[
    {
        "artist": "Donna Summer",
        "lyrics": "  [Intro/Interlude] Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep  [Chorus 1] Bad girls, talking ’bout the sad girls Sad girls, talking ’bout bad girls, yeah  [Verse 1] See them out on the street at night Picking up all kinds of strangers If the price is right You can score if your pocket’s nice But you want a good time  [Pre-Chorus 1] You ask yourself Who they are Like everybody else They come from near and far Bad girls, yeah  [Chorus 1] Bad girls, talking ’bout the sad girls Sad girls, talking ’bout bad girls, yeah  [Verse 2] Friday night and the strip is hot (hot) Sun’s gone down and they’re about to trot Spirit’s high and they look hot Do you wanna get down?  [Pre-Chorus 2] Now, don’t you ask yourself Who they are? Like everybody else They wanna be a star Yeah, yeah, there comes  [Chorus 2] Bad girl, sad girl You’re such a naughty bad girl Beep beep, uh-huh  [Chorus 2] You bad girl, you sad girl You’re such a naughty bad girl Beep beep, uh-huh  [Verse 3] Now you and me, we are both the same But you call yourself by different names Now your Mama won’t like it when she finds out Girl, is out at night  [Interlude] Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep  [Bridge] Hey mister, have you got a dime? Mister, do you want to spend some time, oh yeah I got what you want, you got what I need I’ll be your baby, come and spend it on me Hey mister, I’ll spend some time with you With you, you’re fine, with you  [Outro] Bad girls, they’re just bad girls Talkin’ about sad girls, yeah Sad girls, yeah Hey, hey mister, got a dime? Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep Toot toot, hey, beep beep  ",
        "title": "Bad Girls"
    },
    {
        "artist": "Chic",
        "lyrics": null,
        "title": "Good Times"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Ooooooh...mmm...mmm... Extra! Extra! I'm in love I gotta thank my luck stars above Hurry, hurry don't be late Cause I can't wait I gotta celebrate It's a fact We got a first rate act It's evident when we make love The main event You're my every thought You're my own attraction You must be heaven's saint You give me so much satisfaction (You're the one) You make life worth fighting for You're the one-ah! And there is nobody quite like you Baby, you're the one... Extra! Extra! I'm in love I gotta thank my luck stars above Hurry, hurry don't be late I can't wait I gotta celebrate It's a fact We got a first rate act It's evident when we make love The main event You're my everything And it's my conclusion There is no sweeter scent When you have found the right solution (You're the one) You make life worth fighting for You're the one-ah! And there is nobody quite like you Honey, you're the one Extra! Extra! I'm in love I gotta thank my luck stars above Hurry, hurry don't be late I can't wait I gotta celebrate It's a fact We got a first rate act It's evident when we make love The main event Fight! Fight! Fight! Fight! Fight for what you want Fight for what you need Fight to keep the one you love With love you might succeed (Fight!) Come on and fight! (Fight!) Fight for what you want Fight! Fight for what is real Fight to keep the one you love If love is what you feel Love Don't try to kick me when I'm down No love-ah! Cause I'm gonna lift you every round (Keep it comin', keep it comin') Look out kid cause I'm a-comin' (Keep on tryin', keep on tryin') You're a knockout So put up your dukes and fight (Fight! Fight!) I said fight! Love... Don't try to kick me when I'm down Love... My feet are planted on the ground Love...ah...ah! You're gonna give up without a sound (Keep it comin', keep it comin') Look out kid cause love's a-comin' (Keep on tryin', keep on tryin') I'm a winner there's no denying (Keep it goin', keep it goin') You're a knockout So put up your dukes and fight Ah...Extra! Extra! I'm in love Hurry, hurry don't be late Cause I can't wait I gotta celebrate It's a fact We got a first rate act It's evident when we make love... Oh...Oh...Oh... (Extra! Extra! I'm in love) I'm gonna thank my luck stars above (Hurry, hurry don't be late) I can't wait I gotta celebrate (Extra! Extra! I'm in love) I'm gonna thank my luck stars above (Hurry, hurry don't be late) I can't wait Looooooooooooooooooove (When we make love) The main eveeeeeeeeeeent (When we make love) (You're the one) You're my everything (You're the one) You're my own attraction (You're the one) You must be heaven's saint (You're the one) You give me so much satisfaction (You're the one) You're my everything (You're the one) And it's my conclusion (You're the one) There is no sweeter scent When I've found the right solution (You're the one, you're the one) (You're the one, you're the one) When we make love (You're the one, you're the one) You're the one (You're the one, you're the one) Uh! You're the one (You're the one, you're the one) You're the one (You're the one, you're the one) I've found the right solution (When we make love) Extra! Extra! I'm in love (When we make love) I'm gonna thank my lucky stars above (When we make love) Hurry, hurry don't be late I can't wait I gotta celebrate (When we make love) When we make love (When we make love) I'm gonna thank my lucky stars above (When we make love) You make life worth fighting for I can't help, I'm running back for more (You're the one) When we make love (You're the one, you're the one) When we make love (You're the one, you're the one) When we make love  ",
        "title": "The Main Event/Fight"
    },
    {
        "artist": "The Knack",
        "lyrics": "  [Intro]  Oh my little pretty one, pretty one When you gonna give me some time, Sharona When you make my motor run, my motor run Gun it coming off the line, Sharona  Never gonna stop, give it up Such a dirty mind, always get it up For the touch of the younger kind My my my I yi woo M-m-m-my Sharona  Come a little closer huh, ah will ya huh Close enough to look in my eyes, Sharona Keeping it a mystery gets to me Running down the length of my thighs, Sharona  Never gonna stop, give it up Such a dirty mind, always get it up For the touch of the younger kind My my my I yi woo M-m-m-my Sharona M-m-m-my Sharona  [Bridge]  When you gonna give it to me, give it to me It's just a matter of time, Sharona Is it just destiny, destiny Or is it just a game in my mind, Sharona  Never gonna stop, give it up Such a dirty mind, always get it up For the touch of the younger kind My my my I yi woo M-m-m-my my my I yi woo M-m-m-my Sharona M-m-m-my Sharona M-m-m-my Sharona M-m-m-my Sharona  [Outro - Instrumental Bridge]  Oooooh, my Sharona Oooooh, my Sharona Oooooh, my Sharona  ",
        "title": "My Sharona"
    },
    {
        "artist": "John Stewart",
        "lyrics": null,
        "title": "Gold"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  When you're in love with a beautiful woman, it's hard When you're in love with a beautiful woman, you know it's hard (You know it's hard, you know it gets so hard) Everybody wants her, everybody loves her Everybody wants to take your baby home  When you're in love with a beautiful woman you watch your friends (You watch your friends, you better watch your friends) When you're in love with a beautiful woman it never ends (Never ends, you know it never ends) You know that is crazy and you wanna trust her Then somebody hangs up when you answer the phone  When you're in love with a beautiful woman, you go it alone Maybe it's just an ego problem, problem is that I've been fooled before By fair-weather friends and faint-hearted lovers And every time it happens it just convinces me more  When you're in love with a beautiful woman, you watch her eyes (Watch her eyes, baby watch her eyes) When you're in love with a beautiful woman, you look for lies (Keep lookin' for lies, baby keep lookin' for eyes) 'Cause everybody tempts her everybody tells her She's the most beautiful woman they know  When you're in love with a beautiful woman, you go it alone When you're in love with a beautiful woman you watch your friends (You watch your friends, you better watch your friends) When you're in love with a beautiful woman it never ends (Never ends, you know it never ends)  When you're in love with a beautiful woman, you watch her eyes (Watch her eyes, baby watch her eyes) When you're in love with a beautiful woman, you look for lies (Keep lookin' for lies, baby keep lookin' for eyes)  ",
        "title": "When You're In Love With A Beautiful Woman"
    },
    {
        "artist": "Anita Ward",
        "lyrics": "  [Verse 1] I'm glad you're home Now did you really miss me I guess you did by the look in your eyes (look in your eyes, look in your eyes) Well lay back and relax while I put away the dishes (put away the dishes) Then you and me can rock-a-bye  [Hook x4] You can ring my Be-e-el, ring my bell  [Verse 2] The night is young, and full of possibilities Well come on, and let yourself be free My love for you, so long I've been saving Tonight was made for me and you  [Hook]  [Bridge] You can ring my bell, you can ring my bell Ding dong, ding dong, ring it You can ring my bell, anytime, anyway Ring it, ring it ring it, owww  [Hook]  ",
        "title": "Ring My Bell"
    },
    {
        "artist": "David Naughton",
        "lyrics": null,
        "title": "Makin' It"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  [Intro]  [Verse 1] Sittin' here eatin' my heart out waitin' Waitin' for some lover to call Dialed about a thousand numbers lately Almost rang the phone off the wall  [Chorus 1] Lookin' for some hot stuff, baby, this evenin' I need some hot stuff, baby, tonight I want some hot stuff, baby, this evenin' Gotta have some hot stuff Gotta have some love tonight (hot stuff) I need hot stuff I want some hot stuff I need hot stuff  [Verse 2] Lookin' for a lover who needs another Don't want another night on my own Wanna share my love with a warm blooded lover Wanna bring a wild man back home  [Chorus 2] Gotta have some hot love, baby, this evenin' I need some hot stuff, baby, tonight I want some hot stuff, baby, this evenin' Gotta have some lovin' Gotta have love tonight (hot stuff) I need hot stuff Hot love Lookin' for hot love  [Bridge] Hot, hot, hot, hot stuff Hot, hot, hot Hot, hot, hot, hot stuff Hot, hot, hot  [Chorus 3] How's about some hot stuff, baby, this evenin'? I need some hot stuff baby, tonight Gimme a little hot stuff, baby, this evenin' Hot love, baby Gonna need your love tonight (hot stuff) I need hot love Lookin' for hot love Wanna have hot love  [Verse 3] Sittin' here eatin' my heart out, no reason Won't spend another night on my own I dialled about a hundred numbers lately I'm bound to find somebody home  [Outro] Gonna have some hot stuff, baby, this evenin' I need some hot stuff, baby, tonight Lookin' for my hot stuff, baby, this evenin' Need some lovin', baby, gonna need your love tonight  Hot stuff Hot stuff Hot stuff Hot stuff  Hot, hot, hot, hot stuff Hot, hot, hot Hot, hot, hot, hot stuff Hot, hot, hot  Gonna have some hot stuff, baby, this evenin' I need some hot stuff, baby, tonight Lookin' for my hot stuff, baby, this evenin' Need some lovin', baby, gonna need your love tonight I want some hot stuff, baby, this evenin' I want some hot stuff, baby, tonight  I want some hot stuff, baby, this evenin' I want some hot stuff, baby, this evenin' I want some hot stuff, baby, this evenin' Hot stuff, baby, gonna need your love tonight  ",
        "title": "Hot Stuff"
    },
    {
        "artist": "Raydio",
        "lyrics": "  Honey, I'll always love you I promise to always love you Cause I think the whole world of you And you can't change that, no, no  There's nothing you can do or say I thought about this for many a day And my mind's made up to feel this way And you can't change that  'Cause you're the only one I love And you can't change that You're the only one I need And you can't change that  You're the only one I love And you can't change that You're the only one I need And you can't change that  Now you can try If you want to, woo  You can change your telephone number And you can change your address too But you can't stop me from loving you No, you can't change that, no, no  You can change the color of your hair And you can change the clothes you wear But you'll never change the way I care No, you can't change that  'Cause you're the only one I love And you can't change that (You're the one I love) You're the only one I need And you can't change that  You're the only one I love And you can't change that You're the only one I need And you can't change that  You're the one I love, girl And you can try if you want to Try me, baby, woo  No, you can't change that You're the one I love You can try but you Can't change that You're the one  Now you can change your telephone number And you can change your address too But you can't stop me from loving you No, you can't change that  'Cause you're the only one I love And you can't change that (You're the one I love) You're the only one I need And you can't change that (I need you, baby)  You're the only one I love And you can't change that (You may change a dollar bill) You're the only one I need (But let me tell you one thing) And you can't change that (You won't change the way I feel)  (You're the only one I love) (And you can't change that) I say my heart tells me how I feel (You're the only one I need) (And you can't change that) It lets me know It lets me know my love is real  (You're the only one I love) No, you can't change that You can't change my love girl You're the only one I love I need you, I love I love, I need you  ",
        "title": "You Can't Change That"
    },
    {
        "artist": "KISS",
        "lyrics": "  Mmmm, yeah  [Intro] Do, do, do, do, do, do, do, do, do Do, do, do, do, do, do, do Do, do, do, do, do, do, do, do, do Do, do, do, do, do, do, do  [Verse 1] Tonight I want to give it all to you In the darkness There's so much I want to do And tonight I want to lay it at your feet Because girl, I was made for you And girl, you were made for me  [Chorus] I was made for loving you baby You were made for loving me And I can't get enough of you baby Can you get enough of me  [Verse 2] Tonight I want to see it in your eyes Feel the magic There's something that drives me wild And tonight we're going to make it all come true Because girl, you were made for me And girl I was made for you  [Chorus] I was made for loving you baby You were made for loving me And I can't get enough of you baby Can you get enough of me  [Chorus] I was made for loving you baby You were made for loving me And I can give it all to you baby Can you give it all to me  [Bridge] Oh, can't get enough, oh, oh I can't get enough, oh, oh I can't get enough Yeah, ha Do, do, do, do, do, do, do, do, do Do, do, do, do, do, do, do Do, do, do, do, do, do, do, do, do Do, do, do, do, do, do, do  [Chorus] Oh, I was made, you were made I can't get enough No, I can't get enough  [Chorus] I was made for loving you baby You were made for loving me And I can't get enough of you baby Can you get enough of me  [Outro] I was made for loving you baby You were made for loving me And I can give it all to you baby  ",
        "title": "I Was Made For Lovin' You"
    },
    {
        "artist": "Elton John",
        "lyrics": "  Baby, so they give you anything Darling, all the joy money can bring Baby, do they bring you happiness Darling, you're no different from the rest  Can't you see that it's love you really need Take my hand and I'll show what a love could be Before it's too late  Mama don't want you, daddy don't want you Give it up baby, baby mama can't buy you love Mama don't want you, daddy don't need you Give it up baby, baby mama can't buy you love  Baby, fancy friends showing you a smile Darling, rich relations for a while Baby, I can only give you love Darling, this old heart should be enough  All I need is a chance to make you mine Let me in, I'll change the way you feel inside Before it's too late  Mama don't want you, daddy don't want you Give it up baby, baby mama can't buy you love Mama don't want you, daddy don't need you Give it up baby, baby mama can't buy you love  Mama don't want you, daddy don't want you Give it up baby, baby mama can't buy you love Mama don't want you, daddy don't need you Give it up baby, baby mama can't buy you love  Mama don't want you, daddy don't want you Give it up baby, baby mama can't buy you love Mama don't want you, daddy don't need you Give it up baby, baby mama can't buy you love  ",
        "title": "Mama Can't Buy You Love"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "Sad Eyes"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  [Intro]  I want you to want me I need you to need me I'd love you to love me I'm beggin' you to beg me  I want you to want me I need you to need me I'd love you to love me I'll shine up the old brown shoes, put on a brand-new shirt I'll get home early from work if you say that you love me  Didn't I, didn't I, didn't I see you cryin'? Oh, didn't I, didn't I, didn't I see you cryin'? Feelin' all alone without a friend, you know you feel like dyin' Oh, didn't I, didn't I, didn't I see you cryin'?  I want you to want me I need you to need me I'd love you to love me I'm beggin' you to beg me I'll shine up the old brown shoes, put on a brand-new shirt I'll get home early from work if you say that you love me  Didn't I, didn't I, didn't I see you cryin'? Oh, didn't I, didn't I, didn't I see you cryin'? Feelin' all alone without a friend, you know you feel like dyin' Oh, didn't I, didn't I, didn't I see you cryin'?  [Hook]  Feelin' all alone without a friend, you know you feel like dyin' Oh, didn't I, didn't I, didn't I see you cryin'?  [Bridge]  I want you to want me I need you to need me I'd love you to love me I'm beggin' you to beg me I want you to want me I want you to want me I want you to want me I want you to want me  [Outro]  ",
        "title": "I Want You To Want Me"
    },
    {
        "artist": "Maxine Nightingale",
        "lyrics": null,
        "title": "Lead Me On"
    },
    {
        "artist": "McFadden & Whitehead",
        "lyrics": "  Now, are you all ready? Are y'all ready? Now we gonna do it with the fever Yeah, Come on  [Hook] Ain't no stoppin' us now We're on the move (yeah-ee-a, yeah-ee-a) Ain't no stoppin' us now We've got the groove Spice Girls, check it out  There've been so many things that have held us down But now it looks like things are finally comin' around, yeah I know we've got a long long way to go, yeah And where we'll end up I don't know But we won't let nothing hold us back We gonna get ourselves together We gonna polish up our act, yeah And if you've ever been held down before I know that you refuse to be held down any more, yeah yeah Don't you let nothing, nothing Nothing stand in your way And all we gonna do I want you to listen, listen (That's right) To every word I say Every word I say about it  [Hook]  Look, Lemme tell you this I know you know someone who's got a negative vibe (Euhh) And if you only help it will only keep it alive (Sh-yeah) They really don't have nowhere to go Ask 'em where they're going They don't know But we won't let nothing hold us back We gonna get ourselves together, come on We gonna polish up our act, yeah And if you've ever been held down before I know that you refuse to be held down any more, Oh oh oh  Don't you let nothing, nothing (I won't do it) Stand in your way (No no) And all we gonna do I want you to listen, listen To every word I say Every word I say about it  [Hook x2]  Now, let's see it Don't wanna stop Please don't make me stop (I don't wanna) Don't wanna stop Please don't make me stop (No-oh No-oh) Don't wanna stop Please don't make me stop (I don't want to) Don't wanna stop Please don't make me stop (Uh, y'all spell it out for me)  S-T-O-P-P-I-N Ain't no (Doo-oo, Yeah-heh-a) S-T-O-P- (to the) P- (to the) I-N (You got it) Ain't no (Ain't no, no-no) S-T-O-P-P-I-N (Go ahead) Ain't no (Ain't no, no-oh-no, no-oh-no) S-T-O-P- (to the) P- (to the) I-N (Come on) Ain't no (No, yeah-ee-a, yeah-ee-a)  [Hook]  ",
        "title": "Ain't No Stoppin' Us Now"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  Although the things you've done I wouldn't criticize I guess you had your way  You see, I gotta make you understand I know it sounds a foolish thing to say But it don't matter, baby Cause today's another day  [Chorus] You shine a little love on my life You shine a little love on my life You shine a little love on my life And let me see  Remember, tonight We're gonna run till dawn Remember, tonight We're gonna say, we'll never stop We got a good thing going on  I know you've heard it all before But I really need you, darling Every day, I need you more  [Chorus]  Can you understand (yes, I understand) Can you feel it's right (I know it is) will you be the same (I'll do it all again)  It's been a year now And it's getting so much better You came home without a word Though everybody said You'll soon forget her  They couldn't see and They just didn't understand And looking in the mirror There were fools at either hand  [Chorus]  Can you understand (yes, I understand) Can you feel it's right (I know it is) will you be the same (I'll do it all again)  How many days had I been Waiting there to tell you I really can't believe We're walking out into the world tonight  We'll do it all again Until the break of light And the feeling in your heart Will soon be shining in your eyes  [Chorus]  You shine a little love on my life (Shine on me) You shine a little love on my life (whoa, whoa, whoa) You shine a little love on my life And let me see  You shine a little love on my life (Shine) You shine a little love on my life (E.L.O.) You shine a little love on my life And let me see  ",
        "title": "Shine A Little Love"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  [​Intro]  You got me running, going out of my mind You got me thinking that I'm wasting my time Don't bring me down No, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down  You wanna stay out with your fancy friends I'm telling you, it's got to be the end Don't bring me down No, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down  Don't bring me down, groos! Don't bring me down, groos! Don't bring me down, groos! Don't bring me down  What happened to the girl I used to know? You let your mind out somewhere down the road Don't bring me down No, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down  You're always talking 'bout your crazy nights One of these days, you're gonna get it right Don't bring me down No, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down  Don't bring me down, groos! Don't bring me down, groos! Don't bring me down, groos! Don't bring me down  You're looking good, just like a snake in the grass One of these days, you're gonna break your glass Don't bring me down No, no, no, no, no, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down  [​Bridge] You got me shaking, got me running away You got me crawling up to you everyday Don't bring me down No, no, no, no, no Ooh-ooh-hoo I'll tell you once more before I get off the floor Don't bring me down, down, down, down, down, down  [​Outro] I'll tell you once more before I get off the floor Don't bring me down  ",
        "title": "Don't Bring Me Down"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  [Verse 1] For awhile, to love was all we could do We were young and we knew In our eyes were alive Deep inside we knew our love was true For awhile, we paid no mind to the past We knew love would last Every night, something right Would invite us to begin the day  [Pre-Chorus] Something happened along the way What used to be happy was sad Something happened along the way And yesterday was all we had  [Chorus] And, oh, after the love has gone How could you lead me on And not let me stay around? Oh, oh, oh, after the love has gone What used to be right is wrong Can love that's lost be found?  [Verse 2] For awhile, to love each other with all We would ever need Love was strong for so long Never knew that what was wrong Oh, baby, wasn't right We tried to find what we had Till sadness was all we shared We were scared This affair would lead our love into  [Pre-Chorus] Something happened along the way Yesterday was all we had Something happened along the way What used to be happy is sad Something happened along the way Oh, and yesterday was all we had  [Chorus] And, oh, after the love has gone How could you lead me on And not let me stay around? Oh, oh, oh, after the love has gone What used to be right is wrong Can love that's lost be found?  Oh, oh, oh, oh, oh, oh After the love has gone What used to be right is wrong Can love that's lost be found?  Oh, oh, oh After the love has gone What used to be right is wrong Can love that's lost be found?  Oh, oh, oh After the love has gone What used to be right is wrong Can love that's lost be found?  Oh, oh, oh  Oh, oh, oh After the love has gone What used to be right is wrong Can love that's lost be found?  ",
        "title": "After The Love Has Gone"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  You looked inside my fantasies And made each one come true Something no one else had ever found a way to do I've kept the memories one by one Since you took me in I know I'll never love this way again  I know I'll never love this way again So I keep holding on before the good is gone I know I'll never love this way again Hold on, hold on, hold on  A fool will lose tomorrow Reaching back for yesterday I won't turn my head in sorrow If you should go away  I'll stand here and remember Just how good it's been And I know I'll never love this way again  I know I'll never love this way again So I keep holding on before the good is gone I know I'll never love this way again Hold on, hold on, hold on  ",
        "title": "I'll Never Love This Way Again"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  The Devil went down to Georgia. He was lookin' for a soul to steal He was in a bind cause he was way behind. He was willing to make a deal When he came across this young man sawin' on a fiddle and playin' it hot And the Devil jumped upon a hickory stump and said \"Boy, let me tell you what.\"  \"I bet you didn't know it, but I'm a fiddle player, too And if you'd care to take a dare I'll make a bet with you Now you play a pretty good fiddle, boy, but give the Devil his due I'll bet a fiddle of gold against your soul cause I think I'm better than you.\"  The boy said, \"My name's Johnny, and it might be a sin But I'll take your bet; and you're gonna regret cause I'm the best there's ever been.\"  Johnny, rosin up your bow and play your fiddle hard Cause Hell's broke loose in Georgia and the Devil deals the cards And if you win you get this shiny fiddle made of gold But if you lose the devil gets your soul  The Devil opened up his case and he said, \"I'll start this show.\" And fire flew from his fingertips as he rosined up his bow And he pulled the bow across the strings and it made an evil hiss And a band of demons joined in and it sounded something like this:  [Demonic violin piece]  When the Devil finished, Johnny said, \"Well, you're pretty good ol' son But sit down in that chair right there and let me show you how it's done.\"  \"Fire on the Mountain.\" Run, boys, run! The Devil's in the house of the rising sun; Chicken's in the bread pan picking out dough Granny, does your dog bite? No, child, no  [Non-demonic violin piece]  The Devil bowed his head because he knew that he'd been beat And he laid that golden fiddle on the ground at Johnny's feet Johnny said, \"Devil, just come on back if you ever wanna try again Cause I've told you once--you son of a bitch--I'm the best there's ever been.\" And he played:  \"Fire on the Mountain.\" Run, boys, run! The Devil's in the house of the rising sun; Chicken's in the bread pan picking out dough Granny, does your dog bite? No, child, no  ",
        "title": "The Devil Went Down To Georgia"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  I'm so glad that I met you, baby And I'm so proud When we walk down the street And I know it's crazy to worry like I do But I get this feeling that I'm losing you  I get these suspicions Even though I know that you love me, baby And I really shouldn't feel this way  Suspicions I can't help it You're just so good looking I'm afraid somebody's gonna steal you away from me  When I go out to a party with you You always turn every head in the room And I just know what's on every man's mind I try to fight it But it gets me sometimes  I get these suspicions Even though I know that you love me, baby And I really shouldn't feel this way  Ooh, suspicions I can't help it You're just so good looking I'm afraid somebody's gonna steal you away from me  Ooh, suspicions  When I'm with you I feel so satisfied The way you touch me when you lay by my side  And that look You get in your eyes when we love It makes me hate myself for what I'm thinking of  I get these suspicions Even though I know that you love me, baby And I really shouldn't feel this way  Ooh, suspicions I can't help it You're just so good looking I'm afraid somebody's gonna steal you away from me  Suspicions Even though I know that you love me, baby And I really shouldn't feel this way  Ooh, suspicions I can't help it you're just so good looking I'm afraid somebody's gonna steal you away from me  Ooh, suspicions Even though I know that you love me, baby And I really shouldn't feel this way  ",
        "title": "Suspicions"
    },
    {
        "artist": "Joe Jackson",
        "lyrics": "  Pretty women out walking with gorillas down my street From my window I'm staring while my coffee goes cold Look over there (Where?) There, there's a lady that I used to know She's married now or engaged or something, so I'm told  Is she really going out with him? Is she really gonna take him home tonight? Is she really going out with him? 'Cause if my eyes don't deceive me There's something going wrong around here  Tonight's the night when I go to all the parties down my street I wash my hair and I kid myself I look real smooth Look over there (Where?) There, here comes Jeanie with her new boyfriend They say that looks don't count for much and so there goes your proof  Is she really going out with him? Is she really gonna take him home tonight? Is she really going out with him? 'Cause if my eyes don't deceive me There's something going wrong around here Around here  But if looks could kill There's a man there who's marked down as dead 'Cause I've had my fill Listen, you, take your hands from her head I get so mean around this scene Hey, hey, hey  Is she really going out with him? Is she really gonna take him home tonight? Is she really going out with him? 'Cause if my eyes don't deceive me There's something going wrong around here  Around here Something going wrong around here Something going wrong around here Something going wrong around here Something going wrong around  ",
        "title": "Is She Really Going Out With Him?"
    },
    {
        "artist": "Blondie",
        "lyrics": "  [Intro]  [Verse 1] One way or another, I'm going to find ya I'm gonna get ya, get ya, get ya, get ya One way or another I'm going to win ya I'm gonna get ya, get ya, get ya, get ya One way or another I'm gonna see ya I'm gonna, meet ya, meet ya, meet ya, meet ya One day, maybe next week, I'm gonna meet you I'm gonna meet ya, I'll meet ya  [Chorus] I will drive past your house And if the lights are all down I'll see who's around  [Verse 2] One way or another I'm gonna find ya I'm gonna get ya get ya get ya get ya One way or another I'm gonna win ya I'll get ya, I'll get ya One way or another I'm gonna see ya I'm gonna  meet ya  meet ya  meet ya  meet ya One day, maybe next week, I'm gonna meet ya I'll meet ya  [Chorus] And if the lights are all out I'll follow your bus downtown See who's hanging out  [Bridge]  [Verse 3] One way or another I'm gonna lose ya I'm gonna give you the slip A slip of the lip or another, I'm gonna lose you I'm gonna trick ya, I'll trick ya One way or another I'm gonna lose ya I'm gonna trick ya, trick ya, trick ya, trick ya One way or another I'm gonna lose ya I'm gonna give you the slip  I'll walk down the mall, stand over by the wall Where I can see it all, find out who you call Lead you to the supermarket checkout Some specials and rat food, get lost in the crowd  [Outro] One way or another I'm gonna get ya I'll get ya, I'll get ya, get ya, get ya, get ya (Where I can see it all, find out who you call) One way or another I'm gonna get ya I'll get ya, I'll get ya, get ya, get ya, get ya (Where I can see it all, find out who you call) One way or another I'm gonna get ya I'll get ya, I'll get ya, get ya, get ya, get ya (Where I can see it all, find out who you call)  ",
        "title": "One Way Or Another"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  {Instrumental opening}  Have you heard about the lonesome loser Beaten by the queen of hearts every time Have you heard about the lonesome loser He's a loser, but he still keeps on tryin'  Oohoohooh oooh  Sit down, take a look at yourself Don't you want to be somebody Someday somebody's gonna see inside You have to face up, you can't run and hide  Have you heard about the lonesome loser Beaten by the queen of hearts every time Have you heard about the lonesome loser He's a loser, but he still keeps on tryin'  Unlucky in love, least that's what they say He lost his head and he gambled his heart away He still keeps searching though there's nothing left Staked his heart and lost, now he has to pay the cost  Have you heard about the lonesome loser Beaten by the queen of hearts every time Have you heard about the lonesome loser He's a loser, but he still keeps on tryin'  \"It's okay\", he smiles and says Though this loneliness is driving him crazy He don't show what goes on in his head But if you watch very close you'll see it all  Sit down, take a look at yourself Don't you want to be somebody Someday somebody's gonna see inside You have to face up, you can't run and hide  Have you heard about the lonesome loser Beaten by the queen of hearts every time Have you heard about the lonesome loser He's a loser, but he still keeps on tryin'  Have you heard about the lonesome loser Have you heard about the lonesome loser Have you heard about the lonesome loser Now tell me have you heard about the lonesome loser  ",
        "title": "Lonesome Loser"
    },
    {
        "artist": "Supertramp",
        "lyrics": "  [Verse 1] It was an early morning yesterday, I was up before the dawn And I really have enjoyed my stay but I must be moving on Like a king without a castle, like a queen without a throne I'm an early morning lover and I must be moving on  [Verse 2] Now I believe in what you say is the undisputed truth But I have to have things my own way to keep me in my youth Like a ship without an anchor, like a slave without a chain Just the thought of those sweet ladies sends a shiver through my veins And I will go on shining, shining like brand new I'll never look behind me, my troubles will be few  [Chorus] Goodbye stranger, it's been nice, hope you find your paradise Tried to see your point of view, hope your dreams will all come true Goodbye Mary, goodbye Jane, will we ever meet again Feel no sorrow, feel no shame, come tomorrow, feel no pain Sweet devotion (Goodbye Mary), it's not for me (Goodbye Jane) Just give me motion (Will we ever) and set me free (Meet again) And land and the ocean (Feel no sorrow), far away (Feel no shame) The life I've chosen (Come tomorrow), every day (Feel no pain) So goodbye Mary (Goodbye Mary), goodbye Jane (Goodbye Jane) Will we ever (Will we ever) meet again (Meet again)  [Verse 3] Now some they do and some they don't and some you just can't tell And some they will and some they won't, with some it's just as well You can laugh at my behaviour that'll never bother me Say the devil is my saviour but I don't pay no heed And I will go on shining, shining like brand new I'll never look behind me, my troubles will be few  [Chorus] Goodbye stranger, it's been nice, hope you find your paradise Tried to see your point of view, hope your dreams will all come true Goodbye Mary, goodbye Jane, will we ever meet again Feel no sorrow, feel no shame, come tomorrow, feel no pain Sweet devotion (Goodbye Mary), it's not for me (Goodbye Jane) Just give me motion (Will we ever) and set me free (Meet again) And land and the ocean (Feel no sorrow), far away (Feel no shame) The life I've chosen (Come tomorrow), every day (Feel no pain) And now I'm leaving (Goodbye Mary), got to go (Goodbye Jane) Hit the road (Will we ever), I say it once again (Meet again) Yes I'm leaving (Feel no sorrow), got to go (Feel no shame) Got to go (Come tomorrow), I'm sorry I must tell you (Feel no pain) Goodbye Mary (Goodbye Mary), goodbye Jane (Goodbye Jane) Will we ever (Will we ever) meet again (Meet again)  [Instrumental]  ",
        "title": "Goodbye Stranger"
    },
    {
        "artist": "Earth, Wind & Fire with The Emotions",
        "lyrics": "  Dance, boogie wonderland Dance, boogie wonderland  Midnight creeps so slowly into hearts of men Who need more than they get Daylight deals a bad hand to a woman Who has laid too many bets  The mirror stares you in the face And says \"Baby, uh, uh, it don't work\" You say your prayers though you don't care You dance and shake the hurt  Dance, boogie wonderland Dance, boogie wonderland  Sound fly through the night I chase my vinyl dreams to boogie wonderland I find romance when I start to dance in boogie wonderland I find romance when I start to dance in boogie wonderland  All the love in the world can't be gone All the need to be loved can't be wrong All the records are playing and my heart keeps saying \"Boogie wonderland, wonderland\"  Dance, boogie wonderland Dance, boogie wonderland  I find romance when I start to dance in boogie wonderland I find romance when I start to dance in boogie wonderland Dance, dance, dance, dance Dance, dance, dance, dance  Wonderland, wonderland  All the love in the world can't be gone All the need to be loved can't be wrong All the records are playing and my heart keeps saying \"Boogie wonderland, wonderland\"  Dance, boogie wonderland Dance, boogie wonderland  I find romance when I start to dance in boogie wonderland I find romance when I start to dance in boogie wonderland Dance, dance, dance, dance Dance, dance, dance, dance  ",
        "title": "Boogie Wonderland"
    },
    {
        "artist": "Bonnie Pointer",
        "lyrics": "  I've cried through many endless nights Just holding my pillow tight Then you came into my lonely days With your tender love and sweet ways Now I don't know where you come from baby Don't know where you been now baby Heaven must have sent you into my arms  Now in the morning when I awake There's a smile upon my face You touch my heart with gladness Wiped away all of my sadness Oh so long I've needed love right near me A soft voice to cheer me Heaven must have sent you baby into my life  Ooh it's heaven in your arms It's the sweetness of your charms Makes me love you more each day In your arms I wanna stay  Wanna thank you for the joy youve brought me Thank you for the things you taught me Thank you for holding me close When I needed you the most Now I dont know much about you baby But I know I can't live without you Heaven must have sent you honey To love only me  It's heaven in your arms It's the sweetness of your charms Makes me love you more each day In your arms I wanna stay  ",
        "title": "Heaven Must Have Sent You"
    },
    {
        "artist": "ABBA",
        "lyrics": "  [Verse 1] You're so hot, teasing me So you're blue, but I can't take a chance on a chick like you That's something I couldn't do  There's that look in your eyes I can read in your face that your feelings are driving you wild Ah, but girl, you're only a child  [Chorus] Well I can dance with you, honey If you think it's funny Does your mother know that you're out?  And I can chat with you, baby Flirt a little, maybe Does your mother know that you're out?  [Post-Chorus] Take it easy (Take it easy) Better slow down, girl That's no way to go Does your mother know?  Take it easy (Take it easy) Try to cool it, girl Take it nice and slow Does your mother know?  [Verse 2] I can see what you want But you seem pretty young to be searching for that kind of fun So maybe I'm not the one  Now you're so cute, I like your style And I know what you mean when you give me a flash of that smile (Smile) But girl, you're only a child  [Chorus] Well I can dance with you, honey If you think it's funny Does your mother know that you're out?  And I can chat with you, baby Flirt a little, maybe Does your mother know that you're out?  [Post-Chorus] Take it easy (Take it easy) Better slow down, girl That's no way to go Does your mother know?  Take it easy (Take it easy) Try to cool it, girl Take it nice and slow Does your mother know?  [Chorus] Well I can dance with you, honey If you think it's funny Does your mother know that you're out?  And I can chat with you, baby Flirt a little, maybe Does your mother know that you're out?  [Chorus] Well I can dance with you, honey If you think it's funny Does your mother know that you're out?  And I can chat with you, baby Flirt a little, maybe Does your mother know that you're out?  ",
        "title": "Does Your Mother Know"
    },
    {
        "artist": "Spyro Gyra",
        "lyrics": "  Instrumental  ",
        "title": "Morning Dance"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "Let's Go"
    },
    {
        "artist": "GQ",
        "lyrics": "  I do love you, ooooh But it's alright, alright, aaah  (I do love you) (I love you, I love you) I love you so right now (Ooh-ho-ho-ooh) My my baby, hey, yeah Little darlin' I said (I do love you) (I love you, I love you, ooh-ho-ho-ooh) I love you so right now Never, never gonna let Gonna let, gonna let you go, na-na-na Pretty little baby (I do love you) (I love you, I love you, ooh-ho-ho-ooh) I say, I want you to try to understand That I, I want to be your lovin' man, babe (I do love you) (I love you, I love you, ooh-ho-ho-ooh)  My baby, I love you so And I don't want you to go, no, no Why don't you listen to me, ya I'm beggin' you on bended knees  (I do love you) (I love you, I love you, ooh-ho-ho-ooh) My girl, I prayed that your love It would come to me Someday (I do love you) (I love you, I love you, ooh-ho-ho-ooh) Because I love you so, babe You're about to drive me mad (I do love you) (I love you, I love you, ooh-ho-ho-ooh) I love you so right now Pretty baby, pretty baby (I do love you) (I love you, I love you, ooh-ho-ho-ooh) I love you so right now Oh, baby, I love you so And I don't want you to go No, no, no, no, no, no Why don't you listen to me I'm beggin' you on bended knees (I do love you) (I love you, I love you, ooh-ho-ho-ooh)  ",
        "title": "I Do Love You"
    },
    {
        "artist": "Atlanta Rhythm Section",
        "lyrics": "  Don't let your troubles make you cry Don't waste a moment wonderin why When everything goes wrong You have to go on And do it or die Do it or die now Stand your ground  Don't let your bad breaks go gettin you down Even when times get rough And you've had enough You still gotta try Do it no matter what the people say They don't even know you  Die before you let them stand in your way  You should know that life is a gamble all along Winners are losers who keep rollin on So go on and roll the dice You only live twice So do it or die  ",
        "title": "Do It Or Die"
    },
    {
        "artist": "Blackfoot",
        "lyrics": "  [Verse 1 - Blackfoot] Well, another day, another dollar After I've sang and hollered Oh, it's my way of living, and I can't change a thing Another town is drawing near Oh, baby, I wish you were here But the only way I can see you, darlin', is in my dreams  [Chorus 1 -Blackfoot] It's a highway song You sing it on and on On and on  [Verse 2 - Blackfoot] Well, the hurt you leave behind It's the hurt that's on your mind Oh, and last night's show took its toll on me Well the city lights fly by me As I lay my body in my bed Oh, and dreams of you dance through my head  [Chorus 2 - Blackfoot] It's a highway song You sing it on and on On and on Highway song Is as lonely As the road I'm on  Oh, oh, oh  [Verse 3 - Blackfoot] It's those big wheels are ready to roll We've be flyin' high and so low Lord, and all this madness, ain't crazy as it seems Everywhere they stop and stare I'm just a stranger on this road Oh, I stand alone Only in my dream  [Chorus 3 - Outro - Blackfoot] Highway song You sing it on and on On and on Highway song Is as lonely As the road I'm on (Well, highway song) Highway song You sing it on and on On and on Highway song Is as lonely As the road I'm on  ",
        "title": "Highway Song"
    },
    {
        "artist": "Night",
        "lyrics": "  There was a time not too far gone When I was changed by just a song On the radio and in my car The pounding of an electric guitar  Then the time came to make our stand We started up a four-piece band And the heat felt like spotlights In the heart of a hot summer night  Ooh hot summer nights Ooh hot summer nights  Return with me to when times were best We were friends that could pass any test Shared our hopes, our dreams, our goals And the fundamental rolls  As we sang in the dark rooms Happy just to play our tunes It felt good when we got it right It felt good on a hot summer night  Ooh hot summer nights Ooh hot summer nights  So it lives and it always will The songs we sung are in us still Ringing out with all of their might In the heat of a hot summer night  Ooh hot summer nights Ooh hot summer nights  ",
        "title": "Hot Summer Nights"
    },
    {
        "artist": "Patrick Hernandez",
        "lyrics": "  We were born to be alive We were born to be alive  Born, born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  People ask me why I never find a place to stop And settle down, down, down But I never wanted all those things People need to justify Their lives, lives, lives  Yes we were born, born Born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  It's good to be alive To be alive To be alive It's good to be alive To be alive To be alive  It's good to be alive  Time was on my side When I was running down the street It was so fine, fine, fine A suitcase and an old guitar It's something I need to occupy A mind like mine  Yes we were born, born Born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  Yes we were born, born Born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  Yes we were born, born Born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  Born Born to be alive (Born to be alive) Yes we were born Born Born (Born to be alive)  Born Born to be alive  ",
        "title": "Born To Be Alive"
    },
    {
        "artist": "Kansas",
        "lyrics": "  There are some who can still remember All the things that we used to do But the days of our youth were numbered And the ones who survive it are few Oh, I can still see the smiling faces When the times were so good All in the old familiar places I'd go back if I could (to the)  People of the south wind, people of the southern wind It's the people of the wind, I got to be there again  Well, it's a hard thing to face the music: But it's something everybody has got to do So I hope that I can always remember All the crazy times we had to go through Now it's a dream that is slowly fading And I don't want it to go All of the memories are evading And I want you to know (it's the)  People of the south wind, people of the southern wind It's the people of the wind, I got to be there again  Now we've traveled all across the oceans And we've seen what there is to see But I guess it's not the proper solution Cause it's all about the same to me Now I look back and it makes me wonder Why we just couldn't see All of the battles we fought and won there And I wish that I could be with the  People of the wind I want to see 'em again It's where we used to be free And that's the place for me It's just a state of my mind A thing that's so hard to find  ",
        "title": "People Of The South Wind"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  Whoa  A hot summer night fell like a net I've gotta find my baby yet I need you to soothe my head Turn my blue heart to red  Doctor, doctor, gimme the news I got a bad case of loving you No pill's gonna cure my ill I've got a bad case of lovin' you  A pretty face don't make no pretty heart I learned that, buddy, from the start You think I'm cute, a little bit shy Mama, I ain't that kind of guy  Doctor, doctor, gimme the news I got a bad case of loving you No pill's gonna cure my ill I got a bad case of lovin' you  Whoa  I know you like it, you like it on top Tell me, mama, are you gonna stop?  You had me down twenty-one to zip Smile of Judas on your lip Shake my fist, knock on wood I've got it bad and I got it good  Doctor, doctor, gimme the news I've got a bad case of loving you No pill's gonna cure my ill I got a bad case of lovin' you  ",
        "title": "Bad Case Of Loving You (Doctor, Doctor)"
    },
    {
        "artist": "Rockets",
        "lyrics": null,
        "title": "Oh Well"
    },
    {
        "artist": "Maureen McGovern",
        "lyrics": null,
        "title": "Different Worlds"
    },
    {
        "artist": "The Jones Girls",
        "lyrics": "  You gonna make me love somebody else If you keep on treating me the way you do You gonna make me love somebody else If you keep on treating me the way you do  I ain't did nothing to you I just love you with my heart, heart and soul Everytime I need some lovin Why do you turn, turn cold Now I ain't dumb, and I ain't stupid I know you need love, need love like I do Cause if you ain't loving me I wanna know who in the world you loving Tell me if you don't want me around  You gonna make me love somebody else If you keep on treating me the way you do I don't wanna do it  You gonna make me love somebody else If you keep on treating me the way you do  I don't say nothing to you When you stay out, stay out all night long I know you got to make money But bring your loving home, bring it home Now what's out there in the street That's taking up, taking up all of your time Cause if you ain't loving me I wanna know who in the world you loving Tell me if you don't want me around  You gonna make me love somebody else If you keep on treating me the way you do I don't wanna do it, I don't wanna do it  You gonna make me love somebody else If you keep on treating me the way you do  You gonna make me love somebody You gonna make me love somebody I need love just like you do Tell me who you been giving it to I'm gon love somebody  You gonna make me love somebody You gonna make me love somebody  Repeat Chorus  ",
        "title": "You Gonna Make Me Love Somebody Else"
    },
    {
        "artist": "The Marshall Tucker Band",
        "lyrics": "  In the corner of dark bar room Sat an ole' cowboy singin' western tunes Singin' songs he learned as a child All about the West back when it was wild He said he came from down Texas way The cowboys were tough The women the same way Said he was a star back in '31 Hollywood had liked him for some songs that he had done  He's the last of the singin' cowboys Singin' songs of inspiration and joy Yippie Yi Yo, Yippie Ay Aye He took a break, just to chug him down a beer C'mon folks holler out the songs you'd like to hear If I know one, I know a million tunes I'm not up here playin' for me This is all just for you And then he bragged on the Stinson hat that he wore Said it was the finest made since the war And he won the silver buckle ridin' on a cow And as he laughed he said I'll bet you're wonderin' how?  He's the last of the singin' cowboys Singin' songs of inspiration and joy Yippie Yi Yo, Yippie Ay A ye  And after three hours or maybe more A lady grabbed his arm And showed him to the door The bartender said, \"he's blind, you see Don't tell him the only audience he had was you and me\"  'Cause he's the last of the singin' cowboys Singin songs of inspiration and joy Yippie Yi Yo, Yippie Ay A ye  (Publisher Spirit One Music)  ",
        "title": "Last Of The Singing Cowboys"
    },
    {
        "artist": "Bram Tchaikovsky",
        "lyrics": "  Judy was an American girl She came in the morning With the US mail She didn't say nothing But she looked pretty good to me  Golden hair that shines so bright Loving eyes that see not sight She could keep the secrets That we share in my world of dreams  And a man needs something When he ain't got nothing to hold onto And there ain't no telling When I feel like yelling, \"I love you\"  Ooooo It gets lonely in the night When there ain't no one around Ooooo She makes me feel alright Get my feet right off the ground  She's the girl of my dreams! She's the girl of my dreams!  Judy does what I ask her to She makes me happy when I feel blue She stares with the eyes of a child And gets me to my knees  Her heart, it never beats in time 'Cept when it's beating close to mine I keep her from my friends Locked away with my fantasies  And a man needs something When he ain't got nothing to hang onto And there ain't no telling When I feel like yelling, \"I love you\"  Ooooo It gets lonely in the night When there ain't no one around Ooooo She makes me feel alright Get my feet right off the ground  She's the girl of my dreams! She's the girl of my dreams! She's the girl of my dreams! She's the girl of my dreams! She's the girl of my dreams! She's the girl of my dreams!  ",
        "title": "Girl Of My Dreams"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "We've Got Love"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "The Boss"
    },
    {
        "artist": "Sniff 'n' the Tears",
        "lyrics": "  Doing all right A little driving on a Saturday night And come what may Gonna dance the day away  Jenny was sweet She always smiled for the people she'd meet On trouble and strife She had another way of looking at life  The news is blue (the news is blue) It has its own way to get to you (ooh) What can I do? (what can I do?) I'll never remember my time with you  Pick up your feet Got to move to the trick of the beat There is no elite Just take your place in the driver's seat  Driver's seat, ooh Driver's seat, yeah  We're doing all right (ooh) A little driving on a Saturday night (yeah) And come what may (ooh) Gonna dance the day away (yeah)  Driver's seat, ooh Driver's seat, yeah  Jenny was sweet (ooh) There is no elite (yeah) Pick up your feet (ooh) Pick up, pick up (yeah) Pick up your feet (ooh) Gonna dance the day away (yeah)  Driver's seat, ooh Driver's seat, yeah Driver's seat, ooh Driver's seat, yeah  Yeah Driver's seat  ",
        "title": "Driver's Seat"
    },
    {
        "artist": "Triumph",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Herman Brood",
        "lyrics": null,
        "title": "Saturdaynight"
    },
    {
        "artist": "Peter Frampton",
        "lyrics": "  [Verse 1] When you wake up and she's next to you You can't stand what she's putting you through Can't take no more so I'm going away  [Chorus] I can't stand it no more I can't stand it no more I can't stand it no more I can't stand it no more  [Verse 2] Every day, I feel a different man Caught adrift and there's no sight of land Hey baby, do I come back to you  [Chorus]  [Verse 3] Every woman made a fool out of me My mama told me when she set me free She said, \"Son, you just have got to find Find a girl who will treat you like I do\"  [Chorus][x3] I can't stand it no more, I'm going away I can't stand it no more, don't ask me to stay I can't stand it no more, because there's nothing left to say I can't stand it no more  [Outro] I can't stand it no more, I'm going away I can't stand it no more, there's nothing left to say  ",
        "title": "I Can't Stand It No More"
    },
    {
        "artist": "Rickie Lee Jones",
        "lyrics": null,
        "title": "Young Blood"
    },
    {
        "artist": "Teddy Pendergrass",
        "lyrics": "  Turn off the lights and light a candle Tonight I'm in a romantic mood, yeah  Let's take a shower, shower together I'll wash your body and you'll wash mine, yeah Rub me down in some hot oils, baby, yeah And I'll do the same thing to you  Just turn off the lights, come to me Girl, I wanna give you a special treat, you're so sweet Turn off the lights and let's get cozy See, you're the only one in the world that I need  I wanna love you, love you all over, yeah Over and over and over and over and over and over and over and over again Whisper sweet words of love in your ear Show you I how much I missed you, missed you, my dear  Turn em off and come to me Tonight, I'm in a sexy mood, baby And light a candle Girl, there's something that I-I wanna do to you, I wanna do, I wanna do to you, baby  Would you mind if I asked you to Would you rub me down Would you rub me down in some, in some burnin' hot oils, baby, yeah I swear I'll be doing the same thing, the same thing to you, baby  Turn em off and let's get cozy I wanna give you a special treat, you've been so sweet Turn em off and come closer You're the only one in this whole wide world that I'd ever  need  Turn em off and light a candle You see, there's somethin' I, somethin' I, somethin' I, somethin' I Somethin' I wanna do to you, baby  I'm lyin' here waitin', my dear You can get what you want any time you want it I'm lyin' here waitin', my dear Come get what you need, give me what I need Tell me what you want to do (There's something I) Tell me what you wanna do baby (There's something I) Something I wanna do to you baby Tell me what you wanna do (Yeah) Tell me what you wanna do baby (Yes) Tell me what you wanna do (I got some thing in my mind) Tell me what you wanna do baby Something that I've been wanting, you know, all the time yeah Yes Tell me what you wanna do (I wanna give you a special treat) Tell me what you wanna do baby 'Cause you've been so sweet yeah yes Anything that you want Anything that you need I got it I got it I'd do it I'd will it Whatever you want baby  ",
        "title": "Turn Off The Lights"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] You make me weak, I wanna die Just when you said we'd try Loving, touching, squeezing each other When I'm alone all by myself You're out with someone else Loving, touching, squeezing each other  [Chorus] You're tearing me apart Every, every day You're tearing me apart Oh what can I say? You're tearing me apart  It won't be long, yes, till you're alone When your lover, oh, he hasn't come home Cause he's loving, who he's touching He's squeezing another  [Outro/Chorus] He's tearing you apart Every, every day He's tearing you apart Oh girl what can you say? Cause he's loving, touching another Now it's your turn girl to cry Na na na na na na[x4]  ",
        "title": "Lovin', Touchin', Squeezin'"
    },
    {
        "artist": "Hot Chocolate",
        "lyrics": null,
        "title": "Going Through The Motions"
    },
    {
        "artist": "Tony Orlando",
        "lyrics": null,
        "title": "Sweets For My Sweet"
    },
    {
        "artist": "Hotel",
        "lyrics": null,
        "title": "You've Got Another Thing Coming"
    },
    {
        "artist": "Five Special",
        "lyrics": null,
        "title": "Why Leave Us Alone"
    },
    {
        "artist": "Funky Communication Committee",
        "lyrics": null,
        "title": "Baby I Want You"
    },
    {
        "artist": "Dire Straits",
        "lyrics": "  [Verse 1] Lady writer on the TV Talking about the Virgin Mary Reminded me of you Expectation left to come up to, yeah Lady writer on the TV Yeah, she had another quality The way you used to look And I know you never read a book  [Chorus] Just the way that her hair fell down around her face And I recall my fall from grace Another time, another place  [Verse 2] Lady writer on the TV She had all the brains and the beauty The picture does not fit You'd talk to me when you felt like it  [Chorus] Just the way that her hair fell down around her face And I recall my fall from grace Another time, another place  [Bridge] Yes and your rich old man You know he'd a call her a dead ringer You got the same command Plus your mother was a Jazz singer  [Chorus] Just the way that her hair fell down around her face And I recall my fall from grace Oh, yeah Another time, another place  [Verse 3] Lady writer on the TV She knew all about a history You couldn't hardly write your name I think I want you just the same as the Lady writer on the TV (lady writer on the TV)  [Outro] Talking about the Virgin Mary (lady writer) Yeah you know I'm talking about you and me (lady writer on the TV) And the lady writer on the TV Lady writer on the TV (lady writer on the TV) Talking about the Virgin Mary (lady writer) Yeah you know I'm talking about you and me (lady writer on the TV) And the lady writer on the TV Lady writer on the TV Lady writer Lady writer on the TV Lady writer on the TV Lady writer Lady writer on the TV Lady writer on the TV Lady writer  ",
        "title": "Lady Writer"
    },
    {
        "artist": "Bonnie Boyer",
        "lyrics": null,
        "title": "Got To Give In To Love"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  I want you But takin' it easy ain't an easy thing to do And I want you, want you You must know Cause baby I can't begin to keep it in  Our love is so hot, totally hot You got to me Baby, baby, so hot, totally hot You got to me Gimme what you got, ready or not Our love is totally hot  I'm burnin' up And if my mama could read my mind she'd lock me up And I'm burnin', burnin' You must know Cause baby when you're around I come unwound  Our love is so hot, totally hot You got to me Baby, baby, so hot, totally hot You got to me Gimme what you got, ready or not Out love is totally hot  Play the game and let me do the same And we gonna get along, gonna get along, gonna get along fine Watchin' out for my heart But when I am near you Near you ain't the place to start, no, no, no, no Takin' it slow Whenever I cross your trail, my brakes just fail  My love is so hot, totally hot You got to me Baby, baby, so hot, totally hot You got to me Gimme what you got, ready or not My love is totally hot  My love is so hot, totally hot You got to me Baby, baby, so hot, totally hot You got to me Gimme what you got, ready or not My love is totally hot Gimme what you got, ready or not My love is totally, totally, totally hot  ",
        "title": "Totally Hot"
    },
    {
        "artist": "M",
        "lyrics": "  Pop Pop Pop Muzik Pop Pop Pop Muzik Get down Pop Pop Pop Muzik Pop Pop Pop Muzik  Radio Video Boogie with a suitcase You're living in a disco Forget about the rat race Let's do the Milkshake Selling like a hotcake Try some, buy some Fee fi fo fum Talk about Pop Muzik Talk about Pop Muzik  Talk about Pop Muzik Talk about Pop Muzik Pop Pop Pop Muzik Pop Pop Pop Muzik  I want to dedicate it Everybody made it Infiltrate it Activate it  New York, London, Paris, Munich Everybody talk about Pop Muzik Talk about Pop Muzik Talk about Pop Muzik Pop Pop Pop Muzik Pop Pop Pop Muzik  Sing it in the subway Shuffle with a shoe shine Mix me a Molotov I'm on the headline Want to be a gunslinger Don't be a rock singer Eenie meenie miney mo Which away you want to go Talk about Pop Muzik Talk about Pop Muzik  Right in betweenie Eenie meenie Right in betweenie You know what I meanie Hit it Now you know what I'm saying  Talk about Pop Muzik Talk about Pop Muzik Pop Pop Pop Muzik Pop Pop Pop Muzik  All around the world Wherever you are Dance in the street Anything you like Do it in your car In the middle of the night  Dance in the supermart Dig it in the fast lane Listen to the countdown They're playing our song again I can't get \"Jumping Jack\" I want to hold \"Get Back\" Moonlight, Muzak Knick knack paddy wack Talk about Pop Muzik Talk about Pop Muzik  It's all around you They want to surround you It's all around you Hit it  Talk about Pop Muzik Talk about Pop Muzik Pop Pop Pop Muzik Pop Pop Pop Muzik  New York, London, Paris, Munich Everybody talk about Pop Muzik  Talk about Pop Muzik Talk about Pop Muzik Pop Pop Pop Muzik Pop Pop Pop Muzik  Sing it in the subway Shuffle with a shoe shine Mix me a Molotov I'm on the headline Want to be a gunslinger Don't be a rock singer Eenie meenie miney mo Which away you want to go Talk about Pop Muzik Talk about Pop Muzik  Right in betweenie Eenie meenie Right in betweenie You know what I meanie  ",
        "title": "Pop Muzik"
    },
    {
        "artist": "Lobo",
        "lyrics": null,
        "title": "Where Were You When I Was Falling In Love"
    },
    {
        "artist": "Nick Lowe",
        "lyrics": "  Oh, I can't take another heartache Though you say you're my friend I'm at my wits' end You say your love is bona fide But that don't coincide With the things that you do And when I ask you to be nice, you say  You've gotta be cruel to be kind in the right measure Cruel to be kind, it's a very good sign Cruel to be kind means that I love you, baby (You've gotta be cruel) You've gotta be cruel to be kind  Well, I do my best to understand, dear But you still mystify And I want to know why I pick myself up off the ground To have you knock me back down Again and again And when I ask you to explain, you say  You've gotta be cruel to be kind in the right measure Cruel to be kind, it's a very good sign Cruel to be kind means that I love you, baby (You've gotta be cruel) You've gotta be cruel to be kind  (Ooh-ooh-ooh-ooh)  Well, I do my best to understand, dear But you still mystify And I want to know why I pick myself up off the ground To have you knock me back down Again and again And when I ask you to explain, you say  You've gotta be cruel to be kind in the right measure Cruel to be kind, it's a very good sign Cruel to be kind means that I love you, baby (You've gotta be cruel) You've gotta be cruel to be kind  (Cruel to be kind) Oh, in the right measure (Cruel to be kind) Yeah, it's a very, very, very good sign (Cruel to be kind) It means that I love you, baby (You've gotta be cruel) You've gotta be cruel to be kind  (Cruel to be kind) Oh, in the right measure (Cruel to be kind) Yes, it's a very, very, very good sign (Cruel to be kind) It means that I love you, baby (You've gotta be cruel) You've gotta be cruel to be kind  (Cruel to be kind) Oh, in the right measure (Cruel to be kind) Yes, it's a very, very, very good sign  ",
        "title": "Cruel To Be Kind"
    },
    {
        "artist": "Blackjack",
        "lyrics": null,
        "title": "Love Me Tonight"
    },
    {
        "artist": "Oak",
        "lyrics": null,
        "title": "This Is Love"
    },
    {
        "artist": "Stephanie Mills",
        "lyrics": "  Ooh, I'm wishin' Boy, I got my eyes on you This mystery is thrillin' I'm not sure just what to do  Ooh, hoo, hoo, this oasis Is no mirage to me Touchin' gently Feel the love in me  Tell me what cha gonna do with my lovin' I'm crazy ?bout your smilin' eyes What cha gonna do with my lovin' Please don't make me fantasize What cha gonna do with my lovin' Tell me now, oh  So hard lovin' daydreams All my pleasures make believe But with you as my daydream I never want to leave  Ooh, ooh, ooh, this feeling Shines like a precious jewel And here if you want me All my love is for you  Tell me what cha gonna do with my lovin' I'm crazy ?bout your smilin' eyes What cha gonna do with my lovin' Please don't make me fantasize What cha gonna do with my lovin' Tell me now, oh, tell me now  (What cha gonna do, what cha gonna do) Come on (What cha gonna do) Tell me Come on Tell me  (What cha gonna do, what cha gonna do) What cha gonna do (What cha gonna do) Tell me Come on Tell me, tell me, oh  (What cha gonna do, what cha gonna do) Baby (What cha gonna do) What cha gonna do with my lovin', yeah Oh, tell me, baby (What cha gonna do, what cha gonna do)  What cha gonna do, what cha gonna do What cha gonna do  What cha gonna do, what cha gonna do What cha gonna do  What cha gonna do, what cha gonna do What cha gonna do  (What cha gonna do, what cha gonna do) What cha gonna do, baby (What cha gonna do) What cha gonna do Hey, oh  (What cha gonna do, what cha gonna do) Come on, tell me, baby (What cha gonna do) Come on, tell me Tell me, baby Tell me what you gonna do with all my lovin', hey, hey, hey, hey  (What cha gonna do, what cha gonna do) Tell me (What cha gonna do) What cha gonna do What cha gonna do with my lovin' Come on, tell me, what cha gonna do, hey  (What cha gonna do, what cha gonna do) What cha gonna do (What cha gonna do) Tell me, come on, come on, come on tell me All you got to do is tell me What cha gonna do, oh oh  (What cha gonna do, what cha gonna do) (What cha gonna do) Yeah Tell me, are you ready to tell me, tell me, baby  What cha gonna do, what cha gonna do What cha gonna do  ",
        "title": "What Cha Gonna Do With My Lovin'"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "Rise"
    },
    {
        "artist": "Commodores",
        "lyrics": "  Sail on down the line 'Bout a half a mile or so And don't really wanna know Where you're going  Maybe once or twice you see Time after time I tried to To hold on to what we got But now you're going  And I don't mind about the Things you're gonna say, Lord I gave all my money and my time I know it's a shame But I'm giving you back your name Yeah, yeah  Yes, I'll be on my way I won't be back to stay I guess I'll move along I'm looking for a good time  Sail on down the line Ain't it funny how the time can go All my friends say they told me so But it doesn't matter  It was plain to see that A small town boy like me Just wasn't your cup of tea I was wishful thinking  I gave you my heart and I tried to make you happy And you gave me nothing in return You know, it ain't so hard to say Would you please just go away Yeah, yeah  I've thrown away the blues I'm tired of being used I want everyone to know I'm looking for a good time Good time, yeah  Sail on, honey Good times never felt so good Sail on, honey Good times never felt so good Sail on, sugar Good times never felt so good  Sail on Sail on Sail on  ",
        "title": "Sail On"
    },
    {
        "artist": "Beckmeier Brothers",
        "lyrics": null,
        "title": "Rock And Roll Dancin'"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": "  While she lays sleeping, I stay out late at night and play my songs And sometimes all the nights can be so long And it's good when I finally make it home, all alone While she lays dreaming, I try to get undressed without the light And quietly she says how was your night? And I come to her and say, it was all right, and I hold her tight  And she believes in me, I'll never know just what she sees in me I told her someday if she was my girl, I could change the world With my little songs, I was wrong But she has faith in me, and so I go on trying faithfully And who knows maybe on some special night, if my song is right I will find a way, find a way...  While she lays waiting, I stumble to the kitchen for a bite Then I see my old guitar in the night Just waiting for me like a secret friend, and there's no end While she lays crying, I fumble with a melody or two And I'm torn between the things that I should do And she says to wake her up when I am through God her love is true...  And she believes in me, I'll never know just what she sees in me I told her someday if she was my girl, I could change the world With my little songs, I was wrong But she has faith in me, and so I go on trying faithfully And who knows maybe on some special night, if my song is right I will find a way, while she waits... while she waits for me  ",
        "title": "She Believes In Me"
    },
    {
        "artist": "Bad Company",
        "lyrics": null,
        "title": "Gone, Gone, Gone"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  You made me cry, when you said goodbye Ain't that a shame, my tears fell like rain Ain't that a shame, you're the one to blame You broke my heart, now we're apart Ain't that a shame, my tears fall like rain Ain't that a shame, you're the one to blame Ah, yes you are!  Farewell, goodbye, although I'll cry Ain't that a shame, my tears fall like rain Ain't that a shame, you're the one to blame Ah!  You made me cry, when you said goodbye Ain't that a shame, oh my tears fall like rain Ain't that a shame, you're the one to blame  ",
        "title": "Ain't That A Shame"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro] You know, I was I was wondering, you know If you could keep on Because the force It’s got a lot of power And it make me feel like ah It make me feel like… oooh!  [Verse 1] Lovely is the feeling now Fever, temperatures rising now Power is the force the vow That makes it happen, it asks no questions why So get closer To my body now Just love me Till you don't know how  [Chorus] Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  [Bridge]  [Verse 2] Touch me and I feel on fire Ain’t nothing like a love desire I'm melting (I'm melting) Like hot candle wax sensation Lovely where we're at So let love take us through the hours I won't be complaining Cause this is love power  [Chorus] Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  [Verse 3] Heartbreak enemy despise Eternal Love shines in my eyes So let love take us through the hours I won't be complaining Cause your love is alright, alright  [Chorus] Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  [Refrain] Lovely is the feeling now I won't be complaining The force is love power  [Chorus] Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough Keep on with the force don't stop Don't stop 'til you get enough  ",
        "title": "Don't Stop 'til You Get Enough"
    },
    {
        "artist": "Wings",
        "lyrics": null,
        "title": "Getting Closer"
    },
    {
        "artist": "Billy Thorpe",
        "lyrics": null,
        "title": "Children Of The Sun"
    },
    {
        "artist": "Switch",
        "lyrics": null,
        "title": "Best Beat In Town"
    },
    {
        "artist": "Mass Production",
        "lyrics": null,
        "title": "Firecracker"
    },
    {
        "artist": "Michael Johnson",
        "lyrics": "  Everybody likes a celebration Happy music and conversation But I'd be lyin' if I said, I didn't have the blues In the corner there's a couple dancin' From the kitchen I can hear her laughin' Oh, I wish, I was celebratin' too  I know this night won't last forever I know the sun's gonna shine sometime I need some hope for a bright tomorrow To show this heart is gonna mend just fine  So pardon me for my disposition Wish, I didn't have to sit and listen She's playin' the same old songs on the stereo She's been lyin' since the day I met her I'd be better off to just forget her Oh, I would rather be lonesome or go  I know this night won't last forever I know the sun's gonna shine sometime I need some hope for a bright tomorrow To show this heart is gonna mend just fine  Such a ridiculous situation Pretending there's nothing wrong She's comin' on with the invitation I wonder, who is takin' her home  I know this night won't last forever I know the sun's gonna shine sometime I need some hope for a bright tomorrow To show this heart is gonna mend just fine  I know this night won't last forever I know the sun's gonna shine sometime I need some hope for a bright tomorrow To show this heart is gonna mend just fine  I know this night won't last forever I know the sun's gonna shine sometime I need some hope for a bright tomorrow To show this heart is gonna mend just fine  ",
        "title": "This Night Won't Last Forever"
    },
    {
        "artist": "Flash And The Pan",
        "lyrics": "  The morning was cold and lonely City lights old and gray The sun arose, and, trying to smile Gave it all away The honky-tonk called a stranger The stranger couldn't pay the bill Made a stand, raised his hand Sang a song, no time to kill  I said, hey (hey), hey, St. Peter I've got a tale to tell I've just been down in New York town It really feels like hell It really feels like hell  Billy was out of fashion Manhattan was years ago Yesterday he wasted time Money was kind of slow Billy had friends of glory Billy was a friend of fame Took a chance and raised his hand Sang a song, now he's back in the game  I said, hey (hey), hey, St. Peter I've got a tale to tell I've just been down in New York town It really feels like hell (hell) It really feels like hel)  I said, hey (hey), hey (hey), hey, St. Peter Hey (hey), hey (hey), hey, St. Peter Hey (hey), hey (hey), hey, St. Peter It really feels like hell (hell) It really feels like hell  Hey, St. Peter Before you ring your bell Just been down in New York town Done my time in hell Done my time in hell  I said, hey (hey), hey (hey), hey, St. Peter Hey (hey), hey (hey), hey, St. Peter Hey (hey), hey (hey), hey, St. Peter It really feels like hell (hell) It really feels like hell (hell) It really feels like Hell  ",
        "title": "Hey, St. Peter"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": "  An automatic alarm Turns my radio on Before my feet can hit the floor The music's got me ready to go And all through the whole day I know my favourite records they'll play It helps me chase all my blues away When I can hear that dj say that this is station  H. A. P. P. Y We plan to help your day go by I said it's a Musical, natural high H. A. P. P. Y We plan to help your day go by I said it's a Musical, natural high  You should hear them Everyday yeah  While riding home in my car My happy radio is never too far I just reach out my hand turn the dial And I know it will make me smile  Cause this station (H. A. P. P. Y.) (We plan to help your day go by) I said it's a musical natural high On Station H. A. P. P. Y  H. A. P. P. Y We plan we plan... By by by (Musical natural high) Yes it is On station H. A. P. P. Y  H. A. P. P. Y We plan we plan (To help your day go) by by by (Musical natural high) Yes it is On station H. A. P. P. Y  Don't you know that it's a musical Natural On station H. A. P. P. Y  H. A. P. P. Y (We plan to help your day go) by by by Said it's a musical natural H. A. P. P. Y  Just by mistake One day I turned on my dial From my radio came this is incredible sound The music they were playing right next to me I start clapping my hands and stomping my feet  Cause they were H. A. P. P. Y We plan to help your day go by by by It's a musical natural Oh Station H. A. P. P. Y H. A. P. P. Y Hey hey hey Wooo  Yes it is Oh Station H. A. P. P. Y Let everybody sing I say it's H. A. P. P. Y  Wooo Weee Don't you know yeah Wooo Weee On station H. A. P. P. Y H. A. P. P. Y We plan we plan (To help your day go by) Don't you that it's a musical natural high Woo On station H. A. P. P. Y H. A. P. P. Y We plan to help your day go by by by Cause it's a musical natural (To fade)  ",
        "title": "H.a.p.p.y. Radio"
    },
    {
        "artist": "Jennifer Warnes",
        "lyrics": "  [Verse 1:] Look at who the wind's blowing up the road Shining like the Northern star Acting like the answer to all my prayers Baby, I know what you really are  [Chorus:] So don't you knock on my door I won't be home anymore You can find me out walking in the sun  Oh, you hide it so well It isn't easy to tell But I know a heartache when I see one  [Verse 2:] There was a time I was a true believer Your love was the only way You can save all your sweet talking For some other fool Only a fool would believe what you say  [Repeat Chorus:]  [Bridge:] Oh, time is a teacher It's taught me well The loser is the one who cries  And when you've cried like a baby And you felt like hell You know the devil by the look in his eye  [Repeat Chorus:]  ",
        "title": "I Know A Heartache When I See One"
    },
    {
        "artist": "Gerry Rafferty",
        "lyrics": "  Out on the street, I was talking to a man He said, there's so much of this life of mine that I don't understand You shouldn't worry, I said, that ain't no crime 'Cause if you get it wrong, you'll get it right next time, next time  You need direction, yeah, you need a name When you're standing in the crossroads every highway looks the same After a while, you can recognize the signs So if you get it wrong you'll get it right next time, next time  Life is a liar, yeah, life is a cheat It'll lead you on and pull the ground from underneath your feet No use complaining, don't you worry, don't you whine 'Cause if you get it wrong, you'll get it right next time, next time  You got to grow, you got to learn by your mistakes You got to die a little every day just to try to stay awake When you believe there's no mountain you can climb And if you get it wrong, you'll get it right next time, next time Next time, hmm  ",
        "title": "Get It Right Next Time"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  When I was so low You were there to lift me up Well, there's one thing that I know for sure You're gonna win life's lovin' cup  Darlin', you're always there at my rescue Dependin' on you Darlin', you're always there by my side You're always there by my side Darlin', you're always there at my rescue  Dependin' on you  And when I get too high You are there to cool me down So fine, someone to turn to Keepin' my feet on the ground  Dependin' on you  Darlin', you're always there at my rescue Dependin' on you Darlin', you're always there by my side You're always there by my side Darlin', you're always there at my rescue  I just keep dependin' on you Someone to turn to Keepin' my feet on the ground So fine...  Darlin', you're always there at my rescue Dependin' on you Darlin', you're always there by my side You're always there by my side...  ",
        "title": "Dependin' On You"
    },
    {
        "artist": "Maynard Ferguson",
        "lyrics": null,
        "title": "Rocky II Disco"
    },
    {
        "artist": "Addrisi Brothers",
        "lyrics": null,
        "title": "Ghost Dancer"
    },
    {
        "artist": "Mary Macgregor",
        "lyrics": null,
        "title": "Good Friend"
    },
    {
        "artist": "A Taste Of Honey",
        "lyrics": null,
        "title": "Do It Good"
    },
    {
        "artist": "Toby Beau",
        "lyrics": null,
        "title": "Then You Can Tell Me Goodbye"
    },
    {
        "artist": "Ian Hunter",
        "lyrics": "  Oh no, the fuzz, all in a line My oh my, I think Im gonna die And its just another night Its just another night Got a long black face; who goes there? All the reefer madness put a poor kid in jail And its just another night Yeah, its just another night Oh take it easy boy or its doa Chrome on my body and a lot of folks say That its just another night Hey, its just another night Oh, its just another night on the other side of life Head ones a saw-bones and he wrecked my chair Said, \"Howd you like to do it in a room downstairs\" And its just another night Oh, just another night Hey now, papa Joe, dont you pull my hair All this intrigue, it gets me out of my league And its just another night Its just another night His old man spent a fortune just to get him in But baby boy grew up just as stupid as him And its just another night, its just another night Its just another night on the other side of life Just another night, hung down slow I dont like the hotel let me go Hells bells, give me a chance This rock n roller dont wanna dance Just another night, just another night Well, its just another night on the other side of life I never felt so bad, wheres my shades? Its gonna be a long one getting crazed A head spoutin noodles said, \"What do you plead?\" I said, \"You ain't got to touch a man to make a man bleed\" Its just another night on the other side Its just another night on the other side Its just another night on the other side ...  ",
        "title": "Just Another Night"
    },
    {
        "artist": "Atlanta Rhythm Section",
        "lyrics": null,
        "title": "Spooky"
    },
    {
        "artist": "Long John Baldry & Kathi MacDonald",
        "lyrics": null,
        "title": "You've Lost That Lovin' Feelin'"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": "  [Verse 1:] I was a fool to ever leave your side Me minus you is such a lonely ride The breakup we had Has made me lonesome and sad I realize I love you cause I want you back, hey, hey  I spent the evening with the radio Regret the moment that I let you go Our quarrel was such A way of learning so much I know now that I love you Cause I need your touch, hey, hey  [Chorus:] Reunited And it feels so good Reunited Cause we understood  There`s one perfect fit And sugar, this one is it We both are so excited Cause we`re reunited Hey, hey  [Verse 2:] I sat here staring At the same old wall Came back to life just when I got your call  I wished I could climb right Through the telephone line And give you what you want So you will still be mine Hey, hey  I can't go cheating Honey, I can't play I found it very hard to stay away  As we reminisce on Precious moments like this I`m glad we`re back together Cause I missed your kiss Hey, hey  [Repeat Chorus:] Reunited And it feels so good Reunited Cause we understood  There`s one perfect fit And sugar, this one is it We both are so excited Cause we`re reunited Hey, hey  Yeah, yeah, yeah, baby  [Verse 3:] Oh, lover, lover This is solid love And you`re exactly what I`m dreaming of  All through the day And all through the night I`ll give you all the love I have With all my might Hey, hey  [Repeat Chorus:] Reunited And it feels so good Reunited Cause we understood  There`s one perfect fit And sugar, this one is it...  ",
        "title": "Reunited"
    },
    {
        "artist": "Pink Lady",
        "lyrics": null,
        "title": "Kiss In The Dark"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  CHORUS We'll be shadows in the moonlight, darlin I'll meet you at midnight Hand and hand we'll go, dancin' through the Milky Way And we'll find a little hide a way where we can love the whole night away We'll be shadows in the moonlight right up 'til the light of day  Ooh the night is young and baby, so are we Glad, I'm gonna make you glad you came You won't need a thing Just bring your love for me And darlin' I will do the same  We'll be shadows in the moonlight, darlin I'll meet you at midnight Hand and hand we'll go, dancin through the Milky Way  (Musical Interlude)  Do you want me to think Just bring your love for me You'll be glad you came Just wait and see  CHORUS (Sax solo to close)  ",
        "title": "Shadows In The Moonlight"
    },
    {
        "artist": "Sister Sledge",
        "lyrics": "  [Chorus] We are family I got all my sisters with me We are family Get up everybody sing We are family I got all my sisters with me We are family Get up everybody sing  Everyone can see we're together As we walk on by And and we fly just like birds of a feather I won't tell no lie (All) all of the people around us they say Can they be that close Just let me state for the record We're giving love in a family dose  [Chorus] We are family Yeah, yeah, ah I got all my sisters with me I have, I have We are family Get up everybody sing (Sing it to me) We are family I got all my sisters with me We are family Get up everybody sing  Living life is fun and we've just begun To get our share of this world's delights (High) high hopes we have for the future And our goal's in sight (We) no we don't get depressed Here's what we call our golden rule Have faith in you and the things you do You won't go wrong, oh-no This is our family Jewel  [Chorus] We are family Yeah, yeah, sing it to me I got all my sisters with me We are family Oh I can hear you now Get up everybody sing We are family I got all my sisters with me We are family (Get up now) Get up everybody sing  We are family I got all my sisters with me We are family Get up everybody sing We are family  ",
        "title": "We Are Family"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse] When this old world starts a-getting me down And people are just too much for me to face I'll climb way up to the top of the stairs And all my cares just drift right into space On the roof, it's peaceful as can be And there the world below don't bother me, no, no So when I come home feeling tired and beat I'll go up where the air is fresh and sweet I'll get far away from the hustling crowd And all the rat-race noise down in the street On the roof, that's the only place I know Look at the city, baby Where you just have to wish to make it so Let's go up on the roof And at night the stars, they put on a show for free And, darling, you can share it all with me That's what I said, keep on telling you That right smack dab in the middle of town I found a paradise that's trouble-proof And if this old world starts a-getting you down There's room enough for two Up on the roof, up on the roof, up on the roof Everything is all right, every thing is all right You got the stars above and the city lights below Let's go up on the roof  ",
        "title": "Up On The Roof"
    },
    {
        "artist": "Wet Willie",
        "lyrics": null,
        "title": "Weekend"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] Baby, I can't figure it out Your kisses taste like honey Sweet lies don't gimme no rise Oh, oh what you're trying to do?  Livin' on your cheatin' And the pain grows inside me It's enough to leave me crying in the rain Love you forever but you're Driving me insane And I'm hanging on Oh, oh, I'll win, I'll never give in  Our love has got the power Too many lovers in one lifetime Ain't good for you You treat me like a vision in the night Someone there to stand behind you When your world ain't working right  I ain't no vision, I am the man Who loves you inside and out Backwards and forwards with My heart hanging out I love no other way  What am I gonna do if we lose that fire? Wrap myself up and take me home again Too many heartaches in one Lifetime ain't good for me I figure it's the love that keeps you warm  Let this moment be forever We won't ever feel the storm I ain't no vision, I am the man Who loves you inside and out Backwards and forwards with My heart hanging out  I love no other way What am I gonna do if we lose that fire? Don't try to tell me it's all over I can't hear a word I can't hear a line No man could love you more And that's what I'm cryin' for You can't change the way I feel inside  You're the reason for my laughter and my sorrow Blow out the candle I will burn again tomorrow No man on earth can stand Between my love and I And no matter how you hurt me I will love you till I die  [Outro] I ain't no vision, I am the man Who loves you inside and out Backwards and forwards with My heart hanging out I love no other way What am I gonna do if we lose that fire?  Loves you inside and out Backwards and forwards with My heart hanging out I love no other way What am I gonna do if we lose that fire?  Loves you inside and out Backwards and forwards with My heart hanging out I love no other way What am I gonna do if we lose that fire?  ",
        "title": "Love You Inside Out"
    },
    {
        "artist": "Poco",
        "lyrics": null,
        "title": "Heart Of The Night"
    },
    {
        "artist": "Supertramp",
        "lyrics": "  [Verse 1] When I was young, it seemed that life was so wonderful A miracle, oh it was beautiful, magical And all the birds in the trees, well they'd be singing so happily Joyfully, playfully watching me But then they send me away to teach me how to be sensible Logical, responsible, practical And they showed me a world where I could be so dependable Clinical, intellectual, cynical  [Chrous 1] There are times when all the world's asleep The questions run too deep For such a simple man Won't you please, please tell me what we've learned I know it sounds absurd But please tell me who I am  [Verse 2] Now watch what you say or they'll be calling you a radical Liberal, fanatical, criminal Won't you sign up your name, we'd like to feel you're Acceptable, respectable, presentable, a vegetable Oh, take, take, take it yeah  [Bridge]  [Chrous 2] At night, when all the world's asleep The questions run so deep For such a simple man Won't you please, please tell me what we've learned I know it sounds absurd But please tell me who I am, who I am, who I am, who I am  [Outro] 'Cause I was feeling so logical D-d-digital Yeah, one, two, three, five Oh, oh, oh, oh It's getting unbelievable B-b-bloody marvelous  ",
        "title": "The Logical Song"
    }
]