[
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": null,
        "title": "Coming Up (Live At Glasgow)"
    },
    {
        "artist": "Lipps, Inc.",
        "lyrics": "  {Intro}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown?  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Take me, won't you take me? Take me, won't you take me? Take me, won't you take me? Take me, won't you take me?  I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown  ",
        "title": "Funkytown"
    },
    {
        "artist": "Bette Midler",
        "lyrics": null,
        "title": "The Rose"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  What's the matter with the clothes I'm wearing? \"Can't you tell that your tie's too wide?\" Maybe I should buy some old tab collars? \"Welcome back to the age of jive Where have you been hidin' out lately, honey? You can't dress trashy till you spend a lot of money.\"  [Chorus 1] Everybody's talkin' 'bout the new sound Funny, but it's still rock and roll to me  What's the matter with the car I'm driving? \"Can't you tell that it's out of style?\" Should I get a set of white wall tires? \"Are you gonna cruise the miracle mile? Nowadays you can't be too sentimental Your best bet's a true baby blue Continental.\"  Hot funk, cool punk, even if it's old junk It's still rock and roll to me  Oh, it doesn't matter what they say in the papers Cause it's always been the same old scene There's a new band in town But you can't get the sound from a story in a magazine... Aimed at your average teen  How about a pair of pink sidewinders And a bright orange pair of pants? \"You could really be a Beau Brummel baby If you just give it half a chance Don't waste your money on a new set of speakers You get more mileage from a cheap pair of sneakers.\"  [Chorus 3] Next phase, new wave, dance craze, anyways It's still rock and roll to me  What's the matter with the crowd I'm seeing? \"Don't you know that they're out of touch?\" Should I try to be a straight 'A' student? \"If you are then you think too much Don't you know about the new fashion honey? All you need are looks and a whole lotta money.\"  [Chorus 3] Next phase, new wave, dance craze, anyways It's still rock and roll to me  What's the matter with the crowd I'm seeing? \"Don't you know that they're out of touch?\" Should I try to be a straight 'A' student? \"If you are then you think too much Don't you know about the new fashion honey? All you need are looks and a whole lotta money.\"  [Chorus 1] Everybody's talkin' 'bout the new sound Funny, but it's still rock and roll to me  ",
        "title": "It's Still Rock And Roll To Me"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Oh little Jeannie, you got so much love, little Jeannie And you take it where it strikes and give it to the likes of me Oh little Jeannie, she got so much love, little Jeannie So I see you when I can, you make me all a man can be  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 2] Little Jeannie, you got so much time, little Jeannie Though you've grown beyond your years, you still retain the fears of youth Oh little Jeannie, you got so much time, little Jeannie But you're burning it up so fast, searching for some lasting truth  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 3] And I want you to be my acrobat, I want you to be my lover Oh there were others, and I've known quite a few But oh oh Jeannie, I'm still in love with you  [Chorus 2][x3] Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream  ",
        "title": "Little Jeannie"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  Seems like yesterday But it was long ago Janey was lovely, she was the queen of my nights There in darkness with the radio playin' low  And the secrets that we shared Mountains that we moved Caught like a wildfire out of control 'Til there was nothing left to burn and nothing left to prove  And I remember what she said to me How she swore that it never would end I remember how she held me oh so tight Wish I didn't know now what I didn't know then  Against the wind We were running against the wind We were young and strong We were running against the wind  The years rolled slowly past And I found myself alone Surrounded by strangers I thought were my friends Found myself further and further from my home and I  Guess I lost my way There were oh so many roads I was livin' to run and running to live Never worried about payin' or even how much I owe  Movin' eight miles a minute for months at a time Breakin' all of the rules that would bend I began to find myself searchin' Searchin' for shelter again and again  Against the wind Little somethin' against the wind I found myself seekin' shelter against the wind  Well, those drifters days are past me now I've got so much more to think about Deadlines and commitments What to leave in, what to leave out  Against the wind I'm still running against the wind I'm older now but still running against the wind Well, I'm older now and still running Against the wind Against the wind Against the wind Still running Against the wind I'm still running against the wind Against the wind I'm still running Against the wind I'm still running against the wind Against the wind Still running Against the wind Running against the wind, running against the wind Against the wind See the young man run Against the wind Watch the young man run Against the wind Watch the young man runin' Against the wind He'll be runnin' against the wind Against the wind Let the cowboys ride Against the wind Mm Against the wind Let the cowboys ride Against the wind They'll be ridin' against the wind Against the wind Against the wind Against the wind Ridin' against the wind Against the wind Against the wind  ",
        "title": "Against The Wind"
    },
    {
        "artist": "Robbie Dupree",
        "lyrics": "  [Instrumental break]  [Verse 1] Come on and hold me Just like you told me Then show me What I want to know  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Verse 2] Don't tease me Why don't you please me And show me What you came here for  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Hook] Into the night, babe Baby, tonight Ooh  [Verse 2] I caught you glancing my way And I know what you're after No second chances tonight  [Bridge] Why don't we steal away Why don't we steal away Why don't we steal away Why don't we steal away  [Hook] Into the night I know it ain't right Into the night I know it ain't right  [Chorus 2] Why don't we steal away I know it ain't right Into the night, babe  Why don't we steal away Make it tonight Why don't we steal away  ",
        "title": "Steal Away"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now, I don't mean to bother you, but I'm in distress There's danger of me losin' all of my happiness For I love a girl who doesn't know I exist And this you can fix So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now Cupid, if your arrow make a love storm for me I promise I will love her until eternity I know between the two of us, her heart we can steal Help me if you will So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my tears and let your arrow come near Straight to my lover's heart for me I know that you heard it before, but Cupid, don't go What would we do if you didn't exist? We can't be sure, but please don't ignore Cupid the reason you're here I know that you're feeling discouraged You think no one cares about love So Cupid, please do us a favor Just pick up your bow and let your arrow go Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me  ",
        "title": "Cupid/I've Loved You For A Long Time"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Yeah  (Sunrise) There's a new sun a-risin' (In your eyes) I can see a new horizon (Realize) That will keep me realizin' You're the biggest part of me  (Stay the night) Need your lovin' here beside me (Shine the light) Need you close enough to guide me (For all my life) I've been hopin' you would find me You're the biggest part of me  Well, make a wish, baby Well, and I will make it come true Make a list, baby Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  (Rainbow) Risin' over my shoulder (Love flows) Gettin' better as we're older (All I know) All I want to do is hold her She's the life that breathes in me  (Forever) Got a feelin' that forever (Together) We are gonna stay together (For better) For me, there's nothin' better You're biggest part of me  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  Oooh, yeah, yeah, yeah Oh oh-oh  Baby, more than an easy feelin' She brings joy to me How can I tell you What it means to me?  Flow like a lazy river For an eternity, yeah I've finally found someone Who believes in me (believes in me) And now I'll never leave (now I've found all I need) Yeah yeah  Oh, not to doubt now Mmm, make life grand  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew, yeah yeah yeah yeah  (Beside me) Need your lovin' here beside me (To guide me) Keep it close enough to guide me (Inside of me) From the fears that are inside of me You're the biggest part of me  (Forever) Got a feeling that forever (Together) We are gonna stay together (Forever) From now until forever You're the biggest part of me You're the life that breathes in me You're the biggest part of me, mmm  You changed my life You made it right And I'll be a servant to you For the rest of my life  You're the biggest part f me Ahh  ",
        "title": "Biggest Part Of Me"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  Close my eyes, and I see your face at night Toss and turn, fall to sleep holding my pillow tight  All the time I think of you, you're with me no matter what I do  Walk around with a smile upon my face In my mind, you have taken up permanent space  I am feeling what I can't explain, and if what you're feeling is the same  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  S.E.R.I.O.U.S Baby let's get serious Yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh  In your arms is the place I wanna be With my love in you, and your love inside of me  Longing for each other just ain't fair When we've got so much we wanna share  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Both of us feel like exploding, 'cos this stuffs too hot for holding  Let's get serious and fall in love  Girl you've got my body moaning, just believe it's ment for cloning  Let's get serious and fall in love  Serious, (oh) serious Let's get serious, and fall in love  ",
        "title": "Let's Get Serious"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  Dark clouds are blowing in the wind He's crossing your mind again You've got that sad, sad feeling, from a broken heart Feeling so close to the end  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When you find out how good love can be You're so lost when it sets you free They say once in your life you find someone that's right Someone who loves you like me  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When the moon has forgotten what the night's about And the stars can't work their places out Hold me tighter than tight When the daylight comes it'll be alright  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  Let me love you tonight Let me love you tonight Let me love you tonight Let me love you tonight  ",
        "title": "Let Me Love You Tonight"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Shining Star"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Chorus] She's out of my life She's out of my life And I don't know whether to laugh or cry I don't know whether to live or die And it cuts like a knife She's out of my life  [Verse 1] It's out of my hands It's out of my hands To think for two years she was here And I took her for granted, I was so cavalier Now, the way that it stands She's out of my hands  [Bridge] So, I've learned that love's not possession And I've learned that love won't wait Now, I've learned that love needs expression But, I've learned too late  [Chorus] And she's out of my life She's out of my life Damned indecision and cursed pride Kept my love for her locked deep inside And it cuts like a knife She's out of my life  ",
        "title": "She's Out Of My Life"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Rocky Burnette",
        "lyrics": "  [Chorus:] Baby I'm tired of toein' the line Don't know why you wanna jump on me Baby, baby, baby You're making me cry  [Verse 1:] Baby, I I'm gonna find myself someone new Someone who will be true And no more toein' the line  I know it's over Cause I see the signs Don't let me waste your precious time  Baby I'm tired of toeing the line If you want to get rid of me Baby, baby, baby You're doing fine  [Verse 2:] Baby I'm tired of toein' the line I'm gonna put on my walking shoes And leave you far behind  You're rolling over And over so divine But you can't fix this broken heart of mine  [Repeat Chorus x2:]  Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line  ",
        "title": "Tired Of Toein' The Line"
    },
    {
        "artist": "Carole King",
        "lyrics": "  - written by Carole King and Gerry Goffin - #5 hit for The Chiffons in 1963 - #12 for Carole King in 1980  One fine day, you'll look at me And you will know our love was, meant to be One fine day, you're gonna want me for your girl  The arms I long for, will open wide And you'll be proud to have me, right by your side One fine day, you're gonna want me for your girl  Though I know you're the kind of boy Who only wants to run around I'll keep waiting, and, someday darling You'll come to me when you want to settle down Oh!  One fine day, we'll meet once more And then you'll want the love you threw away before One fine day, you're gonna want me for your girl  (BARITONE SAX SOLO)  One fine day, you're gonna want me for your girl  ",
        "title": "One Fine Day"
    },
    {
        "artist": "Gary Numan",
        "lyrics": null,
        "title": "Cars"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "I'm Alive"
    },
    {
        "artist": "Neil Sedaka & Dara Sedaka",
        "lyrics": "  When you walk into a room Your beauty steals my breath away  When you look into my eyes I find it hard to find the words to say  Wanna run away and hide I just got to let you know Feel so tangled up inside I should have never let you go  (should have never let her go)  Anyone can make mistakes And we both have made our share  But a life without your love Is a life too hard to bear  I don't care who's right or wrong Only know I love you so  Why did I have to write this song I should have never let you go  Why in all the wide, wide world Have I run into you here Wish I could disappear  I'll never understand  I'll never understand  Why I even give a damn  When you walk into a room You know I stand on shaky ground  I've built so many walls around me Now the walls are tumbling down  You're the kind I can't forget  Let the tears begin to flow  I have only one regret I should have never let you.....go Should have never let you go  Should have never let you go  Should have never let you go  Should have never let you go  ",
        "title": "Should've Never Let You Go"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": null,
        "title": "In America"
    },
    {
        "artist": "Kim Carnes",
        "lyrics": null,
        "title": "More Love"
    },
    {
        "artist": "Blues Brothers",
        "lyrics": null,
        "title": "Gimme Some Lovin'"
    },
    {
        "artist": "The S.O.S. Band",
        "lyrics": null,
        "title": "Take Your Time (Do It Right) Part 1"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": null,
        "title": "Love The World Away"
    },
    {
        "artist": "Joe Walsh",
        "lyrics": null,
        "title": "All Night Long"
    },
    {
        "artist": "Blondie",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Kenny Rogers with Kim Carnes",
        "lyrics": "  Just look at you sitting there You never looked better than tonight And it would be so easy to tell you I'd stay Like I've done so many times  I was so sure that this would be the night You'd close the door and wanna stay with me And it'd be so easy to tell you I'd wait Like I've done so many times  Don't fall in love with a dreamer 'Cause he'll always take you in Just when you think you've really changed him He'll leave you again Don't you fall in love with a dreamer 'Cause he'll break you every time Put out the light and just hold on Before we say goodbye  Now it's morning, the phone rings And you say you've gotta get your things together You just gotta leave before you change your mind And if you knew what I was thinking girl I'd turn around if you'd just ask me one more time  Don't fall in love with a dreamer 'Cause he'll always take you in Just when you think you've really changed him He'll leave you again Don't fall in love with a dreamer 'Cause he'll break you every time Put out the light and just hold on Before we say goodbye  Before we said goodbye  Goodbye  ",
        "title": "Don't Fall In Love With A Dreamer"
    },
    {
        "artist": "The Brothers Johnson",
        "lyrics": null,
        "title": "Stomp!"
    },
    {
        "artist": "Meco",
        "lyrics": null,
        "title": "Empire Strikes Back (Medley)"
    },
    {
        "artist": "Ray Parker Jr. & Raydio",
        "lyrics": "  Ray Parker Jr. & Raydio  Do do do...  First time I saw you, baby I knew right away I wanted you for my lady I had to rush right over to you And ask you if you felt The same way, too  Now we've known each Other many a night And I want you to know My intentions are right For making you my lady The one and only lady In my life (in my life)  [Chorus:] I wanna be two places At the same time Inside you and Inside your mind Both of these ways I wanna love you Cause one without the Other just won't do  [Chorus:] I'm so thankful That I found the woman Who I can trust With all my loving  Cause as a love affair Goes on and on It takes more than Good looks to keep The feeling strong  Personality is a must Cause after God Only you I will trust With my heart, baby Girl, I offer you My only heart (my only heart)  [Chorus:] No, girl It just won't do, ow  Two places at the same time Can't be no other way Cause I made up my mind You mean more than just fun to me And that's the reason why I've got to be two places  Two places, same time Inside you, inside your mind Both of these ways I wanna love you Cause one without the Other just won't do  Two, two places At the same time (Not one, but two) Inside you and Inside your mind, ow  ",
        "title": "Two Places At The Same Time"
    },
    {
        "artist": "Genesis",
        "lyrics": "  There must be some misunderstanding There must be some kind of mistake I waited in the rain for hours You were late  Now it's not like me to say the right thing But you could've called to let me know I checked your number twice, don't understand it So I went home  Well I'd been waiting for this weekend I thought that maybe we could see a show Never dreamed I'd have this feeling But seeing you is believing That's why I don't know why You didn't show up that night  There must be some misunderstanding There must be some kind of mistake I was waiting in the rain for hours You were late  Since then I've been running around trying to find you I went to the places that you always go I rang your house but got no answer Jumped in my car, i went round there I still don't believe it He was just leaving  There must be some misunderstanding There must be some kind of mistake  ",
        "title": "Misunderstanding"
    },
    {
        "artist": "Mickey Gilley",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Is there nothing I can say Nothing I can do To change your mind I'm so in love with you You're too deep in You can't get out You're just a poor girl in a rich man's house Yeah, baby, I'm crying over you Don't you know promises were never made to keep Just like the night, dissolve in sleep  [Chorus] I'll be your savior, steadfast and true I'll come to your emotional rescue I'll come to your emotional rescue  [Verse 2] Yeah, the other night, crying Crying baby, yeah I'm crying Yeah I'm like a child baby I'm like a child baby Child yeah, I'm like a child, like a child Like a child You think you're one of a special breed You think that you're his pet Pekinese  [Chorus]  [Verse 3] I was dreaming last night Last night I was dreaming How you'd be mine, but I was crying Like a child, yeah, I was crying Crying like a child You will be mine, mine, mine, mine, mine, all mine You could be mine, could be mine Be mine, all mine I come to you, so silent in the night So stealthy, so animal quiet  [Chorus]  [Verse 4] Yeah, you should be mine, mine, whew Yes, you could be mine Tonight and every night I will be your knight in shining armor Coming to your emotional rescue  [Outro] You will be mine, you will be mine, all mine You will be mine, you will be mine, all mine I will be your knight in shining armor Riding across the desert with a fine Arab charger  ",
        "title": "Emotional Rescue"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "Sailing"
    },
    {
        "artist": "Pete Townshend",
        "lyrics": "  [Verse One] When people keep repeating That you'll never fall in love When everybody keeps retreating But you can't seem to get enough  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Verse Two] When everything feels all over Everybody seems unkind I'll give you a four leaf clover Take all worry out of your mind  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Middle Eight] I have the only key to your heart I can stop you falling apart Try today, you'll find this way Come on and give me a chance to say  Let my love open the door, it's all I'm living for Release yourself from misery There's only one thing gonna set you free That's my love, that's my love  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door Let my love open the door  [Verse Three] When tragedy befalls you Don't let it drag you down Love can cure your problems You're so lucky I'm around  [Pre-Chorus] Let my love open the door Let my love open the door Let my love open the door To your heart  [Instrumental Chorus]  ",
        "title": "Let My Love Open The Door"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  [Verse 1] Start spreadin' the news I'm leavin' today I want to be a part of it New York, New York  [Verse 2] These vagabond shoes Are longing to stray Right through the very heart of it New York, New York  [Bridge] I want to wake up In a city that doesn't sleep And find I'm king of the hill Top of the heap...  [Verse 3] These little-town blues Are melting away I'll make a brand new start of it In old New York If I can make it there I'll make it anywhere It's up to you New York, New York New York, New York  [Bridge] I want to wake up in a city That never sleeps And find I'm \"A\" number one Top of the list King of the hill, \"A\" number one...  [Verse 4] These...little town.... blues Are...melting away I'm gonna make a brand new start of it In old New York  [Outro] And... If I can make it there I'm gonna make it anywhere It's up to you New York, New Yoooooooooork... New Yooork!  ",
        "title": "Theme From New York, New York"
    },
    {
        "artist": "Rodney Crowell",
        "lyrics": "  This morning is Monday Where are you now? Teasin' my memory Teaching me how To lay low When I don't want to  Your love is elusive This I know now It's making me crazy Leaving me out In the open When I don't want to  I don't know why You do that to me  The moments of pleasures Never do last Are gone like a suitcase Full of your past Long gone, and in a hurry  CHORUS: Baby, I can't go through this again I don't need to go down More then I've already been Just like a wild fire You're running all over town As much as you burn me, baby I should be ashes by now  The second street beggars Alone in their life Drunk on a sidewalk To hide from the night Like I am They're just like I am  (Chorus) Just like a wild fire You're running all over town And as much as you burn me, baby I should be ashes by now  Aaaaaahh Aaaaaahh Should be ashes by now Aaaaaahh  ",
        "title": "Ashes By Now"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse One] Walks like a lady With her tender charms She moves like a lady When I'm in her arms She loves like a lady Loving all night long She cries like a baby When she's done something wrong  [Chorus] I told you once, yes, I told you twice But you never listen to my advice I catch you walking with that boy again I'm gonna set you free Oh, I'm gonna set you free  [Verse Two] Loves like a lady So soft and slow She feels like a lady Ooo, I can't let go She smiles like a lady Smiling all night long But cries lake a baby When she's done something wrong  [Chorus] I told you once, yes, I told you twice But you never listen to my advice I catch you walking with that boy again I'm gonna set you free Oh, I'm gonna set you free  [Verse Three] Walks like a lady Oh, but she cries like a little girl Walks like a lady Yes, but she cries like a little girl Walks like a lady Walks like a lady Cries like a little girl  ",
        "title": "Walks Like A Lady"
    },
    {
        "artist": "Blondie",
        "lyrics": "  Uh-huh make me tonight Tonight make it right Uh-huh make me tonight Tonight Tonight Oh, uh-huh make it magnificent Tonight Right Oh, your hair is beautiful Oh, tonight Atomic Tonight make it magnificent Tonight Make me tonight Your hair is beautiful Oh oh, tonight Atomic Atomic Oh  ",
        "title": "Atomic"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": null,
        "title": "Clones (We're All)"
    },
    {
        "artist": "Rick Pinette & Oak",
        "lyrics": null,
        "title": "King Of The Hill"
    },
    {
        "artist": "Glen Campbell & Rita Coolidge",
        "lyrics": "  I see you every day Walking down the avenue I'd like to get to know you But all I do is smile at you  ",
        "title": "Somethin' 'Bout You Baby I Like"
    },
    {
        "artist": "Change",
        "lyrics": "  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday (Hey, hey, hey, hey, hey) Holiday (Holiday, what you say?) Holiday Celebrate (Ah, yeah!)  Holiday Holiday (Oh, I, I) Holiday Celebrate (Oooh!)  Then we both held hands in each other's for a chance to start it moving He reached deep inside of his vest and in his hand he held a ring Let's have lunch, picnic or a brunch in the wintertime Let's disco down in a roller skating ring in Alaska town  Holiday (Holiday) Holiday (Oh, come on, celebrate) Holiday (Ooohooohooohooohooo) Celebrate  Holiday (Got the feeling, come on, keep ahead) Holiday (Reelin', holiday, yeaheah) Holiday (Oh!) Celebrate  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday Holiday Holiday Celebrate  Holiday Holiday Holiday Celebrate  ",
        "title": "A Lover's Holiday"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  (Alternate intro) Everything'll work out if you let it Everything'll work out if you let it Everything'll work out if you let it Let it in your heart  Everything works if you let it If you let it in your heart Yeah, everything works if you let it If you let it in your heart  She is the girl of his dreams He wants her, he thinks \"forget it\" He's got a pain in his heart he feels like crying So lonesome for love he feels like dying But don't stop the dream He can fix it, I know he can He's the world's world's greatest at the work that he does When he moves on down the line  Everything works if you let it Everything works if you let it Everything works if you let it Let it in your heart  She is the girl of his dreams He wants her, he thinks \"forget it\" He'd love to look inside her heart and see if she agrees But don't stop the dream He can fix it, I know he can He's good, he's great at the work that he does And there's magic in the air  Everything'll work out if you let it Everything'll work out if you let it Everything'll work out if you let it Let it in your heart  Good times, bad times, don't know what to do Half the time and all the time, don't know if it's true Someday, somewhere, he'll know if it's true She'll look inside her heart and then decide it's really you Oh  Everything'll work out if you let it Everything'll work out if you let it Everything'll work out if you let it Let it in your heart  Everything works if you let it If you let it in your heart Everything works if you let it If you let it in your heart Everything works if you let it If you let it in your heart Yeah, everything works if you let it If you let it in your heart  ",
        "title": "Everything Works If You Let It"
    },
    {
        "artist": "The Invisible Man's Band",
        "lyrics": "  One, two, three...  Waiting on the band To get started Hardly room to stand; It's jammed Damn  Ooh, child It's a crowd, now  People wanna dance People wanna dance Everybody wanna dance Move their bodies round  While the music spins Get down Get down Get down Yeah..    Break out!  Freak on the floor Freaks on the floor All the freaks on the floor All look starry-eyed Disco whistles blow Strange freaky vibes  Flashing lights Of red, blue, yellow and green It's a funky scene Plenty for the head Could only mean...  It's gonna be an all night thing It's gonna be an all night thing Baby, it's an all night thing It's gonna be an all night thing  Yeah, yes it is Uh huh  Baby... [skat]  Dig three-piece Slim-Jim movin' on in On a chic freak Come on in No, I can't blow Such a hot piece   Suga booga, honey  could ya? Move a little close Close enough for you to hear Baby, don't ya know? You got me shifting in fifth gear  You look so fine, and I want your number in my book Gonna take you home with me And get it on All night long  It's gonna be an all night thing It's gotta be an all night thing Baby, it's an all night thing It's gonna be an all night thing  ",
        "title": "All Night Thing"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": null,
        "title": "JoJo"
    },
    {
        "artist": "Benny Mardones",
        "lyrics": null,
        "title": "Into The Night"
    },
    {
        "artist": "The Dirt Band",
        "lyrics": null,
        "title": "Make A Little Magic"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  [Verse 1] I'm lying alone with my head on the phone Thinking of you till it hurts I know you're hurt too but What else can we do Tormented and torn apart I wish I could carry your smile in my heart For the times when my life seems so low It would make me believe what tomorrow could bring When today doesn't really know Doesn't really know  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Verse 2] I want you to come back and carry me home Away from these long lonely nights I'm reaching for you, are you feeling it too Does the feeling seem oh so right And what would you say if I called on you now And said that I can't hold on There's no easy way, it gets harder each day Please love me or I'll be gone, I'll be gone...  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Bridge] Oh, what are you thinking of? What are you thinking of? Oh what are you thinking of? What are you thinking of?  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong (I'm all out of love) (I'm so lost without you)  ",
        "title": "All Out Of Love"
    },
    {
        "artist": "Ali Thomson",
        "lyrics": null,
        "title": "Take A Little Rhythm"
    },
    {
        "artist": "Player",
        "lyrics": null,
        "title": "It's For You"
    },
    {
        "artist": "Stephanie Mills",
        "lyrics": "  [Verse 1] Something strange came over me 'cause I never felt this way There's no place I'd rather be than here with you to stay Can't explain what your love has done for me (Love has done for me) Keeps me warm and satisfied, ooh, you make me see  [Chorus] Sweet sensation (You're a sweet, you're a sweet) A fantasy (You're a sweet) Sweet sensation Sweet sensation (You're a sweet, you're a sweet) You're a fantasy (You're a sweet) Love vibration  [Verse 2] Though my feet are on the ground, my mind is in the sky Such a thrill, this ecstasy, and you're the reason why I'm all aglow, love light shinin' through (Love light shinin') Ha, thank you, baby, I owe it all to you  [Bridge] And I just wanna let you know (Just wanna let, wanna let you know) That I'll never let you go, yeah (I'll never let, let you go)  [Verse 3] Makes me feel so good inside to know that I've got you It's like a dream, but when I wake I find out that it's true  [Chorus] + [Bridge] + [Chorus]  [Outro] You're a sweet, you're a sweet You're a sweet, sweet sensation You're a sweet, you're a sweet You're a sweet, love vibration You're a sweet, you're a sweet  ",
        "title": "Sweet Sensation"
    },
    {
        "artist": "Eric Clapton And His Band",
        "lyrics": null,
        "title": "Tulsa Time/Cocaine"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": null,
        "title": "I Can't Let Go"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Landlord"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Got brass in pocket Got bottle I'm gonna use it Intention I feel inventive Gonna make you, make you, make you notice  Got motion restrained emotion Been driving Detroit leaning No reason just seems so pleasing Gonna make you, make you, make you notice  Gonna use my arms Gonna use my legs Gonna use my style Gonna use my sidestep Gonna use my fingers Gonna use my, my, my imagination  Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention give it to me  Got rhythm I can't miss a beat Got new skank it's so reet Got something I'm winking at you Gonna make you, make you, make you notice  Gonna use my arms Gonna use my legs Gonna use my style Gonna use my sidestep Gonna use my fingers Gonna use my, my, my imagination  Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention Give it to me Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention  Give it to me  {Outro}  ",
        "title": "Brass In Pocket (I'm Special)"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Verse 1] Open up your mind and let me step inside Rest your weary head and let your heart decide  [Pre-Chorus 1] It's so easy when you know the rules It's so easy, all you have to do is fall in love  [Chorus] Play the game Everybody play the game of love  Yeah  [Verse 2] When you're feeling down and your resistance is low Light another cigarette and let yourself go  [Pre-Chorus 2] This is your life, don't play hard to get It's a free world, all you have to do is fall in love  [Chorus] Play the game Everybody play the game of love  [Bridge] My game of love has just begun Love runs from my head down to my toes My love is pumping through my veins (play the game) Driving me insane (come, come, come, come) Come play the game, play the game, play the game, play the game  [Break]  [Chorus] Play the game Everybody play the game of love   [Pre-Chorus 2 and Chorus, repeat 'til fade out] This is your life, don't play hard to get It's a free world, all you have to do is fall in love Play the game Everybody play the game of love This is your life, don't play hard to get It's a free world, all you have to do is fall in love Play the game Everybody play the game of love  ",
        "title": "Play The Game"
    },
    {
        "artist": "Irene Cara",
        "lyrics": null,
        "title": "Fame"
    },
    {
        "artist": "Commodores",
        "lyrics": "  I'm in love with a plain old-fashion girl She's the most beautiful person in the world  Her smile is so warm and her eyes burn so deep, ah, yeah Softly in rhymes of love she sings to me {Love is for love} Oh {But only if it's meant to be} Only if it's meant to be, baby  Yeah, hea, hea, I  I'm in love with a plain and simple girl She takes my heart and sends me for a whirl I'm on the wings of love and I don't take care where I go Because when we reach that star we both will know {Love is for love} Ooh {And our love was meant to be} Our love was meant to be, baby, ooh  I want some lovin' tonight Some old-fashion love, baby I know that you do it right Do it, do it, do it to it, baby  I want some lovin' tonight Some old-fashion love, baby I know that you do, do Do it, do it, do it right, baby  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby (I want some lovin' tonight ) Do it, do it, do it (Some old-fashion love, baby)  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby I want (Oh, say it), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby  Oh, yeah Ah., yeah Oh, yeah Ah, yeah  Do it, do it, do it  I want (Ow), gimme, gimme, gimme (Whoa) I want (Oh, girl) some old-fashion love, baby  ",
        "title": "Old-Fashion Love"
    },
    {
        "artist": "Average White Band",
        "lyrics": "  Baby, I'm back And right away I thought I'd come to you To see if the love that we knew before Has passed the test of time  Time, that changes almost everything Can sometimes let us see the better side If the feelings we once shared  Let's go 'round again Maybe we'll turn back the hands of time Let's go 'round again One more time  Baby, I know that you think I will be different now Inside of me nothing has changed So, I'm asking you again, please  There's no one else that could have brought me back And no one that ever could set me free From the memory I kept within my heart  ",
        "title": "Let's Go 'round Again"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Verse 1] I just can't pretend any more, I keep running out of lies Loving you is killing me inside Every time I find the words to end it, something in your eyes won't let it  [Chorus] Shandi, tonight must last us forever, forever we say goodnight and go home But you know me very well, and I know you, you can't tell me goodnight (say goodnight)  [Verse 2] We've been holding on so tight, we're afraid to let it go Shake it loose, we both could use the ride Here's another mess I got myself in, and when you touch me you aren't helping  [Chorus][x2]  ",
        "title": "Shandi"
    },
    {
        "artist": "Russ Ballard",
        "lyrics": "  That's how you fell for me That's how you changed my life You cut me like a knife  On the rebound, on the rebound You came, you saw, you took It only took one look And, lady, I was hooked  On the rebound, on the rebound On the rebound  On the rebound, on the rebound You came and took my soul You came and left a hole Where your love used to be  On the rebound, on the rebound You like to drown in your tears And after all these years You give your pain to me  (On the rebound) You came to me (On the rebound) To set you free (On the rebound) Too bad for me Oh, yeah  When you came You wanted my money And when you left me You took my life, honey  (On the rebound) You came to me (oh) (On the rebound) To set you free (oh) (On the rebound) Too bad for me (oh)  Can't stand this pain Won't you come back again  (On the rebound) You came to me (On the rebound) To set you free (On the rebound) Too bad for me Oh, yeah  Through my tears Your face still appears  (On the rebound) You came to me (On the rebound) To set you free  ",
        "title": "On The Rebound"
    },
    {
        "artist": "Billy Preston & Syreeta",
        "lyrics": null,
        "title": "One More Time For Love"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  I don't wanna kiss or hold your hand If it's funny, try and understand There is really nothing else I'd rather do Cause I'm happy just to dance with you  I don't need to hug or hold you tight I just wanna dance with you all night In this world there's nothing I would rather do I'm happy just to dance with you  Just to dance with you Whoa, is everything I know Before this dance is through I think I'll love you, too I'm so happy when you dance with me  If somebody tries to take my place Let's pretend we just can't see her face In this world there's nothing I would rather do I'm happy just to dance with you  Just to dance with you Whoa, is everything I know Before this dance is through I think I'll love you, too I'm so happy when you dance with me  If somebody tries to take my place Let's pretend we just can't see her face In this world there's nothing I would rather do I'm happy just to dance Happy just to dance Happy just to dance with you  ",
        "title": "I'm Happy Just To Dance With You"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  It is time for you to stop all of your sobbing Yes it's time for you to stop all of your sobbing oh oh oh There's one thing you gotta do To make me still want you Gotta stop sobbing now Yeah yeah stop it stop it  It is time for you to laugh instead of crying Yes it's time for you to laugh so keep on trying oh oh oh There's one thing you gotta do To make me still want you Gotta stop sobbing now Yeah yeah stop it stop it  Each little tear that falls from your eyes Makes, makes me want To take you in my arms and tell you To stop all your sobbing  There's one thing you gotta do To make me still want you And there's one thing you gotta know To make me want you so Gotta stop sobbing now Yeah yeah stop it stop it  ",
        "title": "Stop Your Sobbing"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  I realize the best part of love is the thinnest slice And it don't count for much But I'm not letting go I believe there's still much to believe in  So lift your eyes if you feel you can Reach for a star and I'll show you a plan I figured it out What I needed was someone to show me  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus:] Lost In Love and I don't know much Was I thinking aloud and fell out of touch? But I'm back on my feet and eager to be what you wanted  So lift your eyes if you feel you can Reach for a star and I'll show you a plan I figured it out What I needed was someone to show me  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus]  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus]  Now I'm lost, lost in love, lost in love, lost in love Now I'm lost, lost in love, lost in love, lost in love Lost in love, lost in love, lost in love Lost in love, lost in love, lost in love  ",
        "title": "Lost In Love"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": null,
        "title": "Beyond"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  Well the midnight headlights blind you on a rainy night Steep grade up ahead, slow me down, makin' no time Gotta keep rollin' Those windshield wipers slappin out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  Well the truck stop cutie comin' on to me Tried to talk me into a ride, said I wouldn't be sorry But she was just a baby Hey waitress, pour me another cup of coffee Pop me down, jack me up, shoot me out Flyin' down the highway Lookin' for the mornin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin'  my life away, lookin' for a sunny day  Well the midnight headlight find you on a rainy night Steep grade up ahead, slow me down, makin no time Gotta keep rollin' Those windshield wipers slappin' out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  ",
        "title": "Drivin' My Life Away"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  When I wake up each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on you're only someone That I used to love  As for me, it's getting down To the last unspoken part Where you must begin To ease the pain of a broken heart  Tell me why should I even care If I have to lose your love From now on You're only someone that I used to love  Wish it was enough for you All the love I had to give And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  And if ever our paths should cross again Well, you won't find me Being the one to get lost again  Once, I had so much to give That you just refused my love From now on You're only someone that I used to love  And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  When I wake each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  ",
        "title": "Someone That I Used To Love"
    },
    {
        "artist": "Fred Knoblock",
        "lyrics": null,
        "title": "Why Not Me"
    },
    {
        "artist": "Gary Burbank With Band McNally",
        "lyrics": null,
        "title": "Who Shot J.R.?"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": null,
        "title": "Boulevard"
    },
    {
        "artist": "Bruce Cockburn",
        "lyrics": "  Sun's up, uuh huh, looks okay The world survives into another day And I'm thinking about eternity Some kind of ecstasy got a hold on me  I had another dream about lions at the door They weren't half as frightening as they were before But I'm thinking about eternity Some kind of ecstasy got a hold on me  Walls windows trees, waves coming through You be in me and I'll be in you Together in eternity Some kind of ecstasy got a hold on me  Up among the firs where it smells so sweet Or down in the valley where the river used to be I got my mind on eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  Huge orange flying boat rises off a lake Thousand-year-old petroglyphs doing a double take Pointing a finger at eternity I'm sitting in the middle of this ecstasy  Young men marching, helmets shining in the sun Polished as precise like the brain behind the gun (should be!) they got me thinking about eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  Freighters on the nod on the surface of the bay One of these days we're going to sail away Going to sail into eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  ",
        "title": "Wondering Where The Lions Are"
    },
    {
        "artist": "Rupert Holmes",
        "lyrics": null,
        "title": "Answering Machine"
    },
    {
        "artist": "Roy Orbison & Emmylou Harris",
        "lyrics": "  When I saw you standing there on the street I found myself by your side I started wanting you again There's just no way to hide From that old loving you feeling again It's really got me reeling again It only seems to stop to start All over again with you I remember how you always give That certain look in your eyes You're not easy to resist But I just walked on by With that loving old feeling again It's really got me reeling again Only seems to stop to start All over again with you, loving you feeling with you We were so close, we were too far apart I gave you my love, I wanted your heart Without yesterday haunting the way Maybe we'd still be together Sharing that loving you feeling again It's really got me reeling again Will it ever stop and not start over again That loving you feeling again No matter how much I try this loving you feeling It's taken such a long time to say goodbye And getting over you is so hard to do With this feeling loving you, that loving you feeling again Loving you feeling again Loving you feeling again Loving you feeling again ...  ",
        "title": "That Lovin' You Feelin' Again"
    },
    {
        "artist": "Grateful Dead",
        "lyrics": "  [Verse 1] Thirty two teeth in a jawbone Alabama's tryin' for none Before I have to hit him I hope he's got the sense to run  Reason the poor girls love him Promise them everything Why they all believe him? He wears a big diamond ring  [Chorus] Alabama getaway, getaway Alabama getaway, getaway Only way to please me Just get down and leave and walk away  [Verse 2] Majordomo Billy Bojangles Sat down and had a drink with me Said what about Alabama That keeps a-coming back to me?  I heard your plea in the courthouse Witness box began to rock and rise Forty-nine sister states Had Alabama in their eyes  [Chorus] Alabama getaway, getaway Alabama getaway, getaway Only way to please me Just get down and leave and walk away  [Verse 3] Major said why don't we give him Rope enough to hang himself? No need to worry the jury They'll probably take care of themselves Twenty-third Psalm Majordomo Reserve me a table for three Down in the Valley of the Shadow Just you, Alabama and me  [Chorus] Alabama getaway, getaway Alabama getaway, getaway Only way to please me Just get down and leave and walk away  ",
        "title": "Alabama Getaway"
    },
    {
        "artist": "George Benson",
        "lyrics": "  [Verse 1] Whenever dark has fallen You know the spirit of the party starts to come alive Until the day is dawning You can throw out all your blues and hit the city lights  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 2] You need the evening action A place to dine, a glass of wine, a little late romance It's a chain reaction You'll see the people of the world coming out to dance  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 3] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right Then we can be lovers cause I see that starlight look in your eyes Don't you know we can fly  [Hook] Just gimme the night Gimme the night  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 4] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right then we can be lovers Cause I see that starlight look in your eyes Don't you know we can fly  [Verse 5] And if we stay together We'll feel the rhythm of the evening taking us up high Never mind the weather We'll be dancing in the street until the morning light  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night So, gimme the night  ",
        "title": "Give Me The Night"
    },
    {
        "artist": "Firefall",
        "lyrics": null,
        "title": "Love That Got Away"
    },
    {
        "artist": "Teri DeSario With K.C.",
        "lyrics": null,
        "title": "Dancin' In The Streets"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Written by Teddy Randazzo, Bobby Wilding, Bobby Hart © 1965 Vogue Music (BMI)  I know you Don't know what I'm going through Standing here looking at you  Well let me tell you that it hurts so bad It makes me feel so sad It makes me hurt so bad to see you again  Like needles and pins People say \"you've been making out okay He's in love don't stand in his way\"  Well let me tell you that it hurts so bad It makes me feel so sad It's gonna hurt so bad if you walk away Why don't you stay and let me make it up to you I'll do anything you want me to You loved me before please love me again I can't let you go back to her Please don't go Please don't go  Please don't go Please don't go Hurt so bad Come back it hurts so bad Don't make it hurt so bad I'm begging you please  Oooooh oh oh oh Come back it hurts so bad Come back it hurts so bad I'm begging you please Oh! No! Noooooo!  ",
        "title": "Hurt So Bad"
    },
    {
        "artist": "Larry Graham",
        "lyrics": "  Love had played its games on me so long I started to believe I'd never find anyone Doubt had tried to convince me to give in, said, \"You can't win\" But one day the sun came a shinin' through The rain had stopped and the skies were blue And oh, what a revelation to see Someone was saying \"I love you\" to me  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  I was a lonely man with empty arms to fill Then I found a piece of happiness to call my own And life is worth livin' again For to love you, to me, is to live  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" One in a million you  A one in a million you  ",
        "title": "One In A Million You"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  Years from now, I want you years from now And I hold you years from now as I love you tonight You are my one true friend, always my one true friend And I love you 'till I'd say as I love you tonight  I know this world that we live in can be hard Now and then and it will be again Many times we've been down Still love has kept us together the flame never dies When I look in your eyes the future I see  Wanting you years from now And holding you years from now And loving you years from now As I love you tonight  I know this world that we live in can be hard Now and then and it will be again Many times we've been down Still love has kept us together the flame never dies When I look in your eyes the future I see  Wanting you years from now And holding you years from now And loving you years from now As I love you tonight  ",
        "title": "Years From Now"
    },
    {
        "artist": "Tony Joe White",
        "lyrics": null,
        "title": "I Get Off On It"
    },
    {
        "artist": "The Kingbees",
        "lyrics": null,
        "title": "My Mistake"
    },
    {
        "artist": "David Hudson",
        "lyrics": null,
        "title": "Honey, Honey"
    },
    {
        "artist": "REO Speedwagon",
        "lyrics": "  I've been around for you I've been up and down for you But I just can't get any relief I've swallowed my pride for you I've lived and lied for you But you still make me feel like a thief  You got me stealin' your love away 'Cause you never give it Peeling the years away And we can't relive it I make you laugh And you make me cry I believe it's time for me to fly  You said we'd work it out You said that you had no doubt That deep down we were really in love Oh, but I'm tired of holding on To a feeling I know is gone I do believe that I've had enough  I've had enough of the falseness Of a worn out relation Enough of the jealousy And the intoleration I make you laugh And you make me cry I believe it's time for me to fly  Time for me to fly Oh, I've got to set myself free Time for me to fly And that's just how it's got to be I know it hurts to say goodbye But it's time for me to fly  Oh, don't you know it's Time for me to fly Oh, I've got to set myself free Time for me to fly And that's just how it's got to be I know it hurts to say goodbye But it's time for me to fly  It's time for me to fly It's time for me to fly It's time for me to fly  ",
        "title": "Time For Me To Fly"
    },
    {
        "artist": "Crystal Gayle",
        "lyrics": null,
        "title": "The Blue Side"
    },
    {
        "artist": "Roger Daltrey",
        "lyrics": null,
        "title": "Free Me"
    },
    {
        "artist": "Tommy Tutone",
        "lyrics": "  Angel I love you, you know I love you, but what can I say You're not really here anymore and I know it It's getting late they're waiting outside you're gonna run away One more time, it might be-e too la-a-ate  Angel say no You're better on your own Angel say no no no Baby don't you know-ow  Don't try to tell me, baby don't tell me, I already know You got that look in your eyes that shows me (hey) I can't take it, I just can't take it, when you start to go-o Well any American boy would fe-el the same way-ay  Angel say no You're better on your own Angel say no no no Baby don't you know-ow  Cause you know I'm right It's another night You're gonna take that ride (yeah) No no no no!  Angel say no You're better on your own Angel say no no no Baby don't you know, baby don't you know  Angel say no no no (angel don't you know) Angel say no no no (angel!) Angel say no no no (ah-ee-ah-ee-ah-ee baby don't you want want want want want want) Angel say no no no (angel don't you wan't) Angel say no no no (you better run now) Angel say no no no (you better run now) Angel say no no no (yeah, you better run for your life they're gonna get you babe They got a needle and a hound Ah-ee-ah-ee-ah-angel say no-o) Angel say no no  ",
        "title": "Angel Say No"
    },
    {
        "artist": "Toby Beau",
        "lyrics": null,
        "title": "If I Were You"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  Your love's contagious, one kiss is dangerous But I have more to risk, than you to lose I feel passion growing, I know that love is only Just one inch away, from striking us  We live for love, we live for love  When we get tired and watch the summer fade away Will you think of romance, what will we do? Is there a place where we can go? Where time stands still for those who know? 'Til eternity, we'll fulfill our desires  We live for love, we live for love We live for love, we live for love  I never planned to win the race But you convinced me face to face There was never a chance of losing at all  We live for love, we live for love We live for love, we live for love We live for love, we live for love (to fade)  ",
        "title": "We Live For Love"
    },
    {
        "artist": "Van Halen",
        "lyrics": "  Well, they say it's kinda fright'nin' how this younger generation swings You know, it's more than just some new sensation Well, the kid is into losin' sleep and he don't come home for half the week You know, it's more than just an aggravation And the cradle will rock Yes, the cradle will rock And I say, rock on! Rock on! And when some local kid gets down, they try and drum him out of town They say, \"You coulda least faked it, boy.\" At an early age he hits the street and winds up tied with who he meets, and he's unemployed And the cradle will rock Yeah, the cradle will rock And I say, rock on! Rock on! Have you seen Junior's grades? And when some local kid gets down, they try and drum him out of town They say, \"You coulda least faked it, boy.\" At an early age he hits the street and winds up tied with who he meets, and he's unemployed His folks are overjoyed And the cradle will rock Yeah, the cradle will rock And I say, rock on! Rock on! Rock on! Rock on!  ",
        "title": "And The Cradle Will Rock..."
    },
    {
        "artist": "The Manhattan Transfer",
        "lyrics": "  With a key, you unlock a door to imagination Beyond it is another dimension A dimension of sight A dimension of sound A dimension of mind  You're moving through a land of both shadow and substance Of things and ideas Guiding you through this wondrous journey Is the hypnotic sound of the twilight tone  When I hear this melody This strange illusion takes over me Through a tunnel of the mind Perhaps a present or future time oh, oh Out of nowhere comes this sound This melody that keeps spinning 'round & 'round Pyramidal locomotion From a mystic unknown zone  Hearin' the twilight Hearin' the twilight, twilight tone  Unpretentious girl from Memphis Saw the future through her third eye People came with skepticism Picking, testing her precision, no, wo, oh, oh Suddenly they heard this sound This melody that keeps spinning 'round & 'round A signpost up ahead is calling Through the mystic unknown zone  Hearin' the twilight Twilight swept away, feelin' the rhythm Hearin' the twilight Twilight swept away, ba da, loo da, ba da loo da Hearin' the twilight Twilight tone  Submitted for your approval. One Mr. Miller, who's about To take a trip into oddness and obsolescene, through a Zone whose boundaries are that of imagination Accompanying him on this journey is the mesmerizing Sound of the Twilight Tone  On a cold & rainy night One Mister Miller had a rare flight Glen was up there boppin' a rhythm Then the engine stopped to listen with him Play that beat, oh, oh Suddenly he heard this sound This melody that keeps spinning 'round & 'round Now he resides and plays trombone In the mystic unknown zone  Hearin' the twilight (repeat many times) (Hearin' the twilight)  ",
        "title": "Twilight Zone/Twilight Tone"
    },
    {
        "artist": "Pink Floyd",
        "lyrics": "  [Verse: Roger Waters & David Gilmour] We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave them kids alone Hey! Teacher, leave them kids alone! All in all it's just another brick in the wall All in all you're just another brick in the wall  [Verse: Kid Chorus] We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave them kids alone Hey! Teacher, leave us kids alone! All in all you're just another brick in the wall All in all you're just another brick in the wall  [Outro: Roger Waters] Wrong! Do it again! If you don't eat your meat, you can't have any pudding! How can you have any pudding if you don't eat your meat? You! Yes! You behind the bike sheds! Stand still laddie!  ",
        "title": "Another Brick In The Wall (Part II)"
    },
    {
        "artist": "Roberta Flack With Donny Hathaway",
        "lyrics": "  Seems we've weathered Hard times we've been through In silence I've waited I missed you (I missed you too)  'Cause you, you and I back together again Got the world in a spin 'Cause you, you and I back together again Got the world in a spin  It's all come together Problems we've defeated And I'm in here heart in hand You take all that I got and you need it , baby  'Cause you, you and I-I-I back together Got the world in a spin You, you and I-I-I back together Got the world in a spin  Love will last forever (Forever) We can make it real (Got to be real) Say you'll leave me never (No, no, never) We can truly feel (What you feel) I feel like you Back together Yeah, yeah, yeah  Younger and wiser Time has shown the way We've come full circle To stay (Baby)  'Cause you, you and I-I-I back together again Got the world in a spin 'Cause you, you and I-I-I back together again Got the world in a spin  Truth is the light It's the joy that we both share Make love day and night It's so easy to do when you care  Love will last forever (Forever) We can make it real (Got to be real) Say you'll leave me never (No, no, never) We can truly feel (What you feel) I feel like you Back together  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  ",
        "title": "Back Together Again"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": "  It is the night My body's weak I'm on the run No time to sleep I've got to ride Ride like the wind To be free again  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  I was born the son of a lawless man Always spoke my mind with a gun in my hand Lived nine lives Gunned down ten Gonna ride like the wind  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  Accused and tried and told to hang I was nowhere in sight when the church bells rang Never was the kind to do as I was told Gonna ride like the wind before I get old  It is the night My body's weak I'm on the run No time to sleep I've got to ride Ride like the wind To be free again  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  ",
        "title": "Ride Like The Wind"
    },
    {
        "artist": "John Denver",
        "lyrics": "  Everybody's got the dancin' fever Everbody'd love to rock and roll Play it loud and baby play it better Funky music gotta stretch your soul  Just relax and let the rhythm take you Don't you be afraid to lose control If your heart has found some empty spaces Dancin's just a thing to make you whole  I am one who dances with the mountains I am one who dances with the wind I am one who dances on the ocean My partner's more than pieces more than friends  Were you there the night they lost the lightning Were you there the day the earth stood still Did you see the famous and the fighting Did you hear the prophet tell his tale  We are one when dancing with the mountains We are one when singing in the wind We are one when thinking of each other More than partners much more than pieces more than friends  ",
        "title": "Dancing With The Mountains"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  I was sitting all alone, watching people getting off, with each other They were dancing 'cross the floor, turning movement back and forth, they were lovers One more lonely night for me, I looked up what did I see  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  I got up and took your hand and we both began to dance to the music Ooh your magic cast a spell, it didn't take long 'til we fell and we knew it No more lonely nights for me, this is how its gonna be  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  No more lonely nights for me, this is how its gonna be  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  Sexy eyes, getting down with you, I wanna move with you, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  ",
        "title": "Sexy Eyes"
    },
    {
        "artist": "Joe Sun",
        "lyrics": null,
        "title": "Shotgun Rider"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Power"
    }
]