[
    {
        "artist": "Katy Perry Featuring Kanye West",
        "lyrics": null,
        "title": "E.T."
    },
    {
        "artist": "Rihanna Featuring Britney Spears",
        "lyrics": null,
        "title": "S&M"
    },
    {
        "artist": "Cee Lo Green",
        "lyrics": null,
        "title": "F**k You! (Forget You)"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] It doesn't matter if you love him, or capital H-I-M Just put your paws up 'Cause you were born this way, baby  [Verse 1] My mama told me when I was young We are all born superstars She rolled my hair and put my lipstick on In the glass of her boudoir \"There's nothing wrong with loving who you are\" She said, \"'Cause he made you perfect, babe\" \"So hold your head up, girl, and you'll go far Listen to me when I say\"  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way (born this way)  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way Right track, baby I was born this way  [Interlude] Don't be a drag, just be a queen Don't be a drag, just be a queen Don't be a drag, just be a queen Don't be  [Verse 2] Give yourself prudence and love your friends Subway kid, rejoice your truth In the religion of the insecure I must be myself, respect my youth A different lover is not a sin Believe capital H-I-M Hey, hey, hey I love my life, I love this record and Mi amore vuole fe yah (same DNA)  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way (born this way)  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way I'm on the right track, baby I was born this way  [Interlude] (Way) Don't be, don't be... (Way) Church  [Breakdown] Don't be a drag, just be a queen Whether you're broke or evergreen You're black, white, beige, chola descent You're Lebanese, you're orient Whether life's disabilities Left you outcast, bullied or teased Rejoice and love yourself today 'Cause baby, you were born this way  [Bridge] No matter gay, straight or bi Lesbian, transgendered life I'm on the right track, baby I was born to survive No matter black, white or beige Chola or orient made I'm on the right track, baby I was born to be brave!  [Chorus] I'm beautiful in my way 'Cause God makes no mistakes I'm on the right track, baby I was born this way Don't hide yourself in regret Just love yourself and you're set I'm on the right track, baby I was born this way, yeah  [Post-Chorus] Ooh, there ain't no other way Baby, I was born this way Baby, I was born this way (born this way) Ooh, there ain't another way Baby, I was born this way I'm on the right track, baby I was born this way  [Outro] I was born this way, hey I was born this way, hey I'm on the right track, baby I was born this way I was born this way, hey I was born this way, hey I'm on the right track, baby I was born this way, hey Same DNA, but born this way Same DNA, but born this way  ",
        "title": "Born This Way"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Post-Hook: will.i.am] I just can't get enough, I just can't get enough I just can't get enough, I just can't get enough  [Verse 1: will.i.am + (Fergie)] Honey got her sexy on steaming She's give my hotness a new meaning Perfection, mami you gleaming Inception, you got a brother dreaming, dreaming Damn, baby, I'm fiendin I'm tryna holla at you, I'm screaming Let me love you down this evening (Lovie lovie, yeah, you know you are my demon) Girl, we can form a team, and I could be the King, you could be the Queen and My mind's dirty and it don't need cleaning (I love you long time so you know the meaning)  [Pre-Hook: will.i.am] Oh baby, I can't come down, so please come help me out You got me feeling high, and I can't step off the cloud And I just can't get enough  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Post-Hook: will.i.am] I just can't get enough, I just can't get enough I just can't get enough, I just can't get enough  [Verse 2: Taboo] Honey got me runnin' like I'm Flo Jo Signs her name on my heart with an \"XO\" Love so sweet, got me vexed though I wanna wish it right back like Presto, yes Meantime, I wait for the next time She come around for a toast to the best time We LOL back and forth on the text line She got me fishin' for her love, I confess I'm... Something 'bout her smile and the convo Got me high and I ain't comin down, yo My heart's pumpin' out louder than electro She got me feelin like Mr. Roboto​  [Pre-Hook: will.i.am] Oh baby, I can't come down, so please come help me out You got me feeling high, and I can't step off the cloud And I just can't get enough  [Hook: Fergie] Boy, I think about it every night and day I'm addicted, wanna jam inside your love I wouldn't wanna have it any other way I'm addicted, and I just can't get enough  [Breakdown: apl.de.ap] This, has been a switch-up Switch-up, switch-up I just can't - switch-up  [Verse 3: apl.de.ap] Locked, sunk in your bedrock Heart, pumpin' your love-shot Knocked, out by your cold-shot I'm, stuck in your headlock (switchup) Can't stop, won't quit Makin' me fiend, give it to me I want it all, you know what I mean Your love is a dose of ecstasy (switchup) Addicted, I can't get away from you Afflicted, I need it, I miss it (switchup) I want your lovin' right next to me And I can't erase you out of my memory  [Outro: apl.de.ap] I just can't - switch-up  ",
        "title": "Just Can't Get Enough"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Verse 1: Wiz Khalifa] Last night I let the party get the best of me Waking up in the morning, two hoes laying next to me Plus I heard an officer arrested me Good weed and cold drinks That's the motherfucking recipe Nigga and we roll deep, so deep It's going down in this bitch; concrete We gon' party all night, no sleep Tell the owner them is all my guys So tonight everything is on me  [Pre-Hook 1: Wiz Khalifa] The drinks is on me The bitches, the hotel, the weed is all free Get high, I mean so high we don't see the whole suite Then fly to a level where you gon' need your own key T—G—O—D  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Verse 2: Wiz Khalifa] Leaving from the club, now she wanna stay with us Came to spend it all, don't care what I'm paying for Used to be too young, now I'm out here buying the bar Every time I look up, it's another red cup Bunch of niggas in the game, but they ain't playin' wit us They ain’t paying enough Man, them niggas ain't ballin' They just laying it up Saying they does I'm just rolling hella weed up While on my way to the club I had to wait at the club But now I don't Cause everything is on me  [Pre-Hook 2: Wiz Khalifa] The drinks is on me The bitches, the hotel, the weed is all free Get high, I mean so high we see the whole street We fly, I mean so fly we need a whole wing T—G—O—D  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Bridge: Wiz Khalifa] Party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright I, party all day, party all night Say you wanna party, lets party alright, I  [Hook: Wiz Khalifa] No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long No job and no sleeping Live it up like it's the weekend When the DJ play the right song Gon' drink, gon' party all night long  [Outro: Wiz Khalifa] Party all day, party all night Say you wanna party, let’s party alright  ",
        "title": "No Sleep"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & Busta Rhymes",
        "lyrics": "  [Intro: Chris Brown] I don’t see how you can hate from outside of the club You can’t even get in! Ha ha ha! Leggo!  [Verse 1: Chris Brown] Yellow model chick, yellow bottle sippin' Yellow Lamborghini, yellow top missin' Yeah, yeah, that shit look like a toupee I get what you get in ten years in two days Ladies love me, I'm on my Cool J If you get what I get, what would you say? She wax it all off: Mr. Miyagi And them suicide doors, hari-kari  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 2: Chris Brown] Lil' nigga, bigger than gorilla ‘Cause I’m killin' every nigga that can try to be on my shit Better cuff your chick if you with her, I can get her And she accidentally slip and fall on my dick Oops, I said \"on my dick\" I ain’t really mean to say \"on my dick\" But since we're talking about my dick All of you haters say hi to it—I’m done  [Interlude: Busta Rhymes] Ayo, Breezy, let me show you how to keep the dice rollin' When you're doing that thing over there, homie! Let's go!  [Verse 3: Busta Rhymes] ‘Cause I'm feelin' like I’m runnin' And I'm feelin' like I gotta get away, get away, get away Better know that I don't and I won't ever stop ‘Cause you know I gotta win everyday-day See, they really really wanna pop me Just know that you will never flop me And I know that I can be a little cocky You ain't never gonna stop me Everytime I come, a nigga gotta set it Then I gotta go, and then I gotta get it Then I gotta blow, and then I gotta show that Any little thing that nigga think that he be doin' ‘Cause it doesn't matter, ‘cause I'm gonna da-da-da-da Then I'm gonna murder everything and anything A ba-da-boom, a ba-da-bing, I gotta do a lotta things That make it clearer to a couple niggas That I always win and then I gotta get it again And again and then again And I be doin' it to death And now I move a little foul, a nigga better call a ref And everybody know my style And niggas know that I'm the best When it come to doing this and I be bangin' on my chest And I bang in the East and I'm bangin' in the West And I come to give you more and I will never give you less You will hear it in the street or you could read it in the press Do you really wanna know what's next? (let's go!) See the way we on and then we all up in the race And you know we gotta go Don't try to keep up with the pace And we strugglin' and hustlin' and sendin' in and gettin' in And we always gotta do it, take it to another place Gotta taste it, and I gotta grab it And I gotta cut all through this traffic Just to be at the top of the throne, better know I gotta have it  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 4: Lil Wayne] Man, fuck these bitch-ass niggas! How y’all doin'? I’m Lil Tunechi, I’m a nuisance I go stupid, I go dumb like the Three Stooges I don’t eat sushi, I’m the shit No, I’m pollution, no substitution Got a bitch that play in movies in my jacuzzi, pussy juicy I never gave a fuck about a hater Got money on my radar, dressed like a skater Got a big house, came with a elevator You niggas ain’t eatin’, fuck it, tell a waiter Marley said shoot ‘em, and I said okay If you wanted bullshit, then I’m like, \"¡Olé!\" I don’t care what you say, so don’t even speak Your girlfriend a freak like Cirque Du Soleil That’s word to my flag, and my flag red I’m out of my head, bitch I’m outta my mind, from the bottom I climb You ain’t hotter than mine Nope, not on my time, and I’m not even tryin' What's poppin', slime? Nothin', five And if they trippin’, fuck ‘em, five I ain’t got no time to shuck and jive These niggas as sweet as pumpkin pie Cîroc and Sprite on a private flight Bitch, I been tight since Guiding Light And my pockets right, and my diamonds white And my momma's nice, and my daddy’s dead You faggots scared ‘cause I’m too wild Been here for a while, I was like \"fuck trial\" I puts it down, I’m so Young Money If you got eyes, look at me now, bitch!  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Outro: Chris Brown] Okay Okay Is that right? I’m fresher than a muh'fucka!  ",
        "title": "Look At Me Now"
    },
    {
        "artist": "P!nk",
        "lyrics": "  Made a wrong turn, once or twice Dug my way out, blood and fire Bad decisions, that's alright Welcome to my silly life  Mistreated, misplaced, misunderstood Miss knowing it's all good, it didn't slow me down Mistaken, always second guessing, underestimated Look, I'm still around  Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me!  You're so mean, when you talk about yourself, you were wrong Change the voices in your head, make them like you instead So complicated, look happy, you'll make it! Filled with so much hatred... such a tired game It's enough! I've done all I can think of Chased down all my demons, I've seen you do the same  Oh, pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me  The whole world's scared so I swallow the fear The only thing I should be drinking is an ice cold beer So cool in line, and we try try try But we try too hard and it's a waste of my time  Done looking for the critics, 'cause they're everywhere They don't like my jeans, they don't get my hair Exchange ourselves, and we do it all the time Why do we do that? Why do I do that?  Why do I do that?  Yeah, oh, oh baby, pretty please! Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel Like you're nothing, you're fuckin' perfect to me  You're perfect, you're perfect!  Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me...  ",
        "title": "F**kin' Perfect"
    },
    {
        "artist": "Jeremih Featuring 50 Cent",
        "lyrics": "  [Intro: 50 Cent] (Jeremih) She want it I can tell she want it Want me to push up on it 'fore she know when I'm all on it We get the party goin liquor flowin this is fire 50 and Jeremih number one there's nothing higher (Won't you go and) Get it, get it, work it, work it (I see you baby) Break it, break it down, down (Just put it down on me) Get it, get it, work it, work it (Put it down on) Break it, break it, down  [Verse 1: Jeremih] Ok she headed to the dancefloor and she slowly start to poppin it Somethin like my wrist piece everybody got to watchin it Girl you got that secret treasure I'm 'gon put a lock on it Don't care what they say I would be stupid to be not on it Ms. Vicky, heard you got that sticky Let's go and take nine shots we'll just call it 50 And I'm gonna licky licky licky 'til her hicky Have-have-have her river runnin' keep you gunnin' 'til you empty (BANG BANG BANG BANG!!!) Oh you look so sweet What you work at Bally's? Look at your physique Girl you are a beauty well-well I am a beast They must have been trippin' to have let me off a leash  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Verse 2: 50 Cent] System's thumpin party jumpin shorty she's a perfect ten She rock her hips then roll her hips, then drop it down like it's nothin She shaped just like an hour glass, see how fast an hour passed Time flies when I'm on that ass but I won't put your shit on blast Work it like a pro-pro-pro sit and watch it go-go-go Do her thing all on the flo' she bounce it fast and shake it slow So sexual incredible she beautiful she edible I got her I won't let her go I ain't seen nothing better yo Look at how she twerk it, the way she work it Make me wanna hit it hit it heaven when I'm in it in it If I do not fit, I'm gonna make it Girl you can take it, don't stop get it get it  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Bridge: Jeremih] Say you independent (HEY) Get it from your momma (HEY) Tell me if you with it (WHAT) Do you really wanna (WANNA) Baby when you see me (YEAH) You know I be on it (YEAH) Can you keep it up and (Up and) put it down up on me Say you independent, get it from your momma Tell me if you with it, do you really wanna Baby when you see me, you know I be on it Can you keep it up and, put it down up on me Down with that booty on me (On me) Shorty you a dime, why you lookin' lonely? Oh baby we can go... go... low... Low... Ohh Yeah!  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  ",
        "title": "Down On Me"
    },
    {
        "artist": "Jennifer Lopez Featuring Pitbull",
        "lyrics": "  [Intro: Pitbull & Jennifer Lopez] J-Lo! It's a new generation of party people Get on the floor, dale Get on the floor RedOne Let me introduce you to my party people in the club, ha!  [Verse 1: Pitbull] I'm loose And everybody knows I get off the chain Baby, it's the truth I'm like Inception, I play with your brain So don't sleep or snooze I don't play no games so don't-don't-don't get it confused, no Because you will lose, yeah Now pu-pu-pu-pu-pump it up And back it up, like a Tonka truck, dale!  [Verse 2: Jennifer Lopez] If you go hard, you gotta get on the floor If you're a party freak, then step on the floor If you're an animal, then tear up the floor Break a sweat on the floor, yeah, we work on the floor Don't stop keep it moving, put your drinks up Pick your body up and drop it on the floor Let the rhythm change your world on the floor You know we're running shit tonight on the floor Brazil, Morocco, London to Ibiza Straight to LA, New York, Vegas to Africa  [Chorus: Jennifer Lopez] Dance the night away Live your life, and stay young on the floor Dance the night away Grab somebody, drink a little more La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  [Verse 3: Jennifer Lopez] I know you got it, clap your hands on the floor And keep on rocking, rock it up on the floor If you're a criminal, kill it on the floor Steal it quick on the floor, on the floor Don't stop keep it moving, put your drinks up It's getting ill, it's getting sick on the floor We never quit, we never rest on the floor If I am not wrong, we'll probably die on the floor Brazil, Morocco, London to Ibiza Straight to LA, New York, Vegas to Africa  [Chorus: Jennifer Lopez] Dance the night away Live your life, and stay young on the floor Dance the night away Grab somebody, drink a little more La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  [Bridge: Pibull] That badonkadonk is like a trunk full of bass on an old school Chevy Seven-trey donkey donk All I need is some vodka and some coke And watch, she gonna get donkey konged Baby if you're ready for things to get heavy I get on the floor and act a fool if you let me, dale Don't believe me, just bet me My name ain't Keith, but I see why you sweat me L.A., Miami, New York Say no more, get on the floor  [Chorus: Jennifer Lopez] La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor La-la-la-la-la-la-la-la-la-la-la-la-la-la Tonight, we gon' be it on the floor  ",
        "title": "On The Floor"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Blow"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Easy come, easy go That's just how you live, oh Take, take, take it all, but you never give Shoulda known you was trouble from the first kiss Had your eyes wide open Why were they open? (Ooh)  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same No, no, no, no, oh  [Verse 2] Black, black, black and blue Beat me 'til I'm numb Tell the devil I said, \"hey\" when you get back to where you're from Mad woman, bad women That's just what you are Yeah, you'll smile in my face then rip the brakes out my car  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, yes you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Bridge] If my body was on fire Ooh, you'd watch me burn down in flames You said you loved me, you're a liar Cause you never, ever, ever did, baby But darlin' I'd still...  [Chorus] Catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Oh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Outro] No, you won't do the same You wouldn't do the same Ooh, you'd never do the same No, no, no, no oh  ",
        "title": "Grenade"
    },
    {
        "artist": "Enrique Iglesias Featuring Ludacris & DJ Frank E",
        "lyrics": null,
        "title": "Tonight (I'm Lovin' You)"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Do you ever feel like a plastic bag Drifting through the wind wanting to start again? Do you ever feel, feel so paper-thin Like a house of cards one blow from caving in? Do you ever feel already buried deep? Six feet under screams, but no one seems to hear a thing Do you know that there's still a chance for you? 'Cause there's a spark in you  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Verse 2] You don't have to feel like a waste of space You're original, cannot be replaced If you only knew what the future holds After a hurricane comes a rainbow Maybe a reason why all the doors are closed So you can open one that leads you to the perfect road Like a lightning bolt, your heart will blow And when it's time, you'll know  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Bridge] Boom, boom, boom Even brighter than the moon, moon, moon It's always been inside of you, you, you And now it's time to let it through  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Outro] Boom, boom, boom Even brighter than the moon, moon, moon Boom, boom, boom Even brighter than the moon, moon, moon  ",
        "title": "Firework"
    },
    {
        "artist": "Nicki Minaj Featuring Drake",
        "lyrics": "  [Verse 1: Nicki Minaj] I fly with the stars, in the skies I am no longer trying to survive I believe that life is a prize But to live, doesn’t mean you’re alive Don’t worry bout me, and who I fire I get what I desire, it’s my empire And yes I call the shots, I am the umpire I sprinkle holy water, upon a vampire - (Pyre!)In this very moment, I’m king In this very moment, I slayed Goliath  - With a sling,this very moment I bring Put it on everything, that I will retire with the ring - And I will retire with the crown, Yes! No, I’m not lucky, I’m blessed,Yes! Clap for the heavyweight champ, Me! But I couldn’t do it all alone, We! Young Money raised me,grew up out in Baisley Southside Jamaica, Queens and it’s crazy Cause I’m still hood, Hollywood couldn’t change me Shout out to my haters, sorry that you couldn’t faze me Ain't being cocky, we just vindicated,best believe that  - When we're done, this moment will be syndicated, I don't know - This night, just reminds me of - Everything that they deprived me of (CHEA!) - P-P-P-P-Put ya drinks up! It’s a celebration, every time we link up We done did everything, they can think of Greatness, is what we on the brink of  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive (yeah, yeah, yeah uh)  [Verse 2: Drake] Yeahh, yeah, yeah, ugh What I tell ‘em hoes bow bow bow to me, drop down to ya knees Young Money the Mafia that’s word to Lil' Cease I’m in The Dominican Big Papi Ortiz Doing target practice, all these bitches just aiming to please Shout-out to the CEO 500 degrees Shout-out to the OVO, red wings and fatigues, oh Niggas wanna be friends how coincidental This supposed to be y'all year, we ain’t get the memo Young King, pay me in gold 40 got a bunch of weed, he ain’t even roll These niggas be droppin' songs they ain’t even cold Weezy on top and that nigga ain't even home, yet! Yeah, be very afraid These other rappers getting bodied and carried away Fuck it, me and Nicki Nick gettin’ married today And now you bitches that be hatin' can catch the bouquet, oh Yeah, you a star in my eyes You and all them white girls, party of five Are we drinking a lil' more? I can hardly decide I can’t believe we really made it, I’m partly surprised, I swear Damn, this one for the books, man! I swear this shit is as fun as it looks, man! I’m really tryna make it more than what it is Cause everybody dies but not everybody lives!  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive  [Bridge: Nick Minaj] This is my moment, I waited all my life, I can just tell it's time Drifting away, I’m one with the sunsets, I have become alive  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive, alive  ",
        "title": "Moment 4 Life"
    },
    {
        "artist": "Pitbull Featuring T-Pain",
        "lyrics": "  [Intro: Pitbull & T Pain] Mr. Worldwide, T- Pain El que no vale consejo, no llega viejo So listen up  Let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl, wanna play, let her go Got it Pain?  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh, drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 1: Pitbull] I’m a Dade county, self paid, self-made millionaire I used to play around the world Now I’m around the world, getting paid Girl problems, no problems Don’t hate the game that won’t solve it I want to get with you mami Now let me see where the Lord split you, (dale)  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 2: Pitbull] Make money, make money This chica right here gotta eat baby Scared money don’t make money That’s how it goes in the street baby But enough with the the nonsense Baby girl, take a shot to clear your conscience Not a goon or a God, I’m a monster Cause I hit all baddest woman in the world, gangsta  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it  (Pitbull) I want you tonight  ",
        "title": "Hey Baby (Drop It To The Floor)"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark Finally, I can see you crystal clear Go ahead and sell me out, and I'll lay your ship [shit] bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark  [Pre-Chorus] The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love, they leave me breathless I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Verse 2] Baby, I have no story to be told But I've heard one on you Now I'm gonna make your head burn Think of me in the depths of your despair Make a home down there As mine sure won't be shared  [Pre-Chorus] (You're gonna wish you never had met me) The scars of your love remind me of us (Tears are gonna fall, rolling in the deep) They keep me thinking that we almost had it all (You're gonna wish you never had met me) The scars of your love, they leave me breathless (Tears are gonna fall, rolling in the deep) I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep) Could have had it all Rolling in the deep You had my heart inside of your hand But you played it with a beating  [Bridge] Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you sow  [Interlude] (You're gonna wish you never had met me) We could have had it all (Tears are gonna fall, rolling in the deep) We could have had it all (You're gonna wish you never had met me) It all, it all, it all (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) But you played it You played it You played it You played it to the beat  ",
        "title": "Rolling In The Deep"
    },
    {
        "artist": "Diddy - Dirty Money Featuring Skylar Grey",
        "lyrics": "  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] I'm back where I belong Yeah I never felt so strong I'm feelin' like there's nothing that I can't try (I'm back, baby) And if you with me put your hands high (Put your hands high)  If you ever lost a life before, this one's for you (And if you with me put your hands high) And you, and you and you and you (Your dreams are filled, you're rapping with the best)  I hear \"The Tears Of A Clown\", I hate that song I feel like they talking to me when it comes on Another day another dawn Another Keisha, nice to meet ya, get the math, I'm gone  What am I 'posed to do when the club lights come on It's easy to be Puff, but it's harder to be Sean What if the twins ask why I ain't marry they mom? (Why? Damn) How do I respond?  What if my son stares with a face like my own And says he wants to be like me when he's grown Damn, but I ain't finished growin' Another night the inevitable prolongs  Another day, another dawn Just tell Keisha and Teresa I'll be better in the morn' Another lie that I carry on I need to get back to the place I belong  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"A house Is Not A Home\", I hate this song Is a house really a home when your loved ones is gone? And people got the nerve to blame you for it And you know you woulda took the bullet if you saw it  But you felt it and still feel it And money can't make up for it or conceal it But you deal with it and you keep ballin' Pour out some liquor, play boy, and we keep ballin'  Baby, we've been living in sin cause we've been really in love But we've been living as friends So you've been a guest in your own home It's time to make your house your own, pick up your phone, come on  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"Ain't No Stopping Us Now\", I love that song Whenever it comes on it makes me feel strong I thought I told y'all that we won't stop 'Til back cruising through Harlem, these old blocks  It's what made me, saved me, drove me crazy Drove me away than embraced me, forgave me For all of my shortcomings, welcome to my homecoming Yeah it's been a long time coming  Lot of fights, lot of scars Lot of bottles, lot of cars Lot of ups, lot of downs Made it back, lost my dog (I miss you Big)  And here I stand, a better man (A better man) Thank you Lord (Thank you Lord)  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  ",
        "title": "Coming Home"
    },
    {
        "artist": "Dr. Dre Featuring Eminem & Skylar Grey",
        "lyrics": "  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 1: Eminem] I told the world, one day I would pay it back Say it on tape, and lay it, record it So that one day I could play it back But I don’t even know if I believe it when I’m sayin' that Doubts startin' to creep in, every day it's just so gray and black Hope, I just need a ray of that ‘Cause no one sees my vision when I play it for ‘em They just say it's wack — but they don’t know what dope is And I don’t know if I was awake or asleep when I wrote this All I know is, you came to me when I was at my lowest You picked me up, breathed new life in me, I owe my life to you But for the life of me, I don't see why you don't see like I do But it just dawned on me you lost a son, demons fightin' you It’s dark, let me turn on the lights And brighten me and enlighten you I don't think you realize what you mean to me Not the slightest clue, ‘cause me and you were like a crew I was like your sidekick; you gon' either wanna fight me When I get off this fuckin' mic, or you Gon' hug me, but I'm outta options, there's nothin' else I can do ‘Cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 2: Eminem] It hurts when I see you struggle; you come to me with ideas You say they're just pieces, so I’m puzzled ‘Cause the shit I hear is crazy But you're either gettin' lazy Or you don’t believe in you no more Seems like your own opinions, not one you can form Can't make a decision, you keep questionin' yourself Second guessin' and it's almost like you're beggin' for my help Like I’m your leader, you're supposed to fuckin' be my mentor I can endure no more, I demand you remember who you are It was you who believed in me when everyone was tellin' you Don't sign me, everyone at the fuckin' label, let's tell the truth! You risked your career for me, I know it as well as you Nobody wanted to fuck with the white boy Dre, I’m cryin' in this booth You saved my life, now maybe it's my turn to save yours But I can never repay you, what you did for me is way more But I ain't givin' up faith And you ain't givin' up on me — get up, Dre! I'm dyin', I need you, come back for fuck’s sake!  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 3: Dr. Dre] It literally feels like a lifetime ago But I still remember the shit like it was just yesterday though You walked in, yellow jump suit, whole room, cracked jokes Once you got inside the booth, told you, mic smoke Went through friends, some of them I put on, but they just left They said they was ridin' to the death But where the fuck are they now, now that I need them? I don't see none of them, all I see is Slim Fuck all you fair-weather friends! All I need is him Fuckin' backstabbers! When the chips were down you just laughed at us Now you 'bout to feel the fuckin' wrath of Aftermath, faggots! You gon' see us in our lab jackets And ask us where the fuck we been? You can kiss my indecisive ass crack, maggots! And the cracker's ass, little cracker jack beat Makin' wack math, backwards producers; I'm back, bastards! One more CD and then I’m packin' up my bags, and as I’m leavin', I’ll guarantee they'll scream: \"Dre, don’t leave us like that, man!\" ‘cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  ",
        "title": "I Need A Doctor"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "More"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] No, I can't take one more step towards you ‘Cause all that's waiting is regret Don't you know I'm not your ghost anymore? You lost the love I loved the most  [Pre-Chorus] I learned to live, half alive And now you want me one more time  [Chorus 1] And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are?  [Verse 2] I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms  [Pre-Chorus] + [Chorus 1]  [Verse 3] It took so long just to feel alright Remember how to put back the light in my eyes I wish I had missed the first time that we kissed ‘Cause you broke all your promises And now you're back You don't get to get me back  [Chorus 2]x2 And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all  [Outro] Who do you think you are? Who do you think you are? Who do you think you are?  ",
        "title": "Jar Of Hearts"
    },
    {
        "artist": "Britney Spears Featuring Nicki Minaj & Ke$ha",
        "lyrics": "  Till the World Ends Remix  [Verse 1: Nicki Minaj] Aiii, chimpanzees is hating but I take it all in stride Put her in a jungle with bananas on the side! Told you they'd revive your career but somebody lied I ain't talking poultry when I say \"this chicken's fried!\" Anyway Britney, why they so jealous That you teamed up with me?! Tell 'em \"they my son,\" yup, gyal dem a mi pickney! Anyway, brembedell, whats that? I don’t know: Femme Fatale *Sniff, sniff, cries* I done slayed your whole entire fucking life Oh, oh, you got some Epsom Salt? I done balled all day, you ain't touched the court What, you tired? You need a break? You was hot when? Ricki Lake!  [Pre-Chorus: Britney] I notice that you got it You notice that I want it You know that I can take it to the next level, baby If you want this good shit, this is the remix Baby, let me blow your mind tonight  [Interlude: Nicki Minaj] It's Britney, bitch! I'm Nicki Minaj And that's Ke$ha!  [Chorus 1: Ke$ha] I can't take it, take it, take no more Never felt like, felt like this before C'mon get me, get me on the floor DJ what you, what you waitin' for?  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Verse 2: Britney] Watch me move when I lose, when I lose it hard Get you off with the touch, dancin' in the dark You notice what I'm wearin', I'm noticin' you starin' You know that I can take it to the next level, baby Hotter than the A-list, next one on my hit list Baby, let me blow your mind tonight  [Chorus 1: Ke$ha] I can't take it, take it, take no more Never felt like, felt like this before C'mon get me, get me on the floor DJ what you, what you waitin' for?  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Chorus 2: Britney Spears] See the sunlight, we ain't stoppin' Keep on dancin' till the world ends If you feel it, let it happen Keep on dancin' till the world ends Keep on dancin' till the world ends World ends, world ends, world ends Keep on dancin' till the world ends World ends, world ends  [Hook: Britney] Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh Woah, oh, oh, oh, oh, oh, oh  [Chorus 2: Britney Spears] See the sunlight, we ain't stoppin' Keep on dancin' till the world ends If you feel it, let it happen Keep on dancin' till the world ends World ends, world ends, world ends, world ends  ",
        "title": "Till The World Ends"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You say that I'm messing with your head Yeah-yeah, yeah-yeah All 'cause I was making out with your friend Yeah-yeah, yeah-yeah Love hurts, whether it's right or wrong Yeah-yeah, yeah-yeah I can't stop 'cause I'm having too much fun Yeah-yeah, yeah-yeah  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Post-Hook] What, what What, what the hell  [Verse 2] So what if I go out on a million dates Yeah-yeah, yeah-yeah You never call or listen to me anyway Yeah-yeah, yeah-yeah I'd rather rage than sit around and wait all day Yeah-yeah, yeah-yeah Don't get me wrong, I just need some time to play  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Bridge] La la la la la la la la, whoa, whoa La la la la la la la la, whoa, whoa You say that I'm messing with your head Boy, I like messing in your bed Yeah, I am messing with your head When I'm messing with you in bed  [Chorus 2] All my life I've been good but now I'm thinking what the hell (what the hell) All I want is to mess around And I don't really care about (I don't care about) All my life I've been good but now I'm thinking what the hell All I want is to mess around And I don't really care about (if you love me) If you love me (no), if you hate me (no) You can't save me, baby, baby (if you love me) All my life I've been good but now Whoa, what the hell  [Outro] La la, La la la la la la La la, La la la la la la la  ",
        "title": "What The Hell"
    },
    {
        "artist": "Keri Hilson",
        "lyrics": "  I can do the pretty girl rock rock Rock to the pretty girl rock rock rock Now what's your name?  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derriere You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya  I ain't gotta talk about it baby you can see it But if you want I'll be happy to repeat it  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derrierre You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I drip It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Aye, now do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock  Now where you at? If you're looking for me you can catch me Cameras flashing, daddy's turned his head as soon as I passed him Girls think I'm conceited cause I know I'm attractive Don't worry about what I think why don't you ask him?  Get yourself together don't hate (never do it) Jealousy is the ugliest trait (don't ever do it) I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Doing the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock  Get along with your pretty girl rock rock rock Still show me your pretty girl rock rock rock All my ladies do the pretty girl rock rock rock Sing it with me now  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  ",
        "title": "Pretty Girl Rock"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Kanye West; Co-Produced by Jeff Bhasker]  [Intro: Choir] All of the lights, lights, all of the lights  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Post-Hook: Elly Jackson & Rihanna] Fast cars, shooting stars All of the lights, all of the lights Until it's Vegas everywhere we are (all of the lights) If you want it, you can get it for the rest of your life If you want it, you can get it for the rest of your life  [Verse 1: Kanye West] Something wrong, I hold my head MJ gone, our nigga dead I slapped my girl, she called the feds I did that time and spent that bread I’m heading home, I’m almost there I’m on my way, heading up the stairs To my surprise, a nigga replacing me I had to take him to that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Verse 2: Kanye West] Restraining order, can’t see my daughter Her mother, brother, grandmother hate me in that order Public visitation, we met at Borders Told her she take me back, I’ll be more supportive I made mistakes, I bumped my head Courts sucked me dry, I spent that bread She need her daddy, baby please Can’t let her grow up in that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Bridge A: Kid Cudi] Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own  [Bridge B: Fergie, (Rihanna), & Drake] Unemployment line, credit card declined Did I not mention I was about to lose my mind? And also was about to do that line K, okay, you know we going all the way this time We going all the way this time We going all the way this time (We going all the way this time) We going all the way this time  [Hook: Choir] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Outro: Alicia Keys & (Elton John)] Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say)  ",
        "title": "All Of The Lights"
    },
    {
        "artist": "Chris Brown Featuring Justin Bieber",
        "lyrics": "  [Verse 1: Chris Brown & Justin Bieber] You've got that smile that only heaven can make I'll pray to God everyday that you keep that smile Yeah, you are my dream, there's not a thing I won't do I'd give my life up for you cause you are my dream  [Pre-Chorus: Chris Brown & Justin Bieber] And baby everything that I have is yours You will never go cold or hungry, I'll be there when you're insecure Let you know that you're always lovely girl Cause you are the only thing that I've got right now  [Chorus: Chris Brown] One day when the sky is falling, I'll be standing Right next to you, right next to you Nothing will ever come between us cause I'll be standing Right next to you, right next to you  [Verse 2: Chris Brown & Justin Bieber] If you had my child You would make my life complete Just to have your eyes on little me That be mine forever  [Pre-Chorus: Chris Brown & Justin Bieber] And baby everything that I have is yours You will never go cold or hungry, I'll be there when you're insecure Let you know that you're always lovely girl Cause you are the only thing that I've got right now  [Chorus: Chris Brown & Justin Bieber] One day when the sky is falling, I'll be standing Right next to you, right next to you Nothing will ever come between us cause I'll be standing Right next to you, right next to you  [Bridge: Chris Brown & Justin Bieber] We're made for one another me and you And I have no fear, I know we'll make it through One day when the sky is falling I'll be standing right next to you, woah  [Chorus: Chris Brown & Justin Bieber] One day when the sky is falling, I'll be standing Right next to you, right next to you Nothing will ever come between us cause I'll be standing Right next to you, right next to you  [Outro: Chris Brown & Justin Bieber] Oh yeah, stand by my side, side, side When the sky falls down, I'll be there, I'll be there You've got that smile, that only heaven can make I pray to God everyday to keep you forever  ",
        "title": "Next To You"
    },
    {
        "artist": "Tinie Tempah Featuring Eric Turner",
        "lyrics": "  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way (Let's go!)  [Verse 1: Tinie Tempah] Yeah, you’re listening now They say they ain't heard nothing like this in a while That's why they play my song on so many different dials Cause I got more fuckin' hits than a disciplined child So when they see me everybody brrrap, brrraps Man I’m like a young gun fully black Barack I cried tear drops over the Massive Attack I only make hits like I work with a racket and bat Look at my jacket and hat, so damn berserk So down to earth, I’m bringing gravity back Adopted by the major, I want my family back People work hard just to get all their salary taxed Look, I'm just a writer from the ghetto like Malorie Blackman (Where the hell's all the sanity at?) Damn I used to be the kid that no one cared about That's why you have to keep screaming 'til they hear you out  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way  [Bridge: Eric Turner & Tinie Tempah] Oh, oh, oh, oh (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh)  [Verse 2: Tinie Tempah] Yeah, I needed a change When we ate we never tipped because we needed the change I needed a break For a sec I even gave up believing and praying I even done illegal stuff and was leaded astray They say that money is the root to the evilist ways But have you ever been so hungry it keeps you awake? Mate, now my hunger would leave them amazed, great It feels like a long time coming, fam Since the day I thought of that cunning plan One day I had a dream, I tried to chase it But I wasn’t going nowhere, running man I knew that maybe someday I would understand Tryna change a tenner to a hundred grand Everyone's a kid that no one cares about You just gotta keep screaming until they hear you out  [Hook: Eric Turner] Oh, written in the stars A million miles away, a message to the main, oh Seasons come and go, but I will never change And I’m on my way  [Bridge: Eric Turner & Tinie Tempah] Oh, oh, oh, oh (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh  (oh) Oh, oh, oh, oh (iSHI) Oh, oh, oh, oh  (Eric Turner) Oh, oh, oh, oh  (Let's go)  [Hook: Eric Turner] Oh, seasons come and go, but I will never change And I’m on my way  ",
        "title": "Written In The Stars"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Intro] I wouldn't wanna be anybody else, hey!  [Verse 1] You made me insecure Told me I wasn't good enough But who are you to judge When you're a diamond in the rough? I'm sure you got some things You'd like to change about yourself But when it comes to me I wouldn't want to be anybody else  [Pre-Chorus] I'm no beauty queen, I'm just beautiful me You've got every right to a beautiful life C'mon...  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Verse 2] It's such a funny thing How nothing's funny when it's you You tell 'em what you mean But they keep whiting out the the truth It's like the work of art that never get to see the light Keep you beneath the stars Won't let you touch the sky  [Pre-Chorus] I'm no beauty queen, I'm just beautiful me You've got every right to a beautiful life C'mon...  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Bridge] Who says you're not star potential? Who says you're not presidential? Who says you can't be in movies? Listen to me, listen to me Who says you don't pass the test? Who says you can't be the best? Who said, who said? Would you tell me who said that? Yeah, Who said?  [Chorus] Who says? Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  [Outro] Who says you're not perfect? Who says you're not worth it? Who says you're the only one that's hurting? Trust me, that's the price of beauty Who says you're not pretty? Who says you're not beautiful? Who says?  ",
        "title": "Who Says"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  I roll up I roll up I roll up Shawty I roll up I roll up I roll up  [Verse 1] It's your anniversary isn't it And your man ain't acting right So you packin’ your Damier luggage up callin’ my cell phone, try and catch a flight You know one thing straight, I’ll be there girl whenever you call me When you at home that's your man, soon as you land you say that's all me But shit ain't all G with him no more, you ain't entertained Since I meet you a couple months ago you ain't been the same Not sayin I’m the richest man alive but I’m in the game As long as you keep it 100 I'mma spend this change  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  [Verse 2] I try to stay out your business But on the real, you’re so obvious And if you keep fitting me in your plans and fuckin' up, your man's gonna catch onto us That white sand surrounding us He be handcuffing, he should work for them officers If you rolling I got a spot where I can put you on this medical, and send you home doctored up You wanna ride with me cause you say that he boring Wake up you rollin’ weed, cooking eggs in the morning Ain't scared to spend this money I’ll make more of it First you was in the sky, now you say you in orbit  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  [Bridge] No matter where I am No matter where you are I’ll be there when its over baby Cause I was there from the start No matter if I’m near Don’t matter if you're far All you do is pick the phone up lady And I’ll be there when you call  [Hook] Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up Whenever you need me Whenever you want me You know you can call me, I’ll be there shortly Don’t care what your friends say, cause they don't know me I can be your best friend, and you be my homie I ain't gonna flex, I’m not gonna front You know if I ball, then we all gonna stunt Send her my way, she ain't gotta hold up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up, I roll up, I roll up Whenever you call baby I roll up  I roll up, I roll up Whenever you call baby I roll up  ",
        "title": "Roll Up"
    },
    {
        "artist": "Lil Wayne Featuring Cory Gunz",
        "lyrics": "  [Produced by Bangladesh]  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  [Verse 1: Lil Wayne] Excuse my charisma, vodka with a spritzer Swagger down pat; call my shit Patricia Young Money militia and I am the commissioner You no wan' start Weezy ‘cause the 'F' is for finisher So misunderstood, but what's a world without enigma? Two bitches at the same time; synchronized swimmers Got the girl twisted ‘cause she open when you twist her Never met the bitch, but I fuck her like I missed her Life is the bitch, and death is her sister Sleep is the cousin—what a fuckin' family picture! You know Father Time, and we all know Mother Nature It's all in the family, but I am of no relation No matter who's buyin', I'm a celebration Black and white diamonds; fuck segregation! Fuck that shit, my money up, you niggas just Honey Nut Young Money runnin' shit, and you niggas just runner-ups I don't feel I done enough, so I'ma keep on doin' this shit Lil Tunechi or Young Tuna Fish  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  I'm goin' back in…  [Verse 2: Lil Wayne] Okay, I lost my mind, it's somewhere out there stranded I think you stand under me if you don't understand me Had my heart broken by this woman named Tammy But hoes gon' be hoes, so I couldn't blame Tammy Just talked to Moms, told her she the sweetest I beat the beat up; call it self-defense Swear, man, I be seein' through these niggas like sequins Niggas think they He-Men, pow, pow, the end Talkin' to myself because I am my own consultant Married to the money, fuck the world; that's adultery You full of shit, you close your mouth and let yo' ass talk Young Money eatin', all you haters do is add salt Stop playin', bitch, I got this game on deadbolt Mind so sharp I fuck around and cut my head off Real nigga all day and tomorrow But these motherfuckers talkin' crazy like they jaw broke Glass half empty, half full, I'll spill ya Try me and run into a wall; outfielder You know I'ma ball 'til they turn off the field lights The fruits of my labor, I enjoy 'em while they still ripe Bitch, stop playin', I do it like a king do If these niggas animals, then I'ma have a mink soon Tell 'em bitches I say put my name on the wall I speak the truth, but I guess that's a foreign language to y'all And I call it like I see it, and my glasses on But most of y'all don't get the picture 'less the flash is on Satisfied with nothin', you don't know the half of it Young Money, Cash Money Paper chasin', tell that paper, \"Look, I'm right behind ya\" Bitch, real Gs move in silence like lasagna People say I'm borderline crazy, sorta kinda Woman of my dreams, I don't sleep so I can't find her You niggas are gelatin, peanuts to an elephant I got through that sentence like a subject and a predicate Yeah, with a swag you would kill for Money too strong; pockets on bodybuilder Jumped in a wishin' well, now wish me well Tell 'em kiss my ass, call it kiss and tell  [Verse 3: Cory Gunz] Word to my mama, I'm out of my lima bean Don't wanna see what that drama mean Get some Dramamine Llama scream, hotter than summer sun on a Ghana queen Now all I want is hits, bitch, Wayne signed a fiend I played the side for you niggas that's tryna front, and see Son of Gun, Son of Sam, you nigga's the son of me Pause for this dumber speech, I glow like Buddha Disturb me, and you'll be all over the flo' like Luda Bitch, I flow like scuba, bitch, I'm bold like Cuba And I keep a killer ho, she gon' blow right through ya I be mackin', 'bout my stackin', now I pack like a mover Shout to ratchet for backin' out on behalf of my shooter Niggas think they high as I, I come laugh at your ruler Cash Money cold, bitch, but our actions is cooler Wayne, these niggas out they mind I done told these fuck niggas so many times That I keep them bucks steady on my mind Tuck these, I fuck these on your mind, pause To feed them, on my grind, did I get a little love Keep throwin' my sign in the middle Hit 'em up, piece on my side ‘Cause ain't no peace on my side, bitch I'm a man, I visit urinals with pride Tune told me to, I'm shootin' when the funeral outside I'm uptown, thoroughbred, a BX nigga, ya heard? Gunna  ",
        "title": "6 Foot 7 Foot"
    },
    {
        "artist": "Lupe Fiasco",
        "lyrics": "  [Intro] LA-SER Yeah, yeah Kane is in the building, nigga  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 1] Have you ever had the feelin' that you was bein' had? Don’t that shit there make you mad? They treat you like a slave Put chains all on your soul and put whips up on your back They be lyin' through they teeth Hope you slip up off your path I don’t switch up, I just laugh Put my kicks up on they desk Unaffected by they threats Then get busy on they ass See, that's how that Chi-Town made me That's how my daddy raised me That glitterin’ may not be gold Don’t let nobody play me If you are my homeboy, you never have to pay me Go in and put your hands up When times is hard you stand up L-U-P the man, ‘cause the brand that the fans trust So even if they ban us, they’ll never slow my plans up  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 2] One in the air for the people ain’t here Two in the air for the father that’s there Three in the air for the kids in the ghetto Four for the kids that don’t wanna be there None for the niggas tryna hold them back Five in the air for the teachers not scared To tell those kids that’s livin' in the ghetto That the niggas holdin' back, that the world is theirs Yeah, yeah, the world is yours, I was once that little boy Terrified of the world, now I’m on a world tour I would give up everything, even start a world war For these ghetto girls and boys I’m rappin' round the world for Africa to New York, Haiti, then I detour Oakland out to Auckland, Gaza Strip to Detroit Say hip-hop only destroy, tell ‘em look at me, boy I hope your son don’t have a gun and never be a d-boy  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 3] So, no matter what you been through No matter what you into No matter what you see when you look outside your window Brown grass or green grass, picket fence or barbed wire Never ever put them down, you just lift your arms higher Raise ‘em 'til your arms tired, let ‘em know you here That you strugglin', survivin', that you gon’ persevere Yeah, ain’t nobody leavin', nobody goin' home Even if they turn the lights out, the show is goin' on  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Outro] The show goes on The show goes on The show goes on The show goes on  ",
        "title": "The Show Goes On"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Oh, her eyes, her eyes Make the stars look like they're not shinin' Her hair, her hair Falls perfectly without her trying She's so beautiful And I tell her every day Yeah, I know, I know When I compliment her she won't believe me And it's so, it's so Sad to think that she don't see what I see But every time she asks me, \"Do I look okay?\" I say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Verse 2] Her lips, her lips I could kiss them all day if she'd let me Her laugh, her laugh She hates but I think it's so sexy She's so beautiful, and I tell her everyday Oh you know, you know, you know I'd never ask you to change If perfect's what you're searching for Then just stay the same So don't even bother asking if you look okay You know I'll say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Post-Chorus] The way you are The way you are Girl, you're amazing just the way you are  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are, yeah  ",
        "title": "Just The Way You Are"
    },
    {
        "artist": "T-Pain Featuring Chris Brown",
        "lyrics": "  [Intro: Chris Brown] Nappy Boy, Pretty Boy Nappy Boy, Pretty Boy  [Verse 1: T-Pain] Turn up the bass, turn up the treble I'm 'bout to take you to a whole other level DJ turn off what you're playing I want the whole club to hear what I'm saying Because this girl means so much to me And now we're on the floor and she touching me And if I wanna take her home It's gonna be better than what they do on the radio  [Chorus: T-Pain & Chris Brown] It's gotta be the crunkest, it's gotta be the loudest It's gotta be the best, the best love song she ever heard in her life I gotta tell her how I feel I gotta let her hear, the best love song she ever heard in her life No need for me to write it I just gotta picture her smiling And if you feel that way, go ahead and kiss your baby Now we've got the whole stadium in love like  [Verse 2: Chris Brown] Turn on the lights, give me a mic I'm 'bout to sing it to it just how she likes Jump off the stage, bombs away Crowd surfing all the way, cowabunga You know it's like, just do the wave Girl just move your body like a snake And if you wanna get with me Put your hands in the air, show me that energy  [Chorus: T-Pain & Chris Brown] It's gotta be the crunkest, it's gotta be the loudest It's gotta be the best, the best love song she ever heard in her life I gotta tell her how I feel I gotta let her hear, the best love song she ever heard in her life No need for me to write it I just gotta picture her smiling And if you feel that way, go ahead and kiss your baby Now we've got the whole stadium in love like  [Bridge: T-Pain & Chris Brown] Homie kiss your girl, shorty kiss your man We can see you on the kissing cam Now show me some love, show me some love Now look her in the eye, say 'Baby, I love you', I never put no one above you'  [Chorus: T-Pain & Chris Brown] And if you feel that way, go ahead and kiss your baby And now we've got the whole stadium in love like And if you feel that way, go ahead and kiss your baby And now we've got the whole stadium in love like Eh, eh, eh, eh Oh, oh, oh  ",
        "title": "Best Love Song"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Right, right, turn off the lights We're gonna lose our minds tonight What is the dealio? I love when it's all too much 5 A.M. turn the radio up Where's the rock 'n roll?  [pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't be fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and Raise your glass  [Verse 2] Slam, slam, oh hot damn What part of party don't you understand? Wish you'd just freak out (Freak out already) Can't stop, coming in hot I should be locked up right on the spot It's so on right now (It's so fucking on right now)  [Pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass Just come on and come on and raise your glass  [Bridge] Oh shit! My glass is empty That sucks! So if you're too school for cool (I mean) And you're treated like a fool (Treated like a fool) You can choose to let it go We can always, we can always party on our own So raise your (oh, fuck)  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass for me Just come on and come on and raise your glass For me  ",
        "title": "Raise Your Glass"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1: Keifer] We were sitting up there on your momma's roof Talking 'bout everything under the moon With the smell of honeysuckle and your perfume All I could think about was my next move  [Verse 2: Keifer] Oh but you were so shy, so was I Maybe that's why it was so hard to believe When you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I like you a lot But you're about to miss your shot Are you gonna kiss me or what?  [Verse 3: Keifer] It was the best dang kiss that I ever had Except for that long one after that And I knew if I wanted this thing to last Sooner or later I'd have to ask for your hand  [Verse 4: Keifer] So I took a chance Bought a wedding band and I got down on one knee And you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I love you a lot I think we've got a real good shot Are you gonna kiss me or not?  [Verse 5] [Keifer & Shawna] So we planned it all out for the middle of June From the wedding cake to the honeymoon [Keifer] And your momma cried When you walked down the aisle  [Verse 6] [Keifer & Shawna] When the preacher man said, \"Say I do\" I did and you did too [Keifer] Then I lifted that veil And saw your pretty smile and I said Are you gonna kiss me or not?  [Chorus: Keifer & Shawna] Are we gonna do this or what? Look at all the love that we got It ain't never gonna stop Are you gonna kiss me or not?  [Tag] [Keifer] Yeah baby I love you a lot [Keifer & Shawna] I really think we've got a shot [Keifer] Are you gonna kiss me or not?  ",
        "title": "Are You Gonna Kiss Me Or Not"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] She'd trade Colorado if he'd take her with him Closes the door 'fore the winter lets the cold in And wonders if her love is strong enough to make him stay She's answered by the tail lights shinin' through the window pane  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin'  [Verse 2] At a truck stop diner, just outside of Lincoln The night is black as the coffee he was drinkin' And in the waitress' eyes he sees the same old light is shinin' He thinks of Colorado and the girl he left behind him  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin' Born for leavin'  [Bridge] Well, it's a windin' road When you're in the lost and found You're a lover, I'm a runner And we go 'round and 'round And I love you, but I leave you I don't want you, but I need you You know it's you that calls me back here, baby  [Chorus] Oh, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? 'Cause I'm a ramblin' man I ain't ever gonna change I've got a gypsy soul to blame And I was born for leavin' Born for leavin'  [Outro] When I close my eyes I see you No matter where I am I can smell your perfume through these whisperin' pines I'm with your ghost again It's a shame about the weather But I know soon we'll be together And I can't wait 'til then I can't wait 'til then  ",
        "title": "Colder Weather"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Chorus] Today, I don't feel like doing anything I just wanna lay in my bed Don't feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything  [Verse 1] I'm gonna kick my feet up, then stare at the fan Turn the TV on, throw my hand in my pants Nobody's gonna tell me I can't I'll be lounging on the couch Just chillin' in my snuggie Click to MTV, so they can teach me how to dougie Cause in my castle I'm the freaking man  [Pre-Chorus] Oh oh, yes I said it I said it, I said it, cause I can  [Chorus] Today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything Nothing at all Nothing at all  [Verse 2] Tomorrow, I'll wake up, do some P90X Meet a really nice girl, have some really nice sex She's gonna scream out, \"This is great!\" (Oh my god, this is great) Yeah, I might mess around and get my college degree I bet my old man will be so proud of me But sorry paps, you'll just have to wait  [Pre-Chorus] Oh oh, yes I said it I said it, I said it, cause I can  [Chorus] Today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything  [Bridge] No, I ain't gonna comb my hair Cause I ain't going anywhere No, no, no, no, no, no, no, no, no I'll just strut in my birthday suit And let everything hang loose Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  [Chorus] Oh, today, I don’t feel like doing anything I just wanna lay in my bed Don’t feel like picking up my phone So leave a message at the tone Cause today, I swear, I'm not doing anything Nothing at all Nothing at all  ",
        "title": "The Lazy Song"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Intro] Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 1] Uh, black stripe, yellow paint Them niggas scared of it, but them hoes ain't Soon as I hit the club, look at them hoes' face Hit the pedal once, make the floor shake Suede inside, my engine roarin' It’s the big boy, you know what I paid for it And I got the pedal to the metal Got you niggas checking game, I’m ballin' out on every level Hear them haters talk, but there’s nothin' you can tell 'em Just made a million, got another million on my schedule No love for 'em, nigga breaking hearts No keys, push to start  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 2] Got a call from my jeweler, this just in And bitches love me ‘cause I'm fucking with their best friends Not a lesbian, but she a freak though This ain't for one night, I’m shining all week, ho I’m sippin' Clicquot and rocking yellow diamonds So many rocks up in my watch I can’t tell what the time is Got a pocket full of big faces Throw it up, ‘cause every nigga that I’m with Taylor'd  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 3] Stay high like how I’m supposed to do That crowd underneath them clouds can’t get close to you And my car look unapproachable Super clean, but it's super mean She wanna fuck with them cats, smoke weed, count stacks Get fly and take trips and that's that, real rap I let her get high if she want and she feel that Convertible drop feel, ‘87, the top peeled back  [Interlude] Yeah, uh-huh, you know what it is Yeah, yeah, uh-huh, you know what it is You already know what it is, man And if you don't, you should by now Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  ",
        "title": "Black And Yellow"
    },
    {
        "artist": "Jason Aldean With Kelly Clarkson",
        "lyrics": "  [Verse 1: Jason Aldean] I really hate to let this moment go Touching your skin, and your hair falling slow When a goodbye kiss, feels like this  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Verse 2: Kelly Clarkson] Let's take it slow, I don't want to move too fast I don't want to just make love, I want to make love last When you're up this high, it's a sad goodbye  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Bridge: Jason Aldean & Kelly Clarkson] Oh yeah  Oh, you feel so perfect, baby Yeah, you feel so perfect, baby  Don't you want to stay here a little while?  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  ",
        "title": "Don't You Wanna Stay"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] Move your body out on the floor Put your troubles aside and start living Anybody, can let it go Throw away all your problems cause right now it's party time Girl, don't feel outta place cause I I'm in love with this feeling now And I, I, I hope that this will last a while We should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night  [Verse 2] Lost in the moment, can't believe you're so beautiful, feels like I'm in a dream Baby, we're going somewhere you've never been before, so take my hand and come with me Girl, don't feel outta place cause I, I'm in love with this feeling now And I, I, I hope that this will last a while, we should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night Oh, oh, dance, oh Tonight, tonight is the night  [Bridge] All the pretty young things in the party, let me see your hands up And if they mad and they don't wanna party, tell them shut the fuck up So DJ, turn it loud and watch me turn it up Don't worry 'bout it, we here to party so jump, jump, jump, jump  [Chorus] Girl, I wanna, I wanna see you tonight Yeah, girl, I gotta, I gotta, I gotta, I gotta see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, I wanna see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, tonight is the night Tonight is the night, tonight is the night  ",
        "title": "Yeah 3X"
    },
    {
        "artist": "Far*East Movement Featuring Ryan Tedder",
        "lyrics": "  [Hook: Ryan Tedder/FM] Here we go, come with me There's a world out there that we should see Take my hand, close your eyes With you right here, I'm a rocketeer Let's fly (fly, fly, fly, fly) Up, up here we go, go Up, up here we go, go Let's fly (fly, fly, fly, fly) Up, up here we go, go Where we stop nobody knows, knows  [Verse 1: Prohgress] Where we go we don't need roads (roads) And where we stop nobody knows (knows) To the stars if you really want it Got got a jetpack with your name on it Above the clouds in the atmosphere ('phere) Just say the words and we out of here (outta here) Hold my hand if you feeling scared (scared) We flying up up out of here  [Hook: Ryan Tedder/FM]  [Verse 2: Kev Nish] Baby we can stay fly like a G6 Shop the streets of Tokyo, get you fly kicks Girl you always on my mind, got my head up in the sky And I'm never looking down feeling priceless (yeah) Where we at, only few have known Go on the next level, Super Mario I hope this works out, cardio Til' then let's fly, Geronimo  [Hook: Ryan Tedder]  [Verse 3: J-Splif] Now I never been in space before But I never seen a face like yours You make me feel like I could touch the planets You want the moon girl watch me grab it See I ain't never seen a star this close You got me stuck by the way you glow I'm like, oh, oh, oh, oh I'm like, oh, oh, oh, oh  [Hook: Ryan Tedder/FM]  ",
        "title": "Rocketeer"
    },
    {
        "artist": "Edward Maya & Vika Jigulina",
        "lyrics": "  [Hook] When you're gonna stop breaking my heart? I don't wanna be another one Paying for the things I never done Don't let go, don't let go to my love  [Verse 1] Can I get to your soul? Can you get to my thought? Can we promise we won't let go? All the things that I need All the things that you need You can make it feel so real 'Cause you can't deny, you've blown my mind When I touch your body I feel I'm losing control 'Cause you can't deny, you've blown my mind When I see you baby, I just don't want to let go  [Instrumental breaks]  [Verse 2] I hate to see you cry Your smile is a beautiful lie I hate to see you cry My love is dying inside  I can fix all those lies Oh baby, baby I run, but I'm running to you You won't see me cry, I'm hiding inside My heart is in pain but I'm smiling for you Oh baby I've tried to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  My heart is in pain but I'm smiling for you Oh baby I'll try to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  ",
        "title": "Stereo Love"
    },
    {
        "artist": "New Boyz Featuring The Cataracs & Dev",
        "lyrics": "  [Intro: New Boyz] New Boyz  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Verse 1: Ben J] You see them girls with them high heels they got this party poppin This ain't no country club we 'bout to get this party rockin You got girls that's with the band let's get on top and let me see it though Wait not in here, we outta here, jump in my vehicle Camaro, long stick, she just tryin to fuck comfortably She like my orange Camaro, she said let's ride up and trick or treat Like damn girl, damn girl, you fucks'n with the man girl Like damn girl, damn girl, you fucks'n with the man girl  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Verse 2: Legacy] Ay girl, what's up? All of this dancin gets you off, huh?? I noticed you because yo friends is freakin' star struck And you got mo' of that, how you say it? Shy swag Until you get it low, quit playin with yo' fine ass I said don't try me baby, I'll make you hot trick Let's do like Fishberg dancin, and shake this spot quick Oh, you a good girl? It's cool, I play pretend, too I heard you had a baby, you want a New Boy in you?  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Bridge: Campa] I met a group of girls in a Escalade I met a group of girls in a Escalade Met a, met a group of girls in a Escalade They came wit'chu and left with me I met a group of girls in a Escalade I met a group of girls in a Escalade Met a, met a group of girls in a Escalade They came wit'chu and left with me  [Hook: Cyrano & (Dev)] Don't say a word just turn around and let me see Girl you got some'n special, some'n special for me? It's way too many suckers in the V.I.P Valet got my car out front, tell me do you wanna kick it In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver) In the backseat (I wanna get beside ya) In the backseat (So I can be your backseat driver)  [Outro] Ha!!!!  ",
        "title": "Backseat"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] Forever can never be long enough for me Feel like I've had long enough with you Forget the world now we won't let them see But there's one thing left to do  [Pre-Hook] Now that the weight has lifted Love has surely shifted My way  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Verse 2] Together can never be close enough for me Feel like I am close enough with you You wear white and I 'll wear out the words I love you And you're beautiful  [Pre-Hook, with variation] Now that the wait is over, Love has finally shown her My way  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Bridge] Promise me, you'll always be Happy by my side I promise to sing to you When all the music dies  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Outro] Say you will Say you will Marry me  ",
        "title": "Marry Me"
    },
    {
        "artist": "Waka Flocka Flame Featuring Roscoe Dash & Wale",
        "lyrics": "  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 1: Waka Flocka Flame] All that ass in your jeans Can Wale beat? Can Roscoe skeet? Long hair, she don't care When she walk, she gets stares Brown-skin or a yellow bone DJ, this my favorite song So I'ma make it thunderstorm, flood warning, Flocka, yeah Blow it, fuck it, I don't care Jacksons flying everywhere Tap my partner Roscoe like, \"Bruh, I'm drunk as hell, can't you tell? Threw 70 bands, bet 50 stacks, oh fucking well I'm trying hit the hotel with two girls that'll swallow me Take this dick while I swallow Pink Moscato, got her freaky Hey, you got me in a trance, please take off your pants Pussy pop on a handstand, you got me sweating Please pass me a fan, damn  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 2: Wale] She said, \"Look, ma, no hands\" She said, \"Look, ma, no hands and no, darling, I don't dance\" And I'm with Roscoe, I'm with Waka, I think I deserve a chance I'm a bad motherfucker, go and ask some motherfuckers A young handsome motherfucker, I sling that wood, I just Nunchuck them Who you with, and what's your name? And you not hip, boo, I'm Wale And that D.C. shit, I rep all day And my eyes red 'cause of all that haze Don't blow my high, let me shine Drumma on the beat, let me take my time Niggas want beef, we can take it outside Fight for what broad? These hoes ain't mine Is you out your mind? You out your league I sweat no bitches, just sweat out weaves Wear out tracks, let me do my thing I got 16 for this Roscoe thing But I'm almost done, let me get back to it Whole lot of loud and a little Backwood Whole lot of money, big tip, I would I put her on the train, little engine could, bitch  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 3: Roscoe Dash] R-O-S-C-O-E, Mr. Shawty-Put-It-On-Me I be going ham, shawty upgrade from bologna Them niggas tipping good, girl, but I can make it flood 'Cause I walk around with pockets that are bigger than my bus Rain, rain, go away, that's what all my haters say My pockets stuck on overload, my rain never evaporates No need to elaborate, most of these ducks exaggerate But I'ma get money, nigga, everyday stunting, nigga Ducks might get a chance after me Bitch, I'm balling like I'm coming off of free throws Just ahead of the game, no cheat codes Lambo, Roscoe, no street code And your booty got me lost like Nemo Go, go, go, go, go on and do your dance And I'ma throw this money while you do it with no hands  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  ",
        "title": "No Hands"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Verse 1] She's all laid up in bed with a broken heart While I'm drinking Jack all alone in my local bar And we don't know how How we got into this mad situation Only doing things out of frustration Trying to make it work, but, man, these times are hard  [Verse 2] She needs me now but I can't seem to find the time I got a new job now on the unemployment line And we don't know how How we got into this mess, is it God's test? Someone help us cause we're doing our best Trying to make things work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Verse 3] She's in line at the dole with her head held high While I just lost my job but didn't lose my pride And we both now how How we're going to make it work when it hurts When you pick yourself up you get kicked to the dirt Tryin' to make it work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time For the first time  [Bridge] Oh, for the first time Yeah, for the first time (We just now got the feeling that we're meeting for the first time)  [Outro] Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby  ",
        "title": "For The First Time"
    },
    {
        "artist": "Mike Posner Featuring Lil Wayne",
        "lyrics": "  [Intro: Mike Posner] Once I throw on this, once I throw on this, it's over girl Once I throw on this, once I throw on this, it's over girl  [Verse 1: Mike Posner] I hear you knock knock knock baby come on up I hope you got got got something in yo' cup Cause I'm three shots deep and I ain't tryna sleep Get your Redbull on cause I'm ready You've been playin' hard to get with me all night We both know exactly what you want right Don't tell me what you wanna do Tell me what you gon' do Whatchu gon' do  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like I'mma make it sound like  [Verse 2: Mike Posner] Are you tryna make me wait wait wait 'til the second day But I can't can't can't even contemplate Waiting one more minute lemme jump in it I brought you flowers and a teddy You've been playin hard to get with me all night We both know exactly what you want right Don't tell me what you wanna do Tell me what you gon' do Whatchu gon' do  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like Yeah I can make it sound like  [Verse 3: Lil' Wayne] I got a leather couch and a black mic And we all alone, what it sound like? The night was dead, we found life I know I talk shit, but it sound right You say you can't but that's unfair Gotta give something, something gotta give I bet you love it, I win the bet Now we laying up, cigarettes  [Bridge: Mike Posner] Now, I ain't even gotta say shit To make you feel alive, girl you know you like that Say, I ain't even gotta say shit To make you feel alive, girl you know you like that  [Hook: Mike Posner] Once I throw on this Bow chicka wow wow Whatchu gonna say? Act like you gon' leave When I know that you gon' stay Break it down, dicky down down Girl don't even play Once I set the mood right I'mma make it sound like Yeah I'mma, yeah I'mma  make it  [Outro: Mike Posner] Once I throw on this, once I throw on this, it's over girl Once I throw on this, once I throw on this, it's over girl  ",
        "title": "Bow Chicka Wow Wow"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] There's a little moonlight, dancing on the sand There's a warm breeze blowing by the ocean as you're taking my hand You need to know where I'm standing now That I'm right on the edge of giving in to ya Baby it's a long way down  [Chorus] If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  [Verse 2] The scent of your perfume, floating in the air Looking like an angel, lying on a blanket with a halo of hair And those lips, look to good to be true Once I taste that kiss, I know what'll happen I'll be at the mercy of you  [Chorus] If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  [Outro] Let me down easy babe Mmmm  ",
        "title": "Let Me Down Easy"
    },
    {
        "artist": "Jessie J Featuring B.o.B",
        "lyrics": "  [Intro: Jessie J] Okay, Coconut Man, Moonhead and Pea You ready?  [Verse 1: Jessie J] Seems like everybody's got a price I wonder how they sleep at night When the sale comes first and the truth comes second Just stop for a minute and smile Why is everybody so serious? Acting so damn mysterious Got shades on your eyes And your heels so high that you can't even have a good time  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 2: Jessie J] We need to take it back in time When music made us all unite And it wasn't low blows and video hoes Am I the only one getting tired? Why is everybody so obsessed? Money can't buy us happiness Can we all slow down and enjoy right now? Guarantee we'll be feeling alright  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 3: B.o.B] Well, keep the price tag and take the cash back Just give me six strings and a half stack And you can keep the cars, leave me the garage And all I, yes, all I need are keys and guitars And it's within 30 seconds, I'm leaving to Mars Yeah, we leaping across these undefeatable odds It's like this man, you can't put a price on a life We do this for the love, so we fight and sacrifice every night So we ain't gon stumble and fall, never Waiting to see this in the sign of defeat, uh-uh So we gon keep everyone moving their feet So bring back the beat and then everyone sing  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Outro: Jessie J] Yeah, yeah, ooh-ooh Forget about the Price tag  ",
        "title": "Price Tag"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Intro] Woke up late today and I still feel the sting of the pain But I brushed my teeth anyway I got dressed through the mess and put a smile on my face I got a little bit stronger  [Verse 1] Riding in the car to work and I'm Trying to ignore the hurt so I Turned on the radio Stupid song made me think of you I listened to it for minute But then I changed it I'm getting a little bit stronger Just a little bit stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Verse 2] It doesn't happen overnight but you Turn around and a month's gone by And you realize you haven't cried I'm not giving you a hour or a second or another minute longer I'm busy getting stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Bridge] Getting along without you baby I'm better off without you baby How does it feel without me baby? I'm getting stronger without you baby  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Outro] And just a little bit stronger A little bit A little bit A little bit stronger Get a little bit stronger  ",
        "title": "A Little Bit Stronger"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Hey, over there, please forgive me If I’m coming on too strong Hate to stare, but you’re winning And they’re playing my favorite song So come here, a little closer Wanna whisper in your ear Make it clear, a little question Wanna know just how you feel  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Verse 2] Hey, you might think that I’m crazy But you know I’m just your type I might be a little hazy But you just cannot deny There’s a spark in-between us When we’re dancing on the floor I want more, wanna see it So, I’m asking you tonight  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Interlude - Spoken] If I said I want your body, would you hold it against me?  [Bridge] Give me something good Don’t wanna wait, I want it now Pop it like a hood And show me how you work it out  [Breakdown] If I said my heart was beating loud If I said I want your body now Would you hold it against me?  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  ",
        "title": "Hold It Against Me"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  [Verse 1: Rachel with Santana] Yeah, you may think that I'm a zero (Huh) But hey, everyone you wanna be Probably started off like me You may say that I'm a freak show (I don't care) But hey, give it just a little time I bet you're gonna change your mind  [Pre-Chorus: Rachel with Finn] All of the dirt you've been throwin' my way It ain't so hard to take, that's right Cause I know one day you'll be screaming my name And I'll just look away, that's right  [Chorus: New Directions] Just go ahead and hate on me and run your mouth So everyone can hear Hit me with the worst you've got and knock me down Baby, I don't care Keep it up and soon enough you'll figure out You wanna be, you wanna be a loser like me A loser like me  [Verse 2: Finn with Brittany] Push me up against the locker And hey, all I do is shake it off I'll get you back when I'm your boss I'm not thinkin' 'bout you haters Cause, hey, I could be a superstar I'll see you when you wash my car  [Pre-Chorus: Rachel with Finn] All of the dirt you've been throwin' my way It ain't so hard to take, that's right Cause I know one day you'll be screaming my name And I'll just look away, that's right  [Chorus: New Directions] Just go ahead and hate on me and run your mouth So everyone can hear Hit me with the worst you've got and knock me down Baby, I don't care Keep it up and soon enough you'll figure out You wanna be, you wanna be a loser like me A loser like me  [Bridge: Brittany with New Directions] Hey you over there Keep the L up up in the air Hey you over there Keep the L up cause I don't care You can throw your sticks And you can throw your stones Like a rocket, just watch me go Yeah L-O-S-E-R, I can only be who I are  [Chorus: New Directions] Just go ahead and hate on me and run your mouth (Yeah) So everyone can hear Hit me with the worst you've got and knock me down Baby, I don't care Keep it up and soon enough you'll figure out You wanna be, you wanna be a loser like me Just go ahead and hate on me and run your mouth (Yeah) So everyone can hear Hit me with the worst you've got and knock me down Baby, I don't care Keep it up and soon enough you'll figure out You wanna be, you wanna be a loser like me  [Outro: New Directions] A loser like me A loser like me A loser like me A loser like me  ",
        "title": "Loser Like Me"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's like a storm That cuts a path It breaks your will It feels like that  You think you're lost But you're not lost on your own You're not alone  [Chorus] I will stand by you I will help you through When you've done all you can do If you can't cope I will dry your eyes I will fight your fight I will hold you tight And I won't let go  [Verse 2] It hurts my heart To see you cry I know it's dark This part of life Oh it finds us all And we're too small To stop the rain Oh but when it rains  [Chorus]  [Verse 3] And I won't let you fall Don't be afraid to fall I'm right here to catch you I won't let you down It won't get you down You're going to make it Yeah I know you can make it  [Chorus] Because I will stand by you I will help you through When you've done all you can do And you can't cope And I will dry your eyes I will fight your fight I will hold you tight And I won't let go Oh I'm going to hold you And I won't let go Won't let you go No I won't  ",
        "title": "I Won't Let Go"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": null,
        "title": "What Do You Want"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": null,
        "title": "This"
    },
    {
        "artist": "Lil Wayne Featuring Rick Ross",
        "lyrics": null,
        "title": "John"
    },
    {
        "artist": "Rebecca Black",
        "lyrics": "  [Verse 1: Rebecca Black] 7am, waking up in the morning Gotta be fresh, gotta go downstairs Gotta have my bowl, gotta have cereal Seein' everything, the time is goin' Tickin' on and on, everybody's rushin' Gotta get down to the bus stop Gotta catch my bus, I see my friends (My friends) Kicking it in the front seat Sitting in the back seat Gotta make my mind up Which seat can I take?  [Chorus: Rebecca Black] It's Friday, Friday Gotta get down on Friday Everybody's lookin' forward to the weekend, weekend Friday, Friday Gettin' down on Friday Everybody's lookin' forward to the weekend  [Post-Chorus: Rebecca Black] Partyin', partyin' (Yeah) Partyin’' partyin' (Yeah) Fun. Fun. Fun. Fun Lookin' forward to the weekend  [Verse 2: Rebecca Black] 7:45, we're drivin' on the highway Cruisin' so fast, I want time to fly Fun, fun, think about fun You know what it is I got this, you got this My friend is by my right I got this, you got this Now you know it Kicking it in the front seat Sittin' in the back seat Gotta make my mind up Which seat can I take?  [Chorus: Rebecca Black] It's Friday, Friday Gotta get down on Friday Everybody’s lookin' forward to the weekend, weekend Friday, Friday  [Bridge: Rebecca Black] Yesterday was Thursday Today is Friday We so excited! We so excited We gonna have a ball today Tomorrow is Saturday and Sunday comes afterwards I don't want this weekend to end!  [Verse 3: Patrice Wilson] R-B, Rebecca Black So chillin' in the front seat (In the front seat) In the back seat (In the back seat) I’m drivin', cruisin' (Yeah, yeah) Fast lanes, switchin' lanes Wit' a car up on my side (Woo!) (Come on!) Passing by is a school bus in front of me Makes tick tock, tick tock, wanna scream Check my time, it's Friday, it's a weekend We gonna have fun, c'mon, c'mon y'all  ",
        "title": "Friday"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] It's empty in the valley of your heart The sun, it rises slowly as you walk Away from all the fears And all the faults you've left behind  The harvest left no food for you to eat You cannibal, you meat-eater, you see But I have seen the same I know the shame in your defeat  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 2] Cause I have other things to fill my time You take what is yours and I'll take mine Now let me at the truth Which will refresh my broken mind  So tie me to a post and block my ears I can see widows and orphans through my tears I know my call despite my faults And despite my growing fears  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 3] So come out of your cave walking on your hands And see the world hanging upside down You can understand dependence When you know the maker's hand  So make your siren's call And sing all you want I will not hear what you have to say  Cause I need freedom now And I need to know how To live my life as it's meant to be  [Chorus] And I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  ",
        "title": "The Cave"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Hook] Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Verse 1] All these bitches is my sons And I'mma go and get some bibs for 'em A couple formulas, little pretty lids on 'em If I had a dick, I would pull it out and piss on 'em Let me shake it off I just signed a couple deals I might break you off And we ain't making up, I don't need a mediator Just let them bums blow steam - radiator  [Hook] Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] (That was a earthquake, bitch!) (You felt the ground shake, right?) (You bitches ain't fucking with her!) (You must of -- Aaaah!) (You must've lost your fucking mind!) (You must've bumped your fucking head!) (You crazy, stupid, ugly, monkey-looking bitches!)  [Verse 2] This stone is flawless F1 I keep shooters up top in the F1 A lot of bad bitches beggin' me to eff one But I'mma eat them rap bitches when the chef come Throw some fresh one's More talent in my mu'fuckin left thumb She ain't a Nicki fan then the bitch def dumb You ain't my son, you my muthafuckin step-son  Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] (I don't know what layaway look like!) (Bitch, I can't even spell welfare!) (You got me mistaken with your mother, ho!) (You bitches at the bottom of the totem pole!) (We at the top bitch - G5) (Louis Vuitton everything, bitch!) (Gucci - we don't fuck with it, it's too cheap, motherfucker!) (You bitches - Ahhhh Man!)  [Verse 3] All these bitches is my sons And I ain't talking 'bout Phoenix Bitch, I get money so I do's what I pleases I live where the muthafuckin pools and the trees is Broke bitches so crusty (disgust me) Gave the bitch a ride, got the Continental dusty Trust me, I keep a couple hundred in the duff-b Couple wet wipes case a bum try to touch me (EW) I'm the terminator Bitch talk slick I'mma have to terminate her These little nappy headed hoes need a perminator You my seed, I spray you with the germinator Move back, bugs Matter fact, you know, the queen could use a back rub If you could turn back time - Cher You used to be here but now you gone - Nair  Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em Shitted on 'em, man I just shitted on 'em Shitted on 'em, put yo' number two's in the air if you did it on 'em  [Hook] You nappy-headed son of a bitches! I'mma start throwing Just for Me Perm at your heads! I'mma get the kid version! The Kid one, cause you're a bunch of kids Bunch of nappy-headed hoes running around JUST FOR ME You know it, yeah ho, you know Just for Me Perm, in your head, when we see you! OWWWWWW!!!!  ",
        "title": "Did It On'em"
    },
    {
        "artist": "Justin Bieber Featuring Jaden Smith",
        "lyrics": "  [Intro: Justin Bieber] Never say never Yeah, never ever ever ever ever (pick it up pick it up...) Yeah, yeah never ever ever ever ever  [Verse 1: Justin Bieber] See I never thought that I could walk through fire I never thought that I could take the burn I never had the strength to take it higher Until I reached the point of no return  [Pre-Chorus: Justin Bieber] And there's just no turning back When your heart's under attack Gonna give everything I have It's my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down, I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never Never say never Never say never Never say never Never say it, never never say it  [Verse 2: Justin Bieber] I never thought I could feel this power I never thought that I could feel this free I'm strong enough to climb the highest tower And I'm fast enough to run across the sea  [Pre-Chorus: Justin Bieber] Cause there's just no turning back (oh no) When your heart's under attack (oh no) Gonna give everything I have Cause this is my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never  [Verse 3: Jaden Smith & Justin Bieber] Here we go, Guess who? J Smith and JB, uh huh I gotcha lil bro, I can handle them Hold up, aight? I can handle them Now he's bigger than me, taller than me And he's older than me and stronger than me And his arms a little bit longer than me But he ain't on a JB song with me I be trying a chill, they be trying to sour the thrill No pun intended, was raised by the power of Will Like Luke with the force, if push comes to shove Like Kobe in the 4th, ice water for blood, let's go I gotta be the best, and yes, we're the flyest Like David and Goliath, I conquered the giant So now I got the world in my hand I was born from two stars, so the moon's where I land, I'm gone  [Chorus: Justin Bieber & Jaden Smith] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never Say never I will never say never (never say it, never never say it) Say never I will fight to forever to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never  [Outro: Justin Bieber & Jaden Smith] Never say never, never say never, never say it Never say never and never say never, never say it Never say never, never say never, never say it And never say never Never say never and never say never (never say it) Never say never and never say never (never say it) Never say never and never say never And never say never  ",
        "title": "Never Say Never"
    },
    {
        "artist": "The Band Perry",
        "lyrics": null,
        "title": "You Lie"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I am not the kind you take home to mama I am not the kind to wear no ring Somehow I always get stronger When I'm on my second drink  Even though I hate to admit it Sometimes I smoke cigarettes The Christian folks say I should quit it And I just smile and say \"God Bless\"  [Chorus] Because I heard Jesus He drank wine And I bet we'd get along just fine He could calm a storm and heal the blind And I bet He'd understand a heart like mine  [Verse 2] Daddy cried when he saw my tattoo But said he loved me anyway My brother got the brains of the family So I thought I'd learn to sing  [Chorus]  [Verse 3] I'll fly away from it all one day And I'll fly away These are the days that I will remember When my names called on a roll He'll meet me with two long-stemmed glasses And make a toast to me coming home  [Chorus]  And I bet He'd understand Understand a heart like mine Oh yes He would  ",
        "title": "Heart Like Mine"
    },
    {
        "artist": "Jennifer Hudson",
        "lyrics": "  You said when the storm came That you would be there with your umbrella to block the rain And you said you'd protect me from heartache Pain, lies, loneliness, and misery You said you'll tear down the walls That were in the way You promise things would be okay And I stood there in the freezing cold And I waited for you but you never showed  Where you at [3x] Boy you said you would be there for me Where you at [6x]  Now you said you'll go to church stop slanging find a real job And go to work and you said you would stay out the streets spend time with me take away my doubt and fears And fulfill my dreams you said you would be the shoulder for my eyes to cry on You said depend on and I stood there in the freezing cold and i waited for ya but you never showed  Where you at [5x] Boy you said you'd be there for me Where you at  And those false promises is much like fake names You painted a picture for me but there was no frame You made my future look bright and I believed every word I went to sleep on the cloud and woke up in the dirt And now I'm without shelter and the wind is blowing You said you would be there for me boy when the tough got going Said if weapons formed stand in front of me When ever I felt trapped you said that you Would be the one to set me free Thought you were my hero but as it turned out you were no show  Tell me where you at You said you would be there for me Where you at [3x] And I can't see, see, see, see You said you'd be right there for me So I'm waiting on ya right here until you appear and Deliver[3x] deliver boy deliver[3x]  ",
        "title": "Where You At"
    },
    {
        "artist": "Fabolous",
        "lyrics": "  [Hook:] You what's up girl, ain't gotta ask it I dead em all now, I buy the caskets They should arrest you or whoever dressed you Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 1:] You ain't gotta worry bout her, shorty straight Been chasing her for 2 days, first 48 A bad bitch cost, she worth every cent She look like the best money that I ever spent Just watching my cutiepie get beautified Make me want better jewels, a newer ride Louboutin shoes, she got too much pride Her feet are killing her, I call it shoe-icide Looking good has it's sacrifices Chilly weather bring four figure jacket prices Her body nice, face dime Give you that iPhone 4, face time Shorty in the streets, still handle the home Enough class for wine, still handle Patron When them other hoes call I hand her the phone And she hand em the tone  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 2:] Yeah I know that's what they all says She got a donkey with her, Juan Valdez Keep it clean cut like bald heads Been playin with that green long as Paul Pierce So you gotta ball harder than them ball players All she wanna know is there a mall near us Can't fault her, the last nigga spoiled her But he ain't beat it up, I assault her Shoulda seen her come to me when I called her Slow strut like she walking to the altar Hand bag on her arm cost four bills And she ain't gotta beg, borrow or steal Often imitated, never duplicated They say she a dime, I say she underrated I just met her so the next solution Dead my old chick, execution  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  Had to let you know All the ladies (to all the ladies) I'd like to congratulate you Congratulations  And you just came from the gym clothes In a fitted cap and some Timbo's And a pair of flats, well trimmed toes Camera in the mirror, BBM Pose Still killin em hoes You still killin em hoes You still killin em hoes  ",
        "title": "You Be Killin Em"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": null,
        "title": "The Time (Dirty Bit)"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] When I met you woman I couldn't help but notice a face so beautiful Now imagine, the faces you would make if we ever made love Oh, oh, oh, oh  [Verse 1] Pulled up in the drop top Benz Hit the horn two times and you walked outside Dress keep hugging them thighs and the only thing inside my mind is I want you, yes I do, and if there's anything you suggest I do, then tell me Now we all in the crib on my sofa Girl, I'm so glad you came over I wanna tell you, \"Come closer\" But I don't know if you feel, like I feel, tell me, girl  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Verse 2] Girl, let me wrap my hands around you So happy ever since I found you Just like a kid who found some candy, let me feel and find your panties Take 'em off, take em off, take 'em off take 'em off please Oh down on my knees Oh, you're right in front of me Don't have to pay for my attention, can you hear me? Is you listening? Baby, be real with me, I wanna know  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Bridge] The way you bite your lip is that your way of telling me you like it? Mmhmm If I'm the best you ever had girl, in your life, say mmhmm And when your eyes roll back in your head, the shaking in your legs Mmhmm, mmhmm, that's what she said  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces, let the people sing Making love faces My hands rubbing on your skin Let's go hard, don't hold it in, love faces  ",
        "title": "Love Faces"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Stressed out, running late, racing down the interstate Spilled hot coffee, down the front of my jeans It's work, work, pay the rent, money and my time's spent Not a minute left for me to be me Been going like nothing can wait I got to get my priorities straight  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little, love a lot  [Verse 2] Friday night, here we go, do a little do-si-do Kick back, have a laugh, catch my breath Tell the band slow it down, there she is, think I found Maybe Ms. Wonderful, I haven't met yet It just hit me like a wrecking ball She's giving me a wake up call  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little, love a lot  [Verse 3] Step back, smell the rose Feel the sand between your toes Unplug, unwind Step out in the sunshine  [Chorus] I need to live a little, have some fun Take some time, waste it on number one Find a girl that brings my whole world to a stop Live a little I need to live a little, have some fun Take some time, waste it on number one Take the girl, get a map and pick any old dot Live a little, we need to live a little, love a lot  ",
        "title": "Live A Little"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Traffic crawls Cell phone calls Talk radio screams at me Through my tinted window I see A little girl A rust red minivan She's got chocolate on her face Got little hands  [Pre-Chorus 1] And she waves at me Yeah, she smiles at me  [Chorus] Well, hello world, how ya been? Good to see you my old friend Sometimes I feel, cold as steel Broken like I'm never gon' to heal I see a light, a little hope, in a little girl Well, hello world  [Verse 2] Every day I drive by A little white church It's got these little white crosses Like angels in the yard Maybe I should stop on in Say a prayer Maybe talk to God Like he is there  [Pre-Chorus 2] Oh, I know he's there Yeah, I know he's there  [Chorus] Well, hello world, how ya been? Good to see you my old friend Sometimes I feel, as cold as steel And broken like I'm never gon' to heal I see a light, a little grace, a little faith unfurl Well, hello world  [Bridge] Sometimes I forget what living's for And I hear my life through my front door And I'll be there, oh, I'm home again I see my wife, my little boy, little girl Hello world Hello world  [Outro] All the empty disappears I remember why I'm here Just surrender and believe I fall down on my knees Oh, hello world Hello world Hello world  ",
        "title": "Hello World"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Little Miss"
    },
    {
        "artist": "Ronnie Dunn",
        "lyrics": "  [Verse 1] Let’s say we’re sorry, ’fore it’s too late Give forgiveness a chance Turn the anger into water Let it slip through our hands  [Chorus] We all bleed red, we all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Verse 2] If we’re fighting, we’re both losing We’re just wasting our time Because my scars, they are your scars And your world is mine  [Chorus] You and I, we all bleed red, we all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Post-Chorus] Sometimes we’re strong, sometimes we’re weak Sometimes we’re hurt, and it cuts deep We live this life, breath to breath We’re all the same, we all bleed red  [Bridge] Let’s say we’re sorry ’Fore it’s too late  [Chorus] We all bleed red, all taste rain All fall down, lose our way We all say words, we regret We all cry tears, we all bleed red  [Post-Chorus] Sometimes we’re strong, sometimes we’re weak Sometimes we’re hurt, it cuts deep We live this life, breath to breath We’re all the same, we all bleed red  ",
        "title": "Bleed Red"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  [Rachel] What have I done? I wish I could run Away from this ship goin' under Just tryin' to help, hurt everyone else Now I feel the weight of the world is on my shoulders  What can you do when your good isn't good enough And all that you touch tumbles down? Cause my best intentions keep makin' a mess of things I just wanna fix it somehow But how many times will it take? Oh, how many times will it take for me to get it right? To get it right  Can I start again with my faith shaken? Cause I can't go back and undo this I just have to stay and face my mistakes But if I get stronger and wiser, I'll get through this  What can you do when your good isn't good enough And all that you touch tumbles down? Cause my best intentions keep makin' a mess of things I just wanna fix it somehow But how many times will it take? Oh, how many times will it take for me to get it right?  So I throw up my fist, throw a punch in the air And accept the truth that sometimes life isn't fair Yeah, I'll send out a wish, yeah, I'll send up a prayer And finally someone will see how much I care  What can you do when your good isn't good enough And all that you touch tumbles down? Oh, my best intentions keep makin' a mess of things I just wanna fix it somehow But how many times will it take? Oh, how many times will it take to get it right? To get it right  ",
        "title": "Get It Right"
    },
    {
        "artist": "My Chemical Romance",
        "lyrics": null,
        "title": "Sing"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "Tomorrow"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] Love You Like a Brother Treat you like a friend Respect you like a lover  [Refrain] You could bet that, never gotta sweat that You could bet that, never gotta sweat that You could bet that, never gotta sweat that You could bet that, never gotta sweat that  [Verse 1] If you be the cash, I'll be the rubber band You be the match, I'mma be your fuse, boom! Painter baby you could be the muse I'm the reporter, baby you could be the news Cause your the cigarette and I'm the smoker We raise a bet, cause you're tha joker Truth though, you are the chalk and I could be the blackboard And you can be the talk and I could be the walk  [Chorus] Even when the sky comes falling Even when the sun don't shine I got faith in you and I So put your pretty little hand in mine Even when we're down to the wire babe Even when it's do or die We can do it baby simple and plain Cause this love is a sure thing  [Refrain] You could bet that, never got to sweat that You could bet that, never got to sweat that You could bet that, never got to sweat that You could bet that, never got to sweat that  [Verse 2] You could be the lover I'll be the fighter babe If I'm the blunt, you could be the lighter babe, Fire it up! Writer babe, you could be the quote If I'm the lyric baby you could be the note, Record that! Saint, I'm a sinner, prize, I'm a winner, and it's you What can I do to deserve that Paper baby, I'll be the pen Say that I'm the one, cause you are ten, real and not pretend!  [Chorus] Even when the sky comes fallin Even when the sun don't shine I got faith in you and I So put your pretty lil hand in mine Even when we're down to the wire babe Even when it's do or die We can do it babe simple and plain Cause this love is a sure thing  [Bridge] Rock wit me baby Let me hold you in my arms, talk with me baby Rock wit me baby Let me hold you in my arms, talk with me baby This love between you and I As simple as pie baby Such a sure thing, oh is it a sure thing Such a sure thing, oh is it a sure thing Such a sure thing, oh is it a sure thing  [Chorus] Even when the sky comes fallin Even when the sun don't shine I got faith in you and I So put your pretty little hand in mine Even when we're down to the wire babe Even when it's do or die We can do it baby simple and plain This love is a sure thing Love you like a brother Treat you like a friend Respect you like a lover  ",
        "title": "Sure Thing"
    },
    {
        "artist": "Jamie Foxx Featuring Drake",
        "lyrics": "  [Verse 1] Can I, can I save you from you? Cause you know there's something missing And that champagne you've been sippin's not supposed to make you different all the time It's starting to feel like the wrong thing to do, yeah Cause with all that recognition it gets hard for you to listen To the things that I must say to make you mine But live girl, have some fun girl, we'll be fine Trying to convince myself I've found one Making a mistake I never learned from  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  [Verse 2] Cause who am I to judge you on the past, girl I bet there's a reason for it all You say that you're nothing like the last girl I just pray that you don't let me down right now But it's too late, cause I'm already yours You just gotta promise me, hearts won't break And end up like before  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  [Verse 3] Look, dress hanging off your shoulder, barely sober Telling me how you moving away and starting over Girl, quit playing you just drunk. You just saying shit Oh you dance, dance like how, like ballet and shit Oh, wait... No, I get it girl, I'm with it I've been down this road before and yeah I skidded but forget it Damn, I wonder why I never why I learned my lesson It's feeling like the second chance and its the first impression And I heard it's nothing new except for someone new But how you supposed to find the one when anyone will come with you Talking to myself but I never listen Cause man it's been a while, and I swear that this ones different That's why I'mma take you anywhere you wanna go Let you meet my friends so they can lecture me again about How reckless I have been And I'm slowly running out of all the time that I invest in Making all the same mistakes And I swear I'm just trying to correct it And I fall...  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  ",
        "title": "Fall For Your Type"
    },
    {
        "artist": "Travis Porter",
        "lyrics": "  [Hook] Run and hit that pussy like a crash dummy (Run it) Bend it over, touch ya toes Shake that ass for me (Shake) Bounce that ass on the flow, bring it back up (Back up) Hit a split on the dick, shawty act up (Act up) Now bring it back, Now bring it back Now bring it back, Now bring it back Now bring it back, Now bring it back Now bring it back, Now bring it back She can act [7x] Act a fool, Bring it back  [Verse 1: Strap] Shawty goin hard, concrete She can shake her ass, one cheek, two cheeks Both cheeks, both cheeks I got a white girl freak she got no cheeks Got a police bitch on a short leash Got good mouth like she got no teeth She a slut, she a dog, she a bitch with it Man you see the way she work she super thick with it Have them hoes throwin salt Tell the bitch get it Started playin with her p*ssy Tell the bitch split it Pop that p*ssy, I just wanna f*ck you If you ain’t with it, you cute but shawty f*ck you  [Hook]  [Verse 2: Too $hort] I do a donut in that Pussy cause im from the bay Ran through a bunch of bad bitches in my day Im older than ya momma But I dont fuck cougars Yo daddy was a player, mane how you such a loser? When ya momma was a young thing, I knew her But even back then nigga I ain't wanna do her I like the ones who know how to shake it Not just at the club, lemme see you when you naked YOU GO! I ain't gotta say it no more Drop it to ground girl lay it on the floor Pussy so wet, its like a day out on the boat Open up wide --- Too much fun, is what im having Cause all that booty is what im grabbing Short Dog, I dont stop rappin Bitch, you know whats happenin  [Hook]  [Verse 3: Quez] Back that ass up like a dump truck If you havin fun in the club, throw ya pumps up All my ballas in the building throw ya 1s up If you ain’t throwin no money then get ya funds up I asked her whats her name and she said her name Nicki Got a real big booty and some real big titties Say she don’t really come out to the city Cuz she a country girl and she like to get busy She got a good job and she say she 24 I said “Ok” then shawty hit the flo’ And I was like “whoa” Then I threw some 1s just to let shawty know Just to let shawty that Ima  [Hook]  [Verse 4: Ali] Bring that ass back like you left some Shawty so hot she can melt some Feel like I wanna smack her with a belt or some So I told her come here so I can tell her some I wanna see ya big booty on my upper leg And I’ll throw a couple dollars at ya upper head How bout you and ya friends just give me double head At breakfast time she gave me supper head And that’s a great feeling And I f*ck with her because she so willing Watch her I do whatever that I tell her So I broke her down and this is what I tell her  [Hook]  ",
        "title": "Bring It Back"
    },
    {
        "artist": "DJ Khaled Featuring Rick Ross, Plies, Lil Wayne & T-Pain",
        "lyrics": "  [Intro: DJ Khaled, Wayne, T-Pain & (Rick Ross)] DJ Khaled! Cash Money, Young Money, We the Best Khaled, I got you! Welcome to my hood, hee Where the hood at? (Huh) Where the hood at? (Uh-huh) YMCMB (Rozay!)  [Hook: T-Pain] Welcome to my hood, everybody know everybody And if I got it everybody got it Welcome to my hood, look at all these old school Chevys 24′s so you know we roll heavy Welcome to my hood, they outside playing hopscotch And everybody know this is the hot spot Welcome to my hood, them boys will put you down on your knees (Woop, woop) That's the sound of the police In my hood  [Verse 1: Rick Ross] Audemar on my wrist, diamonds look like they glowing 50 stacks, all singles, I make it look like its snowing Black unmarked cars, gotta peep how they playin' Treat them like jack boys, catch them slipping then slay them Lord forgive me for my sins That's my confessions, if they put me in this Benz I got possession of a federal offense I'm talking pressure in my criminal intent So wear ya vests and I'm still gon' stunt like it ain't no tomorrow Fuck ya house note nigga, blow that bitch on a bottle The Ferrari just a front, got the Lambo in the back Tell you “We the best forever\", DJ Khaled handle that  [Hook: T-Pain] Welcome to my hood, everybody know everybody And if I got it everybody got it Welcome to my hood, look at all these old school Chevys 24′s so you know we roll heavy Welcome to my hood, they outside playing hopscotch And everybody know this is the hot spot Welcome to my hood, them boys will put you down on your knees (Woop, woop) That's the sound of the police In my hood  [Verse 2: Plies] I know some niggas from my hood that would rob Noriega I’m talkin’ Noriega, nigga, the real Noriega If you ain't from the hood, bitch, than stop impersonating us And tell congress when you see 'em bitch I'm stealin' cable And leave the D-Boys alone cause they motivate us And why is the half of my whole hood on papers Some are on house arrest, some are on child support Some of them did they bid, the other half waiting to go to court Mr. Landlord we gon bust your ass with an eviction note Better have the police with you dog, if you came to repo I'm talking strip clubs, I'm talking liquor stores We throw our money round here, but y'all can  [Hook: T-Pain] Welcome to my hood, everybody know everybody And if I got it everybody got it Welcome to my hood, look at all these old school Chevys 24′s so you know we roll heavy Welcome to my hood, they outside playing hopscotch And everybody know this is the hot spot Welcome to my hood, them boys will put you down on your knees (Woop, woop) That's the sound of the police In my hood  [Verse 3: Lil Wayne] Bitch I’m on probation, so my nerves bad And they say time flies, well mine’s first class I landed in the sky, I fell from the streets I talk a lot of shit and practice what I preach Back from hell, cell 23 Tell the warden kiss my ass, pockets on Monique Bitch I’m from the murder capital, ho, I’m far from practical Shit happens and since I’m the shit, I’m who it happens to Young Money, Cash Money, blood bitch, I’m red hot I don’t see nobody, see no body like a head shot All that bullshit is for the birds, throw some bread out Got it sewn up, check the thread count (Young Mula baby, YMCMB, Khaled I gotcha!)  [Hook: T-Pain & Lil Wayne] Welcome to my hood, everybody know everybody And if I got it everybody got it Welcome to my hood, look at all these old school Chevys 24′s so you know we roll heavy Welcome to my hood, they outside playing hopscotch And everybody know this is the hot spot Welcome to my hood, them boys will put you down on your knees Woop, woop (I say fuck the) police In my hood  ",
        "title": "Welcome To My Hood"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] I can love you in the morning I can love you all day I can love you even more when I get home I can love you every second To the ends of the earth Where needing you's the only thing that's on My broken one track mind  [Chorus] Girl, I love you crazy It comes so easy, after all we had I could love you with all my heart But the hardest part is I just can't love you back  [Verse 2] I could write a thousand letters Call a hundred times a day Or try to drown my sorrow at the bar I could go down to the church Get on my knees and pray But it still won't change the way things really are Won't bring you back again  [Chorus]  [Outro] I can love you for all I'm worth To the ends of the earth But I just can't love you back  ",
        "title": "I Can't Love You Back"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] You're not supposed to say the word \"cancer\" in a song And telling folks Jesus is the answer can rub them wrong It is not hip to sing about tractors, trucks, little towns, and mama, yeah that might be true But this is country music and we do  [Verse 2] Do you like to drink a cold one on the weekend and get a little loud Do you want to say I'm sorry or I love you but you don't know how? Do you wish somebody had the nerve to tell that stupid boss of yours To shove it next time he yells at you? Well this is country music and we do  [Bridge] So turn it on, turn it up, and sing along This is real; this is your life in a song Yeah this is country music  [Verse 3] Are you haunted by the echo of your mother on the phone Crying as she tells you that your brother is not coming home? And if there's anyone that still has pride and the memory of those That died defending the old red, white, and blue This is country music and we do  [Verse 4] So turn it on, turn it up, and sing along This is real; this is your life in a song Just like a road that takes you home Yeah this is right where you belong This is country music This is country music He Stopped Loving Her Today Hello Darling God Bless the USA Amarillo by the Morning Stand by your Man Mama Tried Take Me Home I Walk the Line Country Boy Can Survive  ",
        "title": "This Is Country Music"
    },
    {
        "artist": "Waka Flocka Flame Featuring Kebo Gotti",
        "lyrics": "  [Intro: Waka Flocka Flame] Grove Street Flocka  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 1: Waka Flocka Flame] I stepped in the club, rolling up that loud shit My weed keep your security saying, \"Be quiet\" My bread just start a riot, the girls get excited Hold on, want to try it? I'm like, \"Why not try it?\" My swag, they want to buy it, my juice, they want to try it Club going stupid, when I O Let's Do It Jewelry got her chewing, jugging and she moving Grove Street villain, nigga, who you killing? Broke two years ago, now I'm worth a million Jacksons to the ceiling, that's how we balling You know that I'm rolling, throwing up the mean bread Now I'm 'bout to meet her in the club with a heater  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 2: Kebo Gotti] A party ain't a party till I walk in it Lime green flag match the fitted and the linen Gucci shades are on my face and my lens kind of tinted 'Cause my eyes real low and my head just started spinning I'm rolling like a motherfucker, I'ma roll out in this motherfucker On my Roscoe Dash shit, I'm 'bout to show out in this motherfucker My jewelry game on frost, about to snow out in this motherfucker Ay, Flocka, get them burners, let's pull out in this motherfucker Ay, motherfucker, what the hell is you rocking for? Run up on me and my squad, now that shouldn't be an option, so Somebody better let him know, I suggest that you let it go This is Grove Street party, safe niggas, hit the exit door  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  [Verse 3: Waka Flocka Flame] Rolling off them beans, you can do the lean Blowing on that loud purp, pass that Bobby Brown back The hood got my fucking back, the streets, I'm not ducking that Please step the fuck back, Grove Street, yes, we are back Hood plus I'm nigga rich, every ghetto feeling this 20 on my right wrist, 30 on my left wrist 100 on my neck, I'll die for my respect 20-fucking-10, I'ma blow the whole check In the club, flex, after party, flex You know how we ball, all I know is ball Every dollar in my pocket, I'ma spend it all When a nigga die, they gon' say shawty raw  [Chorus: Waka Flocka Flame] I got a whole lot of money, bitches count it for me Bottles keep popping, that's why the bad hoes jocking It's a party, it's a party, it's a party It's a party, it's a party, it's a party My partner on a pill, my other partner drunk Roll up the loud, I'm trying to get fucked up It's a party, it's a party, it's a party It's a party, it's a party, it's a party  ",
        "title": "Grove St. Party"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "No BS"
    },
    {
        "artist": "Marsha Ambrosius",
        "lyrics": null,
        "title": "Far Away"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] Every day I drive to work across Flint River Bridge A hundred yards from the spot Where me and grandpa fished There's a piece of his old fruit stand On the side of Sawmill Road He'd be there peeling peaches If it was twenty years ago And what I wouldn't give To ride around in that old truck with him  [Chorus] If heaven wasn't so far away I'd pack up the kids and go for the day Introduce them to their grandpa Watch them laugh at the way he talks I'd find my long lost cousin John The one we left back in Vietnam Show him a picture of his daughter now She's a doctor and he'd be proud Then tell him we'd be back in a couple of days In the rear view mirror we'd all watch them wave Yeah, and losing them wouldn't be so hard to take If heaven wasn't so far away  [Verse 2] I'd hug all three of those girls We lost from the class of '99 And I'd find my bird dog Bo And take him hunting one more time I'd ask Hank why he took those pills back in '53 And Janis to sing the second verse of \"Me and Bobby McGee\" Sit on a cloud and visit for a while It'd do me good just to see them smile  [Chorus] If heaven wasn't so far away I'd pack up the kids and go for the day Introduce them to their grandpa Watch them laugh at the way he talks I'd find my long lost cousin John The one we left back in Vietnam Show him a picture of his daughter now She's a doctor and he'd be proud Then tell him we'd be back in a couple of days In the rear view mirror we'd all watch them wave Yeah, and losing them wouldn't be so hard to take If heaven wasn't so far  [Outro] If heaven wasn't so far If heaven wasn't so far away So far away So far away  ",
        "title": "If Heaven Wasn't So Far Away"
    },
    {
        "artist": "Craig Campbell",
        "lyrics": null,
        "title": "Family Man"
    },
    {
        "artist": "Taio Cruz Featuring Travie McCoy",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] Well, I can't stand to look at you now This revelation's out of my hands Still, I can't bear the thought of you now This complication's leaving me scared  Stay when you think you want me Pray when you need advice Hey, keep your sickness off me Tryin' to get through Blame all your weakness on me Shame that I'm so contrite Hey keep your fingers off me Why can't I get through?  [Pre-Chorus] You think you have the best of intentions I cannot shake the taste of blood in my mouth  [Chorus] (Hey) I keep on thinking that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down You got me thinking that the party's all over  [Verse 2] Well, I can't stand to be with myself This liberation's seemingly rare And I can't stand the taste of your mouth This sublimation's outta my hands  You stay cause you think you want me Pray when you need advice Hey, keep your sickness off me (I'm tryin' to get through) Shame you could take this from me Bane on an empty mind Hey, keep your fingers off me Why can't I get through?  [Chorus] (Hey) I keep on thinking that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down You got me thinking that the party's all over  [Bridge] Lay down, just stay down Lay down because I'm trying to get through  Say what you want, but you're not gonna win this time Take what you want, but just leave me alive Say what you want, but you're not gonna win this time Take what you want, but just leave me alive  [Chorus] (Hey) I keep on thinkin' that it's (Hey) All done and all over now You keep on thinking you can save me, save me (Hey) My ship is sinking but it's (Hey) All good and I can't go down Still you believe that we can start it all over  [Outro] Lay down, just stay down Lay down because the party's all over Lay down, just stay down Lay down because I'm trying to get through  ",
        "title": "Country Song"
    },
    {
        "artist": "Josh Kelley",
        "lyrics": "  Ain't it funny how some things take you back And the here and now just fades to black When I pulled that blue tarp off that time machine Man, it hits me Seventeen years old runnin' on dumb luck Spent the whole darn summer livin' in that truck Them old tires still covered in all that mud Like it sticks with me in my blood  When life was nothing more than living for the night Just try'na steal a kiss on the tailgate of that ride Good ole days don't wash away, just like that Georgia clay  Only one of my friends with a fake ID It made me the hometown celebrity Used to put her in park in a vacant lot Yeah still can't believe we never got caught  When life was nothing more than living for the night  Just try'na steal a kiss on the tailgate of that ride Good ole days don't wash away, just like that Georgia clay All over everything Every last memory Man it's all comin' back to me  Ain't it funny how some things take you back  When life was nothing mre than living for the night Just try'na steal a kiss on the tailgate of that night Good ole days don't wash away, that's some things they just don't change Just like that Georgia clay All over everything Every last memory It's all comin' back to me  ",
        "title": "Georgia Clay"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": null,
        "title": "Mean"
    },
    {
        "artist": "Kirk Franklin",
        "lyrics": "  I dedicate this song to recession Depression and unemployment This song's for you  Today's a new day, and there is no sunshine Nothing but clouds, and it's dark in my heart And it feels like a cold night Today's a new day, where are my blue skies Where is the love and the joy that you promised me You tell me it's alright  (I'll be honest with you) I almost gave up, but a power that I can't explain Fell from heaven like a shower  (When I think how much better I'm gonna be when this is over) I smile, even though I'm hurt see I smile I know God is working so I smile Even though I've been here for a while I smile, smile.. It's so hard to look up when you look down Sure would hate to see it when you give up now You look so much better when you smile, so smile  Today's a new day, but there is no sunshine Nothing but clouds, and it's dark in my heart And it feels like a cold night Today's a new day, tell me where are my blue skies Where is the love and the joy that you promised me You tell me it's alright  (the truth is) I almost gave up, but a power that I can't explain Fell from heaven like a shower  I smile, even though I'm hurt see I smile I know God is working so I smile Even though I've been here for a while I smile, smile.. It's so hard to look up when you look down Sure would hate to see it when you give up now You look so much better when you smile  Smile.. for me Can you just smile... for me Smile.. for me Can you just smile... for me  Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you (and while your waiting) Ohohoh you look so much better when you (and while your praying) Ohohoh you look so much better when you (look in the mirror) Ohohoh you look so much better when you (always remember) You look so much better when you smile  I almost gave up, but a power that I can't explain Fell from heaven like a shower  I smile, even though I'm hurt see I smile I know God is working so I smile Even though I've been here for a while I smile, smile.. It's so hard to look up when you look down Sure would hate to see it when you give up now You look so much better when you smile So smile  Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Ohohoh you look so much better when you Smile...  I just want you to be happy.. I want you to have joy cause can't nobody Take that away from you I see you.. SMILE!!  ",
        "title": "I Smile"
    },
    {
        "artist": "Eli Young Band",
        "lyrics": "  Baby why you wanna cry? You really oughta know that I Just have to walk away sometimes We’re gonna do what lovers do We’re gonna have a fight or two But I ain’t ever changin’ my mind  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Wouldn’t last a single day I’d probably just fade away Without you, I’d lose my mind Before you ever came along I was livin’ life all wrong Smartest thing I ever did was make you all mine  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Crazy girl  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately I love you like  Crazy, girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Like crazy Crazy girl Like crazy Crazy girl Like crazy  ",
        "title": "Crazy Girl"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": null,
        "title": "Rope"
    },
    {
        "artist": "Mann",
        "lyrics": "  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Verse 1: Mann] Uh, back up to back up in the mix like that And I know ya like it when it's just like that All the girlies just love my swag From my kicks to the way I fix my hat I'm...back Fresh like some new J's Brodie got next NBA 2K I'm too paid Shaded with some ladies Reppin' my city West LA baby ! West LA made me this way Two rules : Stay fresh , homie and get paid Hey ! Never broke and never bummy I'm from where it's forever sunny  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around, 'round, 'round They go Yeah, yeah it's going down, down, down They go  [Verse 2: Mann] New cat with a old school feel Only new artist with a old school deal Taught to the game by Steve Lobell So we always win, don't receive no L's New girls act like they know me so well But I shows no love and be like oh well When my album drops , sure as hell gon' sell Stack cash and laugh like L-O-L  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cus I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around , 'round , 'round They go Yeah , when I come around , 'round , 'round They go When I step in yo town , town , town They go Yeah , yeah it's going down , down , down They go  [Verse 3: Mann] Yee-uh Yee-uh Shawty in my ear Saying all the things that I wanna hear Buzzin' ! And as the night ends I'mma have her and get all her friends Buzzin' ! Okay , hands in the air (Yee-uh) From the back to the front Everywhere Buzzin' ! Throwin' out 20's Throwin' out hundreds Ladies gotta love it  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around , 'round , 'round They go Yeah , yeah it's going down , down , down They go When I come around , 'round , 'round They go Yeah , yeah it's going down , down , down They go  ",
        "title": "Buzzin'"
    },
    {
        "artist": "Mary Mary",
        "lyrics": null,
        "title": "Walking"
    },
    {
        "artist": "Sunny Sweeney",
        "lyrics": "  I bet you'd never guess who I saw tonight Guess you didn't see me in those low dim lights I knew who she was By the ring still on her hand Sure looked like you still wanted to be her man  So I guess that means that things are better Must not be so bad at home I thought it looked like you were leavin' But it don't And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away  I thought she was pretty She's nothing like the things you said The woman you described Couldn't even turn your head The two of you look lost Inside a world all your own Like you couldn't wait to get her alone  So I guess that means that things are better Must not be so bad at home I thought it looked like you were leavin' But it don't And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away  And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away Yes you're gonna stay A table away  ",
        "title": "From A Table Away"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "F**k Him He's A DJ"
    },
    {
        "artist": "Cage The Elephant",
        "lyrics": "  [Verse 1] Shake me down, not a lot of people left around Who knows now? Softly laying on the ground Oooh not a lot of people left around oooh oooh  [Verse 2] In my life I have seen people walk into the sea Just to find memories plagued by constant misery Their eyes cast down, fixed upon the ground Their eyes cast down  [Chorus 1] I'll keep my eyes fixed on the sun  [Verse 3] Shake me down, cut my hair on a silver cloud Broken sound, softly laying on the ground Oooh not a lot of people left around oooh oooh  [Verse 4] In my past, bittersweet, there's no love between the sheets Taste the blood, broken dreams, lonely times in deed With eyes cast down, fixed upon the ground, with eyes cast down  [Chorus 2] I'll keep my eyes fixed on the sun Turn back now, it's time for me to let go Way down, had to find a place to lay low Lamp shade, turned around into a light post  [Bridge] Walk around the corner, never saw it coming, still I try to make a move it almost stopped me from belief I don't want to know the future, I'm like Rolling Thunder Even on a cloudy day Even on a cloudy day Even on a cloudy day Even on a cloudy day Even on a cloudy day Even on a cloudy day Even on a cloudy day  [Chorus 3] I'll keep my eyes fixed on the- I'll keep my eyes fixed on the- I'll keep my eyes fixed on the sun  [Outro] Shake me down, not a lot of people left around Oooh oooh  ",
        "title": "Shake Me Down"
    },
    {
        "artist": "Eric Church",
        "lyrics": null,
        "title": "Homeboy"
    },
    {
        "artist": "Big Time Rush",
        "lyrics": null,
        "title": "Boyfriend"
    }
]