[
    {
        "artist": "Sonny & Cher",
        "lyrics": "  [HER:] They say we're young and we don't know We won't find out until we grow [HIM:] Well I don't know if all that's true Cause you got me, and baby I got you  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HER:] They say our love won't pay the rent Before it's earned, our money's all been spent [HIM:] I guess that's so, we don't have a pot But at least I'm sure of all the things we got  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HIM:] I got flowers in the spring I got you to wear my ring [HER:] And when I'm sad, you're a clown And if I get scared, you're always around [HER:] So let them say your hair's too long Cause I don't care, with you I can't go wrong [HIM:] Then put your little hand in mine There ain't no hill or mountain we can't climb  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HIM:] I got you to hold my hand [HER:] I got you to understand [HIM:] I got you to walk with me [HER:] I got you to talk with me [HIM:] Igot you to kiss goodnight [HER:] I got you to hold me tight [HIM:] I got you, I won't let go [HER:] I got you to love me so  [BOTH:] I got you babe I got you babe I got you babe I got you babe I got you babe  ",
        "title": "I Got You Babe"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "Save Your Heart For Me"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Segue: The Beatles] Billy Shears!  [Verse 1: Ringo Starr] What would you think if I sang out of tune? Would you stand up and walk out on me? Lend me your ears and I'll sing you a song And I'll try not to sing out of key  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, I get high with a little help from my friends Mm, going to try with a little help from my friends  [Verse 2: Ringo Starr & The Beatles] What do I do when my love is away? Does it worry you to be alone? How do I feel by the end of the day? Are you sad because you're on your own?  [Chorus: Ringo Starr] No, I get by with a little help from my friends Mm, get high with a little help from my friends Mm, going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I need somebody to love Could it be anybody? I want somebody to love  [Verse 3: Ringo Starr & The Beatles] Would you believe in a love at first sight? Yes, I'm certain that it happens all the time What do you see when you turn out the light? I can't tell you, but I know it's mine  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, get high with a little help from my friends Oh, I'm going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I just need someone to love Could it be anybody? I want somebody to love  [Outro: Ringo Starr] Oh, I get by with a little help from my friends Mm, going to try with a little help from my friends Oh, I get high with a little help from my friends Yes, I get by with a little help from my friends With a little help from my friends  ",
        "title": "Help!"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Well East coast girls are hip I really dig those styles they wear And the Southern girls with the way they talk They knock me out when I'm down there The Midwest farmer's daughters really make you feel alright And the Northern girls with the way they kiss They keep their boyfriends warm at night  [Hook] I wish they all could be California I wish they all could be California I wish they all could be California girls  [Verse 2] The West coast has the sunshine And the girls all get so tanned I dig a french bikini on Hawaii island Dolls by a palm tree in the sand I been all around this great big world And I seen all kinds of girls Yeah, but I couldn't wait to get back in the states Back to the cutest girls in the world  [Hook]  I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the)  ",
        "title": "California Girls"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Whoa, my love My darling I've hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  Lonely rivers flow to the sea, to the sea To the open arms of the sea Lonely rivers sigh, \"Wait for me, wait for me I'll be coming home, wait for me\"  Whoa, my love My darling I've hungered, hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  ",
        "title": "Unchained Melody"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  I can't get no satisfaction I can't get no satisfaction Cause I try and I try and I try and I try I can't get no, I can't get no  When I'm driving in my car And that man comes on the radio And he's telling me more and more About some useless information Supposed to fire my imagination I can't get no - oh no, no, no! Hey hey hey! That's what I say!  I can't get no satisfaction I can't get no satisfaction Cause I try and I try and I try and I try I can't get no, I can't get no  When I'm watching my TV And that man comes on to tell me How white my shirts can be Well he can't be a man cause he doesn't smoke The same cigarettes as me I can't get no, oh no no no Hey hey hey, that's what I say  I can't get no satisfaction I can't get no girl reaction Cause I try and I try and I try and I try I can't get no, I can't get no  When I'm riding round the world And I'm doing this and I'm signing that And I'm trying to make some girl Who tells me baby, better come back, maybe next week Cause you see, I'm on a losing streak I can't get no, oh no no no Hey hey hey! That's what I say!  ",
        "title": "(I Can't Get No) Satisfaction"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  You're sweet (you're sweet) as a honeybee But like a honeybee stings You've gone and left my heart in pain All you left (all you left) is our favorite song The one we danced to all night long It used to bring sweet memories (Sweet memories) Of a tender love that used to be  Now it's the same old song But with a different meaning since you been gone It's the same, same old song But with a different meaning (Since you been gone) And it breaks me up to hear it  Ah, oh, ah, sentimental fool am I (Sweet memories) To hear a old love song and want to cry But the melody keeps haunting me Reminding me how in love we used to be Keep hearing the part that used to touch our hearts Staying (Together forever) Darling (Breaking up never)  (Now it's the same old song) Can't bear to hear it (With a different meaning since you been gone) Oh, it hurts to hear it It's the same old song But with a different meaning since you been gone  Precious memories keep a-lingering on Every time I hear our favorite song Now you've gone Left this emptiness I only reminisce the happiness we spent We used to dance to the music (We used to dance to the music) Make romance to the music (Make romance to the music)  Now it's the same old song But with a different meaning since you been gone Now it's the same old song But with a different meaning since you been gone I, oh, I can't bear to hear it It's the same old song (But with a different meaning since you been gone) Ooh, it breaks me up to hear it) It's the same old song But with a different meaning  ",
        "title": "It's The Same Old Song"
    },
    {
        "artist": "Patty Duke",
        "lyrics": "  Please don't just stand there  Come and kiss me like before  Please don't just stand there  Looking down at the floor  If something is wrong  Give me just one little sign  If there's someone else, please tell me  Tell me, what, what, what  What's on your mind  Once when we'd meet  You'd run to hold me tight  Life was so sweet until tonight  Please don't just stand there  Get it over if we're through  Please don't just stand there  While my heart breaks in two  Knowing I care, how can you be so unkind?  Please stop hurting me and help me  Tell me, what, what, what  What's on your mind  If it's a game  I don't want to play it  And if it's goodbye  Why can't you just say it?  Why make me cry like you do?  How can you be so unkind?  Please start loving me or leave me  Tell me, what, what, what  What's on your mind  Don't just stand there  Tell me, what, what, what  What's on your mind  Don't just stand there  Tell me, what, what, what  What's on your mind  Don't just stand there  Tell me, what, what, what  What's on your mind  ",
        "title": "Don't Just Stand There"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  I'm Henry the eighth I am Henry the eighth I am, I am I got married to the widow next door She's been married seven times before And every one was an Henry (Henry) She wouldn't have a Willy or a Sam (no Sam!) I'm her eighth old man, I'm Henry Henry the eighth I am  Second verse same as the first  I'm Henry the eighth I am Henry the eighth I am, I am I got married to the widow next door She's been married seven times before And every one was an Henry (Henry) She wouldn't have a Willy or a Sam (no Sam!) I'm her eighth old man, I'm Henry Henry the eighth I am  {Instrumental}  I'm Henery the eighth I am Henry the eighth I am, I am I got married to the widow next door She's been married seven times before And every one was an Henry (Henry) She wouldn't have a Willy or a Sam (no Sam!) I'm her eighth old man, I'm Henry Henry the eighth I am  H-E-N-R-Y Henry (Henry) Henry (Henry) Henry the eighth I am, I am Henry the eighth I am Yeah!  ",
        "title": "I'm Henry VIII, I Am"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": "  Down in the boondocks, down in the boondocks People put me down cause that's the side of town I was born in I love her and she loves me but I don't fit in her society Lord have mercy, I'm a boy from down in the boondocks  Now, every night I watch the lights from the house upon the hill Well, I love a little girl who lives up there and I guess I always will But I don't dare knock on her door cause her daddy is my boss man So I'll just have to be content and see her whenever I can  Take a trip on down in the boondocks Take a ride on down in the boondocks People put me down cause that's the side of town I was born in See, I love her and she loves me but I don't fit her society Lord, have mercy, I'm a boy from down in the boondocks  One fine day, I'll find a way and move from this old shack Well, I'll hold my head up like a king and I'll never, never will look back 'Til that morning I'll work and slave and I'll save every dime But tonight she'll have to steal away to see me one more time  Get together, darling, down in the boondocks Making love, darling, down in the boondocks People put me down cause that's the side of town I was born in I love her and she loves me but I don't fit her society Lord, have mercy, I'm a boy from down in the boondocks   People put me down cause that's the side of town I was born in I love her and she loves me but I don't fit her society Lord, have mercy, I'm a boy from down in the boondocks  Songwriter:  Joe South  ",
        "title": "Down In The Boondocks"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  Baby I'm yours And I'll be yours until the stars fall from the sky Yours until the rivers all run dry In other words, until I die  Baby I'm yours And I'll be yours until the sun no longer shines Yours until the poets run out of rhyme In other words, until the end of time I'm gonna stay right here by your side  Do my best to keep you satisfied Nothing in this world can drive me away 'Cause every day you'll hear me say Baby I'm yours And I'll be yours until two and two is three Yours until the mountain crumbles to the sea In other words, until eternity  Baby I'm yours Till the stars fall from the sky Baby I'm yours Till the rivers all run dry Baby I'm yours Till the poets run out of rhyme Baby I'm yours  ",
        "title": "Baby, I'm Yours"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  What's new pussycat? Woah, Woah What's new pussycat? Woah, Woah  Pussycat, Pussycat I've got flowers And lots of hours To spend with you So go and powder your cute little pussycat nose! Pussycat, Pussycat I love you Yes, I do! You and your pussycat nose!  What's new pussycat? Woah, Woah What's new pussycat? Woah, Woah Pussycat, Pussycat You're so thrilling And I'm so willing To care for you So go and make up your cute little pussycat face! Pussycat, Pussycat I love you Yes, I do! You and your pussycat face!  What's new pussycat? Woah, Woah Pussycat, Pussycat You're delicious And if my wishes Can all come true I'll soon be kissing your sweet little pussycat lips! Pussycat, Pussycat I love you Yes, I do! You and your pussycat lips! You and your pussycat eyes! You and your pussycat nose!  ",
        "title": "What's New Pussycat?"
    },
    {
        "artist": "Mel Carter",
        "lyrics": null,
        "title": "Hold Me, Thrill Me, Kiss Me"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Verse 1] Come here sister Papa's in the swing He ain't too hip About that new breed babe He ain't no drag  [Chorus] Papa's got a brand new bag  [Verse 2] Come here mama And dig this crazy scene He's not too fancy But his line is pretty clean He ain't no drag  [Chorus]  [Verse 3] He's doing the Jerk He's doing the Fly Don't play him cheap Cause you know he ain't shy He's doing the Monkey, the Mashed Potatoes Jump back Jack, see you later, alligator Come here sister Papa's in the swing He ain't too hip now But I can dig that new breed babe He ain't no drag  [Chorus]  [Bridge] Oh papa! Doing the Jerk Doing the Jerk Doing the twist, just like this Doing the Fly every day and every night The thing's, like the Boomerang  [Outro] Hey! Come on Hey! Hey! Come on Hey! Hey! He's put tight, out of sight Come on. Hey! Hey!  ",
        "title": "Papa's Got A Brand New Bag (Part I)"
    },
    {
        "artist": "Cher",
        "lyrics": "  Now I ain't lookin' to compete with you Beat on, cheat on, mistreat you Simplify you, classify you Deny, defy, mystify you  All I really want to do Is, baby, be friends with you Baby, be friends with you  Now I ain't lookin' to fight with you Frighten you or uptighten you Drag you down or drain you down Chain you down or bring you down  All I really want to do Is, baby, be friends with you Baby, be friends with you  I ain't lookin' to block you up Dock or rock or lock you up Analyze you, categorize you Finalize or advertise you  All I really want to do Is, baby, be friends with you Baby, be friends with you  I don't want to straight-face you up Race or chase or track or trace you Or disgrace you or displace you Or define you or confine you  All I really want to do Is, baby, be friends with you Baby, be friends with you  Now I don't want to meet your kin Make you spin or do you in Or select you or dissect you Or inspect you or reject you  All I really want to do Is, baby, be friends with you Baby, be friends with you  ",
        "title": "All I Really Want To Do"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Once upon a time you dressed so fine Threw the bums a dime in your prime, didn't you? People call, say \"Beware doll, you're bound to fall\" You thought they were all a'kiddin' you You used to laugh about Everybody that was hangin' out Now you don't talk so loud Now you don't seem so proud About having to be scrounging your next meal  [Chorus 1] How does it feel? How does it feel? To be without a home? Like a complete unknown? Like a rolling stone?  [Verse 2] Aw, you've gone to the finest school all right, Miss Lonely But ya' know ya' only used to get juiced in it Nobody's ever taught ya' how to live out on the street And now you’re gonna have to get used to it You say you never compromise With the mystery tramp but now you realize He's not selling any alibis As you stare into the vacuum of his eyes And say, “Do you want to make a deal?\"  [Chorus 2] How does it feel? How does it feel? To be on your own With no direction home A complete unknown Like a rolling stone?  [Verse 3] Aw, you never turned around to see the frowns On the jugglers and the clowns when they all did tricks for you Never understood that it ain't no good You shouldn't let other people get your kicks for you You used to ride on a chrome horse with your diplomat Who carried on his shoulder a Siamese cat Ain't it hard when you discover that He really wasn't where it's at After he took from you everything he could steal?  [Chorus 3] How does it feel? How does it feel? To hang out on your own With no direction home Like a complete unknown Like a rolling stone?  [Verse 4] Aw, princess on the steeple and all the pretty people They're all drinkin', thinkin' that they got it made Exchangin' all precious gifts But you'd better take your diamond ring, ya' better pawn it, babe You used to be so amused At Napoleon in rags and the language that he used Go to him now, he calls ya', ya' can't refuse When ya' ain't got nothin', you got nothin' to lose You're invisible now, ya' got no secrets to conceal  [Chorus 2] How does it feel? Aw, how does it feel? To be on your own With no direction home Like a complete unknown Like a rolling stone?  ",
        "title": "Like A Rolling Stone"
    },
    {
        "artist": "We Five",
        "lyrics": null,
        "title": "You Were On My Mind"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Nothing but heartaches Ooh, nothing but heartaches He brings nothing but heartaches I can't break away from his arms I can't break away from his charms I can't break away from his kiss 'Cause his kiss I'll shouldn't miss  All my life I needed someone to need me So I do my very best to please him But the more and more I care The more of him other girls share When I need a hand to hold That's the time he leaves me all alone Just keeps me, keeps me crying myself to sleep  He brings nothing but heartaches Ooh, nothing but heartaches But I can't break away Oh, no keep a loving him more each day Oh, I can't break away from his arms I can't break away from his charms I can't break away from his kiss 'Cause his kiss I'll shouldn't miss  To him I'm loyal, to him I'm true Why can't he be the same way too But the more my love has grown The less love he had shown  He makes promises he doesn't keep Sometimes I don't see him all week Just keeps me, keeps me crying myself to sleep  He brings nothing but heartaches Ooh, nothing but heartaches But I can't break away Oh, no keep a loving him more each day Oh, I can't break away from his arms I can't break away from his charms I can't break away from his kiss 'Cause his kiss I'll shouldn't miss  Nothing but heartaches Ooh, nothing but heartaches I can't break away, oh no Keep a loving him more each day  ",
        "title": "Nothing But Heartaches"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Take Me Back"
    },
    {
        "artist": "Dino, Desi & Billy",
        "lyrics": null,
        "title": "I'm A Fool"
    },
    {
        "artist": "The Strangeloves",
        "lyrics": "  I know a girl who's soft and sweet She's so fine, she can't be beat Got everything that I desire Sets the summer sun on fire  I want Candy, I want Candy  Go to see her with her hair hung down Ain't no finer girl in town Candy's just what the doctor ordered She's so sweet, she makes my mouth water  I want Candy, I want Candy I want Candy, I want Candy, I want Candy Hey, hey , hey , hey  Candy on the beach, there's nothing better But I like Candy when it's wrapped in a sweater Some day soon I'll make her mine Then I'll have Candy all the time  I want Candy, I want Candy Woooo Hey (repeat and fade)  ",
        "title": "I Want Candy"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "You'd Better Come Home"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  People say I'm the life of the party Because I tell a joke or two Although I might be laughing loud and hearty Deep inside I'm blue  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy to trace The tracks of my tears I need you, need you  Since you left me if you see me with another girl Seeming like I'm having fun Although she may be cute She's just a substitute Because you're the permanent one  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy to trace The tracks of my tears I need you, need you  Outside I'm masquerading Inside my hope is fading Just a clown oh yeah Since you put me down My smile is my make up I wear since my break up with you  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy.. The tracks of my tears Baby, Baby Baby, Baby, Baby Good look at my Ohhh yeeahh.. You'll see my smile looks out of place If you look a little bit closer.. Yeahhh..  ",
        "title": "The Tracks Of My Tears"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  The sun is shining There's plenty of light A new day is dawning Sunny and bright But after I've been crying all night The sun is cold And the new day seems old Since I lost my baby (Since I lost my baby) Oh, since I lost my baby (Since I lost my baby)  The birds are singing And the children are playing There's plenty of work And the bosses are paying Not a sad word should A young heart be saying But fun is a bore And with money I'm poor  Since I lost my baby (Since I lost my baby) Oh, since I lost my baby (Since I lost my baby) Next time I'll be kinder Won't you please help me find her  Someone just remind her Of this love she left behind her 'Til I find her I'll be trying Everyday I'm more inclined to find her Inclined to find her Inclined to find my baby Been looking everywhere Baby, I really, really care  Oh, determination is fading fast Inspiration is a thing of the past Can't see how my hope's gonna last Good things are bad And what's happy is sad  Since I lost my baby (Since I lost my baby) Oh, since I lost my baby (Since I lost my baby) I feel so bad I feel so sad Everything is wrong This heart is hard to carry on I'm lost as can be What's gonna happen to me?  ",
        "title": "Since I Lost My Baby"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "I Like It Like That"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Cara, Mia"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  [Hook] I'm gonna wait 'till the midnight hour That's when my love comes tumbling down I'm gonna wait 'till the midnight hour When there's no one else around  [Verse 1] I'm gonna take you, girl, and hold you And do all the things I told you In the midnight hour Yes I am, oh, yes I am One more thing I just want to say right here  [Hook] I'm gonna wait till the stars come out And see that twinkle in your eyes I'm gonna wait till the midnight hour That when my love begins to shine  [Verse 2] You're the only girl I know That really love me so In the midnight hour Oh yeah, in the midnight hour Yeah, all right, play it for me one time  [Horn solo]  [Hook] I'm gonna wait till midnight hour That's when my love comes tumbling down I'm gonna wait, way in the midnight hour That's when my love begins to shine  [Verse 3] Just you and I Oh baby, huh, just you and I Nobody around baby, just you and I All right You know what, I'm gonna hold you in my arms Just you and I, oh yeah In the midnight hour Oh baby, in the midnight hour  ",
        "title": "In The Midnight Hour"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  Sunshine, lollipops and rainbows Everything that's wonderful is what I feel when we're together Brighter than a lucky penny When you're near the rain cloud disappears, dear And I feel so fine just to know that you are mine  My life is sunshine, lollipops and rainbows That's how this refrain goes, so come on, join in everybody!  Sunshine, lollipops and rainbows Everything that's wonderful is sure to come your way When you're in love to stay  Sunshine, lollipops and rainbows Everything that's wonderful is what I feel when we're together Brighter than a lucky penny When you're near the rain cloud disappears, dear And I feel so fine just to know that you are mine  My life is sunshine, lollipops and rainbows That's how this refrain goes, so come on, join in everybody!  Sunshine, lollipops and rainbows Everything that's wonderful is sure to come your way Cause you're in love, you're in love And love is here to stay!  ",
        "title": "Sunshine, Lollipops And Rainbows"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  Yoka mata huba bakwa Juju Hand Oooowwww! We got it now!  I've got an alligator claw and some booby dust So you better do what you know you must I got a lock of your hair and a bullfrog's eye And if you break my heart you better say \"Goodbye\"  I got a yoka mata huba bakwa Juju Hand This yoka mata huba bakwa Juju Hand sure is grand Makes your eyes turn red and your tongue turn green It's the strongest mess that you've ever seen  Mojo hand used to be real strong It kept you straight when you did me wrong As time went by you just got so mean But the yoka mata huba bakwa is the thing  I've got a yoka mata huba bakwa Juju Hand This yoka mata huba bakwa sure is grand Makes your eyes look red and your tongue turn green The yoka mata huba bakwa makes you scream: Aaaaaaaaaaahhhhhhhhhhhhhh! Oooowwww! Huba bakwa Huba bakwa  Mojo hand used to be real strong It kept you straight when you did me wrong As time went by you just got so mean But the yoka mata huba bakwa is the thing  I've got a yoka mata huba bakwa Juju Hand This yoka mata huba bakwa sure is grand Makes your eyes look red and your tongue turn green Its the strongest mess that you've ever seen  Oooowwww!  Yoka mata huba bakwa Juju Hand Yoka mata huba bakwa Juju Hand  ",
        "title": "Ju Ju Hand"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": "  [Verse 1:] Sick at heart and lonely Deep in dark despair Thinking one thought only \"Where is she, tell me where?\"  [Pre-Chorus:] And if she says to you She don't love me Just give her my message Tell her of my plea  [Chorus:] And I know That if she had me back again I would never make her sad I've got a heart full of soul And I know That if she had me back again I would never make her sad I've got a heart full of soul  [Verse 2:] She's been gone such a long time Longer than I can bear But if she says she wants me Tell her that I'll be there  [Pre-Chorus] And if she says to you She don't love me Just give her my message Tell her of my plea  [Chorus] And I know That if she had me back again I would never make her sad I've got a heart full of soul  ",
        "title": "Heart Full Of Soul"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": null,
        "title": "Looking Through The Eyes Of Love"
    },
    {
        "artist": "The Turtles",
        "lyrics": "  Go away from my window Leave at your own chosen speed I'm not the one you want, babe I'm not the one you need You say you're lookin' for someone Who's never weak but always strong To protect you and defend you Whether you are right or wrong Someone to open each and every door  But it ain't me babe A-no, no, no it ain't me babe It ain't me you're lookin' for babe  Go lightly from the ledge, babe Go lightly on the ground I'm not the one you want, babe I'll only lead you down You say you're lookin' for someone Who'll promise never to part Someone to close his eyes to you Someone to close his heart Someone who will die for you and more  But it ain't me babe A-no, no, no it ain't me babe It ain't me you're lookin' for babe  No it ain't me you're lookin' for, babe I said a-no, no, no, it ain't me babe  ",
        "title": "It Ain't Me Babe"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Darling, please stay, don't go away (If you leave me) What a heartache, for Heaven's sake (Don't you need me?) Don't leave me blue of wanting you (How could I live?) Don't be untrue, what could I do?  [Chorus 1] Don't you know you You gave me the world, little girl When you gave me your love So if you take your love You take my world with you too  [Verse 2] Hey, look at me, now can't you see (Tears in my eyes?) Hear what I say, stay here, I pray (Never leave me) Why must I plead, you know I need (All your loving) Don't put me down, keep me around  [Chorus 1]  [Chorus 2] And I say, baby Hey, pretty little baby Don't leave me baby Pretty little baby  [Verse 3] Darling, you give me joy, am I your toy? (Cracked and broken) I always share your every care (Wishing, hoping) All through the years, we have no fears (Now I'm crying) You leave the tears falling for years  [Chorus 1]  [Chorus 2]  [Outro] Baby please, baby Pretty little baby  ",
        "title": "Pretty Little Baby"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": "  Instrumental  ",
        "title": "The \"In\" Crowd"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "I'll Always Love You"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "To Know You Is To Love You"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Put on your wig, woman We goin' out to shake and fingerpop, hey baby I said, put on your wig, woman We goin' out to shake and fingerpop, hey girl We gonna get out on the floor now Dance like we never dance befo', right on  I said, look at them people Tryin' the big, Fly Doin' The Barracuda The Jerk and The Twine  Kick off your shoes, baby And get in the groove 'Cause when you hear the music Yo' feet has got to move  I said, put on your wig, woman Goin' out to shake and fingerpop That's what I'll do Gonna get out on the floor now Dance like we never danced befo' Dance, dance  I said, do The Boomerang The Twine and The Jerk They're jammin' at the bandstand So ev'rybody work  I said, put on your wig, woman We goin' out to shake and fingerpop Stay is what I'll do Gonna get out on the floor, now Dance like we never danced befo' Hey, shake  ",
        "title": "Shake And Fingerpop"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "Houston"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": "  (Ride your pony) get on your pony & ride; all right! (Ride your pony) get on your pony & ride; ah you're ridin' high! Now stay in the saddle (We're gonna ride) way west where the grass is green (Ride) California, you know what I mean (Ride) New York City & Detroit too (Ride) on to New Orleans, the home of the blues  (chorus) (Pistol yeah) now get ready Now shoot! (bang) Shoot! (bang) Shoot! (bang)  (chorus) (We're gonna ride) to St. Louis where the girls are pretty (Ride) Atlanta, GA, what a swingin' city (Ride) Got to make it, that's for sho' (Ride) Move on furthermo'  (chorus) (Pistol yeah) now get ready Now shoot! (bang) Shoot! (bang) Shoot! (bang) (Ride, ride) All right now, stay beside me, stay beside me (Ride, ride) All right! (Ride, ride) ...& fade  ",
        "title": "Ride Your Pony"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  I ain't lookin' to compete with you Beat or cheat or mistreat you Simplify you, classify you Deny, defy or crucify you All I really want to do Is, baby be friends with you  No, I ain't lookin' to fight with you Frighten you or tighten you Drag you down or drain you down Chain you down or bring you down All I really want to do Is, baby, be friends with you  I don't want to fake you out Take or shake or forsake you out I ain't lookin' for you to feel like me See like me or be like me  I don't want to meet your kin Make you spin or do you in Or select you or dissect you Or inspect you or reject you All I really want to do Is, baby, be friends with you Baby, be friends with you Baby, be friends with you  ",
        "title": "All I Really Want To Do"
    },
    {
        "artist": "The Beau Brummels",
        "lyrics": null,
        "title": "You Tell Me Why"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Well, I think I finally found me a sure-fire way to forget It's so simple, I'm surprised I hadn't done thought of it before yet It's foolproof - well, it's foolhardy, maybe, but who knows Anyway, here I am walking toward where the cold dark water flows Cos all it takes is:  One dying and a buryin' One dying and a buryin' Some crying Six carrying me I wanna be free  Oh...I wanna be free Free from all this heartache and regret And free from pining for the love I can't forget The love that once was warm and then just somehow turned to hate Made my life a prison from which there's only one escape And that's:  One dying and a buryin' One dying and a buryin' Some cryin' Six carryin' me I wanna be free  One dying and a buryin' One dying and a buryin' Some cryin' Six carryin' me I wanna be free  ",
        "title": "One Dyin' And A Buryin'"
    },
    {
        "artist": "The Lettermen",
        "lyrics": "  THEME FROM \"A SUMMER PLACE\" Percy Faith  - words by Mack Discant, music by Max Steiner - from the 1959 movie \"A Summer Place\" Starring Sandra Dee and Troy Donahue - #1 hit instrumental for Percy Faith in 1960  There's a summer place Where it may rain or storm Yet I'm safe and warm For within that summer place Your arms reach out to me And my heart is free from all care For it knows  There are no gloomy skies When seen through the eyes Of those who are blessed with love  And the sweet secret of A summer place Is that it's anywhere When two people share All their hopes All their dreams All their love  There's a summer place Where it may rain or storm Yet I'm safe and warm In your arms, in your arms In your arms, in your arms In your arms, in your arms  ",
        "title": "Theme From \"A Summer Place\""
    },
    {
        "artist": "Eddie Hodges",
        "lyrics": null,
        "title": "New Orleans"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Sugar dumpling, you're my baby I love you in every way Sugar dumpling, you're my baby My love grows stronger every day  Yeah Sugar dumpling, you're my baby I love you in every way Sugar dumpling, you're my baby My love grows stronger every day  Listen how I tell you a story A story about my girl And I call hear Sugar dumpling Because she's the sweetest things in this world  Whenever I'm feeling bad By the way she puts me to bad And she hides two mercys One to hold my hand The other one to rub my hand  Sugar dumpling, you're my baby I love you in every way Sugar dumpling, you're my baby My love grows stronger every day  Whenever I tell her honey I'm hungry Now go and fix me something to eat The girl rushes in the kitchen And fixes me a dinner With seven different kinds of meat If I call her up at two o'clock in the morning And come over if you can Before I hang up to telephone She's sitting beside me With a cup of coffee in her hand  Sugar dumpling, you're my baby I love you in every way Sugar dumpling, you're my baby My love grows stronger every day  Sugar dumpling, I love you in every way Sugar dumpling, my love grows stronger every day  ",
        "title": "Sugar Dumpling"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "I Don't Wanna Lose You Baby"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Girl you got me to fall in love with you Though I'm not free to fall in love with you Oh, baby Why did I have to get so hung on you Tell me Why did I have to get so hung on you  Believe me, baby I didn't plan it this way I thought I'd see you one night and Forget you the next day  You're not the girl that I belong to And even though I know it's wrong to There's a little place where we can go Where we won't run into a soul we know  Whoa, baby, baby Well I wish I could get you out of my heart Then I could also get you out of my life Baby Why did I have to get so hung on you Tell me Why did I have to get so hung on you  Sure I could tell you it's over and then One day I'd call you and beg you to see me again This is a fine mess I got myself in And let me tell you baby, you're not helping You know the changes I'm going through And still you look at me the way you do  Cause you got me to fall in love with you Though I'm not free to fall in love with you Baby, baby Why did I have to get so hung on you I want to know Why did I have to get so hung on you  ",
        "title": "Hung On You"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  I wish I could come back to you, dear 'Cause I know that you want me to But too much water run under that old bridge There's too many rivers between me and you There's too many rivers to cross, dear  Too many dreams have been lost And there's too many long nights That I've turned and tossed There's too many rivers to cross  Now don't think for a moment, I blame only you We both killed the fruit on the vine And when you try to put love back together There's always a few little pieces you can't find  Yes, there's too many rivers to cross, dear And there's too many dreams that have been lost Oh there's too many long nights That I've turned and I've tossed There's too many rivers to cross  ",
        "title": "Too Many Rivers"
    },
    {
        "artist": "The Royalettes",
        "lyrics": null,
        "title": "It's Gonna Take A Miracle"
    },
    {
        "artist": "Freddie And The Dreamers",
        "lyrics": null,
        "title": "A Little You"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": "  [Intro] (Double-O Soul)  [Verse 1] I dig rock and roll music I can do the twine and the jerk I wear strictly continental suits And high collared shirts I've got a reputation of bein' Gentle but bold And that's why they call me  [Chorus] Agent Double-O Soul, baby Agent Double-O Soul They call me Double-O Soul, baby I'm agent Double-O Soul  [Verse 2] I don't carry no pistol I don't wear a false mustache And you'll never see me carrying Around a little black bag My real name's no secret But from me it will never be told I'm just known as  [Chorus] Agent Double-O Soul, baby Agent Double-O Soul They call me Double-O Soul, baby I'm agent Double-O Soul  [Bridge] There once was a fella Who was down on therock and roll He couldn't get himself together He didn't have no kind of soul The office put me on his case And I tracked him down right away Now he's a DJ on a radio show A station that everybody knows  [Chorus] Call me Double-O Soul Call me Double-O Soul  [Instrumental section] (Double-O Soul) (Double-O Soul) (Double-O Soul) (Double-O Soul)  [Outro] At my job I worked real hard I'm on the go Rain, sleet or snow I'm agent Double-O Soul, baby I'm agent Double-O Soul They call me Double-O Soul, baby  ",
        "title": "Agent Double-O-Soul"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": null,
        "title": "Action"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  Who'll be the next in line? Who'll be the next in line for heartache? Who'll make the same mistakes I made over you?  Who'll be the next in line? Who'll be the next in line? For you?  Who'll be the next in line? Who'll be the next to watch your love fade? All your affections finally fade away  There'll be no use in sighing Who'll be the next in line? For you?  One day you'll find out when I'm gone I was the best one you had I was the one who gave you love  Who'll be the next in line? Who'll be the next in line for heartaches? Who'll make the same mistakes I made over you?  There'll be no use in sighing Who'll be the next in line? For you?  One day you'll find out when I'm gone I was the best one you had I was the one who gave you love  Who'll be the next in line? Who'll be the next in line for heartaches? Who'll make the same mistakes I made over you?  Who'll be the next in line? Who'll be the next in line? For you? For you?  ",
        "title": "Who'll Be The Next In Line"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Hello, may I have this dance with you?  How have you been, girl? Hold me, and then girl Just let me look at you Tell me, now, is it true?  Oh, did you break up? No chance to make up I hate to take up all your time But tell me  Oh, no it won't be repeated You mean to tell me he cheated? Oh, what a fool he's been Though he is, my best friend  I hate it this way But I've waited for this day I've always wanted You to be my girl  Be my girl, you're my girl I still don't believe it He played around on you When all the time he knew I loved you too  With your big eyes, full lips High cheek bones And ev'rything about you, girl Personality girl Gimme a chance, come on Let's dance, some Dance the night awa--y  You're my girl.you're my girl, you're my girl Baby doll, baby, baby, hold me tight Be mine tonight, say it's alright And I will never, ever let you go, oh... Be my girl, be my girl You're my girl You're mine You're my girl  ",
        "title": "(Say) You're My Girl"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": "  Sad, sad, girl (sad girl) I'm a sad, sad girl 'Cause I no longer have you I'm a sad, sad girl 'Cause our romance is through You went away Just the other day You didn't telephone Left me all alone I'm a sad, sad girl Sad, sad girl Sad, sad girl over you (Over you, over you) I'm a sad, sad girl 'Cause you did me wrong I'm a sad, sad girl 'Cause you've been gone much too long Well, I feel like crying I feel like crying I'm almost, almost dying And I'm a sad, sad girl Sad, sad girl Sad, sad girl over you (Over you, over you) (Over you) I loved you so How much you'll never know But now you're gone And the thought still lingers on I'm a sad, sad girl Sad, sad girl Sad, sad girl over you Over you (over you) Sad and blue (over you) 'Cause of you (sad and blue) Left me baby (over you) (Sad and blue, over you)...  ",
        "title": "Sad, Sad Girl"
    },
    {
        "artist": "Arthur Prysock",
        "lyrics": null,
        "title": "It's Too Late, Baby Too Late"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "You've Been In Love Too Long"
    },
    {
        "artist": "Barry McGuire",
        "lyrics": "  The eastern world it is explodin' Violence flarin', bullets loadin' You're old enough to kill but not for votin' You don't believe in war, what's that gun you're totin' And even the Jordan river has bodies floatin' But you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Don't you understand, what I'm trying to say? Can't you see the fears that I'm feeling today? If the button is pushed, there's no running away There'll be no one to save with the world in a grave Take a look around you, boy, it's bound to scare you, boy And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Yeah, my blood's so mad, feels like coagulatin' I'm sittin' here, just contemplatin' I can't twist the truth, it knows no regulation Handful of Senators don't pass legislation, And marches alone can't bring integration When human respect is disintegratin' This whole crazy world is just too frustratin' And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Think of all the hate there is in Red China Then take a look around to Selma, Alabama! Ah, you may leave here, for four days in space But when you return, it's the same old place The poundin' of the drums, the pride and disgrace You can bury your dead, but don't leave a trace Hate your next-door-neighbour, but don't forget to say grace And you tell me over and over and over and over again my friend You don't believe we're on the eve of destruction No no you don't believe we're on the eve of destruction  ",
        "title": "Eve Of Destruction"
    },
    {
        "artist": "Marianne Faithfull",
        "lyrics": null,
        "title": "Summer Nights"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": null,
        "title": "If I Didn't Love You"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": null,
        "title": "Moon Over Naples"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  [Verse 1] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus] Catch us if you can Catch us if you can Catch us if you can Catch us if you can  [Verse 2] Now we gotta run, (mmmm-mm-mm) No more time for fun, (mmmm-mm-mm) When we're gettin' angry, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  [Harmonica solo]  [Verse 3] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  ",
        "title": "Catch Us If You Can"
    },
    {
        "artist": "The Vacels",
        "lyrics": null,
        "title": "You're My Baby (And Don't You Forget It)"
    },
    {
        "artist": "The Astors",
        "lyrics": null,
        "title": "Candy"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Here I Am"
    },
    {
        "artist": "The Jive Five",
        "lyrics": "  I'm a happy man I'm a happy man Whoa, whoa, whoa, whoa, my baby You look so good Yeah, yeah, yeah, yeah, my baby Just like I knew you would Tonight when we go out (Happy man, happy man, happy man) I'm feelin' so proud (Happy man, happy man, happy man) Walking hand in hand (Happy man, happy man, happy man) Down the lovers lane (Happy man, happy man, happy man) And I-I-I love you, baby I love you so Whoa, whoa, whoa, whoa, my baby This you know 'Cause I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Yeah, baby, I'm a happy man (Happy man, happy man, happy man) Whoa, yeah (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Come on down and sing the song (Happy man, happy man, happy man) Sing it just-a one more time (Happy man, happy man) And when we take a stroll (Happy man, happy man, happy man) Tonight if it's cold (Happy man, happy man, happy man) We'll cuddle up close (Happy man, happy man, happy man) And baby, baby, baby I'll kiss you baby We'll be as one Yeah, yeah, yeah I love my baby We'll have some fun 'Cause I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Yeah, baby, I'm a happy man (Happy man, happy man, happy man) Whoooooa, yeah (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Come on down and sing the song (Happy man, happy man, happy man) Sing it just-a one more time (Happy man, happy man, happy man) Whoooooa, yeah (Happy man, happy man, happy man) I'm a happy man  ",
        "title": "I'm A Happy Man"
    },
    {
        "artist": "The McCoys",
        "lyrics": "  Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy lives in a very bad part of town (Ooh, ooh, ooh, ooh) And everybody, yeah, tries to put my Sloopy down (Ooh, ooh, ooh, ooh) Sloopy, I don't care what your daddy do (Ooh, ooh, ooh, ooh) 'Cause you know, Sloopy, girl, I'm in love with you (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy wears a red dress, yeah, as old as the hills (Ooh, ooh, ooh, ooh) But when Sloopy wears that red dress, yeah, you know, it gives me the chills, oh, oh (Ooh, ooh, ooh, ooh) Sloopy, when I see you walking, walking down the street (Ooh, ooh, ooh, ooh) I say, \"Don't worry, Sloopy, girl, you belong to me\" (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah Give it to 'em right now  Sloopy, let your hair down, girl Let it hang down on me (Ooh, ooh, ooh, ooh) Sloopy, let your hair down, girl Let it hang down on me, yeah, yeah (Ooh, ooh, ooh, ooh)  Come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on)  Well, it feels so good (Come on, come on) You know, it feels so good (Come on, come on) Well, shake it, shake it, shake it, Sloopy (Come on, come on) Well, shake it, shake it, shake it, yeah (Come on, come on) Oh  Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on  ",
        "title": "Hang On Sloopy"
    },
    {
        "artist": "The Animals",
        "lyrics": "  In this dirty old part of the city Where the sun refused to shine People tell me there ain't no use in tryin'  Now, my girl, you're so young and pretty And one thing I know is true You'll be dead before your time is due, I know  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away Oh yes, I know it  (Yeah!) He's been workin' so hard (Yeah!) I've been workin' too, baby (Yeah!) Every night and day (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place 'Cause, girl, there's a better life for me and you  Now, my girl, you're so young and pretty And one thing I know is true, yeah You'll be dead before your time is due, I know it  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away I know he's been workin' so hard  (Yeah!) I've been workin' too, baby (Yeah!) Every day, baby (Yeah!) Oh! (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Somewhere, baby, somehow I know it  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Believe me, baby, I know it, baby You know it too  ",
        "title": "We Gotta Get Out Of This Place"
    },
    {
        "artist": "The Drifters",
        "lyrics": "  Hey, little girl I hear somebody broke your heart I hear that he cheated and lied to you Right from the start  But it's gonna be all right Put on your red dress, tonight, yes  And I'll take you where the music's playing, baby Take you where the lights are dim Take you where the music's playing, baby Little by little, I'm gonna help you forget about him  I've been your friend But now is my opportunity And I'm gonna show you Just how good a friend can be  I know what he's put you through But I'll make it all up to you, girl  And I'll take you where the music's playing, baby Take you where the lights are dim Take you where the music's playing, baby Little by little, I'm gonna help you forget about him  They got red lights and green lights Shining from the ceiling I know, that you'll lose That sad and lonely feeling  Oh, I'm gonna take you where the music's playing, baby Take you where the lights are dim Take you where the music's playing, baby Little by little, I'm gonna help you forget about him  Take you where the music's playing, baby Take you where the lights are dim Take you where the music's playing, baby  ",
        "title": "I'll Take You Where The Music's Playing"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Baby don't go, pretty baby please don't go  I never had a mother, I hardly knew my dad I've been in town for 18 years You're the only boy I've had I can't stay, maybe I'll be back some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  I never had no money, I bought at the second hand store The way this old town laughs at me I just can't take it no more I can't stay, I'm gonna be a lady some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  When I get to the city, my tears will all be dry My eyes will look so pretty No one's gonna know I cried Yes I'm goin' away, maybe I'll be back some day  Baby don't go, maybe I'll be back some day  ",
        "title": "Baby Don't Go"
    },
    {
        "artist": "Little Caesar And The Consuls",
        "lyrics": null,
        "title": "(My Girl) Sloopy"
    },
    {
        "artist": "Vic Dana",
        "lyrics": "  Moonlight and roses Bring wonderful memories of you My heart reposes In beautiful thoughts so true  June light discloses Love's golden dream sparkling anew Moonlight and roses Bring memories of you  June light discloses Love's golden dream sparkling anew Moonlight and roses Bring memories of you  Moonlight and roses Bring memories of you  ",
        "title": "Moonlight And Roses (Bring Mem'ries Of You)"
    },
    {
        "artist": "The Kingsmen",
        "lyrics": "  Easton  There's a chick in the magazine we all know (Annie Fanny, yeah, yeah, so fine) She's a swingin' little chick we all know (Annie Fanny, yeah, yeah, so fine)  And what she's got she doesn't owe to luck (Annie Fanny, yeah, yeah, so fine) She owes it to a cat named Daddy Warbucks (Annie Fanny, yeah, yeah, so fine)  She saves the world, there's no one bolder (Annie Fanny, yeah, yeah, so fine) She does all this and never gets any older (Annie Fanny, yeah, yeah, so fine)  (Annie Fanny) she does all this and you wouldn't surmise (Annie Fanny) this chick needs no disguise (Annie Fanny) here's a thing that would be the prize (Annie Fanny) to get Annie Fanny a pair of eyes  (Annie Fanny, yeah, yeah, so fine) She always gets saved by a pooch named Sandy (Annie Fanny, yeah, yeah, so fine)  But the dog's in trouble and it's a sin (Annie Fanny, yeah, yeah, so fine) He's as blind as Fanny, he needs contact lens (Annie Fanny, yeah, yeah, so fine)  (Annie Fanny) she does all this and you wouldn't surmise (Annie Fanny) this chick needs no disguise (Annie Fanny) here's a thing that would be the prize (Annie Fanny) to get Annie Fanny a pair of eyes, yeah  (Annie Fanny, yeah, yeah, so fine) (Annie Fanny, yeah, yeah, so fine) (Annie Fanny, yeah, yeah, so fine)  ",
        "title": "Annie Fanny"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "No Pity (In The Naked City)"
    },
    {
        "artist": "The Contours",
        "lyrics": "  What does every man look at first?  Some fellas look at the eyes Some fellas look at the nose Some fellas look at the size Some fellas look at the clothes  I don't care if the eyes are red I don't care if her nose is long I don't care if she's underfed I don't care if her clothes are worn 'Cause first I look at the purse  Some fellas look the smiles they wear Some fellas look the legs that's all Some fellas look the style of their hair Some fellas want their waist to be small  I don't care if the teeth are big I don't care if the legs are big I don't care if their hair's a wig Why waste time lookin' at the waistline? 'Cause first I look at the purse  A woman can be fat as can be With kisses sweet as honey But that don't mean a thing to me If you ain't got no money 'Cause if the purse is fat, that's where it's at  Some fellas look at the way they walk The way they swing and sway Some fellas like the way they talk And dig the things they say  But I don't care if she wobble like a duck Or talk with a lisp, I still think I'm a good lover If the dollar bills are crisp 'Cause first I look at the purse  First I look at the purse First I look at the purse First I look at the purse  ",
        "title": "First I Look At The Purse"
    },
    {
        "artist": "Glenn Yarbrough",
        "lyrics": null,
        "title": "It's Gonna Be Fine"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": null,
        "title": "One Step At A Time"
    },
    {
        "artist": "G.L. Crockett",
        "lyrics": null,
        "title": "It's A Man Down There"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  When you give more than you get You're in danger (You're in danger) You may find that you're in love with a stranger (With a stranger) For who knows what evil lurks within the hearts of men?  It's vanity Insanity to play when you can't win When you find that you're losing It's time to get on moving Cause there's danger: heartbreak dead ahead  It only takes one second, girl, to learn (To learn) That playing with fire will get you burned (Get you burned) Now girl, don't you be foolish  They say that love is blind But it's clear as the highway sign That reads \"Danger: heartbreak dead ahead\" Heartbreak dead ahead  Read the sign, girl You'd better mind, girl Yeah, danger: heartbreak dead ahead  Once the lying starts Start packing up your heart Listen to me, girl  When there's nothing to be gained Don't keep going on in vain Cause there's danger: heartbreak dead ahead I said there's danger I said there's danger  ",
        "title": "Danger Heartbreak Dead Ahead"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "Summer Wind"
    },
    {
        "artist": "Derek Martin",
        "lyrics": null,
        "title": "You Better Go"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "Tickle Me"
    },
    {
        "artist": "Sonny",
        "lyrics": "  Why can't I be like any guy? Why do they try to make me run? Son of a gun, now What do they care, about the clothes I wear? Why get their kicks from making fun, yeah? This world's got a lot of space And if they don't like my face It ain't me that's going anywhere, no So I don't care Let 'em laugh at me If that's the fare I have to pay to be free Then baby, laugh at me, and I'll cry for you And I'll pray for you And I'll do all the things That the man upstairs says to do I'll do 'em for you I'll do 'em I'll do 'em all for you It's gotta stop someplace It's gotta stop sometime I'll make sure that she's mine And maybe the next guy That don't wear a silk tie He can walk by and say hi Say, hi Instead of why Instead of why Instead of why babe Instead of why What did I do to you? I don't know what to do  ",
        "title": "Laugh At Me"
    },
    {
        "artist": "Donovan",
        "lyrics": null,
        "title": "Colours"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": null,
        "title": "Is It Really Over?"
    },
    {
        "artist": "Gerry And The Pacemakers",
        "lyrics": null,
        "title": "Give All Your Love To Me"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": null,
        "title": "Two Different Worlds"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  Oowee, oowee, oowee, oowee That's how my heart sings Each time that you kiss me, I'm in orbit without wings!  Oowee, oowee, oowee, oowee That's how my love sings It sounds like the magic of the church bell when it rings!  Every second, every minute There's a new excitement in it Every time I hear you sighin' I take off and I' flyin'  You're my baby and I show it I want all my friends to know it So, when everyone comes knockin' Our love song will be rockin'  Oowee, oowee, oowee, oowee That's how my heart sings Each time that you kiss me, I'm in orbit without wings!  Oowee, oowee, oowee, oowee That's how my love swings It sounds like the magic of the church bell when it rings!  Darling, there's no use pretending Love like ours is never-ending If I'm flyin' high above you It means how much I love you  Touch me and I get that feelin' Hug me and I'm on the ceilin' When I'm up there and I'm sailin' Here's what you'll hear me playin'  Oowee, oowee, oowee, oowee That's how my heart sings Each time that you kiss me, I'm in orbit without wings!  Oowee, oowee, oowee, oowee That's how my love swings It sounds like the magic of the church bell when it rings!  Oowee, oowee, oowee, oowee That's how my heart sings Each time that you kiss me, I'm in orbit without wings!  Words and Music by Sydney Robin, Ramona Marie Witry Ronald Lawrence & Bonita Ann Andre  ",
        "title": "Oowee, Oowee"
    },
    {
        "artist": "Baby Washington",
        "lyrics": "  Only those in love Only those in love  Someone light the moon In the sky above Moonbeams pour But they're for Only those in love  Jealously, my eyes Watched her little girl All day through Only those in love  My all, I would gladly give For a chance to live In the world of love Someone, someone  Someone send the one That I'm dreaming of My heart to be part Of only those in love Of only those in love  ",
        "title": "Only Those In Love"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "The Castaways",
        "lyrics": null,
        "title": "Liar, Liar"
    },
    {
        "artist": "Sounds Orchestral",
        "lyrics": null,
        "title": "Canadian Sunset"
    },
    {
        "artist": "David Jones",
        "lyrics": null,
        "title": "What Are We Going To Do?"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "If You Wait For Love"
    },
    {
        "artist": "The Fortunes",
        "lyrics": "  {Intro}  I see that worried look upon your face You've got your troubles, I've got mine She's found somebody else to take your place You've got your troubles, I've got mine  I too have lost my love today All of my dreams have flown away  Now, just like you, I sit and wonder why You've got your troubles, I've got mine You need some sympathy? well, so do I You've got your troubles, I've got mine  She used to love me, that I know, wow wow And it don't seem so long ago, wow wow That we were walking That we were talking The way that lovers dooooo....  {Bridge}  I too have lost my love today All of my dreams have flown away And so forgive me if I seem unkind You see I lost my lost my lost my little girl too You've got your troubles, I've got mine {Simultanousely} And it must seem to you, my friend That I ain't got no pity for you Well, that ain't true You see I lost my lost my lost my little girl too  You've got your troubles, I've got mine  I'd help another place, another time You've got your troubles, I've got mine You've got your troubles, I've got mine You've got your troubles, I've got mine  ",
        "title": "You've Got Your Troubles"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  [Verse 1] Do you believe in magic in a young girl's heart How the music can free her whenever it starts? And it's magic if the music is groovy It makes you feel happy like an old-time movie I'll tell you about the magic, and it'll free your soul But it's like trying to tell a stranger 'bout-a rock and roll  [Verse 2] If you believe in magic, don't bother to choose If it's jug band music or rhythm and blues Just go and listen, and it'll start with a smile That won't wipe off your face no matter how hard you try Your feet start tapping, and you can't seem to find How you got there so just blow your mind  [Guitar Solo]  [Verse 3] If you believe in magic, come along with me We'll dance until morning till there's just you and me And maybe, if the music is right I'll meet you tomorrow, sort of late at night And we'll go dancing, baby, then you'll see How the magic's in the music and the music's in me  [Interlude] Yeah Do you believe in magic? Yeah Believe in the magic of the young girl's soul Believe in the magic of-a rock and roll Believe in the magic that can set you free Ohh, talking 'bout the magic  [Outro] (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe, believer? (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe in magic?  ",
        "title": "Do You Believe In Magic"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Good Times"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Two wheels a turnin' One girl a yearnin' Big motor burnin' the road  I'll ride the highway I'm going my way I'll leave a story untold  Pretty girls behind me but pretty girls are everywhere Big motor wind up, ride away from here  Ride away  She won't approve of things I do or what I am And I don't really give a ... I understand But she'll never see that I'll never be Any one but me  She thinks she needs me, she cries for me But I know she's lying, crying for others to see What can I say, I'll just ride away  Big motor run run (background) ride ride away Ride on away from big motor run run Heart-ache and misery  I'm bound to wander Way over yonder Someone be waitin' just for me  True love to cling to, I need a dream to share Someone to know me, Someone to show me they care  Ride away, ride away From tears and sorrow Like there's no tomorrow  Tonight I'll ride away  ",
        "title": "Ride Away"
    },
    {
        "artist": "Chuck Jackson & Maxine Brown",
        "lyrics": null,
        "title": "Can't Let You Out Of My Sight"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": "  It may never be my pleasure To have you for my own The day may never come when I can make my heart your own  So just remember what I say And every breathe I breathe today I wanna tell you someone, someone Is watching over you  When I'm alone at night My pillows whispers your name Water dripping in the sink Makes me stop and think  If I could have a little of your love I tell you two drops, one drop will do I wanna tell you someone, someone Is watching over you  Someone, someone Is watching over you  If I could hold you in my arms Lord, I'd love to kiss you Maybe I could prove to you What you really been missing  Now you can make it if you want to But I know you're gonna Do just what you want to You see, someone, someone Is watching over you  Way in the midnight hour Someone, someone is watching Oh, yes, they are (over you) No matter where you go, darling Someone, someone...  ",
        "title": "Someone Is Watching"
    }
]