[
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Intro] Dee dee dee dee dee dee dee dee dee dee dee dee dee Doo doo doo doo doo doo doo doo doo Dee dee dee dee dee dee dee dee dee dee dee dee dee  [Hook] And here's to you, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 1] We'd like to know a little bit about you for our files We'd like to help you learn to help yourself Look around you, all you see are sympathetic eyes Stroll around the grounds until you feel at home  [Hook] And here's to you, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 2] Hide it in a hiding place where no one ever goes Put it in your pantry with your cupcakes It's a little secret, just the Robinsons' affair Most of all, you've got to hide it from the kids  [Hook] Coo, coo, ca-choo, Mrs. Robinson Jesus loves you more than you will know Wo, wo, wo God bless you please, Mrs. Robinson Heaven holds a place for those who pray Hey, hey, hey Hey, hey, hey  [Verse 3] Sitting on a sofa on a Sunday afternoon Going to the candidates debate Laugh about it, shout about it When you've got to choose Every way you look at it, you lose  [Hook] Where have you gone, Joe DiMaggio A nation turns its lonely eyes to you Woo, woo, woo What's that you say, Mrs. Robinson Joltin' Joe has left and gone away Hey, hey, hey Hey, hey, hey  ",
        "title": "Mrs. Robinson"
    },
    {
        "artist": "Hugo Montenegro, His Orchestra And Chorus",
        "lyrics": "  Here is the tale of the boy standing in front of you Not one word is exaggerated -- entirely true A four square in chemistry, my agenda tonight As I rock the house left, and a I rock the house right I can't fly, I can't dance And I don't like any bands Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Listen up, 'cause I am Atom, I am the sequencing man I travel the world with my band in a box And I rock 10 times harder than your average punk rock band I'm almost done, I'm almost through I hope to God I'm not boring you I often do the number 2 I am the always often pooping Jew I can't fly, I can't dance And I don't like any bands Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Listen up, 'cause I am Atom, I am the sequencing man I can't fly, I can't dance And I don't like your band Listen up, 'cause I am Atom, I am the sequencing man Where I want is where I go I'm always armed with a burrito Pay attention, 'cause I am Atom, I am the sequencing man  ",
        "title": "The Good, The Bad And The Ugly"
    },
    {
        "artist": "The Rascals",
        "lyrics": null,
        "title": "A Beautiful Morning"
    },
    {
        "artist": "Archie Bell & The Drells",
        "lyrics": "  Hi everybody I'm Archie Bell of the Drells From Houston, Texas We don't only sing but we dance Just as good as we walk In Houston we just started a new dance Called the Tighten Up This is the music We tighten up with  First tighten up on the drums Come on now, drummer I want you to tighten it up for me now Oh, yeah Tighten up on that bass now Tighten it up Ha, ha, yeah Now let that guitar fall in Oh, yeah Tighten up on that organ now Yeah, you do the tighten up Yeah, now  I said, if you can do it now It sure would be tough Now look here, come on now Now make it mellow  Let's tighten it up now Do the tighten up Everybody can do it now So get to it We're gonna tighten up Let's do the tighten up You can do it now So baby, get to it  Look to your left now Look to your right Everybody can do it But don't you get too tight Come on and tighten up Let's tighten it up now Let's tighten it up now Tighten it up Do the tighten up Come and tighten it up Tighten it up now  Come on now, Billy Tighten it up Oh, yeah Sock it to me now Tighten it up Come on and tighten up that bass Oh, yeah Now look here I want that guitar To fall in on there Tighten it up now Oh, yeah Now tighten it up, organ  Now everybody tighten it up now Now look here We gonna make it mellow for you now We gonna make it mellow now Tighten it up You can get it Move to your left Move to your right Tighten it up now Everything will be outta sight Come on and tighten it up Tighten it up now You can do it...  ",
        "title": "Tighten Up"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Honey"
    },
    {
        "artist": "Ohio Express",
        "lyrics": "  [Intro ]  Yummy, Yummy, Yummy I got love in my tummy And I feel like a-loving you Love, you're such a sweet thing Good enough to eat thing And that's just a-what I'm gonna do Oh love, to hold ya Oh love, to kiss ya Oh love, I love it so Oh love, you're sweeter Sweeter than sugar Oh love, I won't let you go  [Hook] Yummy, Yummy, Yummy I got love in my tummy And as silly as it may seem The loving that you're giving Is what keeps me living And your love is like Peaches and cream Kind-a like sugar Kind-a like spices Kind-a like, like what you do Kind-a sounds funny But love, honey And honey, I love you  [Bridge] Para, pararara Para, pararara  [Hook] Yummy, Yummy, Yummy I got love in my tummy That your love can satisfy Love, you're such a sweet thing Good enough to eat thing And sweet thing, that ain't no lie I love to hold ya I love, to kiss ya Oh love, I love it so Oh love, you're sweeter Sweeter than sugar Oh love, I won't let you go  [Outro ] Para, pararara Para, pararara Sweet thing... Yummy Yummy Sweet thing... Para, pararara Para, pararara Sweet thing Yummy Yummy  ",
        "title": "Yummy Yummy Yummy"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  [Intro]  Here she come down, says  'Mony, Mony' Well, shoot 'em down, turn around, come home, honey Hey! She gimme love an' I feel alright now Everybody! You got me tossin' turnin' in the night, and I feel alright Let me feel alright  I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  Well you make me feel Mony, Mony So! Mony, Mony Good! Mony, Mony Yeah! Mony, Mony So good! Mony, Mony Oh, yeah! Mony, Mony Come on! Mony, Mony  All right, baby! Mony, Mony  Say yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah  Break 'dis, shake it, Mony, Mony Shot gun, get it done, come on, Mony Don't stop cookin', it feels so good, yeah Hey! Well don't stop now, hey, come on Mony Well come on, Mony  Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah  Well you make me feel Mony, Mony So! Mony, Mony Good! Mony, Mony Yeah! Mony, Mony Alright! Mony, Mony Come on! Mony Mony So good! Mony Mony  All right I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, ahhhhhhh  {hook}  Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony Oo, I love ya Mony, Mo, Mo, Mony  I say yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah  Come on! Come on! Come on!  Everybody Alright, alright Come on!  ",
        "title": "Mony Mony"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": "  [Hook: Marvin Gaye and Tammi Terrell] Ain't nothing like the real thing, baby Ain't nothing like the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing  [Tammi] I got your picture hangin' on the wall But it can't see or come to me when I call your name I realize it's just a picture in a frame  [Marvin] I read your letters when you're not here But they don't move me and they don't groove me like when I hear Your sweet voice whispering in my ear  [Hook] Ain't nothing like the real thing, baby Ain't nothing like the real thing  [Tammi] I play the game, of fantasy I pretend but I know in reality I need the shelter of your arms to comfort me  [Marvin and Tammi] No other sound is quite the same as your name No touch can do half as much to make me feel better So let's stay together  [Marvin] I got some memories to look back on And though they help me when you phone, I'm well aware Nothing can take your place of being there  [Hook] So let me get the real thing So let me get the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing Ain't nothing like the real thing, baby Ain't nothing like the real thing  ",
        "title": "Ain't Nothing Like The Real Thing"
    },
    {
        "artist": "The Intruders",
        "lyrics": "  (Cowboys to girls) I remember (I remember) When I used to play shoot 'em up (Shoot 'em up, bang, bang, baby) I remember When I chased the girls and beat 'em up  But I was young and didn't understand But now I'm a grownup man I know girls are made for kissing Never knew what I was missing Now my life is not the same My whole world has been rearranged  I went from (Cowboys to girls) Oh, yes, I did (Shoot 'em up, bang, bang) (Cowboys to girls)  I remember (I remember) When I used to see you jumping rope (Jumpin' rope, up and down, baby) And I remember When you got your first baby coach  But you were young and didn't understand Now you're a woman and I'm a man And it's me that you're kissing Ain't it fun reminiscing? And our lives are not the same Our whole world has been rearranged  You went from (Baby dolls to boys) Oh, yes, you did (Jumpin' rope, baby) And I went from (Cowboys to girls) Oh, yes, I did  Now it's me that you're kissing Ain't it fun reminiscing? And our life is not the same This whole world has been rearranged  I went from (Cowboys to girls) Oh, yes, I did (Shoot 'em up, bang, bang) And you went from (Baby dolls to boys) Oh, yes, you did (Jumpin' rope, baby)  (Cowboys to girls) Oh, yes (Shoot 'em up) (Baby dolls to boys) Talkin' 'bout, talkin' 'bout (Cowboys to girls)  ",
        "title": "Cowboys To Girls"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Do you know the way to San Jose? I’ve been away so long I may go wrong and lose my way Do you know the way to San Jose? I’m going back to find Some peace of mind in San Jose  L.A. is a great big freeway Put a hundred down and buy a car In a week, maybe two They’ll make you a star Weeks turn into years, how quick they pass And all the stars that never were Are parking cars and pumping gas  You can really breathe in San Jose They’ve got a lot of space There’ll be a place where I can stay I was born and raised in San Jose I’m going back to find Some peace of mind in San Jose  Fame and fortune is a magnet It can pull you far away from home With a dream in your heart you’re never alone Dreams turn into dust and blow away And there you are without a friend You pack your car and ride away I’ve got lots of friends in San Jose Do you know the way to San Jose?  Oh, L.A. is a great big freeway Put a hundred down and buy a car In a week, maybe two They’ll make you a star Weeks turn into years, how quick they pass And all the stars that never were Are parking cars and pumping gas I’ve got lots of friends in San Jose Ohhhh, do you know the way to San Jose? Hmmmm, can’t wait to get back to San Jose  ",
        "title": "Do You Know The Way To San José"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": "  You see this guy This guy's in love with you Yes, I'm in love Who looks at you the way I do When you smile I can tell We know each other very well How can I show you I'm glad I got to know you, 'cause  I've heard some talk They say you think I'm fine Yeah, I'm in love And what I'd do to make you mine Tell me now, is it so? Don't let me be the last to know My hands are shaking Don't let my heart keep breaking, 'cause  I need your love I want your love Say you're in love In love with this guy If not, I'll just die  Tell me now, is it so? Don't let me be the last to know My hands are shaking Don't let my heart keep breaking, 'cause  I need your love I want your love Say you're in love In love with this guy If not, I'll just die  ",
        "title": "This Guy's In Love With You"
    },
    {
        "artist": "Richard Harris",
        "lyrics": "  Spring was never waiting for us, girl It ran one step ahead As we followed in the dance  Between the parted pages We were pressed In love's hot, fevered iron Like a striped pair of pants  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again Oh, nooo!  I recall the yellow cotton dress Foaming like a wave On the ground beneath your knees Birds like tender babies in your hands And the old men playing Chinese checkers By the trees  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again Oh, nooo!  There'll be another song for me And I will sing it There'll be another dream for me Someone will bring it I will drink the wine while it is warm And never let you catch me Looking at the sun, oh yeah And after all the loves of my life After all loves in my life You'll be the one  I will take my life into my hands And I will use it I will win the worship in their eyes And I will lose it I will have the things that I desire And my passion flow Like rivers through the sky Oh and after all the loves in my life After all the loves in my life You'll still be the one And I'll ask myself why  Mac Arthur's Park is melting in the dark All the sweet green icing flowing down Someone left the cake out in the rain I don't think that I can take it Cause it took so long to bake it And I'll never have that recipe again  ",
        "title": "MacArthur Park"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Think"
    },
    {
        "artist": "The Troggs",
        "lyrics": "  Troggs – Love Is All Around  [Chorus 1] I feel it in my fingers, I feel it in my toes Well love is all around me and so the feeling grows It's written on the wind, it's everywhere I go So if you really love me, come on and let it show  [Verse] You know I love you, I always will My mind's made up by the way that I feel There's no beginning, there be no end Cause on my love, you can depend  [Chorus 2] I see your face before me as I lay on my bed I kinda get to thinking of all the things you said You gave your promise to me and I gave mine to you I need someone beside me in everything I do  [Verse] You know I love you, I always will My mind's made up by the way that I feel There's no beginning, there be no end Cause on my love, you can depend  [Chorus 3] It's written on the wind, it's everywhere I go So if you really love me, come on and let it show Come on and let it show  [Repeat until fade] Come on and let it show Come on and let it show Come on and let it show Come on and let it show  ",
        "title": "Love Is All Around"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "She's Lookin' Good"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Your precious sweetheart, she's so faithful, she's so true Oh yeah Her dreams are tumbling, her world is crumbling because of you, uhh uh One day you'll hurt her just once too much And when you finally lose your tender touch, hey, hey  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, oh yeah Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee You going to send your baby straight to me  [Verse 2] I'm going to give her all the lovin' within my heart, oh yeah I'm going to patch up every single little dream you tore apart Understand me? And when she tells you she's cried her last tear Heaven knows I'm going to be somewhere near, oh yeah  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, baby Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee Love's gon' send your baby straight to me  [Verse 3] You'd better listen to me, yeah, yeah Heartaches are calling tears are falling because of you Hey, yeah And when you're gone you'll know I'm the one to go to her rescue Maybe you didn't know that thing You're going to leave her once too many times and when you come back That girl's gon' be mine, oh mine  [Chorus] Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day Her feet may wander, her heart may stray, yeah yeah Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Dee Love's gon' send your baby straight to me Shoo-Be-Doo-Be-Doo- Be-Doo-Da-Day...  ",
        "title": "Shoo-Be-Doo-Be-Doo-Da-Day"
    },
    {
        "artist": "The Union Gap Featuring Gary Puckett",
        "lyrics": null,
        "title": "Young Girl"
    },
    {
        "artist": "The Irish Rovers",
        "lyrics": null,
        "title": "The Unicorn"
    },
    {
        "artist": "Spanky And Our Gang",
        "lyrics": null,
        "title": "Like To Get To Know You"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Girl I can't believe my ears Are you really telling me goodbye See you're taking away My reason for living And you won't even tell me why Before you walk out the door There's something I want you to know  That I could never ever love another After loving you Ooohoo No other love will I share Cause none can compare After loving you  It was only yesterday Your words are still fresh in my mind Baby you said Long as the rivers flow Each day you'd love me more Now you wanna leave me behind Listen baby I don't know what it's gonna take to make you stay I just know I've got to find a way  Cause I could never never never ever love another After loving you Ooohoo No other will I share Cause none, none can compare After loving you  So baby please stay beside me I need your sweet love to guide me Oh baby baby baby baby baby baby (I could never love another) Ooohhhh after loving you (I could never love another after loving you)  Baby baby baby it was only only only only yesterday Your words are still fresh in my mind I remember you said Long as the rivers flow Each day you'd love me more Now you wanna leave, leave me behind listen baby I don't know what it's gonna take to make you stay I just know I've got to find a way  I could never, never never never ever love another after loving you Ooohooo No other love will I share 'cause none, none can compare after loving you Ooooooh baby, on my bended knees I'm beggin you to stay here with me  Ooooh  Ooooooh Baby baby baby baby I could never never ever never ever love another After loving you Ooohoooo No other love will I share cause none can compare After loving you  ",
        "title": "I Could Never Love Another (After Loving You)"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  {Intro}  I saw the light on the night that I passed by her window I saw the flickering shadow of love on her blind She was my woman As she deceived me I watched and went out of my mind  My, my, my Delilah Why, why, why Delilah I could see, that girl was no good for me But I was lost like a slave that no man could free  At break of day when that man drove away I was waiting I crossed the street to her house and she opened the door She stood there laughing I felt the knife in my hand and she laughed no more  My, my, my Delilah Why, why, why Delilah So before they come to break down the door Forgive me Delilah I just couldn't take anymore  {Instrumental}  She stood there laughing I felt the knife in my hand and she laughed no more  My, my, my Delilah Why, why, why Delilah So before they come to break down the door Forgive me Delilah I just couldn't take anymore Forgive me Delilah I just couldn't take anymore  ",
        "title": "Delilah"
    },
    {
        "artist": "The New Colony Six",
        "lyrics": null,
        "title": "I Will Always Think About You"
    },
    {
        "artist": "Four Jacks And A Jill",
        "lyrics": "  It's a strange, strange world we live in, Master Jack You taught me all I know and I'll never look back It's a very strange world and I thank you, Master Jack  You took a colored ribbon from out of the sky And taught me how to use it as the years went by To tie up all your problems and make them look neat And then to sell them to the people in the street  It's a strange, strange world we live in, Master Jack You taught me all I know and I'll never look back It's a very strange world and I thank you, Master Jack  I saw right through the way you started teachin' me now So some day soon you could get to use me somehow I thank you very much and though you've been very kind But I'd better move along before you change my mind  It's a strange, strange world we live in, Master Jack You know how I feel as if I'll never come back It's a very strange world and I thank you, Master Jack  You taught me all the things the way you'd like them to be But I'd like to see if other people agree It's all very int'resting the way you disguise But I'd like to see the world through my own eyes  It's a strange, strange world we live in, Master Jack No hard feelin's if I never come back You're a very strange man and I thank you, Master Jack  You're a very strange man and I thank you, Master Jack You're a very strange man and I thank you, Master Jack  ",
        "title": "Master Jack"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": null,
        "title": "Take Time To Know Her"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  If I were a carpenter And you were a lady Now would you marry me anyway? Would you have my baby?  If I take on a tinkers trade Would you still find me? Oh carryin' the pots I made Followin' closer behind me  Save my love through lonliness Save my love for sorrow Cause I have given you my ownliness Give me part of your tomorrow  If I work my hands in wood Would you still love me? Ah, answer me babe, yes I would I'd raise you high above me  If I was a miller at a mill wheel grindin' Now would you miss your color box? & your soft shoes shining?  If I were a carpenter & you were a lady Girl, would you marry me anyway? I want you have my baby  If I were a carpenter & you were a lady Now would you marry me anyway? Won't you have my baby?  ",
        "title": "If I Were A Carpenter"
    },
    {
        "artist": "Willie Mitchell",
        "lyrics": null,
        "title": "Soul Serenade"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  When I think about the good love you gave me I cry like a baby Living without you is driving me crazy I cry like a baby Well, I know now that you're not a play thing Not a toy, or a puppet on a string  As I look back on a love so sweet now I cry like a baby Every road is a lonely street I cry like a baby I know now that you're not a play thing Not a toy, or a puppet on a string  Today we passed on a street And you just walked on by My heart just fell to my feet And once again I began to cry  When I think about the good love you gave me I cry like a baby Living without you is driving me crazy I cry like a baby  I know now that you're not a play thing I cry like a baby As I look back on a love so sweet now I cry like a baby Every road is a lonely street I cry like a baby My heart just fell to my feet, you know I cried like a baby You left the water running now I cried like a baby  ",
        "title": "Cry Like A Baby"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  Gonna sing this song y'all Singin' it for my baby She's the only one can bring me joy That's why I sing these happy songs  They go dum, dum, deedle dee, dum dum Dum, dum, deedle dee, dum dum Dum, dum, deedle dee, dum dum Come on now happy song, happy song now  On a cold, rainy, windy night She shut all the doors, she cut off the lights She holds me and squeeze me tight She tells me, \"Big O, everything's all right\"  And I go dum, dum, deedle dee, dum dum Play it again, dum, dum, deedle dee, dum dum Do it again, dum, dum, deedle dee, dum dum Come on now those happy songs, happy, happy songs  Come on Bring my breakfast to the table When I go to work she knows I'm able Do my job, I come back in You oughta see my baby's face, she just grins, grins, grins  I go dum, dum, deedle dee, dum dum Play it again, dum, dum, deedle dee, dum dum Sing them happy songs Lovely, lovely songs Sweet soul songs Those good old happy songs Give you such a feeling A lovely, lovely, feeling It makes you wanna shout It knocks you, knocks you out Happy, happy songs Those good old lovely songs Those good old nursery rhyme songs Those good old lovely songs Those sweet soul music songs  ",
        "title": "The Happy Song (Dum-Dum)"
    },
    {
        "artist": "Andy Kim",
        "lyrics": "  Look at you baby look at me So in love we used to be But now it's just a memory Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Well I recall when things were fine And every day the sun would shine When I was yours and you were mine Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Remember how it used to was Before the rovin' eye of love Why does it do the way it does Baby, how'd we ever get this way Tell me baby, how'd we ever get this way Time and time and time again I wonder why it all began Tell me how's it gonna end Baby, how'd we ever get this way Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Baby, how'd we ever get Baby, how'd we ever get Baby, how'd we ever get this way Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la Ba-la, la, la, la, la, la  ",
        "title": "How'd We Ever Get This Way"
    },
    {
        "artist": "Merrilee Rush & The Turnabouts",
        "lyrics": "  There'll be no strings to bind your hands Not if my love can't bind your heart And there's no need to take a stand For it was I who chose to start I see no reason to take me home I'm old enough to face the dawn  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Then slowly turn away... from me  Maybe the sun's light will be dim And it won't matter anyhow If morning's echo says we've sinned Well, it was what I wanted now And if we're the victims of the night I won't be blinded by light  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Then slowly turn away... I won't beg you to stay... with me... Through the tears... of the day.... Of the years... baby, baby --  Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby Just call me angel of the morning, Angel Just touch my cheek before you leave me, baby....  ",
        "title": "Angel Of The Morning"
    },
    {
        "artist": "People",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  Oh mama, come here quick and bring that lickin' stick Mama, come here quick and bring that lickin' stick Mama, come here quick and bring me that lickin' stick  Mama, come here quick and bring me that lickin' stick Mama, come here quick and bring me that lickin' stick Mama, come here quick and bring me that lickin' stick  People standin', standin' in a trance Sister out in the backyard doin' the outside dance Come tellin' me the other day she didn't wanna be a drag I don't know what she's doin', I think she's got a brand new bag  Mama, come here quick and bring me that lickin' stick Mama, come here quick and bring that lickin' stick Now look here  Junior don't kill me with a laser strokes When he take his feel right off the ground Doing the mashed potatoes and then he begins to slide Call himself doin' the James Brown  Circle says that's you're doin' is the latest thing People now begin to talk She jumped back in and that superstride Baby, now she doin' the camel walk  Mama, come here quick and bring me that lickin' stick Mama, come here quick, get and bring that lickin' stick Mama, come here quick and get me that lickin' stick  Sister get out of there with your bare self One more time  Mama, come here quick and bring that lickin' stick Missy O, alright! Bring your lickin' stick Lickin' stick, lickin' stick, lickin' stick, God almighty, lickin' stick Lickin' stick, lickin' stick, lickin' stick  Buddy, I like the way it is sung Yeah We'll try it one more time One more time Come on try One more time Lickin' stick  ",
        "title": "Licking Stick - Licking Stick (Part 1)"
    },
    {
        "artist": "The Sweet Inspirations",
        "lyrics": "  I need your sweet inspiration I need you here on my mind every hour of the day Without your sweet inspiration The lonely hours of the night just don't go my way  A woman in love needs sweet inspiration And honey that's all I ask, you know, that's all I ask from you I gotta have your sweet inspiration You know there's just ain't no telling what a satisfied woman might do  When you call me, baby, baby It's such a sweet inspiration The way you call me darlin', darlin', darlin' Sets my heart to skating And if I'm out in the rain, baby And in a bad situation You know I just reach back in my mind And then I find your sweet inspiration  Sweet inspiration oh what a power And I've got the power every hour of the day I need your sweet inspiration, yeah To go on livin' to keep on givin' this way  Sweet, sweet inspiration Sweet, sweet inspiration  ",
        "title": "Sweet Inspiration"
    },
    {
        "artist": "Sergio Mendes & Brasil '66",
        "lyrics": null,
        "title": "The Look Of Love"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "My Girl/Hey Girl"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "I Wanna Live"
    },
    {
        "artist": "Arthur Conley",
        "lyrics": "  One used to be the shotgun Two used to be the bad boogaloo Three used to be the swing shingaling Four used to be the funky four fingers  Down on funky street, diggin' the funky beat Down on funky street That's where the grooviest people meet  From Atlanta Georgia, goin' on down to the border Every boy is dancin' with somebody's daughter Groovin' in the city, got to get down with it  Down on funky street we're diggin' that funky beat Down on funky street That's where the groovier people meet  Jump up and down and you're turnin' around You bend your knees half way down to the ground You move it to the west and you move it to the south You turn it around and kiss your partner in the mouth  Down on funky street, diggin' that funky beat Down on funky street Where the grooviest people meet  Sweet soul music is in the air People they're comin' from everywhere Comin' from the east, comin' from the west Dancin' with the one that they love the best  One, c'mon everybody, got to hit the floor Three, c'mon, baby, and go with me Two used be the bad boogaloo One, got to have just a little fun  Down on funky street, diggin' the funky beat Down on funky street, diggin' the funky beat Down on funky street, diggin' the funky beat Down on funky street, we're doing the swinging shingaling  ",
        "title": "Funky Street"
    },
    {
        "artist": "Friend And Lover",
        "lyrics": null,
        "title": "Reach Out Of The Darkness"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  I can remember when we walked together Sharing a love I thought would last forever Moonlight to show the way so we can follow Waiting inside her eyes was my tomorrow Then something changed her mind, her kisses told me I had no loving arms to hold me  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love Every day I wake up then I start to break up Knowing that it's cloudy above Every day I start out then I cry my heart out Lonely is a man without love  I cannot face this world that's fallen down on me So if you see my girl please send her home to me Tell her about my heart that's slowly dying Say I can't stop myself from crying  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love Every day I wake up then I start to break up Knowing that it's cloudy above Every day I start out then I cry my heart out Lonely is a man without love  Every day I wake up then I start to break up Lonely is a man without love Every day I start out then I cry my heart out Lonely is a man without love  ",
        "title": "A Man Without Love (Quando M'innamoro)"
    },
    {
        "artist": "Bobby Taylor & The Vancouvers",
        "lyrics": "  Does your mama know about me? Does she know just what I am? Will she turn her back on me  Or accept me as a man? And what about your Dad? Did you think of what he'll say? Will he be understanding Or does he think the usual way? Maybe I shouldn't worry But I've been through this before And I'd like to get things straight Before I'm knocking on your door  Does your mama know about me? Does she know just what I am? If she says forget about me  Do you think you'd understand? And what about your friends? Do you care what people say? Will you accept the burdons I know will surely come your way? Maybe I shouldn't worry But I've been through this before And I'd like to get things straight Before I'm knocking on your door  Does your mama know about me? Does she know just what I am? Will she turn her back on me?  Or accept me as a man? We've got to stand tall Can't stumble or crawl We've got to be strong For love that's so right Can't be wrong And every day I see it grow And I don't want to let it go I guess that's why I gotta know  Does your mama know about me? Does your mama know about me? Does your mama know about me? Does your mama know about me? Does your mama know about me?  ",
        "title": "Does Your Mama Know About Me"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "(You Keep Me) Hangin' On"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "I'm Sorry"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] I got the feelin'! Baby, baby I got the feelin'!  [Verse 1] You don't know what you do to me People are heavy, down in misery Hey, yeah, alright Hey, hey, good lord  I got the feelin' baby Baby, sometimes I'm down My heart, I'm around the town  I'm level with the ground, baby I said level with the ground Well baby, you treat me bad  No, no. I know no You don't mean it now Sometimes I roam But, I'll be coming back home Sometimes, I seem to be fly I just don't know when to say, \"bye bye\"  Hey baby, baby I got that feelin' baby I have it, alright  Baby, baby, baby Baby, baby, baby Baby, baby, baby Baby, baby  Come on now Come on now Oh, oh, oh...  ",
        "title": "I Got The Feelin'"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Instrumental Break]  [Intro: Paul McCartney] Lady Madonna, children at your feet Wonder how you manage to make ends meet Who finds the money when you pay the rent? Did you think that money was heaven sent?  [Verse 1: Paul McCartney] Friday night arrives without a suitcase Sunday morning creeping like a nun Monday's child has learned to tie his bootlace See how they run  [Chorus: Paul McCartney] Lady Madonna, baby at your breast Wonders how you manage to feed the rest  [Tenor Saxophone Solo: Ronnie Scott]  (pa pa pa pa pa pa pa pa pa pa pa)  [Bridge: Paul McCartney, John Lennon & George Harrison] See how they run  [Chorus: Paul McCartney] Lady Madonna lying on the bed Listen to the music playing in your head  [Verse 2: Paul McCartney] Tuesday afternoon is never ending Wednesday morning papers didn't come Thursday night your stockings needed mending See how they run  [Outro: Paul McCartney] Lady Madonna, children at your feet Wonder how you manage to make ends meet  [Instrumental Break]  ",
        "title": "Lady Madonna"
    },
    {
        "artist": "The Association",
        "lyrics": "  I kicked off my shoes, and felt the good earth beneath my feet I loosened my tie, and felt what it feels like to breathe I found the secret to llife I took some time for living I took off my watch, and found I had all the time in the world I opened up my arms, so I could hold life like a beautiful girl I laid down all of my hang-ups forever I looked around, and saw what sweet things can be found Simply by taking some time for living Grooving on little things life is giving  From now on I'm taking time out for life Too busy to stop and notice the things that are real Embarrassed to talk about all things that I feel It's so strange, never noticed the world all around me Hey, look I've changed, my attitude's been rearranged  From now on I'm taking some time for living Grooving on everything life is giving I'm gonna be taking time for life Lifetime for living Grooving on everything life is giving Lifetime for living Grooving on everything life is giving Lifetime for living  ",
        "title": "Time For Livin'"
    },
    {
        "artist": "Tiny Tim",
        "lyrics": "  Tiptoe through the window By the window, that is where I'll be Come tiptoe through the tulips with me  Oh, tiptoe from the garden By the garden of the willow tree And tiptoe through the tulips with me  Knee deep in flowers we'll stray We'll keep the showers away And if I kiss you in the garden, in the moonlight Will you pardon me? And tiptoe through the tulips with me  (Tongue clicking solo)  Knee deep in flowers we'll stray We'll keep the showers away And if I kiss you in the garden, in the moonlight Will you pardon me? And tiptoe through the tulips with me  ",
        "title": "Tip-Toe Thru' The Tulips With Me"
    },
    {
        "artist": "Gene And Debbe",
        "lyrics": null,
        "title": "Playboy"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  I've got another heartbreaker on my hands Girl, I can't stand up to you and be a normal man My heart can't take it, I'm fallin' in love with you You'll trap me into doin' things I wouldn't ordinarily do You're dynamite, you've got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  She's a heartbreaker and all my buddies know She makes me feel like a king behind closed doors When we're out on a date and none of it shows She makes me feel like the lowest man on the totem pole She's dynamite, she's got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  What a heartbreaker, the devil on wheels Whatever you got, you sure make me feel real I'll keep on hangin' out, hangin' in as long as I can I can't help myself, here I go again You're dynamite, you've got me uptight The way you sock it to me, girl, you're outta sight  Heartbreaker, heartbreaker Heartbreaker, heartbreaker  Heartbreaker, heartbreaker Heartbreaker, heartbreaker My heartbreaker, heartbreaker Oh heartbreaker, heartbreaker  ",
        "title": "She's A Heartbreaker"
    },
    {
        "artist": "The Dells",
        "lyrics": "  We're falling in love, my darling With all our heart and soul Let's put our love somewhere For the whole world to behold  A love like ours Must have a special place I've got the answer, baby Let's wear it on our face Let's wear it on our face  Love is bubbling over, baby Flowing everywhere Our hearts can't hold no more And it's got to go somewhere Whoa, yeah  A love like ours Must have a special place I've got the answer, baby Let's wear it on our face Let's wear it on our face  This love's got to go somewhere This love's got to go somewhere This love's got to go somewhere This love's got to go somewhere  Yeah, yeah, yeah...  I've got the answer Let's wear it on our face  A love like ours Got to go someplace Look at the answer, baby Let's wear it on our face  This love's got to go somewhere This love's got to go somewhere This love's got to go somewhere This love's got to go somewhere  Yeah, yeah, yeah, yeah... We've got the answer Let's wear it on our face Oh, yeah  A love like ours Got to go someplace Look at the answer, baby Let's wear it on our face Oh, yeah (on our face now, hey)  Yeah, yeah, yeah, yeah... We've got the answer Let's wear it on our face  ",
        "title": "Wear It On Our Face"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Never gonna give you up No matter how you treat me Never gonna give you up So don't you think of leavin  Girl, you treat me bad and I know why Yeah, I've seen you runnin' around with another guy And you think if you hurt me that I'll go away Made it up in my mind that I'm here to stay  So tell em Never gonna give you up Whisper in his ear No matter how you treat me Never gonna give you up You tell him that Jerry said he'll never let you go So don't you think of leavin' Hey, don't you understand What you're doing to the man?  Do you see these tears here in my eyes? Ain't no use in me lyin' Cause I really cried You think you're gonna take me And put me on the shelf Girl, I'd rather die Than see you with somebody else  So throw it out of your mind I'll never leave you Though you grieve me and deceive me, yeah Hey, don't you understand What you're doing to the man?  My friends all say that I'm your fool And you're using me like a carpenter uses a tool And I know their intentions are all very good Some of them would help me if they could  But I'll never, never, never, never, never let you go baby No matter what you say Babe, don't you understand That you're killing this man? Never gonna give you up Never gonna give you up No matter what you do to me, baby  ",
        "title": "Never Give You Up"
    },
    {
        "artist": "Lemon Pipers",
        "lyrics": "  If you're looking for a sunshine boy Come with me I can give you some We'll climb a rainbow ladder to the sky Just you and I, we will fly To the yellow ball of butter Where the clouds are as fluffy as a parachute sail In the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade Take a trip on my pogo stick Bounce up and down, do a trick I'll play a beat on your pumpkin drum And we'll have fun in the sun We will always be together Lick my hand forever and come out of the shade To the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade Carrot trumpets play Violins grow like peaches in the sun all day In the Jelly Jungle Of Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade There are tangerine dreams waiting for you In Orange Marmalade-lade-lade-lade-lade-lade-lade-lade-lade-lade  ",
        "title": "Jelly Jungle (Of Orange Marmalade)"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": null,
        "title": "Unwind"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "If You Don't Want My Love"
    },
    {
        "artist": "Cliff Nobles & Co.",
        "lyrics": null,
        "title": "The Horse"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  [Instrumental break]  [Verse 1 - B.B. King] You act like you don't want to listen When I'm talking to you You think you outta do baby Anything you wanna do You must be crazy baby You just gotta be outta your mind As long as I'm payin' the bills woman I'm payin' the cost to be the boss  [Verse 2  -B.B. King] I'll drink if I want to And play a little poker too Don't you say nothing to me As long as I'm taking care of you As long as I'm workin baby And payin' all the bills I don't want no mouth from you About the way I'm supposed to live You must be crazy woman Just gotta be outta your mind As long as I foot the bills I'm payin' the cost to be the boss  [Verse 3 - B.B. King] Now that you got me You act like you ashamed You don't act like my woman You just usin' my name I tell you I'm gonna have all the money And I don't want no back-talk Cause if you don't like the way I'm doin' Just pick up your things and walk You gotta be crazy baby You must be outta your mind As long as I'm payin' the bills woman I'm payin' the cost to be the boss  ",
        "title": "Paying The Cost To Be The Boss"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": null,
        "title": "United"
    },
    {
        "artist": "Sam & Dave",
        "lyrics": "  Baby, don't you worry about your man I be comin' home just as soon as I can I got love in the palm of my hand Got to get back to you just as soon as I can  You don't know what you mean to me You don't know what you mean to me You don't know, no, no, no, you don't know  I've got lovin' you on my mind I'm startin' right now, so I will be on time I wanna do all that I can Just to prove to you that I'm a livin' soul man  You don't know what you mean to me You don't know what you mean to me You don't know, no, no, no, you don't know  I'm gonna love you Yeah, that's the way I planned it I'm gonna kiss you Yeah, that's the way I planned it, yeah  I'm gonna hold you Till you can't stand it, that's the way I planned it I'm gonna love you  (Love you) Love you (Love you) Love you (Love you) As hard as I can  You don't know what you mean to me You don't know what you mean to me You don't know, no, no, no, you don't know Don't know, no, no, no  You don't know (You don't know) You don't know (You don't know) You don't know (Nobody) You oughta know (You don't know)  You don't know (You don't know) You don't know (You don't know) You don't know (You don't know)  ",
        "title": "You Don't Know What You Mean To Me"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  If I close my eyes I can almost hear my mother Callin', \"Neil go find your brother Daddy's home, and it's time for supper Hurry on.\"  And I see two boys Racin' up two flights of staircase Squirmin' into Papa's embrace And his whiskers warm on their face Where's it gone? Oh, where's it gone?  Two floors above the butcher First door on the right And life filled to the brim As I stood by my window And looked out on those Brooklyn Roads  I can still recall The smells of cookin' in the hallways Rubbers drying in the doorways And report cards I was always Afraid to show  Mama'd come to school And as I sit there softly crying Teacher'd say, \"He's just not trying Got a good head if he'd apply it But you know yourself It's always somewhere else.\"  I built me a castle With dragons and kings And I'd ride off with them As I stood by my window And looked out on those Brooklyn roads  Thought of going back But all I'd see are stranger's faces And all the scars that love erases But as my mind walks through those places I'm wonderin' What's come of them?  Does some other young boy Come home to my room Does he dream what I did As he stands by my window And looks out on those Brooklyn roads Brooklyn roads  ",
        "title": "Brooklyn Roads"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Friends"
    },
    {
        "artist": "Paul Mauriat And His Orchestra",
        "lyrics": null,
        "title": "Love In Every Room"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  If I ever do you wrong If I ever leave you all alone If I ever tell you a lie And if I ever make you cry Baby, I hope a fire Light on my pie I hope a bee sting me over my eye You know I love my pie And I love my eye, baby So you know I'll never do you wrong If I ever make you blue If I ever say I don't love you If I ever make you sad And if I say something that'll make you mad Baby, I hope I slip And break my hip I hope a fever blister come on my lip You know I love my hip And I love my lip, baby So you know I'll never do you wrong If I ever break your heart If I ever tear your dreams apart If I ever say we're through And if I ever walk away from you Baby, I hope a? Come on my elbow I hope a rock fall on my big toe You know I love my toe And my elbow, baby So you know I'll never do you wrong  ",
        "title": "I'll Never Do You Wrong"
    },
    {
        "artist": "The Box Tops",
        "lyrics": "  I got a present for brother Choo choo train And I'm just dyin' to see my dear ol' mother Choo choo train So don't slow down til you see my home town  Choo choo train Choo choo train I know you're not a jet aeroplane But you see my baby's waitin' at the station So give me just a little mo' acceleration Choo choo train, yeah  I got me a one-way ticket home Choo choo train All my wild oats, Choo choo, done been sown Choo choo train  So don't slow down til you see my home town  Choo choo train Choo choo train I know you're not a jet aeroplane But you see my baby's waitin' at the station So give me just a little mo' acceleration Choo choo train, yeah, yeah, uh  Choo choo train Choo choo train Can't you see the poor boy's goin' insane Choo choo train Choo choo train I gotta see my baby a on'e more again...  ",
        "title": "Choo Choo Train"
    },
    {
        "artist": "1910 Fruitgum Co.",
        "lyrics": "  I remember how it started On a sunny summer's day I was looking out my window All the kids were out to play  Then she said, hey Let's play May I Out into the street I came Ever since that sunny morning Nothing has been quite the same  [Chorus] May I take a giant step into your heart May I give you love and sweet affection May I take a giant step into your heart So that you will look in my direction May I take a giant step into your heart  Though I may be getting older May I's still my favorite game Girl, I got to have your permission If our need's to be the same  Show me if you really want me Show me if you really care Give me just a little sign, girl Make me feel you want me here  [Repeat Chorus 2x]  ",
        "title": "May I Take A Giant Step (Into Your Heart)"
    },
    {
        "artist": "Cream",
        "lyrics": "  Twice upon a time In the valley of the tears The auctioneer is bidding For a box of fading years And the elephants are dancing On the graves of squealing mice Anyone for tennis? Wouldn't that be nice?  And the ice creams are all melting On the streets of bloody beer While the beggars stain the pavements With fluorescent Christmas cheer And the Bentley-driving guru Is putting up his price Anyone for tennis? Wouldn't that be nice?  And the prophets in the boutiques Give out messages of hope With jingle bells and fairy tales And blind providing scopes And you can tell that all they're saying Underneath the pretty lights Anyone for tennis? Wouldn't that be nice?  Yellow Buddhist monk is Burning brightly at the zoo You can bring a bowl of rice And then a glass of water, too And Fate is setting up the chessboard While Death rolls out the dice Anyone for tennis? Wouldn't that be nice?  ",
        "title": "Anyone For Tennis"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  Sleepy Joe Sleepy Joe  Rise and shine, Sleepy Joe Now's the time, don't you know? To get into a new kind of dream You've been living alone With no Bell telephone And you don't have a shirt that is clean  You can rest your head on the corner of your bed You can watch the world go by But you're never gonna see What the other people see If you're always gonna be a Sleepy Joe  Rise and shine, Sleepy Joe There are places to go There are windows to clean on the way You've got nothing to lose But the shine on your shoes Do the best things you can every day  You can get upset at the way the people get You can turn your back on the crowd But you never gonna see What is absolutely real If you're always gonna be a Sleepy Joe  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  Rise and shine, Sleepy Joe Now's the time, don't you know? To get into a new kind of dream You've been living alone With no Bell telephone And you don't have a shirt that is clean  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  Rise and shine, Sleepy Joe There are places to go There are windows to clean on the way You've got nothing to lose But the shine on your shoes Do the best things you can every day  La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la, la la la (Sleepy Joe) La la la, la la la, la la la (Sleepy Joe)  ",
        "title": "Sleepy Joe"
    },
    {
        "artist": "Jay And The Techniques",
        "lyrics": "  Baby, baby  Baby, make your own sweet music Baby, make your own sweet music  Take a loving feeling Add some kissing to it Mix it in your heart and You'll be dancing on the ceiling  Baby, baby You got to make your own music You got to let it groove inside you You only need your soul to guide you And make me wanna play it with you  Baby, baby The melody of love is in you Just open up your heart and listen Hear the beat you're missing Baby, make your own sweet music  Straight from your heart and Let me show you how to use it I could teach you the part Every night and we could use it Playing all the music  Whoa, baby, baby I'm weeping every night without you  Baby, baby Make your own sweet music  Take it straight from your heart And let me show you how to use it I could teach you the part Every night and we could use it Playing all the music  Whoa, baby, baby I'm weeping every night without you I love you, won't you Please believe me  I'll make you never want to leave me With every burning kiss I give you  Baby, baby You got to make your sweer music You got to let it groove inside you You only need your soul to guide you Now, now, now, now  Baby, baby The melody of love is in you  ",
        "title": "Baby Make Your Own Sweet Music"
    },
    {
        "artist": "James & Bobby Purify",
        "lyrics": null,
        "title": "I Can Remember"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  People get ready, I've got good news for you How we got over, like we all supposed to do Let us all say amen and together we'll clap our hands 'Cause we rollin' on, we're rollin' on, we're rollin' on, we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top And we've been tryin' tryin' so hard but it takes a little time Brothers and Sisters don't you worry you get yours and I'll get mine  And we'll all say amen and together we'll clap our hands 'Cause we rollin' on, we're rollin' on, we're rollin' on, we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top Roll roll roll on  Wooh, the road is hard to find, and it's hard to climb But we cannot stop, until we reach that mountain top We're rollin' on We're rollin' on, (rollin' on) Brothers and Sisters child we're rollin' on Ain't nobody worry (c'mon now) we're rollin' on  The road is hard to find and it's hard to climb But we cannot stop, until we reach that mountain top I've got to get it Got to get it, uh C'mon Keep on pushin'  ",
        "title": "We're Rolling On (Part I)"
    },
    {
        "artist": "Martha Reeves & The Vandellas",
        "lyrics": null,
        "title": "I Promise To Wait My Love"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "The Doctor"
    },
    {
        "artist": "Etta James",
        "lyrics": null,
        "title": "I Got You Babe"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  Talking 'bout me leaving America You gotta be crazy, man, I like All the nice thing, Jack Colonial suits and things, look at here  Now I am sorry for the man Who don't love this land Now black and white, they may fight But when up the enemy come We'll get together and run about all side  I love it  The sun don't come out in rainy weather But when you ball it down they are still together Now let's not overlook the fact that we are, we are still in reach You got to chance to make it and you got a freedom of speech  Say what you wanna, tell 'em how you feel There may be a lot of places, a lot of places that you like to go But believe me if you get an education you can blow You can all it blow, dig this  Now you tell me if I'm wrong America is still the best country And that's without a doubt America is still the best country Without a doubt  And if anybody says it ain't, you can try to put him out They ain't going nowhere, you got a good fight When I tell you one time that I was a shoeshine boy Every word I said, I meant  But name me any other country You can start out as a shoeshine boy And shake hand with the president It ain't gonna help you gotta had that royal blood to make it And I ain't got nothing royal but me So I can take the chances, I'm gonna stay home  And look at here I got a brand new jet When I need to move I saw a brother made it Now it ain't that a rule  So look at here Brothers and sisters and friends, dig this So quit your dreaming all night Stop beatin' yourself and get up and fight  Don't give up, you might give up, but just don't give out I know if you give out don't give up There's no quick going, I mean like keep it moving you know Cause if you stop like a ball quit rolling  Now we got two of the [Incomprehensible] from Florida to Rome Which we know there's one thing we'll never forget America's still our home, hit it bad God bless America, I'm talking about me too You know I'm American myself, I like that kind of thing, look at here  ",
        "title": "America Is My Home - Pt. 1"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Yester Love"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "I Wish I Knew (How It Would Feel To Be Free)"
    },
    {
        "artist": "Los Bravos",
        "lyrics": "  I know that it's ten and you're stayin' in La la la la la la la la la And you're stayin' home and I'm all alone La la la la la la la la la  Won't you won't you won't you Bring a little water bring a little wine Bring a little lovin' I feel fine Know that you want to I know that you do Come in here and love with me  If I enduring brain but it's all the same La la la la la la la la la I'm payin' for this call and I don't mine at all La la la la la la la la la  Won't you won't you won't you Bring a little water bring a little wine Bring a little lovin' I feel fine Know that you want to I know that you do Come in here and love with me  Won't you won't you won't you Bring a little water bring a little wine ...  ",
        "title": "Bring A Little Lovin'"
    },
    {
        "artist": "Hamilton Camp",
        "lyrics": null,
        "title": "Here's To You"
    },
    {
        "artist": "The Byrds",
        "lyrics": null,
        "title": "You Ain't Going Nowhere"
    },
    {
        "artist": "Ollie & The Nightingales",
        "lyrics": null,
        "title": "I Got A Sure Thing"
    },
    {
        "artist": "The Cowsills",
        "lyrics": null,
        "title": "Indian Lake"
    },
    {
        "artist": "The Mills Brothers",
        "lyrics": null,
        "title": "My Shy Violet"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": "  When you look into his eyes And he turns away Sitting at a corner table And theres nothing much to say  Does he have to draw you pictures Does he have to spell it out Face it girl, its over Wo-oyeah, its over  When he glances at his watch And it isnt late And you try to amuse him And he doesnt concentrate  Just how plainly can he tell you Does he have to shout out loud Face it girl, its over  Whats the use in hanging on  As he slowly slips away from you  Dont go along for the ride Keep some semblence of pride Theres really nothing you can do  There ain't nothing you can do girl  So the time has come, I know, for our last good-bye Guess Ill have to go on living, when its easier to die Give me strength enough to take it Take it like a woman should  Know, I know I Know its over  Log on  Its over  ",
        "title": "Face It Girl, It's Over"
    },
    {
        "artist": "Ed Ames",
        "lyrics": null,
        "title": "Apologize"
    },
    {
        "artist": "Shorty Long",
        "lyrics": "  Hear ye, hear ye The court's in session The court's in session, now Here comes the judge Here comes the judge Here comes the judge Here comes the judge Here comes the judge  Stop eatin' that fudge Cause here comes the judge Don't nobody buzz Cause here comes the judge Judge Shorty is presidin' today And he don't take no stuff from nobody No kind of way  Hey boy, take off that hat Where do you think you're at I know where you gon' be If you don't heed my plea I'm here to tell you Court's in session Order in the court now Court's in session Can't nobody smoke now Here comes the judge Here comes the judge Here comes the judge Here comes the judge  Here come the judge Here comes the judge Y'all here comes the judge Order, order What's the first case on the docket Judge I got a boy here who can't dance Can't dance? Ah Ninety days, thirty days for boogaloo Thirty days to learn how to shing-a-ling And thirty more for the Afro twist Can't dance, what is this Court's in session everybody quiet now Court's in session, here comes the judge Here comes the judge  Is that the man? No, your honor Does he look like the man? No, your Honor Well, I'm sorry you got to go now Ah ha you can't recognize the man You got to stand guilty Here comes the judge Here comes the judge Here comes the judge Ah yes, here comes the judge They caught him stompin' down the aisle Yes here comes the judge I'd rather be lost in the jungle of Brazil Than to face the judge This morning the way he feels Here comes the judge Here comes the judge boy  ",
        "title": "Here Comes The Judge"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  I hear the train a comin', it's rolling 'round the bend And I ain't seen the sunshine since I don't know when I'm stuck in Folsom prison, and time keeps draggin' on But that train keeps a rollin' on down to San Antone  When I was just a baby my mama told me, \"Son Always be a good boy, don't ever play with guns\" But I shot a man in Reno just to watch him die When I hear that whistle blowing, I hang my head and cry  [Live From Folson Prison version] SooooEEEE!!  I bet there's rich folks eating from a fancy dining car They're probably drinkin' coffee and smoking big cigars Well I know I had it coming, I know I can't be free But those people keep a-movin' And that's what tortures me  Well if they freed me from this prison If that railroad train was mine I bet I'd move it on a little farther down the line Far from Folsom prison, that's where I want to stay And I'd let that lonesome whistle blow my blues away  ",
        "title": "Folsom Prison Blues"
    },
    {
        "artist": "The American Breed",
        "lyrics": "  Right now, you're hung up on someone Who really don't need you How long are you gonna fall for The lines that he feeds you  Now you're wasting precious time You wait for him when you know that  I'm ready, willing, and able To give you all the love you need I'm ready, willing, and able I'm qualified to satisfy you  If he really, really loves you You wouldn't be so lonesome Sweet love shouldn't be wasted When you know I want some  Now you need someone to care Say the word and I'll be there  I've got a whole lotta loving That I wanna give you Come on, get yourself together And let me stay with you  Girl, it's gonna be a groove The time is right, make your move  ",
        "title": "Ready, Willing and Able"
    },
    {
        "artist": "Eric Burdon & The Animals",
        "lyrics": "  He blesses the boys as they stand in line The smell of gun grease And the bayonets they shine He's there to help them all that he can To make them feel wanted he's a good holy man Sky pilot Sky pilot How high can you fly? You'll never, never, never reach the sky  He smiles at the young soldiers Tells them it's all right He knows of their fear in the forthcoming fight Soon there'll be blood and many will die Mothers and fathers back home they will cry Sky pilot Sky pilot How high can you fly? You'll never, never, never reach the sky  He mumbles a prayer and it ends with a smile The order is given They move down the line But he'll stay behind and he'll meditate But it won't stop the bleeding or ease the hate  As the young men move out into the battle zone He feels good, with God you're never alone He feels tired and he lays on his bed Hopes the men will find courage In the words that he said Sky pilot Sky pilot How high can you fly? You'll never, never, never reach the sky  {Instrumental}  You're soldiers of God, you must understand The fate of your country is in your young hands May God give you strength Do your job real well If it all was worth it Only time it will tell  In the morning they return With tears in their eyes The stench of death drifts up to the skies A soldier so ill looks at the sky pilot Remembers the words \"Thou shalt not kill.\" Sky pilot Sky pilot How high can you fly? You'll never, never, never reach the sky  ",
        "title": "Sky Pilot (Part One)"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Lili Marlene"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": null,
        "title": "It's Over"
    },
    {
        "artist": "William Bell",
        "lyrics": "  Listen, people, listen I'm gonna sing you a song About a man who lived good But didn't live too long  He was born in Macon, Georgia A poor boy without a dime He found his way to Memphis Singing These Arms Of Mine  Otis, Otis Redding was his name Without his soulful singing This old world won't be the same  Now he traveled on to Frisco New York and abroad Everywhere he sang The people would applaud  One day he left Georgia Wisconsin bound But he didn't get to sing that night The plane he was in went down  He was a soul music singer The king of the Memphis sound It makes me feel so sad Cause now he ain't around  He died with his guitar Close to his hands But his soul lives on today In the heart of a million fans  Taking about  Otis, Otis Redding was his name His picture oughta be hung In the music hall of fame  Otis, he was known as Big O Otis, we gonna miss him so Otis, ooh, yeah We gonna miss him so  ",
        "title": "A Tribute To A King"
    },
    {
        "artist": "The Hesitations",
        "lyrics": null,
        "title": "Climb Every Mountain"
    },
    {
        "artist": "Fever Tree",
        "lyrics": "  Out there it's summertime Milk and honey days Oh, San Francisco girls with San Francisco ways Don't try to stop me girl, you can't have your way Don't try to stop me girl, nothin' you can say Live like you wanna live and stay where you wanna stay I just gotta go and get back to the Bay So you love me girl, you're just in my way Don't try to stop me girl, I'm movin' out today Do what you wanna do and play what you wanna play I just gotta go and get back to the Bay  ",
        "title": "San Francisco Girls (Return of the Native)"
    },
    {
        "artist": "Radiants",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Sammy Davis Jr.",
        "lyrics": "  Lone-ly Is The Name That I ans-wer to And cry-ing is the game Since I'm losing you; I'll never be the same With-out your love  Be-lieve me...  Sorry is the role That you make me play Tor-ment-ed is the soul That is mine today I'm lost beyond control With-out your love  Missing is the kiss Absent is the sigh Gone -- the look of love You wore Was it all a dream? Was it all a lie? Don't you love me Any-more?  Just tell them...  Lone-ly is the name -- It will always be -- And crying is the game 'Til you're back with me; I'll never be the same With-out your love  ",
        "title": "Lonely Is The Name"
    },
    {
        "artist": "The Buena Vistas",
        "lyrics": null,
        "title": "Here Come Da Judge"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Can you surry, can you picnic, whoa? Can you surry, can you picnic? Come on, come on and surry down to a stoned soul picnic Surry down to a stoned soul picnic There'll be lots of time and wine Red yellow honey, sassafras and moonshine Red yellow honey, sassafras and moonshine Stoned soul, stoned soul, whoa  Come on, come on and surry down to a stoned soul picnic Surry down to a stoned soul picnic (Can you surry, can you picnic?) Rain and sun come in again And from the sky come the Lord and the lightning And from the sky come the Lord and the lightning Stoned soul, stoned soul Surry on, soul  Surry, surry, surry, surry  There'll be trains of blossoms (There'll be trains of blossoms) There'll be trains of music (There'll be music) There'll be trains of trust, trains of golden dust Come along and surry on, sweet trains of thought, surry on down Can you surry, can you surry, can you surry?  Surry down to a stoned soul picnic Surry down to a stoned soul picnic (Can you surry, can you picnic?) There'll be lots of time and wine Red yellow honey, sassafras and moonshine (Red yellow honey) Red yellow honey, sassafras and moonshine, moonshine Stoned soul, yeah Surry on, soul  Surry, surry, surry, surry Surry, surry, surry, surry Surry, surry, surry, surry  ",
        "title": "Stoned Soul Picnic"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  There's a thing that's going around Everybody's getting it, y'all And it's getting them down Oh, yes, it is  It's called funky (funky) Funky (funky) funky fever (Funky, funky fever)  It's funky this and funky funky that If you ain't funky, y'all You ain't where it's at Oh, no, you ain't  Talking bout funky (funky) Funky (funky) funky fever (Funky, funky fever)  There's a little town And it ain't L.A They got a funky little girl In the funky cafe  She got some funky, funky food That's way out of sight A funky little band That rocks all night  Wilson Pickett got it Down on Funky Broadway You can't get around it Funky fever's here to stay Yes, it is  Talking bout funky (funky) Funky (funky) funky fever (Funky, funky fever)  Y'all stand back While I do the funkaloo Doing all right Can I hear it from the voices  (We got a funky beat) Y'all sure funky tonight (We got a funky beat) Can I get it from the band  Serve some funk up, y'all  Started in New York Moved to L.A Spread it to Chicago And now it's headed this way Yes, it is  Talking bout the funky (funky) I mean funky (funky) funky fever (Funky, funky fever)  Funky fever (funky, funky fever) That's what's going around (Funky, funky fever) Funky, funky fever (Funky, funky fever) That's what everybody's putting out  (Funky, funky fever) The funky, funky fever (Funky, funky fever) I like it, I like.....  ",
        "title": "Funky Fever"
    },
    {
        "artist": "The Show Stoppers",
        "lyrics": null,
        "title": "Ain't Nothin' But A House Party"
    },
    {
        "artist": "The Status Quo",
        "lyrics": "  When I look up to the sky I see your eyes a funny kind of yellow I rush home to bed, I soak my head I see your face underneath my pillow I wake next morning, tired, still yawning See your face come peeping through my window  Pictures of matchstick men and you Mirages of matchstick men and you All I ever see is them and you  Windows echo your reflection When I look in their direction gone When will this haunting stop? Your face it just won't leave me alone  Pictures of matchstick men and you Mirages of matchstick men and you All I ever see is them and you  You in the sky, you with this guy You make men cry, you lie You in the sky, you with this guy You make men cry, you lie  Pictures of matchstick men Pictures of matchstick men Pictures of matchstick men Pictures of matchstick men  ",
        "title": "Pictures Of Matchstick Men"
    },
    {
        "artist": "Jimmy Delphs",
        "lyrics": null,
        "title": "Don't Sign The Paper Baby (I Want You Back)"
    },
    {
        "artist": "The Magistrates",
        "lyrics": null,
        "title": "Here Come The Judge"
    }
]