[
    {
        "artist": "Mariah Carey & Boyz II Men",
        "lyrics": "  [Verse 1: Boyz II Men] Sorry I never told you All I wanted to say And now it's too late to hold you Because you've flown away, so far away  [Verse 2: Mariah] Never had I imagined Living without your smile Feeling and knowing you hear me It keeps me alive, alive  [Chorus: All] And I know you're shining down on me from heaven Like so many friends we've lost along the way And I know eventually we'll be together One sweet day  [Verse 3: Boyz II Men & (Mariah)] Darling, I never showed you (I never showed you) Assumed you'd always be there (always there) (I thought you'd always be there) I took your presence for granted But I always cared (But I always cared) And I miss the love we shared (yeahhhh)  [Chorus: All] And I know you're shining down on me from heaven Like so many friends we've lost along the way And I know eventually we'll be together One sweet day  [Bridge: Mariah & (Boyz II Men)] (Although the sun will never shine the same again) (I'll always look to a brighter day) Yeah yeahhhhh Lord, I know when I lay me down to sleep You will always listen as I pray  [Chorus: All] And I know you're shining down on me from heaven Like so many friends we've lost along the way And I know eventually we'll be together One sweet day (one sweet day) And I know you're shining down on me from heaven Like so many friends we've lost along the way And I know eventually we'll be together (yes, we will) (One sweet day) One sweet day  [Outro: Mariah] Sorry I never told you All I wanted to say  ",
        "title": "One Sweet Day"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Everyone falls in love sometime Sometimes it's wrong And sometimes it's right For every win Someone must fail But there comes a point when When we exhale (yeah, yeah, say)  [Chorus] Shoop, Shoop, Shoop Shoo Be Doop Shoop Shoop (yeah) Shoo Be Doop Shoop Shoop (All you got to say is shoo be doop) Shoo Be Doop Shoop Shoop Shoo Be Doop Shoop Shoop (Shoo be doop) Shoo Be Doop Shoop Shoop Shoo Be Doop Shoop Shoop Shoo Be Doo  [Verse 2] Sometimes you'll laugh Sometimes you'll cry Life never tells us The when's or why's When you've got friends to wish you well You'll find a point when You will exhale (yeah, yeah, say)  [Chorus] Shoop, Shoop, Shoop Shoo Be Doop Shoop Shoop Shoo Be Doop Shoop Shoop (shoo shoo shoo huh) Shoo Be Doop Shoop Shoop Shoo Be Doop Shoop Shoop (Sho0 be) Shoo Be Doop Shoop Shoop (Say shoop say shoo be say shoo be) Shoo Be Doop Shoop Shoop (say shoo-hoo say sho) Shoo Be Doo (be doo oh)  [Verse 3] Hearts are often broken When there are words unspoken In your soul there's Answers to your prayers If you're searching for A place you know A familiar face Somewhere to go You should look inside yourself You're halfway there  [Repeat Verse 2]  [Chorus] Shoop, Shoop, Shoop (Shoo Be) Shoo Be Doop Shoop Shoop (Shoo Be) Shoo Be Doop Shoop Shoop (Shoo Be) Shoo Be Doop Shoop Shoop (Shoo-hoo-hoo be) Shoo Be Doop Shoop Shoop (Shoo be doop doop doop hoo hoo hoo) Shoo Be Doop Shoop Shoop (do do shoo be shoo be feels alright) Shoo Be Doop Shoop Shoop (You can say oh) Shoo Be Doo  ",
        "title": "Exhale (Shoop Shoop) (From \"Waiting To Exhale\")"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Intro: Michael McCary] I've been watchin' you from afar For as long as I can remember You're all a real man can need And ever ask for This is love, girl This is more than a crush Yeah  [Verse 1: LL Cool J] It was Harlem at the Ruckers I saw with your man Smilin', huh, a Coach bag in your hand I was layin' in the coupe with my hat turned back We caught eyes for a moment, and that was that So skated off, as you strolled off Lookin' at them legs, god damn they looked so soft (so fine) I gotta take ya from your man that's my mission If his love is real he got ta handle competition You only knew him 5 months (that's right) Besides he drink too much and smoke too many blunts And I be workin' out everyday thinkin' bout you Looking at my own eyes in the rear view Cathchin flash backs of our eye contact Wish I could lay ya on your stomach and caress your back I would hold ya in my arms and ease your fears I can't believe it, I hadn't had a crush in years Hey lover  [Chorus: Boyz II Men] Hey lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush Lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush  [Verse 2: LL Cool J] I see you at the bus stop waitin' everyday Your man must think its safe for you to travel that way But I don't want ta violate your relationship So I lay back in the cut with a crush that's a trip Still he can't stop me from having daydreams Tonguin' you down with, uh, vanilla ice cream Kissing on your thighs in the moonlight Searchin' your body with my tongue, girl, all night I wonder one day could it be, simple dreams turnin' into reality Our love would come down so naturally We would walk down the aisle of destiny What your man got his hustle on gotcha type scared Break ya off a little chump change to do your hair That seems to be enough to satisfy your needs But there's a deeper level if you just follow my lead Hey lover  [Chorus: Boyz II Men] Hey lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush Lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush  [Verse 3: LL Cool J] Last week I saw ya at the mall Standin' at the pay phone 'bout to make a call I had a vision it was me on the other end Tellin' you come by and then you walked in I touched you gently with my hands We talked about travelin' the distant lands Escapin' all the madness out here in the world Becomin' my wife, no longer my girl Then, you let your dress fall down to the floor I kissed you softly and you yearned for more We experienced pleasure unparallel Into an ocean of love we both fell Swimmin' in the timeless, currents of pure bliss Fantasies interchangin' with each kiss Undyin' passion unities our souls Together we swim until the point of no control But it's a fantasy it (that, you) won't come true We never even spoke and your man swear he love you So I'm a keep all these feelin's inside Keep my dreams alive until the right time  [Chorus: Boyz II Men] Hey lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush Lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than... Hey lover, hey lover, this is more than a crush Hey lover, hey lover, this is more than a crush Lover, hey lover, baby this is more than a crush Hey lover, hey lover, this is more than a crush  ",
        "title": "Hey Lover"
    },
    {
        "artist": "Coolio Featuring L.V.",
        "lyrics": "  [Recording Info]  [Verse 1: Coolio] As I walk through the valley of the shadow of death I take a look at my life and realize there's nothin' left ‘Cause I've been blastin' and laughin' so long That even my momma thinks that my mind is gone But I ain't never crossed a man that didn't deserve it Me be treated like a punk, you know that's unheard of You better watch how you talkin' and where you walkin' Or you and your homies might be lined in chalk I really hate to trip, but I gotta loc As they croak, I see myself in the pistol smoke Fool, I'm the kinda G that little homies wanna be like On my knees in the night, sayin' prayers in the streetlight  [Hook 1: LV] Keep spendin' most our lives Livin' in a gangsta's paradise Been spendin' most their lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise  [Verse 2: Coolio] Look at the situation they got me facin' I can't live a normal life, I was raised by the street So I gotta be down with the hood team Too much television watchin' got me chasin' dreams I'm a educated fool with money on my mind Got my ten in my hand and a gleam in my eye I'm a loc'd out gangsta, set trippin' banger And my homies are down so don't arouse my anger Fool, death ain't nothin' but a heart beat away I'm livin' life do or die, what can I say? I'm 23 now, but will I live to see 24? The way things is goin' I don't know  [Hook 2: LV] Tell me why are we so blind to see That the ones we hurt are you and me?  [Hook 1: LV] Keep spendin' most our lives Livin' in a gangsta's paradise Been spendin' most their lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise  [Verse 3: Coolio] Power and the money, money and the power Minute after minute, hour after hour Everybody's runnin', but half of them ain't lookin' It's goin' on in the kitchen, but I don't know what's cookin' They say I gotta learn, but nobody's here to teach me If they can't understand it, how can they reach me? I guess they can't, I guess they won't I guess they front; that's why I know my life is out of luck, fool!  [Hook 1: LV] Keep spendin' most our lives Livin' in a gangsta's paradise Been spendin' most their lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise We keep spendin' most our lives Livin' in a gangsta's paradise  [Hook 2: LV] Tell me why are we so blind to see That the ones we hurt are you and me? Tell me why are we so blind to see That the ones we hurt are you and me?  ",
        "title": "Gangsta's Paradise (From \"Dangerous Minds\")"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Intro: Ol' Dirty Bastard] Keepin' it real, son, that's right The shining star, you're my shining star, girl Yo, New York in the house Is Brooklyn in the house Uptown in the house Shaolin are you in the house Boogie Down are you in the house Sacramento in the house Atlanta Georgia are you in the house West Coast are you in the house Japan are you in the house Everybody are you in the house Baby, baby come on Baby come on, baby come on  [Verse 1: Mariah Carey] Oh, when you walk by every night Talkin' sweet and lookin' fine I get kinda hectic inside Mmm, baby, I'm so into you Darlin', if you only knew All the things that flow through my mind  [Hook] But it's such a sweet sweet, I'm in heaven With my boyfriend, my laughing boyfriend There's no beginning and there is no end Feels like I'm dreaming, but I'm not sleeping My sweet fantasy Sweet, sweet fantasy  [Verse 2: Mariah Carey] Images of rapture Creep into me slowly As you're goin' to my head And my heart beats faster When you take me over Time and time and time again  [Hook] But it's such a sweet sweet, I'm in heaven With my boyfriend, my laughing boyfriend There's no beginning and there is no end Feels like I'm dreaming, but I'm not sleeping My sweet fantasy Sweet, sweet fantasy  [Verse 3: Ol' Dirty Bastard] Ladies and Gentlemen Introducing the Old, Dirty, Doggy Here we go now Me and Mariah Go back like babies with pacifiers Old Dirt Dog's no liar Keep your fantasy hot like fire Jump, jump, let me see you do the stump Girls, let me see you shake your rump Brothers, hit it from the back and front And let's do it, do it, do it, uh-huh I'm a little bit of Country I'm a little bit of Rock and Roll And I'm soul to soul Big letters all big and bold Old Dirty Bastard bask and blow  [Hook] But it's such a sweet sweet, I'm in heaven With my boyfriend, my laughing boyfriend There's no beginning and there is no end Feels like I'm dreaming, but I'm not sleeping My sweet fantasy Sweet, sweet fantasy  [Bridge: Mariah Carey and Puff Daddy] What you gonna do when you get out of jail? I'm gonna do a remix What you gonna do when you get out of jail? I'm gon' do a remix What you gonna do when you get out of jail? I'm gon' have some fun What you gonna do when you get out of jail? I'm gon' have some fun  [Hook] But it's such a sweet sweet, I'm in heaven With my boyfriend, my laughing boyfriend There's no beginning and there is no end Feels like I'm dreaming, but I'm not sleeping My sweet fantasy Sweet, sweet fantasy  ",
        "title": "Fantasy"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1: T-Boz] I was like peace in a groove On a Sunday afternoon You were there, so was I In the park, 4th of July I was chillin' with my Kool-Aid When Miss Chilli came to relay That you had a thing for me Finest thing you'd ever seen  [Pre-Chorus] I must admit to you I've heard them lines a time or two Although for some apparent reason Monkey lines are now in season Lights off, lights on I guess the groove is on, so I am  [Chorus] Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that  [Verse 2: T-Boz] I was like deep in a cool What'nt gone be nobody's fool Could not care less who was there Could've been like anywhere I was chillin' with my Kool-Aid Did not want to par-ti-ci-pate In no silly conversation Had no time for new relation-ships  [Pre-Chorus 2] I must admit to you, when I heard the lines you threw Although it usually turns me off But this time you have turned me on Lights off, lights on I guess the groove is on and I am  [Chorus] Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that  [Bridge: Chilli] Oh why do I feel the way I do? When all I can think about is you What was it in a line, that made me fall for you Do you know, why I'm diggin', diggin', diggin', diggin' on you?  Diggin' the scene It's on like that Diggin', diggin', diggin', diggin' on you And I am diggin' the scene  [Chorus] Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that Diggin' the scene, diggin' on you, diggin' on me Baby baby-ooo-baby, baby It's on like that, it's on like that I gotta be in love or somethin' like that  ",
        "title": "Diggin' On You"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  1. I Got Id 2.Long Road  ",
        "title": "I Got Id/Long Road"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Name"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] You think that I can't live without your love You'll see You think I can't go on another day You think I have nothing Without you by my side You'll see Somehow, some way You think that I can never laugh again You'll see You think that you destroyed my faith in love You think after all you've done I'll never find my way back home You'll see Somehow, someday  [Chorus] All by myself I don't need anyone at all I know I'll survive I know I'll stay alive All on my own I don't need anyone this time It will be mine No one can take it from me You'll see  [Verse 2] You think that you are strong, but you are weak You'll see It takes more strength to cry, admit defeat I have truth on my side You only have deceit You'll see Somehow, someday  [Chorus] All by myself I don't need anyone at all I know I'll survive I know I'll stay alive I'll stand on my own I won't need anyone this time It will be mine No one can take it from me You'll see You'll see You'll see You'll see  ",
        "title": "You'll See"
    },
    {
        "artist": "Deep Blue Something",
        "lyrics": "  [Verse 1] You say that we've got nothing in common No common ground to start from And we're falling apart You'll say the world has come between us Our lives have come between us But I know you just don't care  [Hook] And I said \"What about Breakfast at Tiffany's?\" She said, \"I think I remember that film And as I recall, I think we both kinda liked it.\" And I said \"Well, that's one thing we've got.\"  [Verse 2] I see you - the only one who knew me And now your eyes see through me I guess I was wrong So what now? It's plain to see we're over And I hate when things are over - When so much is left undone  [Hook] And I said \"What about Breakfast at Tiffany's?\" She said, \"I think I remember that film And as I recall, I think we both kinda liked it.\" And I said \"Well, that's one thing we've got.\"  [Verse 1] You say that we've got nothing in common No common ground to start from And we're falling apart You'll say the world has come between us Our lives have come between us Still I know you just don't care  [Hook] And I said \"What about Breakfast at Tiffany's?\" She said, \"I think I remember that film And as I recall, I think we both kinda liked it.\" And I said \"Well, that's one thing we've got.\" And I said \"What about Breakfast at Tiffany's?\" She said, \"I think I remember that film And as I recall, I think we both kinda liked it.\" And I said \"Well, that's one thing we've got.\" And I said \"What about Breakfast at Tiffany's?\" She said, \"I think I remember that film And as I recall, I think we both kinda liked it.\" And I said \"Well, that's one thing we've got.\"  ",
        "title": "Breakfast At Tiffany's"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Runaway"
    },
    {
        "artist": "Monica",
        "lyrics": null,
        "title": "Before You Walk Out Of My Life/Like This And Like That"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] You remind me of something I just can't think of what it is  [Hook] You remind me of my jeep, I wanna ride it Something like my sound, I wanna pump it Girl you look just like my cars, I wanna wax it And something like my bank account I wanna spend it, baby  [Verse 1] It's something about your love that's got me going crazy Baby, you know I want you real bad And girl I really like your freaky style How can I be down with you? So get a little closer to my ride I wanna get to know you lady And hip me up on how to get inside you Listen, pretty baby  [Pre-Hook] I wanna roll it, roll it, roll it, roll it Is all I wanna do for you baby Girl, it's something kind of sexy Going on about you babe  [Hook] x2  [Verse 2] Now I would like to take you on a ride tonight Girl, you know we'll have so much fun And give you everything your body needs Satisfaction guaranteed So pull up to my bumper and let the system sound Girl, I betcha I can drive you crazy And let me be the one to drop you off Babe, listen to me  [Pree-Hook]  [Hook] x3  [Bridge] Don't be alone, don't be alone I'm comin' through your door Turn off the lights, turn off the lights, baby It's something about this moment  [Hook]  ",
        "title": "You Remind Me Of Something"
    },
    {
        "artist": "Everything But The Girl",
        "lyrics": null,
        "title": "Missing"
    },
    {
        "artist": "Groove Theory",
        "lyrics": null,
        "title": "Tell Me"
    },
    {
        "artist": "Joan Osborne",
        "lyrics": "  [Verse 1] If god had a name, what would it be? And would you call it to his face If you were faced with Him in all His glory? What would you ask if you had just one question?  [Pre-Chorus] And yeah, yeah, God is great Yeah, yeah, God is good Yeah, yeah, yeah, yeah, yeah  [Chorus] What if god was one of us Just a slob like one of us Just a stranger on the bus trying to make his way home?  [Verse 2] If God had a face, what would it look like? And would you want to see If seeing meant that you would have to believe In things like heaven and in Jesus and the saints And all the prophets?  [Pre-Chorus] And yeah, yeah, God is great Yeah, yeah, God is good Yeah, yeah, yeah, yeah, yeah  [Chorus] What if god was one of us Just a slob like one of us Just a stranger on the bus trying to make his way home?  [Bridge] Just trying to make his way home Back up to heaven all alone Nobody calling on the phone 'cept for the Pope maybe in Rome  [Pre-Chorus] Yeah, yeah, God is great Yeah, yeah, God is good Yeah, yeah, yeah, yeah, yeah  [Chorus] What if god was one of us Just a slob like one of us Just a stranger on the bus trying to make his way home Just trying to make his way home, just like a holy rolling stone? Back up to heaven all alone, just trying to make his way home  [Outro] Nobody calling on the phone 'Cept for the Pope maybe in Rome  ",
        "title": "One Of Us"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Verse 1] You can do what you wanna, just seize the day What you're doing tomorrow's gonna come your way Don't you ever consider giving up You will find  [Chorus] It's a beautiful life It's a beautiful life It's a beautiful life I just wanna be here beside you And stay until the break of dawn  [Verse 2] Take a walk in the park when you feel down There's so many things there that's gonna lift you up See the nature in bloom, a laughing child Such a dream  [Hook] It's a beautiful life It's a beautiful life It's a beautiful life I just wanna be here beside you Oh, yeah, alright! I just wanna be here beside you And stay until the break of dawn  [Verse 3] You're looking for somewhere to belong You're standing all alone For someone to guide you on your way Now and forever  [Hook] It's a beautiful life It's a beautiful life It's a beautiful life I just wanna be anybody  We're living in different ways  [Chorus] It's a beautiful life I'm gonna take you to a place That you've never been before It's a beautiful life I'm gonna take you in my arms And fly away with you tonight Oh, yeah, alright! It's a beautiful life Oh, yeah, alright! It's a beautiful life It's a beautiful life It's a beautiful life It's a beautiful life It's a beautiful life Oh, yeah, alright! It's a beautiful life Oh, yeah, alright! It's a beautiful life Oh, yeah, alright! It's a beautiful life It's a beautiful life!  ",
        "title": "Beautiful Life"
    },
    {
        "artist": "Take That",
        "lyrics": "  [Verse 1] I guess now it's time for me to give up I feel it's time Got a picture of you beside me Got your lipstick mark still on your coffee cup Got a fist of pure emotion Got a head of shattered dreams Gotta leave it, gotta leave it all behind now  [Chorus] Whatever I said, whatever I did I didn't mean it I just want you back for good (Want you back, want you back, want you back for good) Whenever I'm wrong just tell me the song and I'll sing it You'll be right and understood (Want you back, want you back, want you back for good) I want you back for good  [Verse 2] Unaware but underlined I figured out this story (No, no) It wasn't good (No, no) But in the corner of my mind (corner of my mind) I celebrated glory But that was not to be In the twist of separation you excelled at being free Can't you find (Can't you find) A little room inside for me  [Chorus] Whatever I said, whatever I did I didn't mean it I just want you back for good (Want you back, want you back, want you back for good) See I want you back for good Whenever I'm wrong just tell me the song and I'll sing it You'll be right and understood (Want you back, want you back, want you back for good) I want you back for good  [Bridge] And we'll be together, this time is forever We'll be fighting and forever we will be So complete in our love We will never be uncovered again  [Chorus] Whatever I said, whatever I did I didn't mean it I just want you back for good Whenever I'm wrong just tell me the song and I'll sing it You'll be right and understood  [Outro] I guess now it's time, that you came back for good  ",
        "title": "Back For Good"
    },
    {
        "artist": "Sophie B. Hawkins",
        "lyrics": "  [Verse 1:] It felt like springtime On this February morning In a courtyard Birds were singing your praise  I'm still recalling things you said To make me feel all right I carry them with me today now  [Chorus:] As I lay me down to sleep This I pray That you will hold me, dear  Though I'm far away I`ll whisper your name Into the sky And I will wake up happy  [Verse 2:] I wonder why I feel so high Though I am not above the sorrow Heavy hearted Til you call my name  And it sounds like church bells Or the whistle of a train On a summer evening I went to meet you barefoot Barely breathing  [Repeat Chorus:]  Oh, darling  [Repeat Chorus:]  [Bridge:] It`s not too near for me Like a flower I need the rain  Thought it`s not clear to me Every season has its change And I will see you When the sun comes out again  [Repeat Chorus x2:]  Mmm, the sun comes out again When the sun comes out again When the sun comes out again  When the sun comes out Oh, the sun comes out again When the sun comes out  ",
        "title": "As I Lay Me Down"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Only Wanna Be With You"
    },
    {
        "artist": "Natalie Merchant",
        "lyrics": "  [Verse 1:] I've walked these streets A virtual stage It seemed to me Make up on their faces Actors took their places next to me  I've walked these streets In a carnival Of sights to see All the cheap thrill seekers The vendors & the dealers They crowded around me  [Chorus:] Have I been blind? Have I been lost? Inside myself and my own mind? Hypnotized Mesmerized By what my eyes have seen?  [Verse 2:] I've walked these streets In a spectacle of wealth & poverty In the diamond market The scarlet welcome carpet That they just rolled out for me  I've walked these streets In the mad house asylum They can be Where a wild eyed misfit prophet On a traffic island stopped And he raved of saving me  [Chorus]  [Bridge:] Have I been wrong? Have I been wise? To shut my eyes and play along?  Hypnotized Paralyzed By what my eyes have found By what my eyes have seen What they have seen?  [Chorus:] Have I been blind? Have I been lost? Have I been wrong? Have I been wise? Have I been strong?  Have I been Hypnotized Mesmerized By what my eyes have found In that great street carnival In that carnival  ",
        "title": "Carnival"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Click to see Seal explain how he wrote \"Kiss From A Rose\"]  [Verse 1] There used to be a graying tower alone on the sea You became the light on the dark side of me Love remained a drug that's the high and not the pill  [Pre-Chorus] But did you know that when it snows My eyes become large and The light that you shine can't be seen?  [Chorus] Baby, I compare you to a kiss from a rose on the gray Ooh, the more I get of you, the stranger it feels, yeah And now that your rose is in bloom A light hits the gloom on the gray  [Verse 2] There is so much a man can tell you So much he can say You remain my power, my pleasure, my pain, baby To me you're like a growing addiction that I can't deny Won't you tell me is that healthy, baby?  [Pre-Chorus] But did you know that when it snows My eyes become large and The light that you shine can't be seen?  [Chorus] Baby, I compare you to a kiss from a rose on the gray Ooh, the more I get of you, the stranger it feels, yeah And now that your rose is in bloom A light hits the gloom on the gray  [Bridge] I've been kissed by a rose on the gray I, I've been kissed by a rose on the gray I've ... (and if I should fall along the way) ... been kissed by a rose on the gray I, I've been kissed by a rose on the gray  [Verse 2] There is so much a man can tell you So much he can say You remain my power, my pleasure, my pain To me you're like a growing addiction that I can't deny, yeah Won't you tell me is that healthy, baby?  [Pre-Chorus] But did you know that when it snows My eyes become large and The light that you shine can't be seen?  [Chorus] Baby, I compare you to a kiss from a rose on the gray Ooh, the more I get of you, the stranger it feels, yeah And now that your rose is in bloom A light hits the gloom on the gray Yes, I compare you to a kiss from a rose on the gray Ooh, the more I get of you, the stranger it feels, yeah And now that your rose is in bloom A light hits the gloom on the gray  [Outro] Now that your rose is in bloom A light hits the gloom on the gray  ",
        "title": "Kiss From A Rose"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Verse 1: Tamika] As I stand here contemplating On the right thing to decide Will I take the wrong direction All my life, where will I go What lies ahead of me?  [Verse 2:LaTocha] I have strong determination And I'm not afraid of change I have yet to find that someone Who would care to satisfy me To stay right by me  [Hook] Who can I run to To share this empty space? Who can I run to When I need love? Who can I run to To fill this empty space with laughter? Who can I run to When I need love?  [Verse 2: Tamika+ LaTocha] And my mind is so confusing Who would be that special one? Everyday I'm trying to find you All along, I've got to know Is there a place for me?  I know love has many names And a message very clear All it takes is time and patience To bring you near But who got me, tell me  [Hook] Who can I run to To share this empty space? Who can I run to When I need love? Who can I run to To fill this empty space with laughter? Who can I run to When I need love?  ",
        "title": "Who Can I Run To"
    },
    {
        "artist": "Del Amitri",
        "lyrics": "  Look around your world pretty baby Is it everything you hoped it'd be The wrong guy, the wrong situation The right time to roll to me Roll to me  Look into your heart pretty baby Is it aching with some nameless need Is there something wrong and you can't put your finger on it Right then, roll to me  And I don't think I have ever seen a soul so in despair So if you want to talk the night through Guess who will be there?  So don't try to deny it pretty baby You've been down so long you can hardly see When the engine's stalled and it won't stop raining It's the right time to roll to me Roll to me, Roll to me  So Look around your world pretty baby Is it everything you hoped it'd be The wrong guy, the wrong situation The right time to roll to me The right time to roll to me The right time to roll to me OOOOOHHHHH  ",
        "title": "Roll To Me"
    },
    {
        "artist": "Meat Loaf",
        "lyrics": "  I'd never tell you one lie, I'd never let you down I'd never leave, I'd be the one who'd always be around Baby give me a chance  I'd pull the sun down from the sky to light your darkest night I wouldn't let one drop of rain fall down into your life Put your heart in my hands  Baby, believe me I could never do you wrong And I would never paint your world blue And if sometimes it seems I must have lost my mind I might be crazy, but I'm crazy 'bout you  I'd lie for you and that's the truth Do anything you asked me to I'd even sell my soul for you I'd do it all for you If you'd just believe in me  Just take a look in my eyes, you'll see a love that's blind Just take a hold of my hand, I'll take you to paradise Ain't a star that's too far  Your every wish will be a wish that I will make come true And if you want the moon I swear I'll bring it down for you Let me into your heart  Believe me baby, got your name carved on my soul 'Cause you're the only one that I'll give it too Go let'em say that I'm a fool to act this way 'Cause if I'm crazy, I'm just crazy 'bout you  I'd lie for you and that's the truth Do anything you ask me to I'll even sell my soul for you I'll do it all for you If you just believe in me  I'd lie for you and that's the truth Move mountains if you want me to I'd walk across the fire for you I'd walk on the wild for you If you'd just believe in me  And you will never see a day I'll ever break your heart You'll see the sky fall down before it ever gets that far I'll show you heaven every second that you're in my arms Baby I'm crazy, but I'm crazy 'bout you  I'd lie for you and that's the truth Move mountains if you want me to I'd walk across the fire for you I'd walk on the wild for you If you'd just believe in me  I'd walk on the wild for you Move mountains if you want me to I'd walk across the fire for you Do anything you ask me to  I'd lie for you and that's the truth Do anything you ask me to I'll even sell my soul for you I'll do it all for you If you just believe in me  I'd lie for you and that's the truth Move mountains if you want me to I'd walk across the fire for you I'd walk on the wild for you If you'd just believe in me  I'd lie for you and that's the truth  ",
        "title": "I'd Lie For You (And That's The Truth)"
    },
    {
        "artist": "3T",
        "lyrics": null,
        "title": "Anything"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Time"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": "  [Verse 1] The world is a vampire, sent to drain Secret destroyers hold you up to the flames And what do I get for my pain? Betrayed desires and a piece of the game  [Pre-Chorus] Even though I know, I suppose I'll show All my cool and cold like old Job  [Chorus] Despite all my rage I am still just a rat in a cage Despite all my rage I am still just a rat in a cage Then someone will say What is lost can never be saved Despite all my rage I am still just a rat in a cage  [Verse 2] Now I'm naked, nothing but an animal But can you fake it for just one more show? And what do you want? I want to change And what have you got when you feel the same?  [Pre-Chorus] Even though I know, I suppose I'll show All my cool and cold like old Job  [Chorus] Despite all my rage I am still just a rat in a cage Despite all my rage I am still just a rat in a cage Then someone will say What is lost can never be saved Despite all my rage I am still just a rat in a cage  [Middle Eight] Tell me I'm the only one Tell me there's no other one Jesus was an only son, yeah Tell me I'm the chosen one Jesus was an only son, for you  [Bridge] Despite all my rage I am still just a rat in a cage Despite all my rage I am still just a rat in a cage Then someone will say What is lost can never be saved Despite all my rage I am still just a rat in a cage!  [Chorus] Despite all my rage I am still just a rat in a Despite all my rage I am still just a rat in a Despite all my rage I am still just a rat in a cage  Tell me I'm the only one Tell me there's no other one Jesus was an only son, for you  [Outro] And I still believe that I can not be saved And I still believe that I can not be saved And I still believe that I can not be saved And I still believe that I can not be saved  ",
        "title": "Bullet With Butterfly Wings"
    },
    {
        "artist": "Faith Evans",
        "lyrics": "  [Intro] Your love is wonderful, yeah And I don't want to lose you So baby...  [Hook] x2 Soon as I get home, I'll make it up to you Baby, I'll do what I gotta do  [Verse 1] Sleepless nights and lonely days are all that fill my head All of the time, oh baby, but all I do Is think about the way you make me feel Cause baby, this love is so real  [Hook] x2  [Verse 2] If I try to spend some time with you To make you happy, would you feel better? And if I could, with you I would be forever Forever in love so  [Bridge] Making love all through the night, we hold each other tight I can take away the pain, if you would only let me Just forget about the past Cause I want to make it last, baby, I apologize Cause boy, I really need you in my life!  [Hook] x2  Baby, if you give me just another chance (Oh baby) I can show you love (More love) Promise I'll be true to you (You don't ever have to worry) Don't ever have to worry (No, no, no) Cause I'm gonna treat you right (Baby, I miss you) Baby, I miss you, just want to kiss you Hold you in my arms  [Hook until the song ends]  ",
        "title": "Soon As I Get Home"
    },
    {
        "artist": "Blues Traveler",
        "lyrics": "  Oh, once upon a midnight dearie I woke with something in my head I couldn't escape the memory Of a phone call and of what you said  Like a game show contestant with a parting gift I could not believe my eyes When I saw through the voice of a trusted friend Who needs to humor me and tell me lies Yeah, humor me and tell me lies  And I'll lie too and say I don't mind And as we seek, so shall we find And when you're feeling open, I'll still be here But not without a certain degree of fear Of what will be with you and me I still can see things hopefully  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  And shake me and my confidence 'Bout a great many things But I've been there, I can see it cower Like a nervous magician waiting in the wings  Of a bad play where the heroes are right And nobody thinks or expects too much And Hollywood's calling for the movie rights Singing, \"Hey babe, let's keep in touch Hey baby, let's keep in touch\"  But I want more than a touch, I want you to reach me And show me all the things no one else can see So what you feel becomes mine as well And soon if we're lucky, we'd be unable to tell What's yours and mine, the fishing's fine And it doesn't have to rhyme, so don't you feed me a line  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  Ha la la la, bombardier, this is the pilot speaking And I got some news for you It seems my ship still stands no matter what you drop And there ain't a whole lot that you can do  Oh sure, the banner may be torn and the wind's gotten colder Perhaps I've grown a little cynical But I know no matter what the waitress brings I shall drink in and always be full Yeah, I will drink in and always be full  Oh, I like coffee and I like tea Like to be able to enter a final plea I still got this dream that you just can't shake I love you to the point you can no longer take Well, all right, okay, so be that way I hope and pray that there's something left to say  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  Oh, you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  ",
        "title": "Run-Around"
    },
    {
        "artist": "Selena",
        "lyrics": "  [Verse 1] Late at night when all the world is sleeping I stay up and think of you And I wish on a star that somewhere you are Thinking of me too  [Chorus] 'Cause I'm dreaming of you tonight 'Till tomorrow, I'll be holding you tight And there's nowhere in the world I'd rather be Than here in my room dreaming about you and me  [Verse 2] Wonder if you ever see me (see me) And I wonder if you know I'm there (am I there? Am I?) If you looked in my eyes, would you see what's inside? Would you even care? I just wanna hold you close, but so far All I have are dreams of you So I wait for the day and the courage to say How much I love you, yes I do!  [Chorus] I'll be dreaming of you tonight 'Till tomorrow, I'll be holding you tight And there's nowhere in the world I'd rather be Than here in my room dreaming about you and me  [Bridge] (Corazón) I can't stop dreaming of you (No puedo dejar de pensar en ti) I can't stop dreaming (Cómo te necesito) I can't stop dreaming of you (Mi amor, cómo te extraño)  [Verse 3] Late at night when all the world is sleeping I stay up and think of you And I still can't believe that you came up to me And said, \"I love you\" I love you too!  [Chorus 3] Now I'm dreaming with you tonight 'Till tomorrow and for all of my life And there's nowhere in the world I'd rather be Than here in my room dreaming with you endlessly With you tonight And there's nowhere in the world where I'd rather be Than here in my room, I'll be dreaming With you tonight  [Acoustic Guitar Solo]  ",
        "title": "Dreaming Of You"
    },
    {
        "artist": "Kris Kross",
        "lyrics": "  [(Jermaine Dupri) & Redman] (Please listen to the remix Pl-pl-pl-pl-please listen to the remix) Ugh. Oww. Oww, it's play (Kris Kross) Boogie da bang (Redman remix) No one can do this better than me (Uh, rock on) Funk Doctor Spock, comin', got your block on lock Redman in the house one time Tear the house down two or three times (Come on)  [Verse 1: (Mac Daddy) & Daddy Mac] [Daddy Mac] Who got you open, scopin' out the track It's no other than the sounds of the Daddy Mac Still slackin', back, patchin' up my turf 'Cause after me was a fact the real words at the worst [Mac Daddy] Stompin', jumpin' wannabes Better but now however there's only one M-A-C Me and Daddy for the big picture Ways of gettin' richer, 'Mister quick to hit your sister'  I'm ballin' in the green county on chrome I slip brothers in the deck, on my cellular phone (I'm just loungin', leather, sounds all around And a dip on the other end wantin' to put me down now) No hesitation, I hops to it See it ain't easy bein' a Mac but somebody gotta do it (True which usually I represent it right But I'm the M-A-C D-A double D-Y and...)  [Chorus] Tonight's the night Please, my whole crew makes G's Tonight's the night, baby, so blow up on these (Tonight...Tonight is the night) (J.D.: Please listen to the remix Pl-pl-pl-pl-please listen to the remix)  Tonight's the night, please My whole crew makes G's Tonight's the night, baby, so blow up on these (Tonight...Tonight is the night) (J.D.: Please listen to the remix Redman, rock on)  [Verse 2: Redman] I was born to beat MC's down to oblivia Nobody touches the superb superior Mind interior blown on all visitors Steppin' in my physical perimeter, ha I rock zones in three cornerstones of the Earth I work butter, the eye-shutter, burst If you wanna test the lyrical expert I'll start jumpin' like grandmas in church Def Squad representer Be representin' hood boogers, Buddha Mics and cash-getters Dutch Master fillers, hash and ass kickers Real criminals, group homes and gat clickers The way I rap, I impress niggas You damn right I'm gettin' cheddar from them So So Def niggas Watch the Bricks get thicker O-7-1-O-3 be flowin' Dom at the tunnel Blaze the blunt, take it toke Prove you that ill MC from that slick shit you wrote I know you kinda folks, you just run and skip town Your girl rock my shit and you turn my shit down Now 'how's that' from the Keith Murray LP Pop Cristal forever whoever could nail me Straight up, Def Squad 'til I die I stay chinky-eyed with the nigga with green eyes  [Outro: Jermaine Dupri] (Tonight) Kris Kross, rock on Redman, rock on (Tonight) So So Def, rock on (Tonight is the night) Def Squad, rock on Kris Kross, rock on Redman, rock on (Tonight) So So Def, rock on (Tonight is the night) Def Squad, rock on  Get ready...tonight Gonna make this a night to remember Get ready...tonight Gonna make this a night to remember Tonight  ",
        "title": "Tonite's Tha Night"
    },
    {
        "artist": "La Bouche",
        "lyrics": "  [Intro: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da Be my lover Wanna be my lover  [Verse 1: Melanie Thornton] Looking back on all the time we've spent together You oughta know right now, if you wanna be my lover Wanna be my lover Go ahead and take your time, boy, you gotta feel secure Before I make you mine, baby, you have to be sure You wanna be my lover, wanna be my lover, wanna be my lover  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover  [Verse 2: Lane McCray] I must confess Girl yes, I want to be your lover Take a chance, my love is like no other On the dance floor getting down Hold tight, I'll never let you down My love is definitely the key Like Boyz II Men, I'm on bended knee Loving you, not like your brother, ah yeah I want to be your lover  [Bridge: Melanie Thornton] I hear what you say I see what you do I know everything I need to know about you And I want you to know that it's telling me You wanna be my lover  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover, hey yeah  Oh, be my lover, yeah Oh, be my lover I know you wanna be my lover I know you wanna be mine  [Hook: Melanie Thornton] La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  La da da dee da da, da da La da da dee da da, da da La da da dee da La da da da dee da La da dee da da da, da da  [Hook 2: Melanie Thornton] Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, wanna be my lover Ah ha yeah hey, oh be my lover, yeah  ",
        "title": "Be My Lover"
    },
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "Blessed"
    },
    {
        "artist": "Planet Soul",
        "lyrics": "  [Intro] Set you free Set you free Set you free Set you free Set you free Set you free Set you free Set you free  [Chorus] Come into my planet soul Come into my planet soul Come into my planet soul Come into my planet soul  [Verse 1] Take me down, fill me up Give me ecstasy, not enough I am what you need, do it with me In this world of hate, I can fill you up I can clear the rain, I can be your dream Baby, share it with me, I can make you scream Baby, baby, baby I can be your dream  [Chorus] Come into my planet soul Come into my planet soul  Set you free Set you free Set you free Set you free  [Verse 2] Get it out, keep it up Baby, feel it with me, loosen up Make me feel the heat, give it to me We can get there the same, tell me when to come I can be there again, I can make you my friend It will never end, I can be there again Baby, baby, baby I can make you scream  [Chorus] Come into my planet soul Come into my planet soul Come into my planet soul Come into my planet soul  Do it to me now Do it to me now Do it to me now Do it to me now  [Bridge] Ecstasy, ecstasy, ecstasy, ecstasy Express to me, if you feel ecstasy This high is for you and me Gravity, energy, make me feel good So do it, and welcome to my planet soul Planet, planet, planet soul Planet, planet, planet soul Planet, planet, planet soul  [Chorus] Come into my planet soul Come into my planet soul Come into my planet soul Come into my planet soul  Set you free Set you free Set you free Set you free Set you free Set you free Set you free Set you free  ",
        "title": "Set U Free"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Verse 1] Promises you made me All the things you told me You said you'd never leave me We'll be together for eternity Now it's all in the past Now I know our love will last Lady I will do all I can Lady I will be all I am I'll give you all you had before So come on in and close the door Let me show you what I could be Could you just please tell me  [Chorus] Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live  [Verse 2] I know that things are rough But my faith wasn't strong enough Now my heart is built to last My heart is beating for you fast But now I know that you understand I wanna take you by the hand And walk with you down that aisle And with you I will live my life I'll give you all you had before So come on in and close the door Let me show you what I could be If you just please tell me  [Chorus] Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live  [Bridge] I want you to know that it's for real This feeling that I feel I want you to know that it's so real Tell me will you  [Chorus] Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live  Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live  Do you believe in love And the promise that it gives I wanna love you for life Cause your love is why I live Do you believe in love And the promise that it gives I wanna love you for life  ",
        "title": "Love U 4 Life"
    },
    {
        "artist": "Coolio",
        "lyrics": "  [Verse 1] Everybody listen up cause I'm about to get my speak on Fools be trippin when it's time to get their freak on Runnin round town, puttin it down with-out No protection, for they erection When it's time for selection what's your direction? Before you make a choice, you betta do some inspection If you don't know my aim and don't know my game, then Let me explain now Iesha slept wit Mark and Mark slept wit Tina And Tina slept wit Javier the first time he seen her Javier slept wit Lupe and Lupe slept with Rob Cuz he was rollin on beads and had a good ass job Rob slept wit Lisa who slept wit Steve and Steve was positive, H.I.V What started off as a plan ended up in the plot Ya betta cool ya ass off cause it's too damn hot  [Hook: J.T. Taylor] Oh-ohh it's too hot, *too hot*, too hot lady *too hot* Gotta run for shelter, gotta run for shade It's too hot, *too hot*, too hot homie *too hot* Gotta make some sense, from this mess that we made  [Verse 2: Coolio] You're doin everything momma told ya not to do Now you're tryin to walk away cause ya know it's true Your sister can't explain, and your brother's ashamed To admit you both have the same last name I don't have to ask you where you've been Cause the matches in your purse say Holiday Inn \"A mind is a terrible thing to waste\" that was the slogan But now it's ninety-five and it's \"Don't forget the Trojan\" Explained it to her momma, before somebody get her Gotta hip her to the game of those smooth talkin niggas Love is the word, seldom meant but often heard Latex safe sex you better learn Or get hip to the facts before you react or End up in a box on your back Sometimes you ask for what you want and, get what you got Don't get caught up in the plot, it's too damn hot  [Hook]  [Verse 3: Coolio] Another day in the city and, oh what a pity Even though we did our duty things are still lookin shitty Everybody in the pack stacked, tryin to make some scratch Walkin in the rain but they ain't got no hat Understand how we livin in the nineties loc Nuclear waste, cannibalism, and pistol smoke Sex lies videotape and rape Just a little bump n grind can seal your fate We need to do something drastic, shit is gettin tragic And if you don't believe me, then go ask Magic Everybody an they momma preachin abstinence, these Kids ain't checkin for absti-shit So put a condom in they hand and hope it don't bust Another victim of the lust, in God we trust What started off as a plan ended up in the plot Water can't cool it off cause it's too damn hot  [Hook]  ",
        "title": "Too Hot"
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "December"
    },
    {
        "artist": "All-4-One",
        "lyrics": "  [Verse 1] They read you Cinderella You hoped it would come true And one day your Prince Charming Would come rescue you You like romantic movies And you never will forget The way you felt when Romeo Kissed Juliet And all this time that you've been waiting You don't have to wait no more  [Chorus] I can love you like that I would make you my world Move heaven and Earth If you were my girl I can give you my heart Be all that you need Show you you're everything That's precious to me If you give me a chance I can love you like that I can love you like that  [Verse 2] I never make a promise I don't intend to keep So when I say forever Forever's what I mean Well I'm no Cassanova But I swear this much is true I'll be holding nothing back When it comes to you You dream of love that's everlasting Well baby open up your eyes  [Chorus] I can love you like that I would make you my world Move heaven and Earth If you were my girl I can give you my heart Be all that you need Show you you're everything That's precious to me If you give me a chance I can love you like that I can love you like that  [Verse 3] If you want tenderness I got tenderness And I see through To the heart of you If you want a man Who will understand You don't have to look very far I can love you Girl, I can love you  [Chorus] I can love you like that I would make you my world Move heaven and Earth If you were my girl I can give you my heart Be all that you need Show you you're everything That's precious to me If you give me a chance I can love you like that I can love you like that I can love you like that I would make you my world Move heaven and Earth If you were my girl I can give you my heart Be all that you need Show you you're everything That's precious to me If you give me a chance I can love you like that I can love you like that  [Collision] I can, I can love you Always kiss and hug you Baby be mine My one and only girl My heart My world You're everything to me I can, I can love you If you let me love you My one girl  ",
        "title": "I Can Love You Like That"
    },
    {
        "artist": "Collective Soul",
        "lyrics": "  [Verse 1] Has our conscious shown? Has the sweet breeze blown? Has all kindness gone? Hope still lingers on I drink myself of new found pity Sitting alone in New York City And I don't know why  [Verse 2] Are we listening? Hymns of offering Have we eyes to see? Love is gathering All the words that I've been reading Have now started the act of bleeding Into one Into one  [Verse 3] So I walk up on high And I step to the edge To see my world below And I laugh at myself While the tears roll down Cause it's the world I know It's the world I know  I drink myself of newfound pity Sitting alone in New York City And I don't know why, don't know why  [Verse 3] So I walk up on high And I step to the edge To see my world below And I laugh at myself While the tears roll down 'Cause it's the world I know Oh it's the world I know So I walk up on high And I step to the edge To see my world below And I laugh at myself While the tears roll down 'Cause it's the world I know Oh it's the world I know  ",
        "title": "The World I Know"
    },
    {
        "artist": "Blues Traveler",
        "lyrics": null,
        "title": "Hook"
    },
    {
        "artist": "Folk Implosion",
        "lyrics": "  I'm the one natural one, make it easy We can take it inside Where I can love how I like if I want it Whatever keeps me high Yeah, we can take it Good and loose on an endless spree Good because we made it And when momma's not around There's no telling what we'll do when we're free  I'm the one natural one, make it easy We can take it inside I can have it cause I act like I love it It's a matter of pride  Yeah, we can take it Good excuse for an endless spree Good because we made it Your world is falling down, you may as well crash with me  When I'm numb natural one It's the one natural one (there's no telling what we'll do when we're free) When I'm numb natural one (there's no telling what we'll do when we're free) It's the one natural one (you may as well crash with me) When I'm numb natural one (there's no telling what we'll do when we're free) It's the one natural one (there's no telling what we'll do when we're free) When I'm numb natural one (there's no telling what we'll do when we're free) It's the one natural one (that you may as well crash with me)  ",
        "title": "Natural One (From \"Kids\")"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1] A lonely mother gazing out of the window Staring at her son that she just can't touch If at any time he's in a jam, she'll be by his side But he doesn't realize he hurts her so much But all the praying just ain't helping at all Cause he can't seem to keep his self out of trouble So he goes out and he makes his money the best way he knows how Another body laying cold in the gutter Listen to me  [Chorus] Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast  [Verse 2] Little precious has a natural obsession for temptation But he just can't see She gives him loving that his body can't handle But all he can say is, \"Baby it's good to me\" One day he goes and take a glimpse in the mirror But he doesn't recognize his own face His health is fading and he doesn't know why Three letters took him to his final resting place Y'all, don't hear me  [Chorus] Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast  [Verse 3: Left Eye] I seen a rainbow yesterday, but too many storms Have come and gone, leaving a trace of not one God-given ray Is it because my life is ten shades of gray, I pray All ten fade away, seldom praise Him for the sunny days And like His promise is true, only my faith can undo The many chances I blew to bring my life to anew Clear and blue and unconditional skies Have dried the tears from my eyes, no more lonely cries My only bleeding hope is for the folk who can't cope With such an endurin pain that it keeps 'em in the pourin rain Who's to blame for tooting 'caine into your own vein What a shame, you shoot and aim for someone else's brain You claim the insane, and name this day in time For falling prey to crime I say the system's got you victim to your own mind Dreams are hopeless aspirations in hopes of coming true Believe in yourself, the rest is up to me and you  [Chorus] Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast Don't go chasing waterfalls Please stick to the rivers and the lakes that you're used to I know that you're gonna have it your way or nothing at all But I think you're moving too fast  ",
        "title": "Waterfalls"
    },
    {
        "artist": "Natalie Merchant",
        "lyrics": null,
        "title": "Wonder"
    },
    {
        "artist": "Total",
        "lyrics": "  [Foxy Brown] Brown nigga, uh, chromed out six and shit Bubblin' layin' up with them Colombians Oh fuck no, I get this doe, Fox Brown Mama Jig suits from Gabbanna True, balla nigga who you callin' Papa we be flashin', sex lastin', all night long, it's strong The Mac-tress, Ill na na, like Benihana steaks The boogie like a fresh pair of snakes Italian, Fox Brown the don, Gucci on Stylin, sip Crystal on the Cayman Islands Uh, got gay niggas ready to switch, like Gravano Turn that mob nigga to snitch, true player to don From Veneddinni, five carats on the arm, jew-els be the bomb The four hotties, Total and Foxy, sip us some martinis Bad girl of the year 96, Pam Grier, uh!  [Chorus] I don't need, no one but you, ooh ooh ooh I don't need no one I don't need, no one but you, yooouuuu, oh oh oh oh oh  [Lil' Kim] Many people tell me my style is terriffic Stupendous, tremendous, I bend just a little bit more Than the average whore, cause I'm focused I rock Versace lamps and sofas You didn't know I like crocodile boots and gator suits The biggest willies, got to fill me, huh I like the hot wheels, you got a fast car Like Tracy Chapman you can cruise with this rap star The mink sporter, the heroin importer, I be that rich bitch Stack banks by the chips, check it I spot hits like Spud Mackenzie, I'm Leona Hemsley Taxes is gettin' axes It's essential for the presidential, certified testicles Get sprayed forty decibles, the king and I All you need in this world, I'm a bad girl The high pitch Queen Bitch  [Chorus] I don't need, no one but you, ooh ooh ooh I don't need no one I don't need, no one but you, yooouuuu, oh oh oh oh oh  [Da Brat] Once again I'm all you need with the caramel skin Fat lucious lickable lips in a jet black bitch Stackin' ends fulfillin' dreams makin' life complete Come take a journey with this funkdefied bitch that can't be beat Once, twice, second time around for me Three times more than the lady you'd imagined it be I been, re-instated, platinum plated and niggas hated Relay it that I'm the shit, twelve lookes and a pit Get hot like a chili pepper, flee for me You got the blunt give it away to the B-R uh A-T And check my M3, think I know everything will P-I-she And you can't keep up with this heifer from the west side streets I'm talkin mad money, acting funny with all the phonies Keepin it real with homies who been real with me It would defeat the purpose for me not to flash my rocks Cash, count all his cheques, invest stocks and bonds Sippin on Don  [Chorus] I don't need, no one but you, ooh ooh ooh I don't need no one I don't need, no one but you, yooouuuu, oh oh oh oh oh I don't need no one  [Chorus] I don't need, no one but you, ooh ooh ooh I don't need no one I don't need, no one but you, yooouuuu, oh oh oh oh oh I don't need no one  I don't need no one baby (yeahhh) As long as I have you (baby) You gotta believe me baby (believe me baby, believe me baby) 'Cause what I say is true (yeahhh) I don't need no one baby (ohhhhh) You're the only one for me I don't need nobody else Baby can't you see (say can't you see now)  [Chorus] I don't need, no one but you, ooh ooh ooh I don't need no one I don't need, no one but you, yooouuuu, oh oh oh oh oh I don't need no one  ",
        "title": "No One Else"
    },
    {
        "artist": "Jon B",
        "lyrics": null,
        "title": "Pretty Girl"
    },
    {
        "artist": "Goodie Mob",
        "lyrics": "  [Verse 1: Khujo] When the scene unfolds Young girls 13 years old Expose themselves to any Tom, Dick, and Hank Got more stretch marks than these hoes Hollin' they got rank See SEGA ain't in this new world order Dem experimenting in Atlanta, Georgia United Nations, overseas They trained assassins to do search and seize Ain't knocking or asking Dem coming for niggas like me Po' white trash, like they Tricks like her back in slavery Concentration camps lace with gas pipes lines Inferno's outdoors like they had back When Adolf Hitler was living in 1945 Listen to me now, believe me later on In the future look it up Where they say it? Ain't no more Constitution In the event of a race war Places like operation heartbreak hotel Moments tear until air tight vents seat off despair Dem say expect no mercy Fool you should be my least worries got to deal with Where my W-2's, 1099's Unmarked black helicopters swoop down And try to put missiles in mines  [Hook] Who's that peeking in my window? POW nobody now Who's that peeking in my window? POW nobody now  [Verse 2: CeeLo Green] Me and my family moved in our apartment complex A gate with the serial code was put up next The claim that this community is so drug free But it don't look that way to me cause I can see The young bloods hanging out at the sto 24/7 Junkies looking, for a hit of the blow, it's powerful Oh you know what else they tryin to do Make a curfew especially for me and you the Traces of the new world order Time is getting shorter if we don't get prepared People it's gone be a slaughter My mind won't allow me to not be curious My folk don't understand so they don't take it serious But every now and then, I wonder If the gate was put up to keep crime out or to Keep our ass in  [Hook] Who's that peeking in my window? POW nobody now Who's that peeking in my window? POW nobody now  [Verse 3: T-Mo] Listen up little niggas I'm talking to you About what yo little ass need to be going through I fall a victim too and I know I shouldn't smoke so much But I do with the crew everybody on the average 'bout 4 or 5 I'm lucky to be alive at sunrise now I realize the cost After I lost my best friend Bean I recognize as a King Who am I to tell you to stop smokin Now you're open to disease and colds And ain't 16 years old, this shit has got to stop Let's take a walk through detox I want outta this hole I'm in a cell under attack Loc up folks they in the hood, got an eye on every move I make open your face to info you ain't know Cause it's kept low how the new world plan Reeks the planet without the black man  [Verse 4: Big Gipp] So what's your angle? Try to separate me from the blood Is disrespect like coming in my home and not Wiping your feet on tha rug The Citron Absolut has got me bucking no hang With no phony Lookout for the man with tha mask On the white pony On my back are bills staying off my toes Always on my heels Insane, plain soldiers coming in the dark by plane To enforce the new system by reign Tag my skin with your computer chip Run your hand over tha scanner to buy you dish now No more fishing for your fish Kiss tha days of tha old days past ways gone Mind blown, conception, protection My name on your selections but I caught you Coming POW! {​​Use that tool between your two shoulders.... brain.. cell.. therapy}​​  ",
        "title": "Cell Therapy"
    },
    {
        "artist": "Blahzay Blahzay",
        "lyrics": null,
        "title": "Danger"
    },
    {
        "artist": "The Rembrandts",
        "lyrics": null,
        "title": "I'll Be There For You/This House Is Not A Home"
    },
    {
        "artist": "Lisa Loeb & Nine Stories",
        "lyrics": "  Do you eat sleep do you breathe me anymore? Do you sleep do you count sheep anymore? Do you sleep anymore?  Do you take plight on my tongue like lead? Do you fall gracefully into bed anymore?  I saw you as you walked across my room You looked out the window, you looked at the moon And you sat on the corner of my bed And you smoked with the ghost in the back of my head  Now I don't know and I don't care If I ever will see you again I don't know and I don't care If I ever will be there  Do you eat sleep do you breathe me anymore? Do you sleep do you keep me anymore?  You kick my foot under the table I kick you back can't say that I'm able To stand for you or fall for you ever again Wish for a perfect setting Wishing that I am letting you Take me where you want me all over again You can't give yourself Absolutely to someone else  Now I don't know and I don't care If I ever will see you again I don't know and I don't care If I ever will be there  I saw you as you walked across my room You looked out the window -- you looked at the moon And you sat on the corner of my bed And you smoked with the ghost in the back of my head  Do you eat sleep do you breathe me anymore? Do you sleep do you count sheep anymore? Do you sleep anymore?  I don't know (Do you eat sleep do you breathe me anymore?) And I don't care (Do you sleep do you count sheep anymore?) If I ever will be there (Do you sleep anymore?) Will be there  ",
        "title": "Do You Sleep?"
    },
    {
        "artist": "Eazy-E",
        "lyrics": "  Eazy ... E , Eazy ... E Padapapow... Eazy, padapapow... E Padapapow... Eazy, padapapow... E  [Verse 1] It's that man comin' up from that land of tha C-P-T (\"What's my motherfuckin' name?\" - Snoop) Eazy-E Comin' thru with a big lick for '94 Showin' alla y'all them true-ass gangsta flows So bow-down bow-wow the big dog’s in town And them guts is the only thing a nigga pound Laid back as I blow a fat sack Hittin' switches for them bitches, been in corners in a Cadillac So take a ride on tha ruthless side With the E to the A-Z-Y That nigga makin' more off yo hits than you do You fools, need to recognize this crew when I roll through Tryin' to speak up on tha OG, nigga you don't know me Break em off these nuts lil wanna-be Cause I peel caps if need be And ain't nothin' you gonna bring don't see me Just tah let U know...  [Hook] One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know  [Verse 2] It's the E comin' up from the gank So nigga let me ride all the way to the bank Coz ain't nuthin' on my mind but them chips Gotta have a griff, run a nigga dip Back to the past on the Compton streetz Where the niggas get beat when us gangstas meet And fools gettin' mad coz they can't ride like I ride Front 'n back, dippin' side to side And it's been like that since I was BG \"It's the E,\" that's what they scream when they see me Mama said every day is like this Fools screamin' that I put em in a twist Thought you had it bad, isn't really all good If the homies only knew in the hood That you was gettin' done like a two dollar ho It's just a lil something from the E tah let U know...  [Hook] One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know  [Verse 3] It's still the C-P-T, nuthin' more, nuthin' less On a quest to put that bomb in my chest Coz them busta-ass niggas can't see what I'm sayin' They think the E be playin' [What ?] But I ain't givin' up nuthin' but this Glock in yo mouth So recognize that and get yo punk ass knocked out So if you wanna ride nigga jump on in Sip a cup o' gin. Ain't no friends when it come to ends So no hard feelings when you niggas be dealin' With the original Compton criminal Coz the only thing poppin' is a snaps And ain't no fun when a nigga be tap perhaps But a nigga like the E ain't trippin' though I'm just here tah let U niggas know...  [Hook] One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know One more time for the rhyme again Comin' from the C-O-M-P-T-O-N Just tah let U know Just tah let U know  [Insert] You have your own freedom of choice So you do what the fuck you feel like doin Take it from me, that streetwise motherfucker named Eazy E  ",
        "title": "Just Tah Let U Know"
    },
    {
        "artist": "Terry Ellis",
        "lyrics": "  Ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh... Ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh... Ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh... Ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...ooh...  My love, been such a long, long time One day I always knew I'd hear from you again But I'm sorry to find you're havin' such hard times But you thought of me in your time of need, so I say  Build me a road, dear, and I will come runnin' No matter how long or how hard it may be (Where ever you are) I have the light from your love, dear, to guide me I promise I'll be there whenever you need  Who thought it would ever come to this One last letter with no one last kiss As the seasons go by, every day you're on my mind, baby I long one day to be with you, so I say  Build me a road, dear (Oh, yes), and I will come runnin' (I'll come runnin') No matter how long or (How) how hard it may be (Where ever you are) I have the light from your love, dear, to guide me (I promise) I promise (I'll be there) I'll be there whenever you need  You promised me, I promised you The love for one another was true But somewhere in time we went on with our lives Now we're, oh, so far apart, too far to make a start Too long to make it end, I must see you again  Build me a road, dear, and I will come runnin' No matter how long (No matter) or how hard it may be (Where ever you are) I have the light from your love, dear, to guide me I promise I'll be there (Hey...) whenever you need  Where ever you are Where ever you are, mmm...yeah Where ever you are Where ever you are, mmm  Hoo....hmm... Hoo...hoo...ooh... Ooh...ooh...ooh...ooh... Ooh...yeah Hoo...ooh...  ",
        "title": "Where Ever You Are"
    },
    {
        "artist": "Bush",
        "lyrics": null,
        "title": "Comedown"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Instrumental break]  [Verse 1] Another day has gone I'm still all alone How could this be You're not here with me You never said goodbye Someone tell me why Did you have to go And leave my world so cold  [Pre-Chorus] Every day I sit and ask myself How did love slip away Something whispers in my ear and says  [Chorus] That you are not alone I am here with you Though you're far away I am here to stay But you are not alone I am here with you Though we're far apart You're always in my heart But you are not alone  'Lone, 'lone Why, 'lone  [Verse 2] Just the other night I thought I heard you cry Asking me to come And hold you in my arms I can hear your prayers Your burdens I will bear But first I need your hand Then forever can begin  [Pre-Chorus] Every day I sit and ask myself How did love slip away Something whispers in my ear and says  [Chorus] That you are not alone I am here with you Though you're far away I am here to stay But you are not alone I am here with you Though we're far apart You're always in my heart But you are not alone  'Lone, 'lone Why, 'lone  [Bridge] Whisper three words and I'll come running And girl you know that I'll be there I'll be there  [Chorus to fade] That you are not alone I am here with you Though you're far away I am here to stay But you are not alone I am here with you Though we're far apart You're always in my heart But you are not alone  'Lone, 'lone Why, 'lone  [Outro sung over the Chorus] For you are not alone Not alone oh You are not alone You are not alone Say it again You are not alone You are not alone Not alone, Not alone If you just reach out for me girl In the morning, in the evening Not alone, not alone You and me not alone Oh together together Not not being alone Not not being alone  ",
        "title": "You Are Not Alone"
    },
    {
        "artist": "Big Mountain",
        "lyrics": null,
        "title": "Get Together"
    },
    {
        "artist": "Brandy",
        "lyrics": "  Brokenhearted  [1st Verse] I'm young but I'm wise enough to know That you don't fall in love overnight, oh yeah That's why I thought if I took my time That everything in love would be right  But as soon as I closed my eyes I was saying to love, \"Goodbye\"  [Chorus] But I guess I'm lonely Brokenhearted Life's not over I can start again While I'm lonely brokenhearted It's a hurting thing to get over  [2nd Verse] No more empty conversations Next time I will be totally sure, oh yeah Don't want the pain of falling in and out of love It's more than my poor heart should endure  So I'll listen to all advice And remember each time I cry  [Chorus] That I guess I'm lonely Brokenhearted Life's not over I can start again While I'm lonely, brokenhearted It's a hurting thing to get over  Lonely Brokenhearted Life's not over I can start again While I'm lonely, brokenhearted It's a hurting thing to get over (Starting all over again, oh)  Lonely Brokenhearted So I'll listen to all advice And remember each time I cry, oh  Lonely Brokenhearted Life's not over I can start again While I'm lonely, brokenhearted It's a hurting thing to get over  Lonely Brokenhearted Life's not over, I can start again (Starting all over again, oh) While I'm lonely, brokenhearted It's a hurting thing to get over (Starting all over again, oh)  Lonely Brokenhearted Life's not over I can start again While I'm lonely, brokenhearted It's a hurting thing to get over, to get over Only brokenhearted...  ",
        "title": "Brokenhearted"
    },
    {
        "artist": "The Tony Rich Project",
        "lyrics": null,
        "title": "Nobody Knows"
    },
    {
        "artist": "Shai",
        "lyrics": null,
        "title": "Come With Me"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] You could have a change of heart, if you would only change your mind Instead of slamming down the phone girl, for the hundredth time I got your number on my wall, but I ain't gonna make that call When divided we stand baby, united we fall  [Pre-Chorus] Got the time got a chance gonna make it Got my hands on your heart gonna take it All I know I can't fight this flame You could have a change of heart, if you would only change your mind Cause I'm crazy 'bout you baby, time after time  [Chorus] Without you One night alone Is like a year without you baby Do you have a heart of stone Without you Can't stop the hurt inside When love and hate collide  [Verse 2] I don't wanna fight no more, I don't know what we're fighting for When we treat each other baby, like an act of war I could tell a million lies and it would come as no surprise When the truth is like a stranger, hits you right between the eyes  [Pre-Chorus] There's a time and a place and a reason And I know I got a love to believe in All I know got to win this time  [Chorus] Without you One night alone Is like a year without you baby Do you have a heart of stone Without you Can't stop the hurt inside When love and hate collide  [Bridge] You could have a change of heart, if you would only change your mind Cause I'm crazy 'bout you baby...Crazy...Crazy  [Chorus] Without you One night alone Is like a year without you baby Do you have a heart of stone Without you One night alone Is like a year without you baby If you have a heart at all Without you Can't stop the hurt inside When love and hate collide  ",
        "title": "When Love & Hate Collide"
    },
    {
        "artist": "Max-A-Million",
        "lyrics": null,
        "title": "Sexual Healing"
    },
    {
        "artist": "D'Angelo",
        "lyrics": "  [Verse 1] Baby let's cruise away from here Don't be confused baby, the way is clear And if you want it, you got it forever Oh, this is not a one night stand baby  [Pre-Chorus] Let the music take your mind And just release and you will find, baby  [Chorus] We're going to fly away Glad you're going my way I love it when we're cruisin' together Music was made for love Cruisin' is made for love I love it when we're cruisin' together  [Verse 2] Baby, tonight belongs to us Everything's right, do what you must baby And inch by inch we get closer and closer Every little part of each other, oh baby, baby  [Pre-Chorus] Let the music take your mind And just release and you will find, baby  [Chorus] We're going to fly away Glad you're going my way I love it when we're cruisin' together Music was made for love Cruisin' is made for love I love it when we're cruisin' together We're going to fly away Glad you're going my way I love it when we're cruisin' together Music was made for love Cruisin' is made for love I love it when we're cruisin' together  [Bridge] Cruise with me baby, baby Oh baby Oh baby let's cruise, let's flow Let's glide, let's open up and go inside And if you want it you got it forever I can just stay there inside you and love you, baby  [Pre-Chorus] Let the music take your mind And just release and you will find, baby  [Chorus] We're going to fly away Glad you're going my way I love it when we're cruisin' together Music was made for love Cruisin' is made for love I love it when we're cruisin' together We're going to fly away Glad you're going my way I love it when we're cruisin' together Music was made for love Cruisin' is made for love I love it when we're cruisin' together  ",
        "title": "Cruisin'"
    },
    {
        "artist": "L.A.D.",
        "lyrics": null,
        "title": "Ridin' Low"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": null,
        "title": "I Remember"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": null,
        "title": "I Like It, I Love It"
    },
    {
        "artist": "L.V.",
        "lyrics": null,
        "title": "Throw Your Hands Up"
    },
    {
        "artist": "Los Del Rio",
        "lyrics": "  (I am not trying to seduce you)  When I dance they call me Macarena And the boys they say que estoy buena They all want me, they can't have me So they all come and dance beside me Move with me, chant with me And if you're good I'll take you home with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Now don't you worry about my boyfriend The boy whose name is Vitorino Ha! I don't want him, can't stand him He was no good so I, ha ha ha  Now come on, what was I supposed to do? He was out of town and his two friends were so fine  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay! Ay!) (Ay! Ay!) (Ay! Ay!) (I am not trying to seduce you) (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena (Ay!)  M-M-Macarena M-M-Macarena M-M-Macarena Macaren, Macaren, Macaren, Macarena  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  (Ay!) Come and find me, my name is Macarena Always at the party con las chicas que son buena Come join me, dance with me And all you fellows chant along with me  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  Dale a tu cuerpo alegria Macarena Que tu cuerpo es pa' darle alegria cosa buena Dale a tu cuerpo alegria, Macarena Hey Macarena! (Ay!)  ",
        "title": "Macarena (Bayside Boys Mix)"
    },
    {
        "artist": "Silk",
        "lyrics": "  Intro: Trackmasters (Foxy Brown) Forever (What the deal?) Everything is lovely (Fox Brown baby) Trackmasters remix (Uh what) To the, to the, to the To the, to the, to the beat ya'll  Verse 1: Foxy Brown (Silk) *Trackmasters* Ooh poppa let me sex you Fox Brown, uh, romance ya Quick to trance ya *To the beat ya'll* Gucci down wit the cheddah Slanted eyes, chinked Three quarter mink Sippin' wine while the diamonds... (Mmmmm) On my Cubans shine I stay jiggy to the Gators I'm Foxy (Uh-huh) Slick like Starsky (Yea) Feel so sweet like heart beats (I got hooked on you) And drinks and crystal sippin' Get to trickin' on my recliner (Oh oh) Get behind a... 300 Benz or the Coupe What the deal? Kill me Nigga steady tryna feel me (I love...) I'm hooked on sexin' in the Lexus Lord have mercy (... everything 'bout you) Musta cursed me *To the beat ya'll* Uh *Ya don't stop*  Chorus: Silk (Trackmasters) There's... no.... (To the beat ya'll) Living without you (Ya don't stop) Got me hooked... on... (To the beat ya'll) Everything you do (Ya don't stop)  Verse 2: Silk It means the world to me If you stay with me But I know what goes around comes around Even though I want this to be You have changed lately Oh yea  Bridge: Silk There goes your pager Then an hour later It's time to go But you don't tell me so No no no You say you're comin' back And I believe you're comin' back  I want you for me  Chorus 2x  Verse 3: Silk Oh I told myself You were mine and no one else yea And I have you oh yea Even though in jealousy I'd run and end the lead But you don't know how much you mean to me  Bridge  It's just not the same without you  Chorus 2x  Verse 4: Time (Silk) *Trackmasters* Time be the playa rockin' dark shades Curly hair, fade laced (Ha) Sippin' Alize in the club on the driveway (Chillin') Relaxin', the full Fox on my back *Ya don't stop* Wit a stack of doe From mackin', but honey got me actin' Like a fool Rock ??? jewels *Ya don't stop* Mesmerized I see diamonds in her eyes Plus a set of thick thighs And that thin waist line Ooh *Ya don't stop* I know it tastes fine See Time got lines To turn a dollar into ten dimes Caribbean suites, *Ya don't stop* Sweatin' on Silk sheets Spendin' nights, breakin' days Sexin' on the beach The mack-a-million man *Ya don't stop* Still chillin' by the waterfront Thinkin' how sporty Got hooked by this shorty  Chorus to fade  ",
        "title": "Hooked On You"
    },
    {
        "artist": "Raekwon",
        "lyrics": "  Tracklist 1. Striving for Perfection 2. Knuckleheadz ft. Ghostface Killah & U-God 3. Knowledge God 4. Criminology ft. Ghostface Killah 5. Incarcerated Scarfaces 6. Rainy Dayz ft. Ghostface Killah & Blue Raspberry 7. Guillotine (Swordz) ft. Inspectah Deck, Ghostface Killah & GZA 8. Can It Be All So Simple (Remix) ft. Ghostface Killah 9.\tShark Niggas (Biters) 10.\tIce Water ft. Ghostface Killah & Cappadonna 11.\tGlaciers of Ice ft. Masta Killa & Ghostface Killah 12. Verbal Intercourse ft. Nas & Ghostface Killah 13.\tWisdom Body ft. Ghostface Killah) 14.\tSpot Rusherz 15.\tIce Cream ft. Method Man, Ghostface Killah & Cappadonna 16.\tWu-Gambinos ft. Method Man, RZA, Masta Killa & Ghostface Killah 17.\tHeaven & Hell ft. Ghostface Killah 18.  North Star (Jewels) Cover Art:   ",
        "title": "Incarcerated Scarfaces/Ice Cream"
    },
    {
        "artist": "The Mighty Dub Katz",
        "lyrics": "  I like to dream Right between the sound machine On a cloud of sound I drift in the night Any place it goes is right Goes far, flies near, to the stars away from here Well, you don't know what we can find Why don't you come with me little girl on a magic carpet ride? You don't know what we can see Why don't you tell your dreams to me?, fantasy will set you free Last night I held Aladdin's lamp, and so I wished that I could stay  Before the thing could answer me well someone came and took the lamp away I looked around, a lousy candle was all I found Well, you don't know what we can find Why don't you come with me little girl on a magic carpet ride? Well, you don't know what we can see Why don't you tell your dreams to me? fantasy will set you free Close your eyes girl, look inside girl, let the Sound take you away You don't know what we can find Why don't you come with me little girl on a magic carpet ride? Well, you don't know what we can find Why don't you come with me little girl on a magic carpet ride?  ",
        "title": "Magic Carpet Ride"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  Remember the good times that we had? I let them slip away from us when things got bad How clearly I first saw you smilin' in the sun Want to feel your warmth upon me I want to be the one  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  I'm so tired but I can't sleep Standin' on the edge of something much too deep It's funny how we feel so much but we cannot say a word We are screaming inside oh we can't be heard  [Chorus] That I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  So afraid to love you But more afraid to lose Clinging to a past that doesn't let me choose Where once there was a darkness Deep and endless night You gave me everything you had, oh you gave me life  [Chorus] And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories Weep not for the memories  ",
        "title": "I Will Remember You (Live)"
    },
    {
        "artist": "Better Than Ezra",
        "lyrics": "  Where have you gone, my rosealia? Into the crowd, he'll never find you If you walk real fast, and you stay down low So many times, so many chances, this one could be your last You say no, no, no, the fighting has left you tired You say no, no, no, but the fighting goes on Put on your mask, wearing your cape Put on your mask, my rosealia Put on your mask, wearing your cape Put on your mask, my rosealia What has he done, my senorita? His kind of love is going to kill you Do you fake a smile when you dodge the blows? So many times, so many chances This one could be your last You say no, no, no, the fighting has left you tired You say no, no, no, but the fighting goes on Put on your mask, wearing your cape Put on your mask, my rosealia Put on your mask, wearing your cape Put on your mask, my rosealia Jealousy can rip your heart out And jealousy can turn a hand into a fist You say no, no, no, the fighting has left you tired You say no, no, no, but the fighting goes on Put on your mask, wearing your cape Put on your mask, my rosealia Put on your mask, wearing your cape Put on your mask, my rosealia Rosealia...  ",
        "title": "Rosealia"
    },
    {
        "artist": "Immature (Featuring Smooth)",
        "lyrics": null,
        "title": "We Got It"
    },
    {
        "artist": "The Pharcyde",
        "lyrics": "  [Produced by J. Dilla]  [Hook] Can't keep running away Can't keep running away Can't keep running away Can't keep running away  [Verse 1: Fat Lip] I must admit on some occasions I went out like a punk and a chump Or a sucka or something to that effect Respect I used to never get Cause all I got was upset When niggas used to be like (\"What's up, fool?! Nigga, what's up?!\") And tried to sweat a nigga like the Lip For no reason at all I can recall niggas throwing Cs in my face Down the hall I'm kickin' it in the back of the school eating chicken at 3 Wondering, \"Why is everybody always pickin' on me? I tried to talk and tell them, chill, I did nothin' to deserve this But when it didn't work, I wasn't scared, just real nervous and unprepared To deal with scrappin' no doubt My pappy never told me how to knock a nigga out But now in '95 I must survive as a man on my own Fuck around with Fatlip, yes, ya get blown I'm not tryin' to show no macho is shown But when it's on, if it's on, then it's on  [Hook] Can't keep running away Can't keep running away Can't keep running away Can't keep running away  [Verse 2: Slim Kid Tre] One, two... so listen here... There comes a time in every man's life When he's gotta handle shit up on his own Can't depend on friends to help you in a squeeze Please, they got problems of their own Down for the count on seven chickenshits don't get to heaven Til they faced these fears in these fear zones Used to get jacked back in high school, I played it cool Just so some real shit won't get full blown bein' where I'm from They let the smoke come quicker than an evil redneck Could lynch a helpless colored figure and As a victim I invented low-key Till the keyhole itself got lower than me So I stood up and let my free form form free Said I'm gonna get some before they knockin' out me I don't sweat it, I let the bullshit blow in the breeze In other words, just debris  [Hook] Can't keep running away Can't keep running away Can't keep running away Can't keep running away  [Verse 3: Imani] It's 1995 And now that I'm older, stress weighs on my shoulders Heavy as boulders, but I told y'all Until the day that I die I still Will be a soldier and that's all I told ya And that's all I showed ya And all this calamity is rippin' my sanity Can it be (that I'm a celebrity Who's on the brink of insanity?) Now don't be wishin' of switchin' any positions with me Cause when you in my position, it ain't never easy To do any type of maintainin' Cause all this gamin' and famin' from entertainin' Is hella strainin' (to the brain and) But I can't keep runnin' I just gotta keep keen and cunnin'  [Hook] Can't keep running away Can't keep running away Can't keep running away Can't keep running away  ",
        "title": "Runnin'"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": null,
        "title": "Sentimental"
    },
    {
        "artist": "Monifah",
        "lyrics": null,
        "title": "I Miss You (Come Back Home) (From \"New York Undercover\")"
    },
    {
        "artist": "Edwin McCain",
        "lyrics": null,
        "title": "Solitude"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Intro: Layzie Bone] East nineteen ninety-nine my niggas...  [Verse 1: Layzie Bone] Thinking 'bout back in the days when the year was '89 Little nigga on the grind Gotta get mine doing my crime With toot and hen, steady stacking my ends Putting my serve down on the Clair 9-9 Hitting up the Graveyard Shift with real Little Will, Big Wally and Wish Bone Little Wally high rollerz and he wonder why niggas so strong Krayzie Bone, stack right check much love Kept a nigga on his toes in the game It's an everyday thang when you let ya nuts hang Gotta make a grand at least daily, man Them Cleveland hustlers never no busters thug to the heart We niggas from the land fool, and the old school Just serve out ya sentence and be cool Fucking with Trues rest in peace My little nigga RIPsta stress that Bone love Smoking on bud, cause a nigga Mo Thug Calling up my niggas when it's time to nut up In the 9-9 niggas gonna drop to the number one With your gun so run, run Cleveland is the city where a nigga come from Slanging them dum dum dum dums  [Verse 2: Krayzie Bone] Niggas it's going down, up in the C-Town Get em up with the thug and the nigga with the bud Got the fifth of Rose 'Fore the liquor store close, hit em up with the forty reasons Nigga roll up the Buddha Smoke it all up nigga, don't stiff on the reefer Mo running up outta the club with this Plus I got hydro and this shit is creeper, creeper Strip as you hear the double Glock Glock Widda me rocks cocked sweating me bad Coppers betta drop when the gunshots pop Glock top Hit the body and the bullshit stop Whenever them troubling us Where the po-po niggas roll solo, split up and swerve Krayzie take caution, take out my yayo and tossed it Send em in the road to the curb Running, ducking, jumping up in the land my niggas is crazy We slang and we buck and we bang on the Glock And my nigga that’s daily Who the nigga with the 12-gauge, pump Mr. Sawed-Off Leatherface so you betta pray Eternally thugsta, East nineteen ninety-nine! That nine we rep to the death what!  [Verse 3: Bizzy Bone] Gotta give peace to the SCTs And the one big thug on the Glock Pump blast fa the cash Then I mashing with gas gotta dash away from the cops Now Li'l Mo Heart steadily sippin' on Rose Ripping up flesh with six fours That's that thugsta, yes I pump slugs And I be dropping em off in dumpsters Fuck them po-po, all a dem bodies we burn, burn And I guess that hood'll never learn Gotta dip mo' thin ones in sherm When I'm on a mission for my city Pick up my niggas be peeling out with me Me roll up the window, the wind blow Fuck up my indo high that’s hitting me Even if the barrels of me 12 gauge are empty, me scandalous Niggas up outta the woods bucking, no fucking with the family Now feel it nigga understand me Much love much bud for them St. Clair Thugs East nineteen ninety-nine is where you'll find me Slanging them motherfucking drugs  [Verse 4: Flesh-N-Bone] Dun dun leaving the niggas to cock it pop widda me gun They know that me nodding they head off And I gots to have me fun Leaving em hung, breaking, faking You studio gangsta bitch, trick Niggas'll get beat I'm handling the shit and I split in the midst of the darkness Consider me heartless, oh yes Flesh be running a ho check Betta check your Rolex Ya timed now fa giving up respect To them S-C-Ts from C-L-E the scandalous niggas that dwell Hell off'a the forscythe and bail Leaving a trail a the bloody victims The fifth 'a Dog mauling em all, never them catch me slipping As if and if and they find They may give me time instead a me tripping We flipping the scripts on over See the Bone a be neva sober Niggas told you, triggas showed you East nine-nine, five soldiers  [Verse 5: Wish Bone] Wanna run red rum try to run and get away But it's just too late Watch out buckshots when I come buck buck Betta guard that fucking face Dumping them slugs on you fools Rolling with me Trues, drinking brews Don't start no shit we come equipped So niggas stay cool, one eighty seven You think that you going to heaven Put slugs all up in that chest and To hell is where you be dwelling Popping a clip in them bodies me dumping Watching you fall to the pave Wid me nine milli pumping Putting them bodies all off in them graves  [Outro: Bone Thugs-n-Harmony] Cleveland is the city where we come from so run, run Cleveland is the city where we come from so run, run Cleveland is the city where we come from so run, run Cleveland is the city where we come from so run, run East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine East nineteen ninety ninety-nine, nine, nine, nine  ",
        "title": "East 1999"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  It ain't a man's world (You go, girl!) No more sugar and spice (And everything nice) (repeat)  [Hook:] It's a she thing, and it's all in me I could be anything that I want to be Don't consider me a minority Open up your eyes and maybe you'll see It's a she thing, and it's all in me I could be anything that I want to be Don't consider me a minority Ladies help me out if you agree  It ain't nuthin' but a she thing (We are proud) It ain't nuthin' but a she thing (Say it loud) It ain't nuthin' but a she thing (On the rise) It ain't nuthin' but a she thing (Better recognize)  Now I can bring home the bacon (yeah), fry it in the pan (yeah) Never let you forget that you're a man Cuz I'm a W-O-M-A-N That's what I am, doin' all I can The thing that makes me mad and crazy, upset Got to break my neck just to get my respect Go to work and get paid less than a man When I'm doin' the same damn thing that he can When I'm aggressive then I'm a bitch When I got attitude you call me a witch Treat me like a sex-object (That ain't smooth) Underestimate the mind, oh yeah, you're a fool Weaker sex, yeah, right, that's the joke (ha!) Have you ever been in labor? I don't think so, nope I'm a genuine feminine female thang Can you hang? Ain't nothin' but a she thang  [Hook]  It ain't nothin' but a she thing (We are proud) It ain't nothin' but a she thing (Say it loud) It ain't nothin' but a she thing (On the rise) It ain't nothin' but a she thing (You better recognize)  On the real I'm a female doin' what I feel Put me to the test, yes, I will get ill Sensitive and sweet, yeah, all that good stuff But when it's time to get rough, baby, I'm rough enough Ain't afraid to show how I feel down deep Compassisionate but don't underestimate me I'm intelligent, wise, complicated being With an instinct to dream and believe in the dreams Family's first before anybody else (believe that) Take care of them before I take care of self I'm a genuine feminine female thang Can you hang? Ain't nothin' but a she thang  It ain't nothin' but a she thing (We are proud) It ain't nothin' but a she thing (Say it loud) It ain't nothin' but a she thing (On the rise) It ain't nothin' but a she thing (You better recognize)  You got to understand it's a she thang We got the power, yeah, you know the deal So you go, girl (You go, girl!), it ain't no man's world You can do anything (You can do anything), do what you feel  Excuse me, hold up...(Pep got the floor!) I'm givin' props to the strong women layin' down the law Taking control of the wrongs in their life (hey) Standing up and turning all the wrongs to the right (ho) I'd like to give a shout out to the mamas out there (Shout it out) Bringing up the babies with the tender loving care You're in charge of the future of the nation Do the right thing, lay the foundation To all the single mothers Salt-N-Pepa said, \"Keep your head up\" I know it gets hard sometimes but never let up You're a genuine feminine female thang Can you hang? Ain't nothin' but a she thang  [Hook]  It ain't nothin' but a she thing (We are proud) It ain't nothin' but a she thing (Say it loud) It ain't nothin' but a she thing (On the rise) It ain't nothin' but a she thing (You better recognize)  Now let me break it down to the marrow of the bone I'm a female (go!), and I got it goin' on (ya know) Don't be fooled by my S-E-X It ain't that simple, I'm more complex We've come a long way, and, baby, that's a fact Let's keep moving forward, girls, never look back Fight for your rights, stand up and be heard You're just as good as any man, believe that, word  [Hook]  ",
        "title": "Ain't Nuthin' But A She Thing"
    },
    {
        "artist": "Real McCoy",
        "lyrics": "  Call for love I would call you up Cause you're my automatic lover, you're number one Call for love I would call you up Cause you're my automatic (automatic) My automatic lover  Can you feel the force Yeah can you feel it, can you deal with My reincarnation and combination With absolute sophistication Deep deep down, deep in my heart may beat You know there's something deep inside, a kind of mystery So if you really need to satisfy your burning desire You'd better call me up and I will set you on fire  I feel my love is going stronger I can't fight this feeling  I need your loving all night long I can't control myself  You wish is my command I'm teacher not a man Cause I got everything it takes to be Your everlasting friend You know, I'm someone very special A brand new love attraction And if you dial my number, I will give you satisfaction Yes, call for love, get in touch with me So feel my super magic space erotic ecstasy  I feel my love is going stronger I can't fight this feeling I need your loving all night long I can't control myself  ",
        "title": "Automatic Lover (Call For Love)"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  [Verse 1] Take this pink ribbon off my eyes I'm exposed, and it's no big surprise Don't you think I know exactly where I stand? This world is forcing me to hold your hand  [Chorus] Cause I'm just a girl, oh little old me Don't let me out of your sight I'm just a girl, all pretty and petite So don't let me have any rights  [Post-Chorus] Oh, I've had it up to here  [Verse 2] The moment that I step outside So many reasons for me to run and hide I can't do the little things I hold so dear Cause it's all those little things that I fear  [Chorus] Cause I'm just a girl, I'd rather not be Cause they won't let me drive late at night I'm just a girl, guess I'm some kind of freak Cause they all sit and stare with their eyes I'm just a girl, take a good look at me Just your typical prototype  [Post-Chorus] Oh, I've had it up to here Oh, am I making myself clear?  [Bridge] I'm just a girl I'm just a girl in the world That's all that you'll let me be  [Chorus] I'm just a girl, living in captivity Your rule of thumb makes me worrisome I'm just a girl, what's my destiny What I've succumbed to is making me numb I'm just a girl, my apologies What I've become is so burdensome I'm just a girl, lucky me Twiddle-dum, there's no comparison  [Outro] Oh, I've had it up to Oh, I've had it up to Oh, I've had it up to here  ",
        "title": "Just A Girl"
    },
    {
        "artist": "Kool G Rap",
        "lyrics": "  The time has come, we gotta expand, the whole operation Distribution, New York, to Chicago, L.A We gotta set our own market, and enforce it  [Verse 1: Kool G Rap] Champagne wishes and caviar dreams a team that's gettin' cream With sales of fish scales from triple beams I gleam Livin' the life of Riley packin' fifty calis Rockin lizard Bally's while we do our drug deal in a dark alley Up in casinos just me and my dino primo Pushin beam-o's then parlay in Reno with two fly latinos Nas, he runs the whole staff, we count math from steam baths We've seen a half a Milli Jackson out there on the Queens half Three major players gettin papers by the layers And those that portray us on the block get rocked like Amadeus Fakers get used as shootin targets, soon as the dark hits Front on the drug market, bodies get rolled up in a carpet Those that cheat us try to beat us we got hookers with heaters That'll straight pop and put more shells in your top than Adidas Da leaders, lookin straight charming in our Giorgio Armani's You wanna harm me and Nas you gots to come through a whole army The cee-lo rollers, money folders, sippin' Bolla, holdin mad payola Slangin that Coke without the Cola Me and black don't fake jacks but we might sling one It ain't no shame in our game we do our thing son  [Chorus] Livin' the fast life, in fast cars Everywhere we go, people know who we are A team from out of Queens with the American Dream So we're plottin' up a scheme to get the seven figure cream Livin' the fast life, in fast cars Everywhere we go, people know who we are A team from out of Queens with the American Dream So we're plottin' up a scheme to get the seven figure cream  [Verse 2: Nas] Yo I got, guns from Italy, smoke trees, considerably Mid-state and Green it seems, is where all my niggas be The ghetto misery: shootouts and liquor stores A perpendicular, angle of the clout war Police searchin' up my Lexo but who's petro My tech blows straight off the roof and tests yo' respect though But dough don't respect me, it got me handcuffed The rough life, I just be up nights, breathin' with scuffed Nike's Pour my beers for my peoples under the stairs These years I got they names in my swears Poppin Cristal like it's my first child, lickin shots, holiday style Rockin Steele sweaters, Wallabee down Twenty-four carats, countin cabbage, like the arabs The marriage of me and the mic is just like magic Elegant performance, bubble Lex full insurance Guzzlin Guinness shootin catchin cases concurrent It's Nas, seven hundred wives, King Solomon size We on the rise, me and G, ghetto wise guys The Luciano, Frankie Yale, Bugsy Siegel Green papers with eagles from a trade that's illegal  *singer* Brother you've got to make it happen Yeahhhahhyeahhh, get this money, yeahhh Brother you've got to make it happen When you're living in the fast life, heyy yeah yeah  [Verse 3: G Rap & Nas] [Rap] Aiyyo my lifestyle's exquisite, yayo like a blizzard [Nas] Esquire attire standin on ground with one pivot [Rap] Two players rockin silk blazers and diamonds like glaciers [Nas] Lands with namebrand seats reclinin like in spaceships [Rap] Bodies on ice [Nas] Livin trife, rollin fixed up dice [Rap] Gamblin Grants [Nas] Handlin stamps [Duo] Moves are sheist [Nas] My bankrolls, got the cops comin in plain clothes [Rap] Tryin to arraign the gang cause of our fame that's how the game goes [Nas] True [Rap] Right out the slammer with the fame and glamour Cookin up grams with Arm & Hammer supplyin scramblers in Alabama [Nas] Rub out faces and leave no traces My aces got mad body cases, preserve spaces at the horse races Servin us Dom P my cliquo Dimes with magnifico, puttin' in cut inside perico Heat for foes, shoppin sprees with my fleet for clothes In Carribean suites, deep, rippin beats with flows [Rap] Aiyyo, we went from standin on blocks, without some socks Sellin rocks, to pickin up stock and boat docks with Glocks And got poppy seed fields with million dollar bills Packin all the blue steel we keeps it real inside the battlefield [Nas] Yeah so here's a toast to the funds and things Gun smokes in rings, graveyards is buried with kings  [Chorus] Livin' the fast life, in fast cars Everywhere we go, people know who we are A team from out of Queens with the American Dream So we're plottin' up a scheme to get the seven figure cream Livin' the fast life, in fast cars Everywhere we go, people know who we are A team from out of Queens with the American Dream So we're plottin' up a scheme to get the seven figure cream  *singer does same part again with variations to fade, mostly \"I\" for \"you*  [Production by Buckwild]  ",
        "title": "Fast Life"
    },
    {
        "artist": "L.B.C. Crew Feat. Tray D & South Sentrell",
        "lyrics": null,
        "title": "Beware Of My Crew (From \"A Thin Line Between Love And Hate\")"
    },
    {
        "artist": "Cypress Hill",
        "lyrics": "  [Intro] (Showtime) Who dat? Who dat? (other gang member) Ah, Showtime, that's that little young nigga again man (Showtime) Damn, what the fuck goin' on ova here? What he want, man? (young initiate) Ay wassup OG Showtime man? (Showtime) Wassup holmes? (young initiate) Hey man, I been thinkin' man (Showtime) You been thinkin' about what? (young initiate) I'm ready to get put down on the set (Showtime) You ready to get put down on this set? (young initiate) I'm ready to represent the shit (Showtime) On this one right here? You ready to die for this? (young initiate) I'm ready to die for this, nigga (Showtime) Watchu ready to do? (young initiate) I'm ready to put in work (Showtime) Watchu ready to do?! (punching) You ready to - get - yeah! Get him! Get him! Get him! Yeah. Hit him! What set you from now, huh? What set you from?   [Verse 1: B-Real] Every nigga out there wanna be down with the crew Some ain't got enough heart let me ask you this Would ya be down like a soldier Loyal, and do everything I told ya I can mold ya into a warrior Down for your neighborhood Workin' up to a G with the flava Criminal behavior, on the mind When I got ya back ya know I got ya back each and every time  [Hook] Throw ya set in the air (c'mon) Wave it around like ya just don't care Throw ya set in the air (throw it up holmes) Wave it around like ya just don't care  [Verse 2: B-Real] It's time to exit that busta nigga Get ya hands out ya pockets and your finga on the trigga Let one fly, we don't die, we multiply Throw yo set up in the sky High as you can cause you can't fuck wit this Nigga when I got the Glock ya betta duck quick Cause I ain't havin' it If ya got ya gat ya betta start grabbin' it I can handle it Soy numero uno, mero mero You know I run with Muggs and the perro Firin' up that heater When I'm throwin' up a set I got my nina millimeter Los Scandalous, Killafornia, where I'm from Dum ditty dum ditty ditty dum dum I'm buckin' on ya ass now ya know where I'm from Dum ditty dum ditty ditty dum dum  [Hook] Throw ya set in the air (c'mon) Wave it around like ya just don't care Throw ya set in the air (throw it up) Wave it around like ya just don't care Throw ya set in the air (throw your hood, holmes) Wave it around like ya just don't care (got c'mon on) Throw ya set in the air (give it up) Wave it around like ya just don't care  [Interlude] Nigga throw your set in the air, nigga, you know what I'm sayin' If you're scared nigga, take your muthafuckin' punk ass to church Cause where I'm from, nigga, on the east side Every muthafuckin' day is a job, nigga Gotta handle your business, cause if you don't Your muthafuckin' cap will get peeled back And that ain't no bullshit If you wanna test a nigga, bring it on nigga, you know what I'm sayin'? Throw your muthafuckin' set up in the air  [Verse 3: B-Real] Let me take ya to the dark side of the moon Tell mama that ya won't be comin' home anytime soon Cause I got ya under my thumb Nigga what set ya claimin'? Betta be the same set I'm claimin' Take a look around count this amount of soldiers When I'm chillin' on the east side of town And it won't stop 'til I'm done Dum ditty dum ditty ditty dum dum  [Hook] Throw ya set in the air (c'mon) Wave it around like ya just don't care Throw ya set in the air (throw it up) Wave it around like ya just don't care Throw ya set in the air (throw your hood up) Wave it around like ya just don't care Throw ya set in the air (give it up) Wave it around like ya just don't care  [Outro: Sen Dog] Yeah, that's right Straight givin' up the 'hood all day foo'! Cypress Hill muthafucka, watchu wanna do? Uh-huh Givin' my shit up in your face foo'!  ",
        "title": "Throw Your Set In The Air"
    },
    {
        "artist": "The Outhere Brothers",
        "lyrics": "  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everbody say wayo  Now hear dis This is da outhere brothers Bk in da room Ready to rock the world wiv a boom So I hope u can stand the vibration Coz we're bout to rock the entire nation Alrite? Hear we go  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everbody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo  Girl ur booty is so round Let me look u up and down Can I take u one more time I won't stop until ur mine But if I cannot b wiv u Mayb I cud hav a taste Put ur arms around me girl And ur kisses on my face  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo  Girl ur booty is so round Let me look u up and down Can I take u one more time I won't stop until ur mine But if I cannot b wiv u Maybe I cud hav a taste Put ur arms around me girl And ur kisses on my face  Geronimo Look out below Here comes the Brother with the offbeat flow  I just fell from the mothership Outhere Brothers 'bout to rip it on another tip, slip Don't trip, check out how i do it Malik is in the house I turn your body into fluid As i come from the depths of Doom I snap back at you ow! with the boom  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo  Let me hear you say wayoh Let me hear you say wayoh Let, let, let me hear yuo say wayoh Let me hear you say Let me hear you say wayoh  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo  Let me hear you say wayoh Let me hear you say wayoh Let, let, let me hear yuo say wayoh Let me hear you say Let let Let me hear you say wayoh  Ow, I came to make you shake it Till you break it Caress your body until you're naked Bend you over Grab your shoulder Slip my peter inside your folder Make you sweat-a Get you wet-a Pump it faster to make it better Dim the the lights then lock the room Cos now it's time for me to hit that boom  I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo I say boom boom boom let me hear u say wayo I say boom boom boom now everybody say wayo  ",
        "title": "Boom Boom Boom"
    },
    {
        "artist": "The Click",
        "lyrics": null,
        "title": "Hurricane"
    },
    {
        "artist": "Shania Twain",
        "lyrics": null,
        "title": "(If You're Not In It For Love) I'm Outta Here!/The Woman In Me"
    },
    {
        "artist": "Edwyn Collins",
        "lyrics": "  [Verse 1] I've never known a girl like you before Now, just like in a song from days of yore Here you come a-knocking, knocking on my door And I've never met a girl like you before  [Verse 2] You give me just a taste so I want more Now my hands are bleeding and my knees are raw 'Cause now you got me crawling, crawling on the floor And I've never known a girl like you before  [Pre-Hook] You made me acknowledge the devil in me I hope to God I'm talking metaphorically Hope that I'm talking allegorically Know that I'm talking 'bout the way I feel  [Hook] And I've never known a girl like you before Never, never, never, never Never known a girl like you before  [Verse 3] This old town's changed so much Don't feel that I belong Too many protest singers Not enough protest songs And now you've come along Yes, you've come along And I've never met a girl like you before  ",
        "title": "A Girl Like You (From \"Empire Records\")"
    },
    {
        "artist": "Prince",
        "lyrics": null,
        "title": "Gold"
    },
    {
        "artist": "Capleton",
        "lyrics": "  [Intro: Capleton] And I say, grace is the man greatly to be praised Selassie I liveth everytime I say, Jah shall execute judgment and justice and none shall escape Lord of mercy What me say?! Selassie I liveth every time What me say?!  [Chorus: Capleton] Boy, you coulda put on the wings of the morning and fly There is no escape from King Selassie I Lay inna the uttermost part of the sea There is no escape from His Majesty  [Verse 1: Capleton] A long time he a tell you 'bout the dirty slavery A long time he a tell you 'bout the brutality A long time he a tell you 'bout the hypocrisy Me warn you, 'bout recent monarchy Me warn you, all 'bout we black liberty Me warn you, all 'bout we equality Me warn you, all 'bout Marcus Garvey We beg you, all fi love His Majesty Selassie I, so let it be Selassie I, power of The Trinity A x-amount of nations bow down 'pon them knees No stop from beg, and dem no stop from plea And nowhere to run and there is -  [Chorus: Capleton] Oh boy! Put on the wings of the morning and fly There is no escape from King Selassie I Lay inna the uttermost part of the sea There is no escape from His Majesty  [Verse 2: Method Man] Here come that rudebwoy shit, criminology legit Legalize dope to get me mega-rich Selassie I We can all get by if we unify Gettin chinky eye off the stimuli, blazin the cut And all that good stuff, six-three walk with a strut On these New York streets like baby what Anything can happen, it usually does I'm from Staten, the Island, peep me on G-Street, Ticallion Everything is real ain't nuttin fronted Counterfeit rapper haffa bungee He's in it for the munties, M-O-N-E-Y But you can't take it witcha when you die, Selassie high  [Verse 3: Capleton] Ethiopia a the wings, tell dem fi exit 'Cause no anti-Christ we nah go worship Heights of life for the righteous, but the wicked haffi perish With dem religion and dem ol' poli-tricks Have the people dem a turn, and have the people dem a twist Nuh show dem no love, a hatred dem cherish Give dem some 16, and some rusty Matics Have dem a hold up dem fingers and a push up dem fists Lead the sheep dem astray, you must get punished Cyan escape your judgment, stand up -  [Chorus] Oh boy! Put on the wings of the morning and fly There is no escape from King Selassie I Lay inna the uttermost part of the sea There is no escape from His Majesty  So wha'?! And one of these days when you hear a voice say, \"Come.\" Where you gonna run to? Oh ohhh I say, they're gonna run to the rocks and mountain, but there will be no rock No rock! They're gonna run to the rocks and mountain but there will be no rock So wha' we say?!  [Verse 4: Method Man] Wu-Tang Clan's in the area, Capleton's in the area We got Shaolin in the area Big up yourself black man, my brothers Hell is the plan for the other, discover, discover, discover, c'mon, c'mon New lands for you man and your family Reminisce on back in the days, can it be It was all so simple then, we all kin And black-skinned, original Don set the trend Let's be men, if not for us, then for the babies The little ones the revolution has now begun  [Chorus: Capleton] [Put on, put on the wings of the morning and fly There is no escape from King Selassie I!!]  [Outro: Method Man] Now, owwww, everybody Get in where you fit in For nine-five, the nine-nickel Cold as an icicle, Method Man Capleton, representing Dynamic Duo on the track  ",
        "title": "Wings Of The Morning"
    },
    {
        "artist": "Artie The 1 Man Party",
        "lyrics": null,
        "title": "A Mover La Colita"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Intro] Everybody groove to the music Everybody jam  [Verse 1: Brian] We've been waiting so long Just can't hold it back no more Creeping up and down now It's time for me to let it go  [Pre-Chorus: AJ] If you really wanna see What we can do for you Send the crazy wilding static Sing it  [Chorus] Jam on 'cause Backstreet's got it Come on now, everybody We've got it goin' on for years Jam on 'cause Backstreet's got it Come on now, everybody We've got it goin' on for years We've got it goin' on for years We've got it goin' on for years  [Verse 2: AJ] Well, I'm creeping up on your left Straight up funky when I get with you Keep it ruthless when I get wet Keep the party packed in my corner Tough like granite to keep the crowd hype Get up on this just to get right What you want is what you gon' get Backstreet's got the special effects, uh  [Pre-Chorus: AJ] If you really wanna see What we can do for you Send the crazy wilding static Sing it  [Chorus] Jam on 'cause Backstreet's got it Come on now, everybody We've got it goin' on for years Jam on 'cause Backstreet's got it Come on now, everybody We've got it goin' on for years We've got it goin' on for years (We've got it goin' on) We've got it goin' on for years  [Middle 8] We've been waiting so long Just can't hold it back no more Creepin' up and down now It's time for me to let it go Time for me to let it... go  Jam on, jam on  Everybody groove to the music Everybody jam Everybody groove to the music Everybody jam  Everybody groove to the music (Jam on 'cause Backstreet's got it) (Come on now, everybody) Everybody jam (We've got it goin' on for years) Everybody groove to the music (Jam on 'cause Backstreet's got it) (Come on now, everybody) Everybody jam (We've got it goin' on for years)  We've got it goin' on  ",
        "title": "We've Got It Goin' On"
    },
    {
        "artist": "The Rentals",
        "lyrics": "  [Verse 1] (Ooh woo hoo hoo) I'm a good guy for a gal (Ooh woo hoo hoo) So won't you look my palm over? (Ooh woo hoo hoo) I got time for a chat (Ooh woo hoo hoo) So won't you tell me my future?  [Verse 2] (Ooh woo hoo hoo) I'm gonna break down at 50 (Ooh woo hoo hoo) And I'm not quite a stallion (Ooh woo hoo hoo) I'm a good guy for a gal (Ooh woo hoo hoo) And I'm mentally slippin'  [Pre-Chorus] Oh yeah, oh yeah, what's that you see? Oh boy, find out, what's up with me Oh yeah, oh yeah, what's that you see? Tell me, more of, what's gonna be  [Chorus] If you're friends with P Well then, you're friends with me If you're down with P Well then, you're down with me Friends of P Friends of P We're friends of P Friends  [Verse 3] (Ooh woo hoo hoo) Some modest fame and fortune (Ooh woo hoo hoo) Is gonna come to me early (Ooh woo hoo hoo) I get two loves in my life (Ooh woo hoo hoo) And I'm dying at 90  [Pre-Chorus] Oh yeah, oh yeah, what's that you see? Oh boy, find out, what's up with me? Oh yeah, oh yeah, what's that you see? Tell me, more of, what's gonna be  [Chorus] If you're friends with P Well then, you're friends with me If you're down with P Well then, you're down with me Friends of P Friends of P Friends of P Friends of P  [Moog solo]  (Ooh woo hoo hoo) (Ooh woo hoo hoo) (Ooh woo hoo hoo) (Ooh woo hoo hoo)  [Chorus] If you're friends with P Well then, you're friends with me If you're down with P Well then, you're down with me  If you're friends with P Well then, you're friends with me If you're down with P Well then, you're down with me Friends of P Friends of P Friends of P Friends of P  [Outro] Friends of P Friends of P (Ooh woo hoo, Ooh woo hoo) Friends of P (Ooh woo hoo, Ooh woo hoo) Friends of P  ",
        "title": "Friends Of P."
    },
    {
        "artist": "Gerald Levert & Eddie Levert, Sr.",
        "lyrics": "  Aw girl, what's up? Aw, not again So you're packin' your bags And you're leaving? But that ain't right You need to stay awhile, think about it But wait a minute, before you go There's just one thing I want you to know We both agree that this love Ain't what it used to be, we just grew apart I got nothin' but love for you, baby Girl, you'll always be my heart It's gonna to be strange living without you Ain't felt so empty before, no See, I miss your smile And even your fussin' When I left my clothes on the floor Oh, baby, say now I'm gonna miss your face I'm gonna miss your moods I'm gonna miss makin' love to you And even though you haven't gone yet I'm already missing you I'm already missing you It's hard to say goodbye But things will be better You go your way and I will go mine Let's keep in touch Let me know how you're doing Girl, things will change in time Don't want you to leave Keep sayin' I'm sorry But I guess I'm repeating myself Girl, you know I'm here When you need a shoulder I can't see you in the arms Of someone else, oh baby I'm gonna miss your face I'm gonna miss your moods I'm gonna miss makin' love to you I'm gonna miss your face I'm gonna miss your moods I'm gonna miss makin' love to you I'm gonna miss your face I'm gonna miss your moods I'm gonna miss makin' love to you I'm gonna miss your face I'm gonna miss your moods I'm gonna miss makin' love to you ...  ",
        "title": "Already Missing You"
    },
    {
        "artist": "Solo",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Method Man",
        "lyrics": "  Intro:  Dead crosswords puzzling your delf See that's what I'm talkin bout When you take the Johnny Blaze And you take that game and you plug that here into Bobby Steels Now, you are playing with power With power With power  [Verse One] I got your mind twisted Unrealistic wavelength draining on your brain-strip inflicted Crossword puzzling your delf Questioning your own mental health, yeah, it's like a maze within itself Yeah, Check the grimey, slimey, crimey Crim-inim-inal indivi-dual I be Searching for the Dark Knight Lurking in the shadows of the city, he roll with jiggy My crime committee, robbing every Gotham piggy bank blind Take a journey through the mind of a Riddler  [Hook:]  Tax free money not a problem A heist to get the ice not a problem A body for a price not a problem It's The Riddler  [Verse Two:]  Once again it's the mind bender, three-time felony offender Demented, brain cemented, mixed in the blender I lose ya, mass-confusion, question mark clues in What where why whose-it, quiz Time to ask yourself who it is Sheisty P.L.O. underhanded biz, invading brothers wigs Can I live corrupt and bringing all the misery and suffering Pain, you couldn't cure with a Bufferin Rotating, ridiculous, rapid-fire riddles Bat get trapped in the middle of The Riddler  [Hook:]  Murder for the evil not a problem To the gen there is no sequel not a problem Big up to all my people not a problem It's the Riddler  [Verse Three:]  Observe if you will I'm in my hide-out in the back of the hill I crack a wall then I caught about a mil Co-defendant Johnny Blaze and Bobby Steels We was blazing hot wheels Turn the corner you can hear the wheels squeal On that ass fast was the Batmobile I could tell by the demon on the grill, this was real Alley-cat screaming, I hit a trash can Garbage everywhere, money flying out the bags and Trying to escape, code nine with the cape Or else he'd be headed upstate, it's The Riddler  [Hook:]  Talking suicide, not a problem If you're speaking homicide, not a problem You want to talk genocide not a problem That's not a problem, for The Riddler  [Outro] Word up, that's no problem Stim-ulim-uli, stim-ulim-uli Feel good don't it And you know it Got the, hotter You're playing... with... power  ",
        "title": "The Riddler (From \"Batman Forever\")"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] Baby tell me where'd you ever learn To fight without saying a word Then waltz back into my life Like it's all gonna be alright Don't you know how much it hurts  [Chorus] When we don't talk When we don't touch When it doesn't feel like we're even in love It matters to me When i don't know what to say Don't know what to do Don't know if it really even matters to you How can i make you see It matters to me  [Verse 2] Maybe i still don't understand The distance between a woman and a man So tell me how far it is And how you can love like this Cause i'm not sure i can  [Chorus]  ",
        "title": "It Matters To Me"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": "  There are only whispers and shadows for me The way things are and the way things are And with this I blow a kiss to disaster Because I wish to perfect my heart... I gotta check my mind... Am I in tune with you? Do we connect within the realm of the gods? Electric word \"life\" that means forever And thats a mighty long time when you've kissed divine So divine...as with you The Christ within will come in the clouds Trusting \"divinity is always with me\" Trusting \"this is the here and now\" Mercy's right...I gotta check my love And I'm trying to do as such I don't let the demons get me down It's just that sometimes I miss you so much...  I can envision all things to life I can understand realistic ways But I invent the next phase in forever I like you, rewrite the next page It's so pristine...it's so untouched I'm an emmaculate sign of devotion Still unseen...I'm thinking so what Bless me cursed with colorful emotions God said \"I guess you don't know I'm you Because you know the entire 360\" A Christ that's me A Christ that's you Reguardless...constantly within me I'm so not responsible for this I'm just a man in love with so much I know love...you'll always be with me It's just sometimes I miss you so much  ",
        "title": "Sometimes I Miss You So Much (Dedicated To The Christ Consciousness)"
    },
    {
        "artist": "The Dove Shack",
        "lyrics": "  [Intro: C Knight] Yeah, This is C Knight from the Dove Shack Gettin' dojahed out Kickin' it at King's Park with all the homies Heh, and you know what I'm sayin' So why don't you uh, check out my homie Bo to the Roc  [Verse 1: Bo Roc] I ride with the, I slide with the Locs and doggs from the LBC All of the hoes wanna kick it with me Cause I run with Warren G Blaze your weed, bustas and G's Water balloon fighters Low riders, and East Siders (East Siders) All come around (Come around) To hear the Dove Shack G Funk sound All come around (Come around) To kick it in my town, yeah  [Hook] Let me hear you say ooh ahh Summertime in the LBC Ooh ahh Summertime in the LBC  [Verse 2: Arnita Porter] Now me and my girls are deep In a '94 Wrangler Jeep Flossin' all through Long Beach Daisy Dukes gets props Hair and nails fresh from the shop And we are at the bombest spot Called the shack  [Verse 3: 2 Scoop] Three months of pleasure How can I measure the relaxation All the fun I'm facing My homies got green, that's them For sho' though Hit the sto' do' so I can get a 4-0 My lil' cousin rushin to the park to munch Standin in line to get a free lunch Why do we do what we do when we do what we do Hanging out late with no curfew  [Hook] Let me hear you say ooh ahh Summertime in the LBC Ooh ahh Summertime in the LBC  [Verse 4: C Knight] Damn, it's hot than a mutha I'm smothering ribs with barbecue sauce Fools get tossed if they reach across my barbecue grill So continue to chill At King's Park in the LBC That's where you'll find me Hangin' with my homies and my friends We got the Coke and Henn' We got Da Five Footaz and the Twinz We got Warren G and the D-O-G All come around To hear the Dove Shack G Funk sound, yeah  [Outro] Let me hear you say ooh Let me hear you say ahh Let me hear you say ooh Summertime in the LBC Let me hear you say ooh Let me hear you say ahh Let me hear you say ooh Summertime in the LBC  ",
        "title": "Summertime In The LBC (From \"The Show\")"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Hook: Layzie Bone and Bizzy Bone] Wake up, wake up, wake up It's the 1st of the month So get up, get up, get up So cash your checks and come up  [Verse 1: Krayzie Bone] Hey, my niggas, we havin' a wonderful day And I won't front with ya, why? 'Cause it's the 1st of the month And now we smokin', jokin', rollin' blunts And sippin' on 40 ounces, thuggin' Come, come, we've got the blunts and rum From jumpin' all nights we high Hit up the block to where? East 99 I get with my nigga to get me some yayo Double up, \"Nigga, what you need? We got weed to get P.O.D.'ed, fiend for the green leaves.\" Double up for the first fo' sho' better lay low 'Cause the popo creep when they roll slow If you can't get away, better toss that yayo Keep your bankroll Yeah, we havin' a celebration, I love to stay high And you better believe when it's time to grind I'm down for mine, crime after crime Fin to creep to the pad, 'cause Mom's got grub on the grill And we got the 4-0, you know it's the 1st of the month And, my nigga, we chills for real  [Hook: Layzie Bone and Bizzy Bone] Wake up, wake up, wake up It's the 1st of the month So get up, get up, get up So cash your checks and come up  [Verse 2: Bizzy Bone] Wake up, and I see that my sister was already dressed She said: \"I'ma run and go get my stamps Watch and make sure no one snatches my check.\" Nigga, that's the mailman Sort through the mail and put it up into me pocket So I be hittin' the 99 to get me a dub for 40 bucks But ain't no bucket ride that RTA, hop on the 10 to the Clair Ready to get 'em up with-a me thugs And to cash that dum, man, I gotta get paid Playa, playa, holla, holla, Saint Clair got much to offer Whether it be weed on 93 Or off on the Glock-Glock for some dollars So, get a bag of dope and a quarter O Oh, most all of my niggas got the same And we gonna roll it all up to smoke Hittin' that reefer hydro You know the cut, so fuck them popo Toss all that yayo, and we're gonna say \"no\" Runnin' through the alley and into the mêlée Up on the second the Sun down Those run from January on down to December I'm lovin' the 1st of the month  [Hook: Layzie Bone and Bizzy Bone] Wake up, wake up, wake up It's the 1st of the month So get up, get up, get up So cash your checks and come up  [Verse 3: Wish Bone] Gotta grind, gotta get mine, in the hood that I claim And I slang on that double 9-9 Gotta find them dubs Gonna get a 40, can a thug get love? What's up? Try to slang on my corner Nigga, you's a goner: Saint Clair niggas don't like that And sellin' them dummies, makin' that money Come back, nigga, get pap pap From the 1st to the 15th niggas smoke plenty weed But I gotta save, gotta come up Put my rocks on the cut When I get high, nigga, blaze that blunt, huh Time to roll to the pad Count up my profits and add it to the stash Gotta watch my back See for niggas that's tryin' to rob me, fool But never no shorts or no losses Dumpin', keepin' these niggas up off me See, gotta search the whole block Spend a couple of bills, thugs smoke a lot of weed on the 1st  [Hook: Layzie Bone and Bizzy Bone] Wake up, wake up, wake up It's the 1st of the month So get up, get up, get up So cash your checks and come up  [Verse 4: Layzie Bone (Krayzie Bone)] Wakin' up, feelin' buzzed, up early mornin' Stretchin', I'm yawnin', lightweight, bent Chugga-lugga take a 5th to the dome Instead I kick it with my trues But it's the 1st, so I'm gettin' me hustle on Hop on the phone, callin' up Krayzie Bone Wanna know, did your O.G. check come? (Sure, put me down!) I'ma hop on the bus with Biz (Yo, Brother, let's get drunk!) And I'm comin' with blunt after blunt of this skunk Nigga T just put me down Oh God, how I love when the 1st come around Now I'm freakin' me Black n Mild, headed cross town 'Cause niggas, the 1st get celebrated Rushin' to the block 'cause I wanna get faded Lookin' all wild 'cause I'm gettin' me hair braided We heavy off into this game True to the 1st, just call me that pro slang Them nickels and dimes and 20's and 50's The 1st be the day for the dopeman Slangin' that cocaine, fool, and I'm workin' late tonight And all them fiends be lovin' them thugs 'Cause I got them rocks for them pipes Come, come with-a ease I gotta get paid on the 1st, gotta blaze up my spliff Get live with the Bone Thugs Poetic Hustlaz, and the Graveyard Shift, on the 1st  [Hook: Layzie Bone and Bizzy Bone] Wake up, wake up, wake up It's the 1st of the month So get up, get up, get up So cash your checks and come up  ",
        "title": "1st Of Tha Month"
    },
    {
        "artist": "The Corrs",
        "lyrics": null,
        "title": "Runaway"
    }
]