[
    {
        "artist": "Tiffany",
        "lyrics": "  [Verse 1:] The flowers you gave me are just about to die When I think about What could've been Makes me want to cry  The sweet words you whispered didn't mean a thing I guess our song is over As we began to sing  [Chorus:] Could've been so beautiful Could've been so right Could've been my lover Every day day of my life  Could've been so beautiful Could've been so right I'll never hold What could've been on a cold and lonely night  [Verse 2:] The memories of our loving still linger in the air Like the faded scent of your roses Stay with me everywhere  Everytime I get my hopes up They always seem to fall Still what could've been Is better than what can never be at all At all  [Repeat Chorus x2:]  How can you hold what could've been On a cold and lonely night  ",
        "title": "Could've Been"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Seasons Change"
    },
    {
        "artist": "Roger",
        "lyrics": "  Hey lady Let me tell you why I I can't live my life without you (Ooooh baby) Everytime I see you walkin by I cannot think You dont notice me, but in time you will I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  Betta not pass me by Cuz if you do you'll lose good thing(thing) (Ooooh baby) Cuz what I gotta say Is sealed with a kiss And a wedding ring(wedding ring) My mind is blind at times I can't see anyone but you Those other girls dont matter No, they can't spoil my view I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  Words can never say what I feel Its to intense (ooh-ooh-ooh-ooh-oh) I tried I tried I tried I tried To tell you how I feel But I get mixed up(so mixed up) My mind is blind at times I can't see anyone but you Those other girls dont matter No, they can't spoil my view I must make you understand  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do yeah yeah (I wanna be your man) I wanna be your man (I wanna be your man) Wanna be your man  (I wanna be your man) I wanna be your man (I wanna be your man) Yes I do (I wanna be your man) (I wanna be your man) Wanna be your man  ",
        "title": "I Want To Be Your Man"
    },
    {
        "artist": "Eric Carmen",
        "lyrics": "  [Verse 1] I've been meaning to tell you I've got this feeling That won't subside  I look at you and I fantasize You're mine tonight Now I've got you in my sights  [Chorus] With these hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  [Verse 2] I want to hold you So hear me out I want to show you what love's all about  Darling Tonight Now I've got you in my sights  [Chorus] With these hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  I've got hungry eyes Now I've got you in my sights With the hungry eyes Now did I take you by surprise?  I need you to see This love was meant to be  [Chorus] I've got hungry eyes One look at you And I can't disguise I've got hungry eyes I feel the magic between you and I  I've got hungry eyes Now I've got you in my sights With the hungry eyes Now did I take you by surprise? With my hungry eyes  I've got hungry eyes Now I've got you in my sights With my hungry eyes  ",
        "title": "Hungry Eyes (From \"Dirty Dancing\")"
    },
    {
        "artist": "Pet Shop Boys & Dusty Springfield",
        "lyrics": "  [Verse 1: Neil Tennant]: You always wanted a lover I only wanted a job [Dusty Springfield]: I've always worked for my living How am I gonna get through? How am I gonna get through?  I come here looking for money [Dusty Springfield]: (Got to have it) And end up living with love, oh, oh Now you left me with nothing [Dusty Springfield] (Can't take it) How am I gonna get through? How am I gonna get through?  [Pre-Chorus 1: Neil Tennant]: I bought you drinks, I brought you flowers I read you books and talked for hours Every day, so many drinks Such pretty flowers, so tell me What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I ...  [Chorus: Dusty Springfield]: Since you went away I've been hanging around I've been wondering why I'm feeling down You went away, it should make me feel better But I don't know, oh How I'm gonna get through? What have I, what have I, what have I done to deserve this? How I'm gonna get through? What have I, what have I, what have I done to deserve this?  [Verse 2: Neil Tennant]: You always wanted me to be something I wasn't [Dusty Springfield]: You always wanted too much, oh, oh [Neil Tennant]: Now I can do what I want to - forever How am I gonna get through? How am I gonna get through?  [Pre-Chorus 2: Neil Tennant]: At night, the people come and go They talk too fast, and walk too slow Chasing time from hour to hour I pour the drinks and crush the flowers What have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I ...  [Chorus: Dusty Springfield]: Since you went away I've been hanging around I've been wondering why I'm feeling down You went away, it should make me feel better But I don't know, oh How I'm gonna get through? (baby)  What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (tell me) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (baby) What have I, what have I, what have I done to deserve this? How I'm gonna get through? (yeah) What have I, what have I, what have I done to deserve this?  I'm gonna get through! I'm gonna get through!  What have I, what have I, what have I done to deserve this? I'm gonna get through, right? What have I, what have I, what have I done to deserve this?  [Dusty Springfield]: We don't have to fall apart, we don't have to fight We don't need to go to hell and back every night We can make a deal  What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? Oh, babe What have I, what have I, what have I done to deserve this?  [Dusty Springfield]: We don't have to fall apart, we don't have to fight We don't need to go to hell and back every night We can make a deal  What have I, what have I, what have I done to deserve this?  I'm gonna get through, baby, I'm gonna get What have I, what have I, what have I done to deserve this? What have I, what have I, what have I done to deserve this? I'm gonna get through, baby, yeah What have I, what have I, what have I done to deserve this? I'm gonna get through, get through, baby, ooh What have I, what have I, what have I done to deserve this?  ",
        "title": "What Have I Done To Deserve This?"
    },
    {
        "artist": "INXS",
        "lyrics": "  All you got is this moment Twenty-first century's yesterday You can care all you want Everybody does yeah that's okay  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  I need you tonight Cause I'm not sleeping There's something about you girl That makes me sweat  How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  I need you tonight Cause I'm not sleeping There's something about you girl That makes me sweat  How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life How do you feel? I'm lonely What do you think? Can't think at all Whatcha gonna do? Gonna live my life  So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind So slide over here And give me a moment Your moves are so raw I've got to let you know I've got to let you know You're one of my kind  ",
        "title": "Need You Tonight"
    },
    {
        "artist": "The Bangles",
        "lyrics": "  Time, time, time See what's become of me  Time, time, time, see what's become of me While I looked around for my possibilities I was so hard to please  Look around, leaves are brown And the sky is a hazy shade of winter  Hear the Salvation Army band, down by the riverside It's bound to be a better ride than what you've got planned Carry a cup in your hand  Look around, leaves are brown And the sky is a hazy shade of winter  Hang onto your hopes, my friend That's an easy thing to say, but if your hopes should pass away Simply pretend that you can build them again  Look around, grass is high, fields are ripe It's the springtime of my life  Seasons change with the scenery, weaving time in a tapestry Won't you stop and remember me  Look around, leaves are brown And the sky is a hazy shade of winter  Look around, leaves are brown There's a patch of snow on the ground  Look around, leaves are brown There's a patch of snow on the ground  Look around, leaves are brown There's a patch of snow on the ground  ",
        "title": "Hazy Shade Of Winter"
    },
    {
        "artist": "Foreigner",
        "lyrics": null,
        "title": "Say You Will"
    },
    {
        "artist": "Paul Carrack",
        "lyrics": "  Cab fare to nowhere is what you are A white line to an exit sign is what you are Oh but I saw in you, now I see through  CHORUS: Don't shed a tear for me My life won't end without you Long as the night will be The sun will rise without you  A locked door on a candy store is what you are A slim chance in tight pants is what you are All that I loved you for, I want it more  CHORUS  You are giving what I'm not taking I'm not missing what we ain't making Oh but I saw in you, now I see through  CHORUS  CHORUS  Don't shed no tears I don't need a thing  ",
        "title": "Don't Shed A Tear"
    },
    {
        "artist": "Patrick Swayze (Featuring Wendy Fraser)",
        "lyrics": "  [Verse 1: Patrick Swayze] She's like the wind Through my tree She rides the night next to me  She leads me through moonlight Only to burn me with the sun She's taken my heart But she doesn't know what she's done  [Pre-Chorus: Patrick Swayze] Feel her breath in my face Her body close to me Can't look in her eyes She's out of my league  [Chorus: Patrick Swayze] Just a fool to believe I have anything she needs She's like the wind  [Verse 2: Patrick Swayze] I look in the mirror And all I see Is a young old man with only a dream Am I just fooling myself That she'll stop the pain? Living without her I'd go insane  [Pre-Chorus: Patrick Swayze] I feel her breath in my face Her body close to me Can't look in her eyes She's out of my league  [Chorus: Patrick Swayze] Just a fool to believe I have anything she needs She's like the wind  [Pre-Chorus: Patrick Swayze] I feel your breath in my face Your body close to me Can't look in your eyes You're out of my league  [Bridge: Patrick Swayze & Wendy Fraser] Just a fool to believe (Just a fool to believe) She's like the wind (Just a fool to believe) Just a fool to believe (She's like the wind) Just a fool to believe (Just a fool to believe) She's like the wind (Just a fool to believe) Just a fool to believe She's like the wind  [Outro] (Just a fool, she's like the wind) (She's like the wind) (Just a fool, she's like the wind) (Just a fool)  ",
        "title": "She's Like The Wind"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  [Intro]  [Verse 1] We're no strangers to love You know the rules and so do I A full commitment's what I'm thinking of You wouldn't get this from any other guy  [Pre-Chorus] I just wanna tell you how I'm feeling Gotta make you understand  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you  [Verse 2] We've known each other for so long Your heart's been aching but you're too shy to say it Inside we both know what's been going on We know the game and we're gonna play it  [Pre-Chorus] And if you ask me how I'm feeling Don't tell me you're too blind to see  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you  [Bridge] (Ooh give you up) (Ooh give you up) (Ooh) never gonna give, never gonna give (give you up) (Ooh) never gonna give, never gonna give (give you up)  [Verse 3] We've known each other for so long Your heart's been aching but you're too shy to say it Inside we both know what's been going on We know the game and we're gonna play it  [Pre-Chorus] I just wanna tell you how I'm feeling Gotta make you understand  [Chorus] Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt...  ",
        "title": "Never Gonna Give You Up"
    },
    {
        "artist": "George Michael",
        "lyrics": "  That's all I wanted Something special, someone sacred in your eyes For just one moment To be bold and naked at your side Sometimes I think that you'll never understand me Maybe this time is forever, say it can be, whoa  That's all you wanted Somethin' special, someone sacred in your life Just for one moment, to be warm and naked at my side Sometimes I think that you'll never understand me But somethin' tells me together, we'd be happy, whoa baby  I will be your father figure Put your tiny hand in mine I will be your preacher teacher Anything you have in mind I will be your father figure I have had enough of crime I will be the one who loves you 'Til the end of time  That's all I wanted But sometimes love can be mistaken for a crime That's all I wanted Just to see my baby's blue eyes shine This time I think that my lover understands me If we have faith in each other then we can be strong  (Chorus)  If you are the desert, I'll be the sea If you ever hunger, hunger for me Whatever you ask for, that's what I'll be So when you remember the ones who have lied Who said that they cared but then Laughed as you cried Beautiful darling, don't think of me Because all I ever wanted It's in your eyes baby (baby) And love can't lie, no Greet me with the eyes of a child My love is always tellin' me so Heaven is a kiss and a smile Just hold on, hold on I won't let you go, my baby  (Chorus)  I will be your father (I will be your) I will be your (father) preacher teacher I will be your (I'll be your daddy, oh) I will be the one who loves you 'Til the end of time  ",
        "title": "Father Figure"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  Fat man sitting on a little stool Takes the money from my hand while his eyes take a walk all over you Hands me the ticket smiles and whispers good luck Cuddle up, angel, cuddle up my, little dove Well ride down baby Into this tunnel of love  I can feel the soft silk of your blouse And them soft thrills in our little fun house Then the lights go out and it's just the three of us You me and all that stuff we're so scared of Gotta ride down baby Into this tunnel of love  There's a crazy mirror showing us both in 5-d I’m laughing at you and you’re laughing at me There’s a room of shadows that gets so dark, brother It’s easy for two people to lose each other In this tunnel of love  It ought to be easy, ought to be simple enough Man meets woman and they fall in love But the house is haunted and the ride gets rough And you've got to learn to live with what you can't rise above if you want to ride on down in through this tunnel of love  ",
        "title": "Tunnel Of Love"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": null,
        "title": "Everywhere"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  Stand up, stand on your own That's what they tell me You can make it alone  Where does it say I have to move Far away from you To prove I'm strong Oh when, all it really proves Is I'm lonely without you And loneliness has to be wrong  I live for your love Every minute I live for your love Want you in it I live for your love I admit it I live for your love  I wake up, with noone to kiss Sometimes I wonder (wonder, wonder) If I just exists  I know there are people I can see Places I can be And friends who call  Oh but, what good does it do There's no subsitute for you I want you, or nothing at all  I live for your love Every minute I live for your love Want you in it I live for your love I admit it  I live for your love and your kisses You know how I miss it Your sweet tender touch I need you soo much that I just can't go on anymore What I wouldn't give for Cause darling  I live for your love My baby, baby yeah I live for your love, oooohhh  ",
        "title": "I Live For Your Love"
    },
    {
        "artist": "Gloria Estefan & Miami Sound Machine",
        "lyrics": "  Time flies When you're having fun I heard somebody say But if all I've been is fun Then baby let me go Don't wanna be in your way And I don't wanna be your second choice Don't wanna be just your friend You keep telling me that you're not in love You wanna throw it all away  But I can't stay away from you I don't wanna let you go And though it's killing me that's true There's just some things I can't control  Your love is slipping through my hands And though I've heard it all before I know you're telling me the truth I know it's just no use But I can't stay away from you  Hold on to every bit of hope, that's all I ever do Hoping you might change your mind And call me up to say how much you need me too And though you're leaving me no other choice Than to turn and walk away Look over your shoulder, I'll be there You can count on me to stay ...  'Cause I can't stay away from you I don't wanna let you go And though it's killing me that's true There's just some things I can't control Your love is slipping through my hands And though I've heard it all before  I know you're telling me the truth I know it's just no use But I can't stay away from you  I know you're telling me the truth I know it's just no use But I can't stay away from you  ",
        "title": "Can't Stay Away From You"
    },
    {
        "artist": "M/A/R/R/S",
        "lyrics": "  That's right, this is gonna be the greatest record of the year  Pump up the volume Pump up the volume Pump up the volume Check it out  Brothers and sisters! Pump up the volume You're gonna get yours!  Brothers and sisters! Pump up the volume Pump that bass  Brothers and sisters Pump up the volume You're gonna get yours!  Brothers and sisters! Pump up the volume Pump, pump me up!  Do it! Do it! Do it!  Yeah, yeah! Yeah, yeah!  Gotta go now, gotta gotta go now Gotta go now  Here we go, c'mon  Watch me! Watch me!  Let's do it! Do it! Do it! Do it! Ow!  Pump up the volume Pump up the volume Pump up the volume Dance, dance  Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul Rhythmic, systematic, world control Magnetic, genetic, demands your soul  It's just-oh! It's just-oh! It's just-oh! It's just-oh! It's ju- it's ju- it's just begun! Oh!  Put the needle on the record Put the needle on the record Put the needle on the record Put the needle on the record Put the needle on the record When the drumbeats go like this  Pump up the volume Pump up the volume Pump up the volume Dance, dance  ",
        "title": "Pump Up The Volume"
    },
    {
        "artist": "Belinda Carlisle",
        "lyrics": "  [Verse 1] When I'm with you I shake inside My heart's all tangled up My tongue is tied, it's crazy Can't walk, can't talk Can't eat, can't sleep Oh, I'm in love Oh, I'm in deep, 'cause baby  [Pre-Chorus] With a kiss you can strip me defenseless With a touch I completely lose control All that's left of my strength is a memory, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak, I get weak  [Verse 2] Romantic eyes, persuasive lips The helpless heart just can't resist their power You know you've got a hold of me You know you've got me where I want to be  [Pre-Chorus] 'Cause lover, like a wave, you keep pulling me under How I'll ever get out of this? I don't know I just know that there's no way to fight it, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak, I get weak  [Bridge] Just a kiss you can strip me defenseless Just a touch I completely lose control All that's left of my strength is a memory, whoa  [Chorus] I get weak when I look at you Weak when we touch I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes I get weak when you're next to me Weak from this love I can't speak when I look in your eyes  ",
        "title": "I Get Weak"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] Don't you know So many things, they come and go? Like your words that once rang true Just like the love I thought I found in you And I remember the thunder Talking 'bout the fire in your eyes But you walked away when I needed you most Now maybe baby, maybe baby  [Chorus] I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  [Verse 2] Dry your eyes I never could bear to see you cry Someday your love will shine through And show you the feelings that you never really knew But baby, don't you loose that thunder Talking 'bout the fire in your eyes You're lookin' at me but you still don't believe That maybe baby, maybe baby  [Chorus] I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  [Bridge] Too long on the border line Wondering if your love was really mine But you left me with open eyes And when I realized  [Chorus] Baby, I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Baby, I found someone To take away the heartache To take away the loneliness I've been feelin' since you've been gone Since you've been gone  ",
        "title": "I Found Someone"
    },
    {
        "artist": "Men Without Hats",
        "lyrics": "  Johnny played guitar, Jenny played bass Name of the band is The Human Race Everybody tell me, have you heard Pop goes the world  Jenny played keyboard, Johnny played drums Called Little Baby and a big Bonhomme Everybody tell me, have you heard Pop goes the world  It goes something like this  Johnny and Jenny had a crazy dream See their pictures in a magazine Every little boy needs a girl Pop goes the world  Jenny and Johnny getting smart, it seemed Make more money on a movie screen Every little nest needs a bird Pop goes the world  One, two, three and four is five Everybody here is a friend of mine Whatever happened to the Duke of Earl (Pop goes the world)  Six, seven, eight and nine is ten Send Al Gunn to see the doctor (Ben) Hey, what planet are we on (the third) Pop goes the world  And every time I wonder where the world went wrong End up lying on my face going ringy-dingy-ding-dong And every time I wonder if the world is right End up in some disco, dancing all night  Johnny played guitar, Jenny played bass Name of the band is The Human Race Everybody tell me have you heard Pop goes the world  Johnny played guitar, Jenny played bass Ain't nobody couldn't take their place Everybody tell me have you heard Pop goes the world (Pop goes the world) (Pop goes the world)  ",
        "title": "Pop Goes The World"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  Ah, push it Ah, push it  (Hit it)  Oooh, baby, baby Baby, baby Oooh, baby, baby Baby, baby  Get up on this!  Ah, push it Ah, push it Ah, push it (ow, get up on this) Ah, push it (get up on this)  Ow baby Salt and Pepa's here Salt, Salt, Salt, Salt and Pepa's here Salt, Salt, Salt, Salt, Salt, Salt and Pepa's here Salt and, Salt and, Salt and Pepa's here Salt, Salt, Salt, Salt and Pepa's here   (Now wait a minute, y'all; This dance ain't for everybody Only the sexy people So all you fly mothers, get on out there and dance Dance, I said!)  Salt and Pepa's here, and we're in effect Want you to push it, babe Coolin' by day then at night working up a sweat C'mon girls, let's go show the guys that we know How to become number one in a hot party show Now push it  Ah, push it - push it good Ah, push it - push it real good Ah, push it - push it good Ah, push it - p-push it real good  Hey! Ow! Push it good!  Oooh, baby, baby Baby, baby Oooh, baby, baby Ba-baby, baby  Push it good Push it real good Ah, push it Ah, push it  Yo, yo, yo, yo, baby-pop Yeah, you come here, give me a kiss Better make it fast or else I'm gonna get pissed Can't you hear the music's pumpin' hard like I wish you would? Now push it  Push it good Push it real good Push it good P-push it real good  Ah, push it Get up on this! Ah, get up on this! Ah ah, get up on this! Ow, get up on this! (hid it) Boy you really got me going You got me so I don't know what I'm doing Ah, push it Ah, push it Boy you really got me going You got me so I don't know what I'm doing Ah, push it Ah, push it  Ah Ah, push it Push it push push it push it Push it, push push push  it, push it Push it, push it, push it push it push it Push it, push it, push it push it push it  ",
        "title": "Push It"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] It was only last June when her old man ran away She couldn't stop crying cause she knew he was gone to stay It was 10:35 on a lonely friday night She was standin' by the bar Hmm, she was lookin' alright, yeah I asked if she wanted to dance And she said all she wanted was a good man And wanted to know if I thought I was qualified, yeah  [Chorus] And I said, baby don't waste your time I know what's on your mind I may be qualified for a one night stand But I could never take the place of your man  [Verse 2] It hurt me so bad when she told me With tears in her eyes (tears in her eyes) He was all she ever had and now she wanted to die He left her with a baby and another one on the way She couldn't stop cryin' cause she knew he was gone to stay She asked me if we could be friends And I said, oh, honey baby that's a dead end You know and I know that we wouldn't be satisfied  [Chorus] And I said, baby don't waste your time I know what's on your mind I may be qualified for a one night stand But I could never take the place of your man  Yeah, yeah, the place of your man Ooh, Ooh, Ooh, Ooh!  [Instrumental Coda]  1, 2... 1, 2, Woo!  Ahhhh....Oooh  ",
        "title": "I Could Never Take The Place Of Your Man"
    },
    {
        "artist": "David Lee Roth",
        "lyrics": "  Rockin' steady in her daddy's car She got the stereo with the big guitars And that's all right Yeah (all right)  I got the itch and a restless soul She gone with the wind, gonna go for broke tonight, yeah And that's (all night)  Girl, we've been meant for this since we were born (since we were born) No problems now, the coast is clear (ooh) It's just the calm before the storm  This must be just like livin' in paradise (just like paradise) And I don't wanna go home (and I never wanna go) This must be just like livin' in paradise And I don't wanna go home  Dig it, dig it Suzy, Suzy, girl, for cryin' out loud You got all the right moves You make me eat my heart out nightly Aw (that's all right with me) yeah  No special favors, make it out to cash We'll spend it later, got to make this romance last And (last) That's it, that's it  Some folks say easy come is easy go (and some folks say) But one night ain't enough for me Girl, hang on tight and don't let go  This must be just like livin' in paradise (it's just like paradise, hey) And I don't wanna go home (and I ain't never goin' home) This must be just like livin' in paradise (just like, just like paradise) And I don't wanna go home, wow  Ho ho, ho Aw yeah Whoo  This must be just like livin' in paradise (in paradise, paradise) And I don't wanna go home (and I don't, I don't wanna go) This must be just like livin' in paradise (I'm never goin' home) And I don't wanna go home (wow, 1-800-SEE-YA, baby)  This must be just like livin' in paradise (just like paradise) And I don't wanna go home (wow, hey hey) (Just like paradise, just like) This must be just like livin' in paradise  ",
        "title": "Just Like Paradise"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro] Hee-Hee! Ooh! Go On Girl! Aaow!  [Verse 1] Hey pretty baby with the high heels on You give me fever like I've never, ever known You're just a product of loveliness I like the groove of your walk, your talk, your dress  [Pre-Hook] I feel your fever from miles around I'll pick you up in my car and we'll paint the town Just kiss me baby and tell me twice That you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Verse 2] I like the feeling you're giving me Just hold me, baby, and I'm in ecstasy Oh, I'll be working from 9 to 5 To buy you things to keep you by my side  [Pre-Hook] I've never felt so in love before Just promise baby, you'll love me forevermore I swear I'm keeping you satisfied Cause you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Interlude] Acha-ooh! G'on girl! G'on! Hee! Hee! Aaow! G'on, girl!  [Pre-Hook] I've never felt so in love before Just promise baby, you'll love me forevermore I swear I'm keeping you satisfied Cause you're the one for me  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  [Hook] The way you make me feel (The way you make me feel) You really turn me on (You really turn me on) You knock me off of my feet (You knock me off of my feet) My lonely days are gone (My lonely days are gone)  Ain't nobody's business Ain't nobody's business (The way you make me feel) Ain't nobody's business Ain't nobody's business But mine and my baby (You really turn me on) Hee-hee! (You knock me off of my feet) Hee-hee! Ooh! (My lonely days are gone)  Give it to me Give me some time (The way you make me feel) Come on, be my girl I wanna be with mine (You really turn me on) Ain't nobody's business (You knock me off of my feet) Ain't nobody's business But mine and my baby G'on, girl! Aaow! (My lonely days are gone)  ",
        "title": "The Way You Make Me Feel"
    },
    {
        "artist": "George Harrison",
        "lyrics": "  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right, child  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 2] And this time I know it's for real The feeling that I feel I know if I put my mind to it I know that I really can do it  [Bridge] I got my mind set on you Set on you I got my mind set on you Set on you  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Verse 2] And this time I know it's for real The feelings that I feel I know if I put my mind to it I know that I really can do it  [Verse 1] But it's going to take money A whole lot of spending money It's going to take plenty of money To do it right, child  It's going to take time A whole lot of precious time It's going to take patience and time To do it, to do it, to do it, to do it, to do it To do it right  Set on you Set on you Set on you Set on you  [Chorus] I got my mind set on you I got my mind set on you I got my mind set on you I got my mind set on you  [Outro] Set on you Set on you Set on you Set on you Set on you Set on you Set on you Set on you  ",
        "title": "Got My Mind Set On You"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  Summer came and left without a warning All at once I looked and you were gone And now you're looking back at me Searching for a way that we can be like we were before  Now I'm back to what I knew before you Somehow the city doesn't look the same I'd give my life for one more night Of having you here to hold me tight; oh, please Take me there again Oh, oh  And I remember how you loved me Time was all we had until the day we said goodbye I remember every moment of those endless summer nights  I still recall the walks along the beaches And the way your hair would glisten in the sun Rising in the afternoon Making love to you under the moon, oh  Do you remember all the nights we spent in silence Every single breath you took was mine We can have it all again Say that you'll be with me when the sun brings your heart to mine Oh, oh  Chorus  There's only so much I can say So please don't run away from what we have together It's only you and me tonight So let's stay lost in flight Oh, won't you please surrender  Chorus out  ",
        "title": "Endless Summer Nights"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Love Overboard"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I feel the night explode When we're together Emotion overload In the heat of pleasure  Take me I'm yours into your arms Never let me go Tonight I really need to know  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  The passion's so complete It's never ending As long as I receive This message you're sending  Body to body, soul to soul Always feel you near So say the words I long to hear  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  Love...love on the run Breaking us down Though we keep holding on I don't want to lose No...I can't let you go...  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  Tell it to my heart Tell me from the stars Tell it to my heart Tell it to my heart Tell me from the stars Tell it to my heart  Never make it stop Oh take it to the heart Oh no no ah ah  Tell it to my heart Tell me I'm the only one Is this really love or just a game Tell it to my heart I can feel my body rock Every time you call my name  ",
        "title": "Tell It To My Heart(Dub)"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Goodbye England's rose May you ever grow in our hearts You were the grace that placed itself Where lives were torn apart You called out to our country And you whispered to those in pain Now you belong to heaven And the stars spell out your name  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  [Verse 2] Loveliness we've lost These empty days without your smile This torch, we'll always carry For our nation's golden child And even though we try The truth brings us to tears All our words cannot express The joy you brought us through the years  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  [Verse 3] Goodbye England's rose May you ever grow in our hearts You were the grace that placed yourselves Where lives were torn apart Goodbye England's rose From a country lost without your soul Who'll miss the wings of your compassion More than you will ever know  [Chorus] And it seems to me you lived your life Like a candle in the wind Never fading with the sunset When the rain set in And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  And your footsteps will always fall here Along England's greenest hills Your candle's burned out long before Your legend ever will  ",
        "title": "Candle In The Wind"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": null,
        "title": "Because Of You"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] Be still my beating heart It would be better to be cool It's not time to be open just yet A lesson once learned is so hard to forget Be still my beating heart Or I'll be taken for a fool It's not healthy to run at this pace The blood runs so red to my face I've been to every single book I know To soothe the thoughts that plague me so  [Chorus] I sink like a stone that's been thrown in the ocean My logic has drowned in a sea of emotion Stop before you start Be still my beating heart  [Verse 2] Restore my broken dreams Shattered like a falling glass I'm not ready to be broken just yet A lesson once learned is so hard to forget Be still my beating heart You must learn to stand your ground It's not healthy to run at this pace The blood runs so red to my face I've been to every single book I know To soothe the thoughts that plague me so Stop before you start Be still my beating heart Never to be wrong Never to make promises that break It's like singing in the wind Or writing on the surface of a lake And I wriggle like a fish caught on dry land And I struggle to avoid any help at hand  [Chorus]  ",
        "title": "Be Still My Beating Heart"
    },
    {
        "artist": "Squeeze",
        "lyrics": "  853-5937 Angela can't make it to the phone If you care to leave your name and number She'll give you a ring when she is home  Every time I called her I got the message I listened to the voice coming down the line I couldn't speak to a tape recording I redialed it a number of times  853-5937 Angela can't make it to the phone If you care to leave your name and number Please speak clearly after the tone She'll give you a ring when she gets home  I rang her this morning so very early Same old message came down the phone I should go and see if her house is empty Maybe she's poorly, perhaps she's not home  853-5937 Angela can't make it to the phone If you care to leave your name and number Please speak clearly after the tone She'll give you a ring when she gets home  She's in Mill Hill, I'm in Bermondsey It's the end of the earth on the northern line Makes it so hard for me to see The one that I love but can never find  Called up a close friend who lives right by her I got the message he was out too I got suspicious, are they together I've got to find out that this isn't true  ",
        "title": "853-5937"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Verse 1:] Without you Without you I always thought that Everything was fine Without you Never knowing you'd be mine  Suddenly my world has changed And I just wonder why All it took was just one smile  [Chorus:] Now it's you Out of the blue Love appeared Before my eyes with you Dream come true I never thought I'd realize What love was, what love was What love was  [Verse 2:] I need you, I need you And every day I love you More and more Without you I know what it's all for  Suddenly I see you there And everything's okay Don't know why I feel this way  [Chorus:] Now it's you Out of the blue Love appeared Before my eyes with you Dream come true I never thought I'd realize What love was, what love was What love was Here with you  [Bridge:] We are together now Never take my heart away All the love I found Is here to stay (out of the blue)  [Chorus 2:] It's like a dream come true I never thought I'd fall in love with you Out of the blue Love appeared Before my eyes with you A dream come true I never thought  [Outro:] Here with you Out of the, out of the Out of the clear blue Oh, it's like a dream come true I never thought I never thought Out of the blue Before my eyes with you A dream come true I never thought I'd fall in love with you Out of the, out of the Out of the, out of the clear blue  ",
        "title": "Out Of The Blue"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Verse 1] Seen you last night, saw you standing there And couldn't picture the color of your hair And all I wanted to know, were you really there?  I wanna know, was it my imagination Ooh, you know it was a sweet sensation Looking at you from a distance Ooh, it seems so real  [Pre-Chorus] You and I together Dream that seemed for real If it's a dream, please don't wake me up It feels so real, all I know is  [Chorus] I want her (I want that baby) I want her (Get it, get it, get it, get it) I want her (I wanna do it like this, do it like that) I want her (Once I get it, ain't no turning back)  [Verse 2] You turn me on and on This feeling, girl, is so strong My heart, girl, is on fire Ooh, you're my desire  [Pre-Chorus 2] I've got a thing for you Dreams of you and me, baby She's bad, she's bad, she's bad All I know is  [Chorus] I want her (I want, I want, I want, I want, I want her) I want her (Don't misunderstand me) I want her (I wish this dream was for real) I want her (You, you know the deal) I want her (Yeah, yeah) I want her (I want that girl so bad) I want her (I had a dream of her last night) I want her (Yeah, yeah, yeah)  [Break (w/ Trumpet Solo)]  And I, I Give it to me, give it to me Give it to me, ooh, baby All night long, girl  [Chorus x4 (w/ ad-libs)]  [Break]  [Chorus x2 (w/ ad-libs)]  ",
        "title": "I Want Her"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] Out of touch, out of reach, yeah You could try to get closer to me I'm in love, I'm in deep, yeah Hypnotized, I'm shaking to my knees  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Verse 2] Out of me, into you, yeah You can hide, it's just a one way street Oh, I believe I'm in you, yeah Open wide that's right, dream me off my feet Oh, believe in me  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Pre-Chorus] I got to know tonight If you're alone tonight Can't stop this feeling Can't stop this fire  [Chorus] Oh, I get hysterical, hysteria, oh, can you feel it, do you believe it? It's such a magical mysteria When you get that feeling better start believing Because it's a miracle, oh, say you will, ooh babe Hysteria when you're near  [Chorus 2] I get hysterical, hysteria When you get that feeling, you'd better believe it Better start believing, because it's a miracle Oh, say you will, oh babe, say you will  [Outro] Get closer to me, get closer baby Baby, closer, get closer, closer to me  ",
        "title": "Hysteria"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] I'm gonna make a change For once in my life It's gonna feel real good Gonna make a difference Gonna make it right As I turned up the collar on my favorite winter coat This wind is blowin' my mind I see the kids in the street, with not enough to eat Who am I to be blind, pretending not to see their needs A summer's disregard, a broken bottle top And one man's soul They follow each other on the wind ya know Cause they got nowhere to go That's why I want you to know  [Chorus] I'm starting with the man in the mirror I'm asking him to change his ways And no message could have been any clearer If you wanna make the world a better place Take a look at yourself and then make a change  [Verse 2] I've been a victim of a selfish kinda love It's time that I realize There are some with no home Not a nickel to loan Could it be really me pretending that they're not alone A willow deeply scarred, somebody's broken heart And a washed out dream They follow the pattern of the wind ya see Cause they got no place to be That's why I'm starting with me  [Chorus] I'm starting with the man in the mirror I'm asking him to change his ways And no message could have been any clearer If you wanna make the world a better place Take a look at yourself and then make a change  [Bridge] Take a look at yourself and then make the change You gotta get it right, while you got the time Cause when you close your heart Then you close your mind  [Outro] Make that change!  ",
        "title": "Man In The Mirror"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": null,
        "title": "(Sittin' On) The Dock Of The Bay"
    },
    {
        "artist": "Stryper",
        "lyrics": null,
        "title": "Honestly"
    },
    {
        "artist": "Icehouse",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "The Jets",
        "lyrics": "  [Verse 1:] Baby, baby When I called you on the phone today You sounded frantic when you said Come over right away Oh, baby, baby Won't you say what's on your mind?  Your TV set is acting up And you don't understand You're so upset Because you can't watch All My Children And you wonder If there's something I can do for you  Well All that I can say  [Chorus:] Baby I can rocket 2 u Honey, the only thing I can do Baby I can rocket all night One thing I know I can do  [Verse 2:] Don't call me when your car Just can't get into second gear Or when your kitchen sink Is shooting water in your ear  Oh, baby, baby I have told you this before Is there a special reason That you just can't understand  I'm not the one to call When you need a heavy man Unless whatever needs fixing, girl Is you  And I just have to say  [Repeat Chorus:]  [Bridge:] Don't call me When your toaster won't pop up Don't call me Just to cut your lawn Don't call me When your radio cuts off In the middle of your favorite song  Don't call me when your shower just went Uh-uh, no, baby Don't call me I think I told you this About a million times You know, it's not my cup of tea  [Chorus:] I can rocket 2 u The only thing I can do I can rocket all night  I can rocket 2 u, baby Let me rocket 2 ya, oh yeah Just a little bit more  Baby, I can rocket 2 u Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do Baby, I can rocket 2 u  Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do  Baby, I can rocket 2 u Honey, the only thing I can do Baby, I can rocket all night One thing I know I can do  ",
        "title": "Rocket 2 U"
    },
    {
        "artist": "Boy George",
        "lyrics": null,
        "title": "Live My Life (From The Film \"Hiding Out\")"
    },
    {
        "artist": "Swing Out Sister",
        "lyrics": "  It's twilight world  It's twilight world  Time out World in a hurry There's more love than money changing hands  Lights out Thinking out loud Turn your back on the world outside  Night thoughts No one can share As darkness breaks through another day  Secrets Talking out loud Silence waits just a dream away  Forget lonely crowds, unfriendly faces They'll soon became familiar places Before too long, before too long  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  Time out World in a hurry There's more love than money changing hands  Lights out Thinking out loud Turn your back on the world outside  Forget lonely crowds, unfriendly faces They'll soon became familiar places Before too long, before too long  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  (Inst. Break)  Don't be fooled by love songs and lonely hearts You're living in a twilight world Don't be fooled by love songs and lonely hearts Don't give in to the twilight world  ",
        "title": "Twilight World"
    },
    {
        "artist": "Yes",
        "lyrics": null,
        "title": "Rhythm Of Love"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Intro] I don't know why I like it I just do  [Verse 1] I've been hearing your heartbeat inside of me I keep your photo right beside my bed Livin' in a world of fantasies I can't get you out of my head I've been waiting for the phone to ring all night Why you wanna make me feel so good? I got a love of my own I Shouldn't get so hung up on you  [Hook] I remember the way that we touched I wish I didn't like it so much  [Chorus] I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do? Ain't it shocking what love can do? Ain't it shocking what love can do?  [Verse 2] I gotta watch you walk in the room, baby I gotta watch you walk out I like the animal way you move And when you talk I just watch your mouth  [Hook] I remember the way that we touched I wish I didn't like it so much  [Chorus] I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do?  I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do? Ain't it shocking what love can do? Ain't it shocking what love can do?  [Outro] See I remember the way that we touched I wish I didn't like it so much  I get so emotional, baby Everytime I think of you I get so emotional, baby Ain't it shocking what love can do?  ",
        "title": "So Emotional"
    },
    {
        "artist": "Buster Poindexter & His Banshees Of Blue",
        "lyrics": "  Ole, ole, ole, ole Ole, ole, ole, ole  Ee-yessa, haha Ee-yes, girls  Me mind on fire Me soul on fire, feeling hot, hot, hot Party people All around me feeling hot, hot, hot  What to do on a night like this Music sweet, I can't resist We need a party song A fundamental jam  So we go rum-bum-bum-bum Yeah, we rum-bum-bum-bum Feeling hot, hot, hot Feeling hot, hot, hot, oh, Lord  (Me lalala, lumbumbum) Haha!  See people rocking Hear people chanting, feeling hot, hot, hot Keep up this spirit Come on let's do it, feeling hot, hot, hot  It's in the air, celebration time Music sweet, captivate your mind We have this party song This fundamental jam  So we go rum-bum-bum-bum Yeah, we rum-bum-bum-bum Feeling hot, hot, hot Feeling hot, hot, hot, oh Lord  Haha!  Ole, ole, ole, ole Ole, ole, ole, ole Ole, ole, ole, ole Ole, ole, ole, ole  Ee-yes, girls  People in the party, hot, hot, hot People in the party, hot, hot, hot They come to the party know what they got They come to the party know what they got  I'm hot, you're hot He's hot, she's hot I'm hot, you're hot He's hot, she's hot  (Real hot Real hot Real hot Real hot)  Haha! Oh, Lord!  How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot) How you feeling? (Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  (Hot, hot, hot Hot, hot, hot Hot, hot, hot Hot, hot, hot)  ",
        "title": "Hot Hot Hot"
    },
    {
        "artist": "Dan Hill",
        "lyrics": null,
        "title": "Never Thought (That I Could Love)"
    },
    {
        "artist": "George Michael",
        "lyrics": "  [Instrumental Intro]  Well I guess it would be nice if I could touch your body I know not everybody has got a body like you But I gotta' think twice before I give my heart away And I know all the games you play because I played them too  Oh, but I need some time off from that emotion Time to pick my heart up off the floor Oh, when that love comes down without devotion Well it takes a strong man, baby But I'm showin' you the door  'Cause I gotta' have faith I gotta' have faith Because I gotta' have faith, faith, faith I got to have faith, faith, faith  Baby I know you're askin' me to stay Say \"Please, please, please don't go away\" You say I'm givin' you the blues Maybe you mean every word you say Can't help but think of yesterday And another who tied me down to loverboy rules  Before this river becomes an ocean Before you throw my heart back on the floor Oh baby I reconsider my foolish notion Well I need someone to hold me but I'll wait for somethin' more  Yes I gotta' have faith Ooh, I gotta' have faith Because I gotta' have faith, faith, faith I gotta' have faith, faith, faith  I'll just have to wait Because I've got to have faith I gotta' have faith I've got to, got to, got to have faith  Before this river becomes an ocean Before you throw my heart back on the floor Oh, oh baby I reconsider my foolish notion Well I need someone to hold me but I'll wait for somethin' more  'Cause I gotta' have faith Ooh, I gotta' have faith Because I gotta' have faith, faith, faith I gotta' have faith, faith, faith  ",
        "title": "Faith"
    },
    {
        "artist": "Heart",
        "lyrics": "  You're a polished diamond Now you're feeling kinda rough Yes I know how long you've been searching For the perfect touch You better hear what I say I can tell your eyes are just about to give you away  Cause there's the girl that you were after Feel your heart beating faster now There's the girl you were after Can you say that you don't want her anymore (oh oh oh waoh waoh oh oh oh)  Just take my word now Cause you know it's true She ain't good enough For the likes of you You better hear what I say I can tell your eyes are just about To give you away  Cause there's the girl that you were after Feel your heart beating faster now There's the girl that you were after And all the time you can't get past her There's the girl that you were after Broken glass, complete disaster There's the girl that you were after Can you say that you don't want her anymore (waoh waoh oh oh oh woah woah oh oh oh waoh waoh oh oh oh)  I believed you once When you explained That it wasn't so tough To forget her name  Cause there's the girl that you were after Feel your heart beating faster now There's the girl that you were after And all the time you can't get past her There's the girl that you were after Broken glass, complete disaster There's the girl that you were after Can you say that you don't want her anymore (waoh waoh oh oh oh woah woah oh oh oh waoh waoh oh oh oh)  There's the girl There's the girl......  You don't wanna You don't wanna You don't wanna You don't wanna  There's the girl There's the girl......  ",
        "title": "There's The Girl"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  Hey you, get in to my car! Who me? Yes you, get in to my car Woooooooooh. Wah! Hey  Who's that lady coming down the road Who's that lady Who's that woman walking through my door What's the score I'll be the sun shining on you Hey Cinderella step in your shoe I'll be your non-stop lover Get it while you can Your non-stop miracle, I'm your man  Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh) Oh I said hey (Hey) you (You) Get in to my car  Oh baby  Lady driver let me take your wheel Smooth operator Touch my bumper (Bumper) Hey, let's make a deal, make it real Like a road runner Coming after you Just like a hero outta the blue I'll be your non-stop lover Get it while you can Your non-stop miracle I'm your man  Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh) Oh I said hey (Hey) you (You) Get in to my car  Oh baby, lets go  I said open the door (Get in the back) Tread on the floor (Get on the track)  Yeah (Yeah) yeah (Yeah) Yeah (Yeah) yeah (Yeah)  Let's go  Oooh, wooow, yeah  I'll be the sun shining on you Hey Cinderella step in your shoe I'll be your non-stop lover Get it while you can Your non-stop miracle I'm your man  Get outta my get outta my Woooooooooh Get outta my dreams Get in to my car Get outta my dreams (Get in to the back seat baby) Get in to my car (Beep Beep, yeah) Get outta my mind Get in to my life (Ooooooh)  Oh I said hey (Hey) you (You) Get in to my hey (Hey) you (You) Get in to my hey (Hey) you (You) Get in to my car  Hey you (Get in the back seat) I need you to get in the back seat I want you in my baby I want you in my baby Get in the back seat, back seat... I'll do the driving I'll take the wheel.. (Back seat, back seat...)  ",
        "title": "Get Outta My Dreams, Get Into My Car"
    },
    {
        "artist": "Pebbles",
        "lyrics": null,
        "title": "Girlfriend"
    },
    {
        "artist": "Terence Trent D'Arby",
        "lyrics": null,
        "title": "Wishing Well"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  (I feel the big beat...) (Rock Of Life...)  Big beat talk to me Waking up blind with the house on fire  Well I pick up my guitar, (I tune up) I look in the mirror It's like a stranger in my hand (the baby is crying) There comes a time when the boy must leave (get up) And the man has to enter For the soul to understand (all of the changes) As if it ain't hard enough this life I'm living in I was caught with my guard down When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  Is it something in my head (look up) Or the time of season Or the little boy in my hands (must be a reason) Yeah, there's new meaning in my life (a shake-up) But there's pain and confusion And I'm trying to understand (all of the changes) I've been cut so deep but I can't make it bleed I was caught with my head in the sand When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  It ain't no perfect life This one I'm living in And I was caught with my guard down When the world came knocking  I feel the big beat, the Rock Of Life Big beat talk to me Hey! Whoo! I feel the back beat, the Rock Of Life Waking up blind with the house on fire  ",
        "title": "Rock Of Life"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Check It Out"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Carly Simon",
        "lyrics": null,
        "title": "All I Want Is You"
    },
    {
        "artist": "The Communards",
        "lyrics": null,
        "title": "Never Can Say Goodbye"
    },
    {
        "artist": "Jody Watley",
        "lyrics": "  [Verse 1:] I never knew what I was missing Love with no passion in the kissing I can't explain it, how you made me open up And you showed me things I never thought I'd do, ho I'd hate to think of ever losing you 'Cause there is no one that makes me feel the way you do  [Chorus:] You're some kinda lover Turn me on, turn me out You're some kinda lover Make me feel, oh, so real  [Verse 2:] Hold me and tell me that you love me Only with you is where I wanna be We'll light a candle as a symbol of our love Then we'll move real close like in a perfect fantasy I wish these moments could go on and on and on But before you leave I want you to know  [Chorus]  ",
        "title": "Some Kind Of Lover"
    },
    {
        "artist": "George Harrison",
        "lyrics": "  Back then long time ago when grass was green Woke up in a daze Arrived like strangers in the night Fab - Long time ago when we was fab Fab - Back when income tax was all we had  Caresses fleeced you in the morning light Casualties at dawn And we did it all Fab - Long time ago when we was fab Fab - You are my world you are my only love  And while you're in this world The fuzz gonna come and claim you But you mo' better wise When the buzz gonna come and take you away Take you away, take you away  The microscopes that magnified the tears Studied warts and all Still the life flows on and on Fab - Long time ago when we was fab Fab - But its all over now baby blue  Fab - Long time ago when we was fab Fab - like this pullover you sent to me Fab - And you've really got a hold me Fab - Long time ago when we was fab  ",
        "title": "When We Was Fab"
    },
    {
        "artist": "Alexander O'Neal Featuring Cherrelle",
        "lyrics": "  Ooh...yeah....  [Verse 1: Alexander + Cherrelle] You are my favorite lady And you are my favorite man, yes, you are I know that's right But it feels good to know that you feel the same  [Pre-Chorus: both] And forever and a day Together we will be Nothing on this earth could Ever take you away from me  [Chorus: Alexander + Cherrelle + (both)] 'Cause I've been kissed but I... (Never knew love like this) And I've been missed but I... (Never knew love like this) (Loved someone before but I...never knew love like this) (I've had lots of loving but I never knew love like this)  [Verse 2: Alexander + Cherrelle] You're something special And you know you're something special too I love you (I love you too) And that's all I need to hear to make my day  [Pre-Chorus: both] 'Cause you're always on my mind No matter what I do Nothing on this earth could Ever keep me away from you  [Chorus: Alexander + Cherrelle + (both)] I've been kissed but I... (Never knew love like this) Oh, and I've been missed but I... (Never knew love like this) Never (Loved someone before but I never knew love like this) (I've had lots of loving but I never knew love like this) Oh, I've been kissed (Never knew love like this) And I've been missed but I... (Never knew love like this) Loved someone before but I... (Never knew love like this) No, I never, never, never, never (Never knew love like this)  [Bridge: Alexander + Cherrelle + (both)] When I'm asleep at night When I'm asleep at night I dream I hold you tight Ooh, I hold you tight I never had a better love (Never love like this)  (Sax Solo)  Oh, oh.... No, I never knew love (Never knew love like this)  [Chorus: Alexander + Cherrelle + (both)] I've been kissed, baby, yeah (Never knew love like this) And I've been missed, girl (Never knew love like this) Never knew love, loved someone before (Never knew love like this) I never knew love I never knew love (Never knew love like this) I never knew love like this, baby I've been kissed, baby (Never knew love like this) And I've surely been missed Let's sing it together (Never knew love like this) (I've been kissed) (I've been missed) (Never knew love like this) I never knew love like this I never knew love like this, girl (Never knew love like this)  [Outro: Alexander + Cherrelle + (both)] I never knew love like this I never knew love like this I never knew love like this Cherrelle, let me tell you how I feel I never knew, baby (never) Tell me how you feel, baby I never knew love like this, girl (never) I've been around the world (never) But I never knew love (Never knew love like this) Never knew love like this, girl Nobody kissed me like you do (Never knew love like this) I never knew your love could be so good (Never knew love like this) Ooh wee, baby, yeah, yeah I never knew your love, I never knew (Never knew love like this) I gotta, gotta have your love, girl (Never knew love like this) Make it good to you, baby, oh (Never knew love like this) Take you home late at night, woman, yeah Ooh, yes, Alex (Never knew love like this) Oh, sugar, yeah, oh, baby Got to have your love (Never knew love like this) In the morning time (Never knew love like this) (Never knew love like this)  ",
        "title": "Never Knew Love Like This"
    },
    {
        "artist": "Scarlett & Black",
        "lyrics": null,
        "title": "You Don't Know"
    },
    {
        "artist": "Whitesnake",
        "lyrics": "  [Verse 1] I should have known better than to let you go alone It's times like these I can't make it on my own Wasted days and sleepless nights And I can't wait to see you again  [Verse 2] I find I spend my time waiting on your call How can I tell you babe? My back's against the wall I need you by my side to tell me \"It's alright\" 'Cause I don't think I can take anymore  [Chorus] Is this love that I'm feeling? Is this the love that I've been searching for? Is this love or am I dreaming? This must be love cause it's really got a hold on me A hold on me  [Verse 3] I can't stop the feeling I've been this way before But with you I've found the key to open any door I can feel my love for you growing stronger day by day And I can't wait to see you again So I can hold you in my arms  [Chorus] Is this love that I'm feeling? Is this the love that I've been searching for? Is this love or am I dreaming? This must be love cause it's really got a hold on me A hold on me  [Solo]  [Chorus] Is this love that I'm feeling? Is this the love that I've been searching for? Is this love or am I dreaming? Is this the love that I've been searching for? Is this love or am I dreaming? Is this the love that I've been searching for? Is this love or am I dreaming? Is this the love that I've been searching for?  ",
        "title": "Is This Love"
    },
    {
        "artist": "Elisa Fiorillo",
        "lyrics": "  [Verse 1:] My family's saying you're the kind I can do without They think I'm too young To know what love is all about  I guess they love me And they're just trying to help But sometimes I'm better off with no advice  Don't they see the tears I'm crying Are oh, so real No one can understand Cause no one knows the way I feel  [Chorus:] How can I forget you When you make me feel so fine How can I forget you 'Cause when I close my eyes You're all I see  [Verse 2:] I go on dreaming Every night I make a wish That maybe someday We can make a life out on our own  It'd be so easy to run away with you I'm getting so confused I need to spend some time alone  [Repeat Hook:]  [Repeat Chorus:]  [Repeat Hook:]  [Repeat Chorus:]  ",
        "title": "How Can I Forget You"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  I'm taking a ride With my best friend I hope he never lets me down again  He knows where he's taking me Taking me where I want to be I'm taking a ride With my best friend  We're flying high We're watching the world pass us by Never want to come down Never want to put my feet back down On the ground  I'm taking a ride With my best friend I hope he never lets me down again  Promises me I'm as safe as houses As long as I remember who's wearing the trousers I hope he never lets me down again  We're flying high We're watching the world pass us by Never want to come down Never want to put my feet back down On the ground We're flying high We're watching the world pass us by Never want to come down Never want to put my feet back down On the ground  Never let me down Never let me down Never let me down Never let me down  See the stars, they're shining bright Everything's alright tonight See the stars, they're shining bright Everything's alright tonight See the stars, they're shining bright Everything's alright tonight See the stars, they're shining bright Everything's alright tonight  ",
        "title": "Never Let Me Down Again"
    },
    {
        "artist": "Jody Watley",
        "lyrics": "  [Verse 1] When I first laid my eyes upon you I knew right then and there you were the one Eyes so deep, you sent me melting And then you smiled as though to say, \"oh yeah\"  [Pre-Chorus 1] But then you seemed to change your mind You looked away like you were oh, so shy Is the game you're playing hard to get Won't you tell me, oh ho  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Verse 2] I'd like to know more than just your name Did you come here alone or with someone If only you would open up And let me know just where you're coming from  [Pre-Chorus 2] Are you looking for a new love Or does commitment seem to bring you down Is that a look of \"yes\" or is it \"no\"? Please don't tease me, oh  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  Oh woah, yeah Don't you want me? Oh woah, yeah Don't you want me?  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Pre-Chorus 2] Are you looking for a new love Or does commitment seem to bring you down Is that a look of \"yes\" or is it \"no\"? Please don't tease me, oh  [Chorus] Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  Want me, don't you want me To touch you and to hold you tight Don't you want me like I want you To kiss and love all through the night  [Outro] Want me (oh woah), don't you want me (yeah) (Don't you want me?) Want me (oh woah), don't you want me (yeah, yeah) (Don't you want me?)  ",
        "title": "Don't You Want Me"
    },
    {
        "artist": "INXS",
        "lyrics": "  [Verse 1] Here comes the woman, with the look in her eye Raised on leather, with flesh on her mind Words as weapons, sharper than knives Makes you wonder, how the other half die? Other half die Makes you wonder, wonder, wonder  Here come the man, with the look in his eye Fed on nothing, but full of pride Look at them go, look at them kick Makes you wonder, how the other half live  [Hook] The devil inside, the devil inside Every single one of us the devil inside The devil inside, the devil inside Every single one of us the devil inside  [Verse 2] Here come the world, with the look in its eye Future uncertain, but certainly slight Look at the faces, listen to the bells It's hard to believe we need a place called hell, place called hell  [Hook]  [Verse 3] Here comes the woman, with the look in her eye Raised on leather, with flesh on her mind Words as weapons sharper than knives Makes you wonder, how the other half die  [Hook x2]  [Outro] The devil inside, yeah, yeah, yeah The devil inside, yeah, yeah, yeah  ",
        "title": "Devil Inside"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Cherry Bomb"
    },
    {
        "artist": "Great White",
        "lyrics": "  [Verse 1] I wake in the night To find you on my mind Deep in a dream you'll always be Till the end of time  [Verse 2] I look in your eyes they touch my soul My love is hard to hide I'm never alone when we're apart I feel you by my side  [Pre-Chorus] And here in my heart Where no one else will ever be I know who you are So lock the door and throw away the key  [Chorus] Save all your love Save your love for me When I'm alone at night You're all I see  [Verse 3] I wake from a dream And see you by my side How could I belong to someone else When holding you feels so right?  [Pre-Chorus] And here in my heart Where no one else will ever be We've made it so far So lock the door and throw away the key  [Chorus] Save all your love Save your love for me When I'm alone at night You're all I see  Save all your love Save your love for me Don't turn your back on me You're all I see  I know who you are We've come so far So baby stay with me  Save all your love Save your love for me Don't turn your back on me You're all I need  Save your love Save your love Save all your love Save all your love Save your love Baby save all your love Save all your love  ",
        "title": "Save Your Love"
    },
    {
        "artist": "Pretty Poison",
        "lyrics": null,
        "title": "Catch Me (I'm Falling) (From The Film \"Hiding Out\")"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Chorus:] Shake your love I just can't shake your love Shake your love I just can't shake your love  Shake your love I just can't shake... Shake your love I just can't shake your love  [Verse 1:] I'm under a spell again Boy, I'm wondering why This is not a game of love But an emotional tie  I'm trying to figure out my heart (heart...) But I can't offer you proof Of why we should never be apart  And that is the (That is the) That is the truth Oh...  [Repeat Chorus:]  [Verse 2:] Do you know why I stop and stare And smile when you walk by And how I call you up at night I hang up the phone and I cry  If I never got to know you so well (I knew you well) Maybe I would be fine  Baby, you know that I can't tell Why you should be (You should be) You should be mine, oh  [Repeat Chorus:]  [Bridge:] Ooh I know what you're thinking I see it in your eyes  You want to give Our love another try I'm so glad you realize I can't...  [Repeat Chorus:]  [Rap:] Shake it Your love Can't shake Just can't shake your love  [Repeat Chorus x3:]  ",
        "title": "Shake Your Love"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] That's great, it starts with an earthquake, birds and snakes And aeroplanes - Lenny Bruce is not afraid  Eye of a hurricane, listen to yourself churn World serves its own needs, don't misserve your own needs Speed it up a notch, speed, grunt, no, strength The ladder starts to clatter with fear of height, down, height Wire in a fire, represent the seven games And a government for hire and a combat site Left of west and coming in a hurry With the Furies breathing down your neck  Team by team, reporters baffled, trumped, tethered, cropped Look at that low plane, fine, then Uh oh, overflow, population, common group But it'll do, save yourself, serve yourself. World serves its own needs, listen to your heart bleed Tell me with the Rapture and the reverent in the right, right You vitriolic, patriotic, slam fight, bright light Feeling pretty psyched  [Chorus] It's the end of the world as we know it It's the end of the world as we know it It's the end of the world as we know it, and I feel fine  [Verse 2] Six o'clock, TV hour, don't get caught in a foreign tower Slash and burn, return, listen to yourself churn Lock him in uniform, book burning, blood letting Every motive escalate, automotive incinerate Light a candle, light a votive, step down, step down Watch your heel crush, crush, uh-oh This means no fear, cavalier renegade and steering clear A tournament, a tournament, a tournament of lies Offer me solutions, offer me alternatives, and I decline  [Chorus] It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine (I feel fine)  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it, and I feel fine (It's time I had some time alone)  [Verse 3] The other night I dreamt of knives, continental drift divide Mountains sit in a line Leonard Bernstein, Leonid Brezhnev Lenny Bruce and Lester Bangs Birthday party, cheesecake, jelly bean, boom! You symbiotic, patriotic, slam but neck, right? Right!  [Chorus] It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it It's the end of the world as we know it It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) It's the end of the world as we know it (It's time I had some time alone) And I feel fine  ",
        "title": "It's The End Of The World As We Know It (And I Feel Fine)"
    },
    {
        "artist": "New Order",
        "lyrics": "  [Verse 1] I feel so extraordinary Something's got a hold on me I get this feeling I'm in motion A certain sense of liberty I don't care 'cause I'm not there And I don't care if I'm here tomorrow Again and again I've taken too much Of the things that cost you too much  [Chorus] I used to think that the day would never come I'd see the light in the shade of the morning Sun My morning sun is the drug that brings me near To the childhood I lost, replaced by fear I used to think that the day would never come That my life would depend on the morning Sun  [Verse 2] When I was a very small boy Very small boys talked to me Now that we've grown up together They're afraid of what they see That's the price that we all pay And the value of destiny comes to nothing I can't tell you where we're going I guess there was just no way of knowing  [Chorus] I used to think that the day would never come I'd see the light in the shade of the morning sun My morning sun is the drug that brings me near To the childhood I lost, replaced by fear I used to think that the day would never come That my life would depend on the morning sun...  [Verse 3] I feel so extraordinary Something's got a hold on me I get this feeling I'm in motion A certain sense of liberty The chances are we've gone too far You took my time and you took my money Now I fear you've left me standing In a world that's so demanding  [Chorus] I used to think that the day would never come I'd see the light in the shade of the morning sun My morning sun is the drug that brings me near To the childhood I lost, replaced by fear I used to think that the day would never come That my life would depend on the morning sun... I used to think that the day would never come I'd see the light in the shade of the morning sun My morning sun is the drug that brings me near To the childhood I lost, replaced by fear I used to think that the day would never come That my life would depend on the morning sun... On the morning sun... On the morning sun... On the morning sun... On the morning sun... On the morning sun... On the morning sun...  ",
        "title": "True Faith"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  [Spoken Introduction] Hey! Is this my turn? You want me to sing now? Okay ... (Scream)  [Song] I don't care if you won't talk to me You know I'm not that kind of girl And I don't care if you won't walk with me It don't give me such a thrill  And I don't care about the way you look You should know I'm not impressed Cause there's just one thing that I'm looking for And he don't wear a dress  I need a man I need a man I need a man I need a man  Baby, baby, baby don't you shave your legs Don't you double comb your hair Don't powder puff just leave it rough I like your fingers bare  When the night comes down I can turn it round, I can take you anywhere I don't need love forget that stuff You know that I don't care  I need a man I need a man I need a man I need a man  I don't need a heart breaker, fifty-faced trouble maker Two-timing time taker, dirty little money maker Muscle-bound cheap skate, low down woman hater Triple-crossing double dater, yella bellied alligator  I don't care if you won't talk to me You know I'm not that kind of girl And I don't care if you won't walk with me It don't give me such a thrill  And I don't care about the way you look You should know I'm not impressed Cause there's just one thing that I'm looking for And he don't wear a dress  I need a man, leave me alone I need a man, don't take me home I need a man, baby you're just overblown  Hey boy, c'mon I'll take you anytime Baby, baby, baby  Songwriters:  Annie Lennox and David Stewart  ",
        "title": "I Need A Man"
    },
    {
        "artist": "The Kane Gang",
        "lyrics": null,
        "title": "Don't Look Any Further"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "Coming Up You"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Chorus] Hot thing! Hot thing, barely 21 Hot thing, looking for big fun Hot thing, what's your fantasy? Do you want to play with me?  [Verse] Hot thing, baby you dance so good Hot thing, baby I knew you would Hot thing, tell me what you see Hot thing, When you smile, when you smile, when you smile Are your smiles, are your smiles for me? Hot thing, maybe you should give your folks a call Hot thing, tell them you're going to the Crystal Ball Hot thing, tell them you're coming home late If you're coming home at all Hot thing, tell them you found a brand new baby doll Hot thing, I can't wait to get you home Hot thing, where we could be alone Hot thing, I could read you poetry And then we could make a story of our own  [Bridge] Hot thing Hot, hot, hot thing Hot thing, hot thing Hot thing, hot thing  [Chorus][x2] Hot thing! Hot thing, barely 21 Hot thing, looking for big fun Hot thing, what's your fantasy? Do you want to play with me?  ",
        "title": "Hot Thing"
    },
    {
        "artist": "U2",
        "lyrics": "  Desert sky, dream beneath the desert sky The rivers run but soon run dry We need new dreams tonight Desert rose, dreamed I saw a desert rose Dress torn in ribbons and bows Like a siren she calls (to me)  [Chorus] Sleep comes like a drug in God's country Sad eyes, crooked crosses, in God's country  Set me alight, we'll punch a hole right through the night Every day the dreamers die to see what's on the other side She is liberty, and she comes to rescue me Hope, faith, her vanity The greatest gift is gold  [Chorus]  Naked flame, she stands with a naked flame I stand with the sons of Cain Burned by the fire of love Burned by the fire of love  ",
        "title": "In God's Country"
    },
    {
        "artist": "Glenn Medeiros",
        "lyrics": "  [Verse 1:] Why do I seem to be Caught up inside a dream? All my life It`s always been my shadow and me  Over my shoulder There`s always a voice Somewhere saying I never should try to set my heart free  I wish that love would come And take me in her arms And show me what I've never known  Where I could hold someone And words like right and wrong Just fade away like yesterday  [Chorus:] Lonely won't leave me alone Lonely won't leave me alone Why? Tell me why? Won`t even let me fall in love  Ooh Everywhere I go Always by my side Won't even let me fall in love  [Verse 2:] I try and say I love you But the words won't come through When my eyes see all the tears And sad memories  Why can't I start out new And leave that old feeling too? Far behind I guess that lonely needs company  Around each bend of road I`m thinking back in time There will be that rainbow's end  But when I follow love Self delusions I find That it's only lonely and me again  [Repeat Chorus x2:]  ",
        "title": "Lonely Won't Leave Me Alone"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": null,
        "title": "You Will Know"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Thinking Of You"
    },
    {
        "artist": "Whitesnake",
        "lyrics": "  When I first saw you, baby You took my breath away I knew your name was trouble But my heart got in the way Couldn't stop myself from reaching out I could not turn away I don't even know your name I can't leave you alone I'm running 'round in circles Like a dog without a bone I know the game you're playing But baby, I just can't let go So give me all your love tonight Give me all your love tonight I'll do anything you want Just give me all of your loving tonight I'll work hard everyday To love and treat you right I'll rock you in the morning And roll you in the night Any way you want I'm gonna prove my love for you So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight, tonight, tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Just give me all of your loving tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight I am blinded by your smile I'm crazy about your walk I shiver and I shake When I hear you baby talk I'm a fool for your loving, babe Give me all your love tonight So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight Anything you want from me So give me all your love tonight Give me all your love tonight I'll do anything you want Give me all of your loving tonight, tonight, tonight  ",
        "title": "Give Me All Your Love"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": null,
        "title": "Talking Back To The Night"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": null,
        "title": "Power Of Love"
    },
    {
        "artist": "Georgio",
        "lyrics": null,
        "title": "Lover's Lane"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": null,
        "title": "Valerie"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  There was the time We thought our dream was over When you and I Had surely reached the end Still here we are The flame as strong as ever All because we both kept holding on We know we can weather any storm  Baby, that's what love is all about Two hearts, that find a way, somehow To keep the fire burning It's something we could never live without If it takes forever we can work it out Beyound a shadow of a doubt Baby, that's what love is all about  As time goes by we've learnd to rediscover The reason why this dream of our survives Through thick and thin we're destined for each other Knowing we can reach the other side Far beyound the mountains of our pride  Baby, that's what love is all about Two hearts, that find a way, somehow To keep the fire burning It's something we could never live without If it takes forever we can work it out Beyound a shadow of a doubt Baby, that's what love is all about  Ooh ridin' the good times is easy The hard times can tear you apart There'll be times in your heart When the feelin' is gone But you keep on believing And you keep holdin' on  Baby, that's what love is all about Two hearts that find a way, somehow To keep the dream from dying It's something we could never live without If it takes forever we can, we can work it out Beyound a shadow of a doubt Baby, that's what love is all about  ",
        "title": "That's What Love Is All About"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Verse 1] Out of love, there's nobody around All I hear is the sound of a broken heart Out of time, no more waiting for you Now the hurting is through, and a new day starts And I feel a change in my life I sailed into dark and endless nights And made it alive  [Chorus] Everybody's got a reason to live, baby Everybody's got a dream and a hunger inside Everybody's got a reason to live, but it can't be your love  [Verse 2] Out of touch, with myself for so long Now a feelin' so strong coming over me Down the line, there's a lesson I've learned You can love and get burned, if it has to be And I see a change in my life And I'm not alone when I'm strong inside And I realize  [Chorus]  [Bridge] And I feel a change in my life And I'm not alone when I'm strong inside and I realize  [Chorus][x2]  [Outro] No it can't be your love, no it can't be your love No it can't be your love  ",
        "title": "Reason To Live"
    },
    {
        "artist": "Gene Loves Jezebel",
        "lyrics": "  Hey listen, treasure You know I'm waiting for you I want some pleasure I love those things that you do  Do you know what you want Oh yes I do Do you know how to get it You know that it's true  I know what I want And I know how to get it So come on baby Let's do it again  I feel your motion of love I feel the motion of love I feel the motion of love I feel your motion of love  Pretty angel You've got a rhythm that's blue You could not measure This love I feel for you  Do you know what you want Oh yes I do Do you know how to get it You know that it's true  I know what I want And I know how to get it So come on, angel Let's share it  I feel your motion of love I feel the motion of love I feel the motion of love I feel your motion of love  I just wanna kiss, just wanna kiss Your lips, your lips I wanna kiss, I wanna kiss Just a bit like this, oh yes  I want some pleasure I'll dance over you You little treasure You know our world is blue  Do you know what you want Oh yes I do Do you know how to get it You know that I do  I know what I want And I know how to get it So come on, baby Let's share it  I feel your motion of love I feel the motion of love I feel the motion of love I feel your motion of love  Motion of love...  ",
        "title": "The Motion Of Love"
    },
    {
        "artist": "Icehouse",
        "lyrics": "  If a boy had a chance A chance with someone like you Are you gonna break his heart Let him cry for the moon  Are you hiding somewhere behind those eyes? (I just freeze)  I just freeze every time You see through me And it's all over you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  Oh, I had a dream For a moment I believed it was true Oh I'd have given anything Just to be there with you  Are you hiding somewhere behind those eyes? (I just freeze)  I just freeze every time You see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it may be Just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  (Help me baby)  Are you hiding somewhere behind those eyes? (In those eyes)  I just freeze Every time you see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it may be Just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  (In those eyes) I just freeze Every time you see through me And it's all over you Electric blue  (In too deep) In too deep Standing here waiting As I'm breaking in two Electric blue  (I can see) I can see Can see that it May be just a vision of you Electric blue  (On my knees) On my knees Help me baby Tell me what can I do? Electric blue  Electric blue Electric blue Electric blue  ",
        "title": "Electric Blue"
    },
    {
        "artist": "Peabo Bryson & Regina Belle",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "Henry Lee Summer",
        "lyrics": null,
        "title": "I Wish I Had A Girl"
    },
    {
        "artist": "Bill Medley & Jennifer Warnes",
        "lyrics": "  [Intro:] Now I've had the time of my life No, I never felt like this before Yes, I swear it's the truth And I owe it all to you  Cause I've had the time of my life And I owe it all to you  [Verse 1:] I've been waiting for so long Now I've finally found someone to stand by me We saw the writing on the wall As we felt this magical fantasy  Now with passion in our eyes There's no way we could disguise it secretly So we take each other's hand Cause we seem to understand the urgency  [Pre-Chorus:] Just remember You're the one thing I can't get enough of So I'll tell you something This could be love Because  [Chorus:] I've had the time of my life No, I never felt like this before Yes, I swear it's the truth And I owe it all to you  Hey, baby  [Verse 2:] With my body and soul I want you more than you'll ever know So we'll just let it go Don't be afraid to lose control No  Yes, I know what's on your mind When you say Stay with me tonight (Stay with me)  [Pre-Chorus:]  [Chorus:] I've had the time of my life No, I never felt like this before Yes, I swear it's the truth And I owe it all to you  Cause I had the time of my life And I've searched through every open door Till I found the truth And I owe it all to you  [Bridge:] Now I've had the time of my life No, I never felt like this before (Never felt this way) Yes, I swear it's the truth And I owe it all to you  [Chorus:] I've had the time of my life No, I never felt this way before (Never felt this way)  Yes, I swear it's the truth (It's the truth) And I owe it all to you  Cause I had the time of my life (The time of my life) And I've searched through every open door Till I found the truth And I owe it all to you  ",
        "title": "(I've Had) The Time Of My Life"
    },
    {
        "artist": "The Cure",
        "lyrics": "  [Verse 1] Show me, show me, show me how you do that trick The one that makes me scream she said The one that makes me laugh she said Threw her arms around my neck Show me how you do it and I'll promise you I'll promise that I'll run away with you, I'll run away with you  [Verse 2] Spinning on that dizzy edge Kissed her face and kissed her head Dreamed of all the different ways, I had to make her glow Why are you so far away she said Why won't you ever know that I'm in love with you? That I'm in love with you?  [Refrain] You, soft and only, you lost and lonely You, strange as angels Dancing in the deepest oceans Twisting in the water You're just like a dream You're just like a dream  [Verse 3] Daylight licked me into shape I must have been asleep for days And moving lips to breathe her name I opened up my eyes And found myself alone, alone, alone above a raging sea That stole the only girl I loved and drowned her deep inside of me  [Refrain] You soft and only You lost and lonely You just like heaven  ",
        "title": "Just Like Heaven"
    },
    {
        "artist": "Tommy Shaw",
        "lyrics": "  I'll never know what brought me here As if somebody led my hand It seems I hardly had to steer - My course was planned And destiny, it guides us all; And by its hand we rise and fall But only for a moment Time enough to catch our breath again  And we're just another piece of the puzzle Just another part of the plan How one life touches the other Is so hard to understand Still we walk this road together We try and go as far as we can And we have waited for this moment in time Ever since the world began  Taken in the times gone by We wonder how it all began We never know, and still we try To understand And even though the seasons change The reasons shall remain the same It's love that keeps us holding on Till we can see the sun again  And we're just another piece of the puzzle Just another part of the plan And we have waited for this moment in time Ever since the world began  And I stand alone A man of stone Against the driving rain And the night, it's got your number - And the wind, it cries your name  And we search for clues Win or lose In this we're all the same The hope still burns eternal We're the keeper of the flame  ",
        "title": "Ever Since The World Began"
    },
    {
        "artist": "Def Leppard",
        "lyrics": null,
        "title": "Animal"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  (Stranger, stranger, stranger, stranger)  It's hot here at night, lonely, black and quiet On a hot summer night Don't be afraid of the world we made On a hot summer night  ‘Cause when a long-legged lovely walks by Yeah you can see the look in her eye Then you know that it's  Hot in the city, hot in the city tonight, tonight Hot in the city, hot in the city tonight, tonight  (Stranger, stranger)  For all the dreams and schemes People are as they seem On a hot summer night Don't be no fun, don't forget you're young On a hot summer night  A sometime someone you're not Don't wait to see what you've got ‘Cause you know that you're  Hot in the city, hot in the city tonight, tonight Hot in the city, hot in the city tonight, tonight  We'll walk until my feet drop I'm a train when I'm hateful Yeah, lay right down now And ride until your head breaks I'm a-walkin' ‘til my brain pops I will move with the beat now I'm a chain ‘round an A-bomb I'm a ribbon in the heat now New York!  Hot in the city, hot in the city tonight, tonight Hot in the city, hot in the city tonight, tonight (Repeat to fade!)  ",
        "title": "Hot In The City"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  Another sleepless night I can't explain Somebody said they heard me call your name The radio won't let you leave my mind I know it's over but I don't know why  Should've known better Than to fall in love with you Now love is just a faded memory Should've known better Now I'm a prisoner to this pain And my heart still aches for you  Well there was no risk that I wouldn't take And not a promise that I didn't make All I asked was that you just hold on Now I'm a wondering what I did wrong  Should've known better Than to fall in love with you Now love is just a faded memory Shoud've known better Now I'm a prisoner to this pain And my heart still aches for you  I gave you all of my body and soul Never believing we might lose control I took my hands off the wheel  I can't remember if the lies were true It's been a million years since I touched you Well I thought time might help me win this game But being away from you is slowly driving me insane  Should've known better Than to fall in love with you Now love is just a faded memory Shoud've known better Now I'm a prisoner to this pain And my heart still aches for you  Should've known better Than to fall in love with you Now love is just a faded memory Shoud've known better Now I'm a prisoner to this pain And my heart still aches for you  ",
        "title": "Should've Known Better"
    },
    {
        "artist": "Belinda Carlisle",
        "lyrics": "  [Chorus] Ooh, baby, do you know what that's worth? Ooh, heaven is a place on earth They say in heaven love comes first We'll make heaven a place on earth Ooh, heaven is a place on earth  [Verse 1] When the night falls down I wait for you And you come around And the world's alive With the sound of kids On the street outside  [Pre-Chorus 1] When you walk into the room You pull me close and we start to move And we're spinning with the stars above And you lift me up in a wave of love  [Chorus] Ooh, baby, do you know what that's worth? Ooh, heaven is a place on earth They say in heaven, love comes first We'll make heaven a place on earth Ooh, heaven is a place on earth  [Verse 2] When I feel alone I reach for you And you bring me home When I'm lost at sea I hear your voice And it carries me  [Pre-Chorus 2] In this world we're just beginning To understand the miracle of living Baby I was afraid before But I'm not afraid anymore  [Chorus] Ooh, baby, do you know what that's worth? Ooh, heaven is a place on earth They say in heaven, love comes first We'll make heaven a place on earth Ooh, heaven is a place on earth (Heaven) (Heaven) (Heaven)  [Pre-Chorus 2] In this world we're just beginning To understand the miracle of living Baby I was afraid before But I'm not afraid anymore  (Heaven)  [Chorus] Ooh, baby, do you know what that's worth? Ooh, heaven is a place on earth They say in heaven, love comes first We'll make heaven a place on earth Ooh, heaven is a place on earth Ooh, heaven is a place on earth Ooh, heaven is a place on earth Ooh, heaven is a place on earth Ooh, heaven is a place on earth Ooh, heaven is a place on earth  ",
        "title": "Heaven Is A Place On Earth"
    },
    {
        "artist": "The California Raisins",
        "lyrics": null,
        "title": "I Heard It Through The Grapevine"
    },
    {
        "artist": "Bananarama",
        "lyrics": null,
        "title": "I Can't Help It"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Dude (Looks Like A Lady)"
    }
]