[
    {
        "artist": "Grand Funk",
        "lyrics": "  Everybody's doin' a brand new dance now (Come on baby, do the Loco-Motion) I know you'll get to like it if you give it a chance now (Come on baby, do the Loco-Motion) My little baby sister can do it with ease It's easier than learnin' your ABCs So, come on, come on, and do the Loco-Motion with me  You've got to swing your hips now Come on Jump up Jump back Oh well, I think you've got the knack  Woah, woah Now that you can do it, well let's make a chain now (Come on baby, do the Loco-Motion) A chuga-chuga motion like a railroad train, now (Come on baby, do the Loco-Motion) Do it nice and easy now, and don't lose control A little bit of rhythm and a lot of soul So, come on, come on, and do the Loco-Motion with me  Woah, woah Move around the floor in a loco-motion (Come on baby, do the Loco-Motion) Do it holdin' hands if'n you get the notion (Come on baby, do the Loco-Motion) There's never been a dance that's so easy to do It even makes you happy when you're feelin' blue So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion)  ",
        "title": "The Loco-Motion"
    },
    {
        "artist": "MFSB Featuring The Three Degrees",
        "lyrics": "  Let's get it on, it's time to get down Let's get it on, it's time to get down Let's get it on, it's time to get down Let's get it on, it's time to get down  ",
        "title": "TSOP (The Sound Of Philadelphia)"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Hey kids, shake it loose together The spotlight's hitting something That's been known to change the weather We'll kill the fatted calf tonight So stick around You're gonna hear electric music Solid walls of sound  [Pre-Chorus] Say, Candy and Ronnie, have you seen them yet? But they're so spaced out B-B-B-Bennie and the Jets Oh but they're weird and they're wonderful Oh Bennie, she's really keen  [Chorus] She's got electric boots A mohair suit You know I read it in a magazine B-B-B-Bennie and the Jets  [Verse 2] Hey kids, plug into the faithless Maybe they're blinded But Bennie makes them ageless We shall survive, let us take ourselves along Where we fight our parents out in the streets To find who's right and who's wrong  [Pre-Chorus] Say, Candy and Ronnie, have you seen them yet? But they're so spaced out B-B-B-Bennie and the Jets Oh but they're weird and they're wonderful Oh Bennie, she's really keen  [Chorus] She's got electric boots A mohair suit You know I read it in a magazine B-B-B-Bennie and the Jets  Bennie, Bennie and the Jets Bennie, Bennie, Bennie, Bennie and the Jets  ",
        "title": "Bennie And The Jets"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  The Best Thing That Ever Happened To Me Gladys Knight & The Pips Written by Jim Weatherly  - entered the Billboard Top 40 the week of March 9, 1974 and Stayed for 13 weeks, peaking at #3 the week of April 27, 1974 - soul cover version of Ray Price's #83 country ballad from 1973 - a version by The Persuaders, released March 2, 1974, reached #85  I've had my share of life's ups and downs But fate's been kind, the downs have been few I guess you could say that I've been lucky Well, I guess you could say that it's all because of you  If anyone should ever write my life story For whatever reason there might be Ooo, you'll be there between each line of pain and glory 'Cause you're the best thing that ever happened to me Ah, you're the best thing that ever happened to me  Oh, there have been times when times were hard But always somehow I made it, I made it through 'Cause for every moment that I've spent hurting There was a moment that I spent, ah, just loving you  If anyone should ever write my life story For whatever reason there might be Oh, you'll be there between each line of pain and glory 'Cause you're the best thing that ever happened to me Oh, you're the best thing that ever happened to me I know, you're the best thing, oh, that ever happened to me  ",
        "title": "Best Thing That Ever Happened To Me"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  J5: Dancing, dancing, dancing Tito: She's a dancing.. J5: machine  Micheal: Ah babe Move it baby  Micheal: Automatic,Systematic Full of color self contained Tuned and channeled to your vibes Captivating, stimulating She's such a sexy lady Filled with space age design  Jermaine: She's moving She's grooving,dancing until the music stops now Yea  Micheal: Rythmatic,acrobatic She's a dynamite attraction At the drop of a coin she comes alive Yeah She knows what she's doing She's super bad now She's geared to really blow your mind  (Robot dance/20 seconds) -Micheal jackson  J5:Dancing, dancing, dancing Tito:She's a dancing.. J5:machine  Micheal: Ah babe Do it baby  J5: Dancing, dancing, dancing Tito:She's a dancing.. j5:machine  Micheal: Ah babe Move it baby   J5: She's a dance, dance, dance, dance, dancing machine Watch her get down, watch her get down As she do, do, do her thing Right on the scene x2  Micheal: Come on babe Come on babe Babe Babe Shake it baby Shake it babe Babe Babe Babe Dance Dance Dance Dance  Micheal: I like it I like I love you Love ya  J5:(oh bop tidi bop)x8  J5: She's a dance, dance, dance, dance, dancing machine Watch her get down, watch her get down As she do, do, do her thing Right on the scene x2  ",
        "title": "Dancing Machine"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  (Reporter): Hello, everybody, this is your action news reporter with all the news That is news across the nation, on the scene at the supermarket. There Seems to have been some disturbance here. Pardon me, sir, did you see What happened?  (Witness): Yeah, I did. I's standin' overe there by the tomaters, and here he Come, running through the pole beans, through the fruits and vegetables Nekkid as a jay bird. And I hollered over to Ethel, I said, \"Don't Look, Ethel!\" But it's too late, she'd already been incensed  (Chorus) Here he comes, look at that, look at that There he goes, look at that, look at that And he ain't wearin' no clothes  Oh, yes, they call him the Streak Look at that, look at that Fastest thing on two feet Look at that, look at that He's just as proud as he can be Of his anatomy He goin' give us a peek  Oh, yes, they call him the Streak Look at that, look at that He likes to show off his physique Look at that, look at that If there's an audience to be found He'll be streakin' around Invitin' public critique  (Reporter): This is your action news reporter once again, and we're here at the gas Station. Pardon me, sir, did you see what happened?  (Witness): Yeah, I did. I's just in here gettin my car checked, he just appeared Out of the traffic. Come streakin' around the grease rack there, didn't Have nothin' on but a smile. I looked in there, and Ethel was gettin' Her a cold drink. I hollered, \"Don't look, Ethel!\" But it was too Late. She'd already been mooned. Flashed her right there in front of The shock absorbers  (Chorus) He ain't crude, look at that, look at that He ain't lewd, look at that, look at that He's just in the mood to run in the nude  Oh, yes, they call him the Streak Look at that, look at that He likes to turn the other cheek Look at that, look at that He's always makin' the news Wearin' just his tennis shoes Guess you could call him unique  (Reporter): Once again, your action news reporter in the booth at the gym, covering The disturbance at the basketball playoff. Pardon me, sir, did you see What happened?  (Witness): Yeah, I did. Half time, I's just goin' down thar to get Ethel a snow Cone. And here he come, right out of the cheap seats, dribbling, right Down the middle of the court. Didn't have on nothing but his PF's Made a hook shot and got out through the concessions stand. I hollered up At Ethel, I said, \"Don't look, Ethel!\" But it was too late. She'd Already got a free shot. Grandstandin', right there in front of the Home team  (Chorus) (Witness): Oh, yes, they call him the Streak Here he comes again Look at that, look at that Who's that with him? The fastest thing on two feet Ethel? Is that you, Ethel? Look at that, look at that What do you think you're He's just as proud as he can be doin'? You git your Of his anatomy clothes on! He's gonna give us a peek  Oh, yes, they call him the Streak Ethel! Where you goin'? Look at that, look at that Ethel, you shameless He likes to show off his physique hussy! Say it isn't so Look at that, look at that Ethel! Ethelllllll!!! If there's an audience to be found He'll be streakin' around Invitin' public critique  ",
        "title": "The Streak"
    },
    {
        "artist": "Blue Swede",
        "lyrics": "  [Opening] Ooga-Chaka Ooga-Ooga Ooga-Chaka Ooga-Ooga Ooga-Chaka Ooga-Ooga Ooga-Chaka Ooga-Ooga Ooga-Chaka Ooga-Ooga  [Verse 1] I can't stop this feeling Deep inside of me Girl, you just don't realize What you do to me  [Verse 2] When you hold me In your arms so tight You let me know Everything's all right  [Chorus] I'm hooked on a feeling I'm high on believing That you're in love with me  [Verse 3] Lips as sweet as candy Its taste is on my mind Girl, you got me thirsty For another cup o' wine  [Verse 4] Got a bug from you girl But I don't need no cure I'll just stay a victim If I can for sure  All the good love When we're all alone Keep it up girl Yeah, you turn me on  [Chorus] I'm hooked on a feeling I'm high on believing That you're in love with me  [Bridge] All the good love When we're all alone Keep it up girl Yeah, you turn me on  [Chorus] I'm hooked on a feeling I'm high on believing That you're in love with me  [Chorus] I'm hooked on a feeling I'm high on believing That you're in love with me  [Outro] I said I'm hooked on a feeling And I'm high on believing That you're in love with me I'm hooked on a feeling  ",
        "title": "Hooked On A Feeling"
    },
    {
        "artist": "Mike Oldfield",
        "lyrics": "  [Instrumental]  [Spoken Word: Vivian Stanshall] Grand piano Reed and pipe organ Glockenspiel Bass guitar Double-speed guitar Two slightly distorted guitars Mandolin Spanish guitar and introducing acoustic guitar Plus, tubular bells  [Instrumental]  ",
        "title": "Tubular Bells"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Baby, although I chose this lonely life It seems it's strangling me now All the wild men, big cigars, gigantic cars They're all laughing at me now  Oh, I've been used, ooh, used I've been a fool, oh, what a fool I broke all the rules, oh, yeah But I must let the show go on  Baby, there's an enormous crowd of people They're all after my blood I wish maybe they'd tear down the walls of this theater Let me out, let me out  Oh, I'm so blind, oh, I'm blind I wasted time, wasted, wasted, wasted time Walking on a wire, high wire But I must let the show go on  Oh, I'm so blind, oh, I'm blind I wasted time, wasted, wasted all too much time Walking on a wire, high wire But I must let the show go on  Baby, I wish you'd help me escape Help me get away Leave me outside my address Far away from this masquerade  'Cause I've been blind, oh, so blind I wasted time, wasted, wasted all too much time Walking on a wire, high wire But I must let the show go I must let the show go I must let the show go on  ",
        "title": "The Show Must Go On"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": "  Hey, say, wait a minute Where you going with that suitcase Wait a minute, listen All right, well, you don't have To answer, just listen  I don't mind when you say That you're going away I just don't wanna be lonely  And I don't care if we Share only moments a day I just don't wanna be lonely  I'd rather be loved and needed Depended on to give a love I can't give when you're gone When you're gone I just don't want to be lonely I'd rather be loved  I don't mind when the tide Sets the sun to the moon I just don't wanna be lonely  Let the stairs find you there Waiting at the end of the room I just don't wanna be lonely  I'd rather be loved and needed Depended on to give a love I can't give when you`re gone When you're gone I don't want to be lonely I just wanna be loved, sugar Come on  I just want to be loved Yeah, yeah, yeah, baby Ooh, Lord, have mercy  I'd rather be loved and needed Depended on to give a love I can't give when you`re gone When you're gone I don't want to be lonely I wanna be loved, baby  Yeah, come on Gimme that sweet love, sugar I wanna be loved, baby Gimme that love, sugar  Gimme that sweet, sweet Sweet love, sugar  Gimme, gimme, gimme That love, baby I don't wanna be Don't wanna be I don't wanna be lonely, baby  No, no, no Gimme that love, sugar Come on, I don't wanna be lonely  ",
        "title": "Just Don't Want To Be Lonely"
    },
    {
        "artist": "Marvin Hamlisch/\"The Sting\"",
        "lyrics": "  You're the entertainer, the entertainer You're the entertainer, the entertainer You made 'em laugh, and you left 'em feelin' glad You made 'em cry, and you left 'em feelin' sad They've seen you perform in so many plays But they're not to know you're unhappy today So they'll never know, go on with the show 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer The curtain's up, and your audience is waiting out there Now walk on stage, boy, like you don't have a care And don't let 'em know that you're feelin' so low Since your girl put you down, you're a sad-hearted clown But the show must go on, go on and on Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer, yeah [Instrumental Interlude] Now hear that applause, now you know you made the grade You fooled them well, for the money they paid Now walk off in style, and don't forget to smile Though your heart tells you, \"frown\" you can't let the people down Sure your one girl has gone, but you've got to walk on When, You're the entertainer, tell yourself (The entertainer) You're the entertainer, you know, you can do it (The entertainer) You're the entertainer, walk on, in style now (The entertainer) You're the entertainer, come on, in style no (The entertainer) You're the entertainer, come on, in style now (The entertainer)  ",
        "title": "The Entertainer"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] As my life goes on I believe Somehow something's changed Something deep inside Ooh, a part of me There's a strange new light in my eyes Things I've never known Changing my life Changing me  [Chorus] I've been searching So long To find an answer Now I know my life has meaning  [Verse 2] Now I see myself as I am Feeling very free Life is everything Ooh it's meant to be When my tears have come to an end I will understand What I left behind Part of me  [Chorus]  [Outro] Searching Don't you know I'm hell yeah For an answer To the question Oh yeah For our minds Baby Baby it's true It's only natural It's only natural baby, yeah Good things In life Take a long time Yeah yeah  ",
        "title": "(i've Been) Searchin' So Long"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": "  [Intro] One, two, three, four!  [Verse 1] I phoned up my doctor to see what's the matter He said, \"come on over.\" I said, \"do I have to?\" My knees started shaking, my wrist started aching When my doctor said to me:  [Chorus] Ooh my my, oh my my, can you boogie, can you slide? Oh my my, oh my my, you can boogie if you try Oh my my, oh my my, it's guaranteed to keep you alive  [Verse 2] The head nurse she blew in, just like a tornado When they started dancing, i jumped off the table I felt myself healing and as i was leaving This is what they said to me:  [Chorus]  [Verse 2] Now if you should slow down and you're feeling low down Don't call up your doctor, just grab you a partner It's what you've been missing, I've got your prescription That boogie woogie remedy  [Chorus]  [Outro] \"oh my my, oh my my, watch me boogie, watch me slide Oh my my, (ow!) Oh my my, born to boogie, born to slide. (can you boogie?) Oh my my, oh my my, oo-wee, boogie, oo-wee, aye. (can you boogie?) Oh my my, oh my my, play that boogie, play that slide. (can you boogie?) Oh my my, oh my my, love that boogie, love that slide. (can you boogie?) Oh my my, oh my my, oh, my boogie, oh, my slide. (can you boogie?) Oh my my, oh my my, come on, baby, come on now. (can you boogie) Oh my my, oh my my, come on, baby, I'm willing to die. (can you boogie?) Oh my my, oh my my, come on, baby, come on, try. (can you boogie?) Oh my my, oh my my.\"  ",
        "title": "Oh My My"
    },
    {
        "artist": "Redbone",
        "lyrics": "  Hail (hail) What's the matter with your head, yeah Hail (hail) What's the matter with your mind And your sign an-a, oh-oh-oh Hail (hail) Nothin' the matter with your head Baby find it, come on and find it Hail, with it baby Cause you're fine And you're mine, and you look so divine  Come and get your love Come and get your love Come and get your love Come and get your love  Hail (hail) What's the matter with you feel right Don't you feel right baby Hail, oh yeah Get it from the mainline, all right I said-a find it, find it Go on and love it if you like it, yeah Hail (hail) It's your business if you want some, take some Get it together baby  Come and get your love Come and get your love Come and get your love Come and get your love  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love Come and get your love  Hail (hail) What's the matter with you feel right Don't you feel right baby Hail (hail), all right Get it from the main vine, all right  La, la, la, la, la, la, la, la. la, la Come and get your love La, la, la, la, la, la, la, la, la. woohoo Come and get your love La, la, la, la, la, la, la, la. la, la Come and get your love La, na, na, na, na, na, da, boom Come and get your love La, da boom, boom, boom, ta, daba, boom, boom Come and get your love La, la, la, la, la, la  ",
        "title": "Come And Get Your Love"
    },
    {
        "artist": "Maria Muldaur",
        "lyrics": "  Midnight at the oasis Send your camel to bed Shadows painting our faces Traces of romance in our heads Heaven's holding a half moon Shining just for us Let's slip off to A sand dune, real soon And kick up a little dust  Come on, cactus is our friend He'll point out the way Come on, til the evening ends Til the evening ends  You don't have to answer There's no need to speak I'll be your belly dancer, prancer And you can be my sheik  [guitar solo]  I know your Daddy's a sultan A nomad known to all With fifty girls to attend him They all send him Jump at his beck and call  But you won't need no harem, honey When I'm by your side And you won't need no camel, no no When I take you for a ride  Come on, cactus is our friend He'll point out the way Come on, til the evening ends Til the evening ends  Midnight at the oasis Send your camel to bed Got shadows painting our faces And traces of romance in our heads  Oh come on, oh come on Woo hoo hoo, yeah, oh yeah  ",
        "title": "Midnight At The Oasis"
    },
    {
        "artist": "Jim Croce",
        "lyrics": "  Well, I know it's kind of late I hope I didn't wake you But what I got to say can't wait I know you'd understand Every time I tried to tell you The words just came out wrong So I'll have to say I love you in a song  Yeah, I know it's kind of strange But every time I'm near you I just run out of things to say I know you'd understand Every time I tried to tell you The words just came out wrong So I'll have to say I love you in a song  Every time the time was right All the words just came out wrong So I'll have to say I love you in a song  Yeah, I know it's kind of late I hope I didn't wake you But there's something that I just got to say I know you'd understand Every time I tried to tell you The words just came out wrong So I\"ll have to say I love you in a song  ",
        "title": "I'll Have To Say I Love You In A Song"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  My love I'll never find the words my love To tell you how I feel my love Mere words could not explain  Precious love You held my life within your hands Created everything I am Taught me how to live again  Only you Cared when I needed a friend Believed in me through thick and thin This song is for you, filled with gratitude and love  God bless you You make me feel brand new For God blessed me with you You make me feel brand new I sing this song 'cause you Make me feel brand new  My love Whenever I was insecure You built me up and made me sure You gave my pride back to me  Precious friend With you I'll always have a friend You're someone who I can depend To walk a path that sometimes bends  Without you Life has no meaning or rhyme Like notes to a song out of time How can I repay you for having faith in me  God bless you You make me feel brand new For God blessed me with you You make me feel brand new I sing this song for you You  ",
        "title": "You Make Me Feel Brand New"
    },
    {
        "artist": "Bobby Womack",
        "lyrics": "  I'm lookin' for I'm lookin' for I'm lookin' for I'm lookin' for Oh yeah-yeah-yeah-yeah She might be over here somewhere I'm gonna find her  Come and get it I'm lookin' I gotta find a love I'm just lookin' for I'm just gonna keep on lookin'  I'm lookin' for a love I'm gonna find her oh yeah Gotta keep on lookin' I need someone to walk by my side I've gotta find someone(I'm lookin' for a love I'm lookin' for a love  I'm gonna find I've got to find someone  I'm lookin' for Everyday I'm lookin' for a love Well I'm And I'm lookin' here and there And I'm searching everywhere And I'm lookin' I'm lookin' I'm lookin' I'm lookin'  I'm lookin' for a love Lookin' for a love Well now And I'm lookin' Here and there Searching everywhere Gotta, gotta, gotta I've gotta I've gotta find someone  Someone to get up in the mornin' And rub my head Someone to fix my breakfast And bring it to my bed Someone to do a little housework And back with me again Yeah With lots of love and kisses And ???? But right now oooooh I'm lookin' for a love, yes sir Everyday of my life And I'm lookin' here and there And I'm searching everywhere And I'm lookin' I'm lookin' I'm lookin' I'm lookin'  I'm lookin' for I'm lookin' for I'm lookin' for I'm lookin' for Oh yeah-yeah-yeah-yeah She might be over here somewhere I'm gonna find her  Come and get it I'm lookin' I gotta find a love I'm just lookin' for I'm just gonna keep on lookin'  I'm lookin' for a love I'm gonna find her oh yeah Gotta keep on lookin' I need someone to walk by my side I've gotta find someone  ",
        "title": "Lookin' For A Love"
    },
    {
        "artist": "Diana Ross & Marvin Gaye",
        "lyrics": "  Marvin: My mistake was to love you, girl Love you, girl My mistake was to give you all Tell the world  First I had you In the palm of my hand But I let you slip through Like grains of sand At the beginning When I didn't care Like my own reflection You were always there  My mistake was to love you, girl Love you, girl My mistake was to give you all Tell the world  Diana: You were sweeter Then my very own skin But what did I do for you Not a thing In front of my friends You broke me down Since then darling It's hard to track you down  My mistake was to love you, boy Love you, boy My mistake was to give my all Tell the world  Marvin: Many a smile You put on my face But I paid dearly With the tears I taste  Diana: My tenderness Made you cold, not sweet 'Cause if a girl loves you You only call her weak  My mistake was to love you, boy Love you, boy My mistake was to give my all Tell the world  Marvin: My mistake was to love you, girl Love you, girl My mistake was to give you all Tell the world  ",
        "title": "My Mistake (Was To Love You)"
    },
    {
        "artist": "John Denver",
        "lyrics": "  Sunshine on my shoulders makes me happy Sunshine in my eyes can make me cry Sunshine on the water looks so lovely Sunshine almost always makes me high  If I had a day that I could give you I'd give to you the day just like today If I had a song that I could sing for you I'd sing a song to make you feel this way  Sunshine on my shoulders makes me happy Sunshine in my eyes can make me cry Sunshine on the water looks so lovely Sunshine almost always makes me high  If I had a tale that I could tell you I'd tell a tale sure to make you smile If I had a wish that I could wish for you I'd make a wish for sunshine for all the while  Sunshine on my shoulders makes me happy Sunshine in my eyes can make me cry Sunshine on the water looks so lovely Sunshine almost always makes me high Sunshine almost all the time makes me high Sunshine almost always  ",
        "title": "Sunshine On My Shoulders"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Day after day I must face a world of strangers Where I don't belong, I'm not that strong It's nice to know that there's someone I can turn to Who will always care, you're always there  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  So many times when the city seems to be Without a friendly face, a lonely place It's nice to know that you'll be there if I need you And you'll always smile, it's all worthwhile  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  Touch me and I end up singing Trouble seems to up and disappear You touch me with the love you're bringing I can't really lose when you're near When you're near, my love  If all my friends have forgotten half their promises They're not unkind, just hard to find One look at you and I know that I could learn to live Without the rest, I've found the best  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  ",
        "title": "I Won't Last A Day Without You"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": "  [Verse 1] Stuck inside these four walls Sent inside forever Never seeing no one nice again Like you, mama You, mama You  [Segue]  [Verse 2] If I ever get out of here Thought of giving it all away To a registered charity All I need is a pint a day If I ever get out of here If we ever get out of here  [Segue]  [Verse 3] Well, the rain exploded with a mighty crash As we fell into the sun And the first one said to the second one there \"I hope you're having fun\"  [Hook] Band on the run Band on the run And the jailer man and Sailor Sam Were searching everyone For the band on the run Band on the run For the band on the run Band on the run  [Verse 4] Well, the undertaker drew a heavy sigh Seeing no one else had come And a bell was ringing in the Village Square For the rabbits on the run  [Hook] Band on the run Band on the run And the jailer man and Sailor Sam Were searching everyone For the band on the run Band on the run  Yeah, the band on the run Band on the run Band on the run Band on the run  [Verse 5] Well, the night was falling as the desert world Began to settle down In the town they're searching for us everywhere But we never will be found  [Hook] Band on the run Band on the run And the County Judge, who held a grudge Will search forevermore For the band on the run Band on the run Band on the run Band on the run  ",
        "title": "Band On The Run"
    },
    {
        "artist": "Joni Mitchell",
        "lyrics": null,
        "title": "Help Me"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Oh very young What will you leave us this time? You're only dancing on this earth for a short while And though your dreams may toss and turn you now They will vanish away like your daddy's best jeans Denim blue fading up to the sky  And though you want them to last forever You know they never will You know they never will And the patches make the goodbye harder still  Oh very young What will you leave us this time? There'll never be a better chance to change your mind And if you want this world to see a better day Will you carry the words of love with you? Will you ride the great white bird into heaven?  And though you want to last forever You know you never will You know you never will And the goodbye makes the journey harder still  Will you carry the words of love with you? Goodbye, goodbye, goodbye  Oh very young What will you leave us this time? You're only dancing on this earth for a short while Oh very young What will you leave us this time?  ",
        "title": "Oh Very Young"
    },
    {
        "artist": "Sister Janet Mead",
        "lyrics": null,
        "title": "The Lord's Prayer"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  (Keep on singing don't stop singing) (You're gonna be a star some day) (You're gonna make a lot of people happy) (When they come to hear you play)  I don't remember mama She died when I was born We lived in a one room shanty But daddy tried to make it a home When I was only six years old I started singing in the streets People would throw me pennies So I could daddy make ends meet They said  CHORUS: Keep on singing Don't stop singing You're gonna be a star someday You're gonna make a lot of people happy When they come to hear you play They said keep on singin Keep the bells a ringin  Spread the music from town to town There's not enough song in this old world So spread your song around By the time I was 10 years old I had a rock n roll band Daddy's eyes were growing dim But I didn't understand He said he would be so proud of me Each time he'd hear us play At night he'd pull me to his side And daddy would always say  CHORUS  He didn't have much money But things didn't seem so bad I felt just like the queen of the world When I was with my dad Then one rainy April night Daddy called me to his side He held me with his tremblin hands Right before he died  CHORUS  CHORUS  CHORUS  ",
        "title": "Keep On Singing"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Intro] Everybody's got a thing But some don't know how to handle it Always reaching out in vain Accepting the things not worth having but  [Chorus 1] Don't you worry about a thing Don't you worry about a thing, mama Because I'll be standing on the side When you check it out  [Verse 1] They say your style of life's a drag And that you must go other places But just don't you feel too bad When you get fooled by smiling faces but  [Bridge] Don't you worry about a thing Don't you worry about a thing, mama Cause I'll be standing on the side When you check it out When you get it off your trip Don't you worry about a thing, yeah Don't you worry about a thing, yeah  [Chorus 2] Don't you worry about a thing Don't you worry about a thing, mama Because I'll be standing on the side When you check it out When you get it off your trip  [Verse 2] Everybody needs a change A chance to check out the new But you're the only one to see The changes you take yourself through  [Chorus 3] Don't you worry about a thing Don't you worry about a thing, pretty mama Because I'll be standing in the wings When you check it out  [Outro] Don't you worry about a thing  ",
        "title": "Don't You Worry 'Bout A Thing"
    },
    {
        "artist": "Terry Jacks",
        "lyrics": "  Goodbye to you, my trusted friend We've known each other since we're nine or ten Together we've climbed hills or trees Learned of love and ABCs Skinned our hearts and skinned our knees  Goodbye my friend, it's hard to die When all the birds are singing in the sky Now that the Spring is in the air Pretty girls are everywhere Think of me and I'll be there  We had joy, we had fun We had seasons in the sun But the hills that we climbed Were just seasons out of time  Goodbye Papa, please pray for me I was the black sheep of the family You tried to teach me right from wrong Too much wine and too much song Wonder how I got along  Goodbye Papa, it's hard to die When all the birds are singing in the sky Now that the Spring is in the air Little children everywhere When you see them I'll be there  We had joy, we had fun We had seasons in the sun But the wine and the song Like the seasons, have all gone. x 2  Goodbye Michelle, my little one You gave me love and helped me find the sun Every time that I was down You would always come around And get my feet back on the ground  Goodbye Michelle, it's hard to die When all the birds are singing in the sky Now that the Spring is in the air With the flowers everywhere I wish that we could both be there  We had joy, we had fun We had seasons in the sun But the stars we could reach Were just starfish on the beach. x 2  We had joy, we had fun We had seasons in the sun But the wine and the song Like the seasons, have all gone  All our lives, we had fun We had seasons in the sun But the hills that we climbed Were just seasons out of time  ",
        "title": "Seasons In The Sun"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Let It Ride"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Hey! Gotta gotta pay back!! (The big payback) Revenge!! I'm mad (the big payback) Got to get back! Need some get back!! Pay Back! (the big payback) That's it!! Payback!!! Revenge!!! I'm mad!!  Get down with my girlfriend, That ain't right!! Hollarin' cussin', you wanna fight Payback is a thing you gotta see Brother do any damn thing to me  Sold me out, for chump change (yes you did!!) Told me that they, they had it all arranged You handed me down, and thats a fact Now you're pumped, You gotta get ready For the big payback!! (the big Payback!!) That's where I am, the big payback (the big payback!!)  I can do wheelin', I can do dealin' (yes you can!!) But I don't do no damn Squealin' I can dig rappin', I'm ready!! I can dig scrappin' But I can't dig that backstabbin' (Oh No!!)  The brother get ready!! Thats a fact!! Get ready you Mother, for the big payback (The big Payback!!) Let me hit 'em hit'em!! Hey Hey!! WOOOOOOOOOOOO!  Took my money, you got my honey Don't want me to see what you doing to me I got to get back I gotta deal with you!! (4xs) Hey let me tell ya!! Get down with my woman, that ain't right! You hollarin' and cussin', you wanna Fight!! Don't do me no darn favor I don't know karate, but I know KA-RAZY!!!! (yes we do!!)  Get ready thats a fact, Get ready you Mother for the big payback (the big Payback!) Hey!! I'm a man! I'm a man! I'm a son of a man, but don't they tell ya then Hop again Get ready for the big payback (the big payback!!) Hit 'em again!! Get ready I need it, I need a hit again!! Say it once (3xs) Hit 'em Again!! (the big payback!!) Sold me out for chump change Said my woman had it all arranged Tryin' to make a deal, she wants to squeal But I had my boys on her heals Saw me comin', told a lie Went down like you wanted to cry I don't care what she does, she'll be doin' just like she was Take your kids and raise them up, Somebody think I have a right to be tough Take her, take that woman, it's one place she found Just run that mother out of town!! Got to get up!! Got to get up, get out!! (2xs) I'm mad!! I want revenge, I want revenge (the big payback!!) I want revenge (3xs) (the big payback!!) Give me those hits!! I want some hits!! I need those Hits, hit me!!  ",
        "title": "The Payback - Part I"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  Babe, somewhere I know I'm gonna find it, babe It'll have my love behind it And it will be a symphony of all you mean to me A Very Special Love Song  And babe, if there's a way you know I'm gonna say it babe If there's a melody I'll play it I'll play it through especially for you and all the words are true A Very Special Love Song  So don't be surprised if you're sittin' alone and you hear it 'Cause I'm goin' to sing it to the whole big lonely world So turn your radio way down low and get near it And I'll tell the world I love you, girl  Babe, if there's an ounce of love I'm gonna give it to you Babe, if there's a breath of life I'm gonna live it every day for you And all the whole night through, singin' just for you  ",
        "title": "A Very Special Love Song"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  Money money money money, money [x6]  Some people got to have it, yeah, some people really need it Listen to me y'all, do things, do things, do things, bad things with it Well, you wanna do things, do things, do things, good things with it, yeah, uh huh Talk about cash money, money Talk about cash money, dollar bills, y'all, come on now, yeah, yeah  For the love of money, people will steal from their mother For the love of money, people will rob their own brother For the love of money, people can't even walk the street Because they never know who in the world they're gonna meet For that mean, oh mean, mean green Almighty dollar, cash money  For the love of money, people will lie, rob, they will cheat For the love of money, people don't care who they hurt or beat For the love of money, a woman will sell her precious body For a small piece of paper it carries a lot of weight For that mean, mean, mean, mean, mean green  Almighty dollar, talkin bout, talkin bout  I know that money is the root of all evil Do funny things to some people Give me a nickel, brother, can you spare a dime Money can drive some people out of their minds  For the love of money, no good, no good, no good For the love of money, don't sell your soul for the money, no, no For the love of money, lay down, lay down, women will  Money is the root of all evil Do funny things to some people Give me a nickel, brother, can you spare a dime Money can drive some people out of their minds  For the love of money, got to have it, I really need it For the love of money, give it up, give it up, give it up, yeah For the love of money, got to have it, some people really need it For the love of money, give me, give me, give me, cash money For the love of money, I need, I need For the love of money, give me, give me, give me For the love of money For the love of money, how many things have I heard you say For the love of money, don't let it, don't let it, don't let money rule you For the love of money, how many things have I heard you say For the love of money, don't let it, don't let it, don't let money fool you For the love of money, yeah, yeah, yeah, yeah For the love of money, got to have it, I really need it  Save your soul, save your soul, don't sell it For that mean, mean, mean, mean green  People know that money, don't let money change you Almighty dollar Keep on tellin you, people know that money, don't let money change you Almighty dollar Keep on, changin, yeah, changin up your mind You keep on, you keep on, changin, yeah, changin up your mind  People know that money, don't let money change you Almighty dollar Keep on tellin y'all, people know that money, don't let money change you Almighty dollar Keep on, changin, yeah, changin up your mind Changin, yeah, changin up your mind  ",
        "title": "For The Love Of Money"
    },
    {
        "artist": "Carly Simon & James Taylor",
        "lyrics": null,
        "title": "Mockingbird"
    },
    {
        "artist": "Sami Jo",
        "lyrics": null,
        "title": "Tell Me A Lie"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Walk around, why wear a frown Say little people, try to put you down What you need, a helpin' hand All the strength, at your command  How's ya faith? Cause ya faith is you Who you kiddin', to yourself be true Spread ya love, for a brighter day For what ya search, you'll find a way  We are people, of the mighty Mighty people of the sun In our hearts lies all the answers To the truth you can't run from  Eagle flies, every seven days Still cryin the blues, all about ya pay What ya gonna do? Bout your living thang Will ya make it better, or just complain  Everday is real, don't run from fear Cause better days are very near There are times when you are bound to cry One more time, head to the sky  We are people, of the mighty Mighty people of the sun In our hearts lies all the answers To the truth you can't run from  ",
        "title": "Mighty Mighty"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "I'm In Love"
    },
    {
        "artist": "Albert Hammond",
        "lyrics": null,
        "title": "I'm A Train"
    },
    {
        "artist": "Billy Paul",
        "lyrics": "  Thanks for saving my life For picking me up, dusting me off Making me feel like I'm living again (Like I'm living again)  I'm so glad I ran into you If I hadn't seen you I would have been through  I was low as low could go Could not stand anymore Oh, I could never, never Never, never repay you  I'm so grateful for all the things You've done for me Especially listening to my problems Then saving me from misery  I just wanna say, thank you, baby, for saving my life For picking me up, dusting me off Making me feel like I'm living again (Like I'm living again)  I'm so glad you came along You stopped me from singing That sad, sad song  You're the one who erased the pain My life would never be the same You're the very one, that only one That I've been waiting for  I wanna thank you For listening to all of my problems And being my shelter In and out of the storm  I just wanna say, thank you, baby, for saving my life For picking me up, dusting me off Putting me all back together, together, together (Together, together, together)  I can live (I can live) Since I found you, baby (I can live, I can live) Now I can live (I can live) Since I got you back, baby  I just wanna say Thank you, baby, for saving my life (For saving this man) For picking me up, dusting me off (Don't you understand, what you're doing to me)  Thank you for saving my life  (We both hooked up, we played together) For picking me up, dusting me off (I can't live, I can't live without you, babe) Didn't you, didn't you, didn't you, didn't you save me  Thank you for saving my life For picking me up  ",
        "title": "Thanks For Saving My Life"
    },
    {
        "artist": "Jim Stafford",
        "lyrics": "  Bill walked me to my door last night And he said, Before I go.... There's something about our love affair That I have a right to know...... I said, Lets not stand out here like this What would the neighbors think? Why don't we just step inside And Ill fix us both a drink  My girl Bill My, my, girl Bill Can't say enough about the way I feel About my girl..... my girl Bill  Williams hands were shaking As he took his glass of wine And I could see we both felt the same And when his eyes met mine I said, Who we love and why we love Its hard to understand Lets just sit here on the couch And face this, man to man  My girl Bill My, my, girl Bill Can't say enough about the way I feel About my girl..... my girl Bill  Bill, you know we just left her place And we both know what she said She doesn't want to see your face And she wishes you were dead! Now, I know we both love her And I guess we always will But you're gonna have to find another Cause shes my girl ........ Bill!  My girl Bill My, my, girl Bill Can't say enough about the way I feel About my girl..... talkin' bout my little girl My girl, Bill  ",
        "title": "My Girl Bill"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  Can't you feel it in your bones? Oh, a change is comin' on From every walk of life People are seeing the light  Can't you feel it in your heart now? A new thing is taking shape Reach out, touch a hand Lord, make a friend if you can  Hey, what about you my friend? Anytime you come on in Live the united way Why don't you join us today?  Reach out, touch a hand Make a friend if you can Reach out, touch a hand Make a friend if you can  Ooh, it's been reflecting in the attitudes Of others just like you Reach out, touch a hand Yo, make a friend if you can  Every day folk are waking up To the need for one another We're on our way Making the world a better place  Can't you feel it in your heart now? A new thing is taking shape Reach out, touch a hand Yo, make a friend if you can  Reach out, touch a hand Make a friend if you can Reach out, touch a hand Make a friend if you can  Reach out and touch a hand Make a friend if you can Reach out and touch a hand Make a friend if you can  Reach out and touch a hand Make a friend if you can Reach out and touch a hand Make a friend if you can  Reach out and touch a hand Make a friend if you can Reach out and touch a hand Make a friend if you can  Reach out and touch a hand Make a friend if you can Reach out and touch a hand Make a friend if you can  ",
        "title": "Touch A Hand, Make A Friend"
    },
    {
        "artist": "Al Green",
        "lyrics": "  Sitting here Wasting my time for you And I'm not too crazy about the idea Having nothing to do  Now its time for a change The idea might sound strange There's no time to waste  Let's get married today Gonna get married Married today I love you anyway  There must be something wrong Or something here That I don't understand Oh, you don't believe me You say you love me Why don't you give me your hand Oh baby  Let me tell you one thing I'm tired of playing around Girl in every town I want to settle down And stop foolin' around  (Let's get married) I've got to stop foolin' around (Let's get married) Stop foolin around (Let's get married) You don't believe me but I want to stop Foolin around (Let's get married)  Let me say it I didn't mean to say all the things I said The way I felt in my heart It came out that way Let me tell you one thing Don't want to say anything to drive you away  Let's get married today Wanna get married Let's get married today  Might as well Might as well Cause take you in my arms and hold you Take you in arms and squeeze you Take you in my arms and love you every night Just make everything alright alright I wanna soothe you baby, want to soothe you baby, want to soothe you baby, want to soothe you baby I'll tell you will you talk to me I'll tell you you can talk to me Try to understand your lovin' ways Try to just let me, let me let me Soothe you baby, let me soothe you baby, I can soothe you baby, I can, I can wipe all your tears awa You can know me You don't believe me Let's get married today I found out I didn't, I don't love nobody anyway I really really love you baby I really really love you baby I tell the truth about it I love you baby I can feel the groove comin Hey baby Let's get married today  ",
        "title": "Let's Get Married"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  [Verse 1] It's nine o'clock on a Saturday The regular crowd shuffles in There's an old man sitting next to me Making love to his tonic and gin  He says, \"Son, can you play me a memory I'm not really sure how it goes But it's sad and it's sweet and I knew it complete When I wore a younger man's clothes.\"  [Pre-Chorus] La la la, di da da La la, di da da da dum  [Chorus] Sing us a song, you're the piano man Sing us a song tonight Well, we're all in the mood for a melody And you've got us feeling alright  [Verse 2] Now John at the bar is a friend of mine He gets me my drinks for free And he's quick with a joke or to light up your smoke But there's someplace that he'd rather be He says, \"Bill, I believe this is killing me.\" As the smile ran away from his face \"Well I'm sure that I could be a movie star If I could get out of this place\"  [Pre-Chorus] La la la, di da da La la, di da da da dum  [Verse 3] Now Paul is a real estate novelist Who never had time for a wife And he's talkin' with Davy, who's still in the Navy And probably will be for life  And the waitress is practicing politics As the businessmen slowly get stoned Yes, they're sharing a drink they call loneliness But it's better than drinkin' alone  [Chorus] Sing us a song, you're the piano man Sing us a song tonight Well, we're all in the mood for a melody And you've got us feeling alright  [Verse 4] It's a pretty good crowd for a Saturday And the manager gives me a smile ‘Cause he knows that it's me they've been comin' to see To forget about life for a while And the piano, it sounds like a carnival And the microphone smells like a beer And they sit at the bar and put bread in my jar And say, \"Man, what are you doin' here?\"  [Pre-Chorus] La la la, di da da La la, di da da da dum  [Chorus] Sing us a song, you're the piano man Sing us a song tonight Well, we're all in the mood for a melody And you've got us feeling alright  ",
        "title": "Piano Man"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Heavenly"
    },
    {
        "artist": "Bloodstone",
        "lyrics": "  'Cause you're the outside woman Don't feel bad, don't cry  I lay next to another woman But I call out your name (Calling, calling, calling your name) Yeah babe  And I really want to see you right now But right now I can't change a thing (Can't change a thing, can't change a thing)  But just remember, girl, I love you And as soon as I can I'll break away And see you, baby (Don't feel bad)  Sometimes it seems A million years between Our little get-together Oh, yeah, yeah  But I know that you know that I know That you think things ain't gonna get any better (Get any better, get any better)  But just remember, girl, I love you And as soon as I can I'll break away And see you, baby (Don't feel bad)  'Cause you're the outside woman Don't feel bad (Don't feel bad)  You know that I belong to another Oh girl, oh girl, yeah You're supposed to understand Just how I feel, whoa, oh  Don't cry, don't cry Don't cry, don't cry Don't cry, I'll be there To kiss your little tears away Yeah baby, yeah  Just hold on (Just hold on) Just hold on (Just hold on) Just hold on (Don't feel bad)  Just hold on (Just hold on) Just hold on (Just hold on) Just hold on (Don't feel bad)  Inside, outside Inside, outside woman Inside, outside Inside, outside woman  'Cause you're the outside woman Don't feel bad  ",
        "title": "Outside Woman"
    },
    {
        "artist": "Mocedades",
        "lyrics": null,
        "title": "Eres Tu (Touch The Wind)"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  I can see her lyin' back in her satin dress In a room where ya do what ya don't confess  Sundown ya better take care If I find you been creepin' 'round my back stairs Sundown ya better take care If I find you been creepin' 'round my back stairs  She's been lookin' like a queen in a sailor's dream And she don't always say what she really means  Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain  I can picture every move that a man could make Getting lost in her lovin' is your first mistake  Sundown ya better take care If I find you been creepin' 'round my back stairs Sometimes I think it's a sin When I feel like I'm winnin' when I'm losin' again  I can see her lookin' fast in her faded jeans She's a hard lovin' woman, got me feelin' mean  Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain Sundown ya better take care If I find you been creepin' 'round my back stairs Sundown ya better take care If I find you been creepin' 'round my back stairs Sometimes I think it's a sin When I feel like I'm winnin' when I'm losin' again  ",
        "title": "Sundown"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": null,
        "title": "Jet"
    },
    {
        "artist": "Lobo",
        "lyrics": "  You've been around for a long, long time; I've seen you here before You'll meet some guy who really turns And sneak out of the side door You'll never look my way I know I ain't much to look at  But one of these nights you're goin' home with me I'm gonna see to that  Well I'm just waitin' out my time Standing at the end of the line  I got a lot of lovin' I'm savin' inside for you  Yeah I'm just waitin' out my time Standing at the end of the line  But you're gonna know that you've been loved When I get through lovin' you You looked right at me and smiled One time just last week And what one look from you did to me It kept me in my seat But you picked another guy to entertain you that night And I was left to entertain myself So I got into a fight  While I was just waitin' out my time . .   ",
        "title": "Standing At The End Of The Line"
    },
    {
        "artist": "Bill Haley And His Comets",
        "lyrics": "  One, Two, Three O'clock, Four O'clock rock Five, Six, Seven O'clock, Eight O'clock rock Nine, Ten, Eleven O'clock, Twelve O'clock rock We're gonna rock around the clock tonight  Put your glad rags on and join me hon' We'll have some fun when the clock strikes one  Chorus: We're gonna rock around the clock tonight We're gonna rock, rock, rock, 'till broad daylight We're gonna rock around the clock tonight  When the clock strikes two, three and four If the band slows down we'll yell for more  Chorus: When the chimes ring five, six, and seven We'll be right in seventh heaven  Chorus: When it's eight, nine, ten, eleven too I'll be goin' strong and so will you  Chorus: When the clock stikes twelve we'll cool off then Start rockin' 'round the clock again  Chorus:  ",
        "title": "Rock Around The Clock"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "If You Love Me (let Me Know)"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] The fortune queen of New Orleans Was brushing her cat in her black limousine On the back seat were scratches from The marks of men, her fortune she had won I couldn't see through the tinted glass; She said, \"Home, James\" and he hit the gas I followed her to some darkened room She took my money, she said, \"I'll be with you soon\"  [Chorus] Dark lady laughed and danced And lit the candles one by one; Danced to her gypsy music 'Till her brew was done... Dark lady played black magic 'Till the clock struck on the twelve She told me more about me Than I knew myself...  [Verse 2] She dealt two cards, a queen and a three And mumbled some words that were so strange to me And then she turned up a two-eyed jack My eyes saw red but the card still stayed black She said, \"The man you love is secretly true To someone else who is very close to you! My advice is that you leave this place Never come back, and forget you ever saw my face!\"  [Chorus] Dark lady laughed and danced And lit the candles one by one; Danced to her gypsy music Till her brew was done... Dark lady played black magic Till the clock struck on the twelve She told me more about me Than I knew myself...  [Verse 3] So I ran home and crawled in my bed I couldn't sleep because of all the things she said Then I remembered her strange perfume And how I smelled it once in my own room So I snuck back and caught her with my man; Laughing and kissing til they saw the gun in my hand... The next thing I knew they were dead on the floor-- Dark Lady would never turn a card up anymore!  [Chorus fades out] Dark lady laughed and danced And lit the candles one by one; Danced to her gypsy music Til her brew was done... Dark lady played black magic Till the clock struck on the twelve She told me more about me Than I knew myself...  ",
        "title": "Dark Lady"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1:] Well I never been much for admitting things That's why it's all so hard to say That I'm head over heels in love with your kind of insanity And if it please Your Highness on a sunny day sometime Can I take your picture in the park with silk and satin on?  [Chorus:] Star Baby, flashy little shiny little two-timin' mama Star Baby, shiny little flashy little lovin' machine  [Verse 2:] I never been much good at keepin' a secret Now it's easy for me to say That I'm head over heels shook up About the way that you fool with me And if it please Your Highness on a sunny day sometime Can you take me ridin' babe, I'll tell you what I'm thinkin' 'bout you  [Chorus]  [Verse 3:] Well I saw you last night on a Hollywood show And now it's easy for me to say That I'm head over heels shook up About the way that you sang to me And if it please Your Highness on a sunny day sometime Can you take me drivin' baby, kissin' in your Cadillac  [Chorus]  ",
        "title": "Star Baby"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Once there was a boy and girl Boys said, \"I love you so\" Girl said, \"I'll never leave you\" They grew older and left each other Cause that's the way love goes That's the way love goes  Then there's a time Seems like you'll never find Someone willing to love you Keep on lookin', you'll soon discover  A mighty love Will sometimes makes you weep and moan A mighty love You sit all day by the telephone Cause you're all alone You need a mighty love, eh, hey  Some say that you're sure to find True love and peace of mind At the end of a rainbow There's no sign in the sky to follow Cause that's the way love goes Baby, that's the way love goes  And so there's a rhyme That says life will soon be fine Love is just what you make it So keep on lovin, you'll soon discover  A mighty love Will sometimes make a-a weak man strong A mighty love Will sometimes make a-a rich man weak And knock him off his feet You'll have a mighty love Mighty, mighty, mighty Mighty, mighty, mighty love Jones Comin' down on me, baby, yeah  Hey, hey (Mighty love) I can feel the world gettin' brighter Brighter with your lovin' (Mighty love) You see, baby With a mighty love you can sometimes turn the world around (Mighty love) From all your love You can, you can turn the world around Sometimes, yes, you can, oh (Mighty love) Oh, baby Makes music have a happy, ha-ha-happy sigh (Mighty love) Makes you move, makes you groove You get the feelin' that is reelin', come on (Mighty love) Oh...high, high, high I'm gon', gon', gon', gon', gon' get your lovin' (Mighty love) Oh, baby, oh, ho, ho, got your love (Mighty love) Got your love, got your lovin', oh I got your love here with you (Mighty love) You got the love, hey, baby (Mighty love) I-I knew when I first met you That you had a mighty love, baby (Mighty love) I'm gonna wait on you, gonna wait on you Gonna wait on you, baby, just give me (Mighty love) Give, give, give, give, give, give, give me your love (Mighty love) Mighty, mighty, mighty, mighty, mighty, mighty, mighty (Mighty love) Hey, can I say it, can, can I say it La-la-la-la-la-la-la-la-la-la-la baby (Mighty love) Ho, ho, ho, ho, ho, ho, baby (Mighty love) Time, Just a little more time, baby, woo (Mighty love) Woo...hoo...hoo...hoo...hoo...hoo (Mighty love) Hoo...hoo...hoo...hoo...hoo...hoo (Mighty love) Hoo...hoo...hoo...hoo...hoo...hoo Feel, feel, feel, feel, feel me, baby, yeah (Mighty love) So when I'm down and out I know you're (Mighty love) You got, you got it, baby, oh, Lord (Mighty love) Sho' 'nuff can make a love Jones come on down me (Mighty love)  ",
        "title": "Mighty Love - Pt. 1"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": "  Ooh, keep it in the family, baby If there's a problem in our home We can solve it there, baby We may have misunderstandings sometimes But baby, I'm yours and I know you're mine, ooh yeah  Hey, it's a family affair, baby And we can work it out, yeah We don't need no help from strangers 'Cause they don't know what it's all about  Hey, they're outside looking in, baby Trying to put their two cents in With misleading information Trying to break up our relation  But it's a family affair And we can work it out, baby We won't seek no help from strangers 'Cause that would add to the problem, baby ooh  Keep it in the family Just keep it in the family, baby  We got to put faith where there's been doubt 'Cause faith and trust is what love's about Life ain't always a bed of roses Where sweet fragrance fills the air  But it's a family affair, baby And we can work it out, baby We don't need no help from strangers 'Cause that would keep our love in danger  It's a family affair, baby And we can work it out, baby Keep it in the family, baby Keep it in the family, baby  ",
        "title": "Keep It In The Family"
    },
    {
        "artist": "Herbie Hancock",
        "lyrics": null,
        "title": "Chameleon"
    },
    {
        "artist": "Cozy Powell",
        "lyrics": null,
        "title": "Dance With The Devil"
    },
    {
        "artist": "Bo Donaldson And The Heywoods",
        "lyrics": "  [Verse 1:] The marching band came down along Main Street The soldier blues fell in behind I looked across and there I saw Billy Waiting to go and join the line  And with her head upon his shoulder His young and lovely fiancee From where I stood I saw she was crying And through her tears I heard her say  [Chorus:] Billy, don't be a hero Don't be a fool with your life Billy, don't be a hero Come back and make me your wife  And as he started to go She said, \"Billy, keep your head low.\" Billy, don't be hero Come back to me  [Verse 2:] The soldier blues were trapped on a hillside The battle raging all around The sergeant cried, \"We've got to hang on, boys! We've got to hold this piece of ground.\"  I need a volunteer to ride up And bring us back some extra men.\" And Billy's hand was up in a moment Forgetting all the words she said  [Repeat Chorus:]  [Verse 3:] I heard his fiancee got a letter That told how Billy died that day The letter said that he was a hero She should be proud He died that way I heard she threw the letter away  ",
        "title": "Billy, Don't Be A Hero"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Hey, hey, hey What ya got to say? Hey, hey, hey What ya got to say? Hollywood Hollywood swinging Hollywood Hollywood swinging  I remember not too long ago I went to the theater And I saw the Kool in the gang show I always wanted to fit a band, yes I did To sing my songs, sing my songs And become a bad piano playing man So here I am, here I am in this Hollywood city The city of the stars, movies, women and cars Well I guess, I guess I have to stay  Hey, hey, hey What ya got to say? What ya got to say? Hey, hey, hey What ya got to say? Hollywood Hollywood swinging, yea, that's what they're doin' Hollywood Hollywood swinging  Yea yea, Hollywood, that's how they're doin' it, Hollywood I've figured all the swinging down, down in Hollywood Moving, swinging down say, say, I like to do it And Kool's got the swinging of the dance Get down, get down in Hollywood You know that Hollywood is swinging down, yea You know that, you know that, you know that, you know that Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  ",
        "title": "Hollywood Swinging"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better loking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can I used to have a girlfriend But she just couldn't compete With all of these love starved women Who keep clamoring at my feet Well I prob'ly could find me another But I guess they're all in awe of me Who cares, I never get lonesome Cause I treasure my own company Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better looking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can I guess you could say I'm a loner A cowboy outlaw tough and proud I could have lots of friends if I want to But then I wouldn't stand out from the crowd Some folks say that I'm egotistical Hell, I don't even know what that means I guess it has something to do with the way that I Fill out my skin tight blue jeans Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better looking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can We're doing the best that we can  ",
        "title": "One Hell Of A Woman"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Get down, get down Get down, get down Get down, get down Get down, get down Get down, get down Get down, get down Get down, get down Get down, get down  Jungle Boogie Jungle Boogie (Get it) Jungle Boogie Jungle Boogie (Get it) Jungle Boogie (Ooh the boogie) Jungle Boogie (Get down) Jungle Boogie (Ah) Jungle Boogie (Shake it around)  Jungle Boogie (Get up, then you get down) Jungle Boogie (Boogie, boogie) Jungle Boogie (Boogie, boogie) Jungle Boogie (Brrr) Jungle Boogie (Well ya get down) Jungle Boogie (Get the boogie) Jungle Boogie (Yeah in the jungle) Jungle Boogie (Get down with the boogie)  Get down, get down Get down, get down (Yeah) Get down, get down Get down, get down (Yeah) Get down, get down Get down, get down (Jungle Boogie) Get down, get down (The boogie) Get down, get down (The boogie) Get down, get down (Jungle boogie) Get down, get down (Yeah) Get down, get down (Its the boogie) Get down, get down  Uh, get it Feel the funk, y'all Let the boogie flow Huh, uh uh Huh, uh uh uh Huh, uh mm' Get down with the boogie Get it, get the jungle boogie Get down Huh, uh, get down with the boogie Said UH, uh Get down Said UH, uh Get down Said UH, uh Get down Said UH, uh Huh, till ya feel it y'all Huh, get down y'all Huh, uh get down Huh, uh y'all get down Uh, oh, with the get down Uh, ughhh Uh, ha, get down Whoooaaaa  ",
        "title": "Jungle Boogie"
    },
    {
        "artist": "Anne Murray",
        "lyrics": null,
        "title": "You Won't See Me"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Daybreak"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": null,
        "title": "Boogie Down"
    },
    {
        "artist": "Lois Fletcher",
        "lyrics": null,
        "title": "I Am What I Am"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Your love is like a a chunk of gold Hard to gain, and hard to hold  Like a rose that's soft to touch Love has gone, and it hurts so much  Well and Why… Must the same love that made me laugh Make me cry?  Well now you think of love as sitting on a mountain Think of it as being a great big rock Won't you think before you started to roll it down Because once you start it, you can't make it stop  I've given all I have to give And if you don't want me I don't want to leave  Well and Why… Must the same love that made me laugh… Why you wanna make me cry?  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  Why you wanna make me lay in my pillow Just cryin' like a weeping willow  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  Why you wanna make me mess in my pillow I'm just cryin' like a weeping willow  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  ",
        "title": "The Same Love That Made Me Laugh"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Verse 1] Ah-ha-ha, yeah Summer Breeze, all in my mind Ah-ha, yeah Summer Breeze, all in my mind No-no-no-no, it's all in my mind No-no-no-no, it's all in my mind  [Hook] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 2] See the curtains hangin' in the window In the evening on a Friday night A little light shinin' through the window Lets me know every-everything's all right  [Hook] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 3] Sweet days of summer, the jasmine's in bloom July is dressed up and playing her tune When I come home from a hard day's work And you're waitin' there Not a care in the world  See the smile awaitin' in the kitchen Through cookin' and the plates for two Feel the arms that reach out to hold me In the evening when the day is through  [Hook] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Break] Ah, summer breeze  ",
        "title": "Summer Breeze (Part 1)"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  Don't wait for the postman If you're looking for a letter from me There won't be anymore There won't be anymore  And don't sit by your telephone If you're waiting for a call from me There won't be anymore There won't be anymore  Don't think of the love we had Til you turned bad And broke my loving heart And when your heart is breaking And you need some loving from me There won't be anymore There won't be anymore  Don't think of the love we had Til you turned bad And broke my loving heart And when your heart is breaking And you need some loving from me There won't be anymore There won't be anymore  It won't be like before There won't be anymore  ",
        "title": "There Won't Be Anymore"
    },
    {
        "artist": "Five Man Electrical Band",
        "lyrics": null,
        "title": "Werewolf"
    },
    {
        "artist": "Todd Rundgren",
        "lyrics": "  A million old soldiers will fade away But a dream goes on forever I'm left standing here, I've got nothing to say All is silent within my dream  A thousand true loves will live and die But a dream lives on forever The days and the years will go streaking by But the time has stopped in my dream  We all have our everyday hopes and fears And you'll find no exception in me But that doesn't get me through a sea of tears Over life's biggest tragedy  You're so long ago and so far away But my dream lives on forever I guess I believe that I'll see you one day For without it there is no dream  You're so far away and so long ago But my dream goes on forever And how much I loved you you'll never know 'Til you join me within my dream  ",
        "title": "A Dream Goes On Forever"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "Satisfaction Guaranteed (Or Take Your Love Back)"
    },
    {
        "artist": "Melba Montgomery",
        "lyrics": "  My little boy came into the kitchen this evening While I was fixing supper And he handed me a piece of paper he'd been writing on And after wiping my hands on my apron I read it - and this is what it said  For mowing the yard - five dollars And for making my own bed this week - one dollar And for going to the store - fifty cents An' playing with little brother, while you went shopping Twenty-five cents Taking out the trash - one dollar Getting a good report card - five dollars And for raking the yard - two dollars Total owed - fourteen seventy-five  Well, I looked at I'm standing there expectantly And a thousand memories flashed through my mind So I picked up the pen, turning the paper over This is what I wrote:  For nine months I carried you Growing inside me - no charge For the nights I've sat up with you Doctored you, prayed for you - no charge For the time and the tears And the cost through the years, there's no charge When you add it all up The full cost of my love is no charge  For the nights filled with dread And the worries ahead - no charge For advice and the knowledge And the cost of your college - no charge For the toys, food and clothes and for wiping your nose There's NO CHARGE, son When you add it all up The full cost of my love, is - charge  Well, when he finished readin' He had great big old tears in his eyes And he looked up at me and he said \"Mama, I sure do love you.\" Then he took the pen And in great big letters He wrote: \"Paid in full.\"  When you add it all up The cost of real love is - no charge  ",
        "title": "No Charge"
    },
    {
        "artist": "Al Wilson",
        "lyrics": null,
        "title": "Touch And Go"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  I'm sittin' in my room, I'm starin' out my window And I wonder where you've gone Thinking back on the happy hours just before the dawn Outside the wind is blowin' It seems to call your name again, where have you gone City streets and lonely highways, I travel down My car is empty and the radio just seems to bring me down I'm just tryin' to find me A pretty smile that I can get into It's true, I'm lost without you Another lonely park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away It's warm outside, no clouds are in the sky But I need myself a place to go and hide I keep it to myself, I don't want nobody else To see me cryin' all those tears in my eyes Another lonely park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away Another park, another Sunday It's dark and empty, thanks to you I got to get myself together But it's hard to do Another park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away Another park, another Sunday It's dark and empty, thanks to you I got to get myself together But it's hard to do  ",
        "title": "Another Park, Another Sunday"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  I don't want your lonely mansion With a tear in every room All I want's the love you promised Beneath the haloed moon But you think I should be happy With your money and your name And hide myself in sorrow While you play your cheating game  Silver threads and golden needles Cannot mend this heart of mine And I dare not drown my sorrow In the warm glow of your wine You can't buy my love with money Cause I never was that kind Silver threads and golden needles Cannot mend this heart of mine  Silver threads and golden needles Cannot mend this heart of mine And I dare not drown my sorrow In the warm glow of your wine You can't buy my love with money Cause I never was that kind Silver threads and golden needles Cannot mend this heart of mine  Silver threads and golden needles Cannot mend this heart of mine  ",
        "title": "Silver Threads And Golden Needles"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": "  When the evening is over Put your head upon my shoulder And I'll tell you something I believe is true Happiness is me and you  In a world so distorted Where the worst is best reported Love maybe something That will see us through Happiness is me and you  There maybe girls that I'll remember That made me happy for a while But none of them compare with you my love However hard they they all may try  If the bus that we're taking Has for ages kept us waiting What does it matter Even in a queue Happiness is me and you  There may be days when you discover I'm not the man you think I am But through it all we will recover Without the aid of any plan  When the weeks turn to hours And in June it's April showers I'll tell you something I believe is true Happiness is me and you Happiness is me and you Happiness is me and you  ",
        "title": "Happiness Is Me And You"
    },
    {
        "artist": "Love Unlimited",
        "lyrics": "  Under the Influence of Love  Walkin' on a cloud Feeling high It happens every time Whenever I'm with my guy  Tripping on love And it feels so good I can't help myself And I wouldn't think I could  Plus he's got that certain drive That I'm a victim to Love's really got a hold on me And there's nothing that I'd rather do  Oh, I'm right Under The Influence Of Love And, I know there ain't no doubt about it I'm Under The Influence Of Love And I know I just can't live without it  Need another dose Can't get enough I've just got to have All of my baby's love  And, when I'm alone Feeling sad and blue He gives me a shot of love And I'm as good as new  Helpless as I am Ask me, I don't care His tenderness is what I miss Whenever he's not here  Oh, I'm Under The Influence Of Love And, I know there ain't no doubt about it I'm Under The Influence Of Love And I know I just can't live without it  There just ain't no one else Who can bring out the love in me So many guys have tried They've tried to catch my eye But he's the only one I see  Oh, I'm Under The Influence Of Love And, I know there ain't no doubt about it I'm Under The Influence Of Love And I know I just can't live without it  Oh, I'm Under The Influence Of Love And, I know there ain't no doubt about it  ",
        "title": "Under The Influence Of Love"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  Rumor spreadin' a-'round in that Texas town 'bout that shack outside La Grange And you know what I'm talkin' about Just let me know if you wanna go To that home out on the range They gotta lotta nice girls ah  Have mercy A-how how how how  Well, I hear it's fine if you got the time And the ten to get yourself in A hmm, hmm And I hear it's tight most ev'ry night But now I might be mistaken Hmm, hmm, hmm  Ah have mercy  [Instrumental]  ",
        "title": "La Grange"
    },
    {
        "artist": "Creative Source",
        "lyrics": null,
        "title": "Who Is He And What Is He To You"
    },
    {
        "artist": "Leon Russell",
        "lyrics": "  [Chorus:] If I was a carpenter And you were a lady Would you marry me anyway? Would you have my baby?  [Verse:] If a tinker was my trade Would you tinker with me? Would you keep the vows we made Followin' behind me?  And if I was Jesus And I built some crosses Could you see the future? Could stand the losses Of lovin' a carpenter And being a lady And takin' a chance on me Just to be my baby?  Save my love through loneliness Save my love through sorrow, yes I'll give you my onliness If you just give me tomorrow  If I was a rock star Would you be my groupie? Would you make sweet love to me? Come to California?  Well, I might go crazy I have to warn ya Well, I get so mean sometimes When the spirit's on me  That I think I'm Jesus Out buildin' crosses Could ya see the future? Could ya stand the losses? Of lovin' a carpenter And being a lady And takin' a chance on me Just to be my baby?  Save my love through loneliness Save my love through sorrow, yeah I'll give you my onliness If you'd only give me tomorrow  [Bridge:]  [Repeat Chorus]  [Repeat verse 1] And if I was Jesus And I built some crosses Could you see the future? Could stand the losses Of lovin' a carpenter And being a lady? Would ya take a chance on me? Would ya be my baby?  Come take a chance on me Won't you come away with me Come take a chance on me Won't you be my baby?  Won't ya take a chance on me? Won't ya be my baby? Won't ya take a chance on me? Won't ya be my... Ohh, be my... Ohhh  ... Be my... Ohhh... Fade  ",
        "title": "If I Were A Carpenter..."
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  (Ah-ah-ah-ah-ah-ah-ah) I don't see me In your eyes anymore Oh, why can't I Make them shine like before?  I don't see you (I don't see you) Or your heart in your kiss (doo-doo-doo-do) That you should say (ooooh) That you're mine. You resist (you resist)  There was a time Life was fine Love was ecstasy But now I doubt What the outcome will be  I pray you'll say I'm the one you adore Then I'll see me (I'll see me) In your eyes as before (Aaaaah-aaah)  I pray you'll say I'm the one you adore Then I'll see me (I'll see me) In your eyes as before (I'll see me as before)  ",
        "title": "I Don't See Me In Your Eyes Anymore"
    },
    {
        "artist": "Rick Cunha",
        "lyrics": null,
        "title": "(I'm A) YoYo Man"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Just because in a moment of madness I took advantage of your sweet love Don't just hand me a lifetime of sadness When there's so little I'm guilty of  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  Can you spare me a little affection Would that be askin' too much of you Don't point love in another direction I swear I'll make it all up to you  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight Can you hear, baby?  There's a bed I'm keepin' empty for you There's a lot I know I got to prove Don't let a simple misunderstanding Be a mountain that we can't move Ooh, ooh, baby  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  ",
        "title": "One Chain Don't Make No Prison"
    },
    {
        "artist": "Ozark Mountain Daredevils",
        "lyrics": "  {Instrumental}  I never read it in a book I never saw it on a show But I heard it in the alley On a weird radio If you want a drink of water You got to get it from a well If you want to get to heaven You got to raise a little hell  I never felt it in my feet I never felt it in my soul But I heard it the alley Now it's in my rock and roll If you want to know a secret You got to promise not to tell If you want to get to heaven You got to raise a little hell  {Instrumental}  I never thought it'd be so easy I never thought it'd be so fun But I heard it in the alley Now I got it on the run If you want to see an angel You got to find it where it fell If you want to get to heaven You got to raise a little hell  {Instrumental}  If you want to get to heaven If you want to get to heaven If you want to get to heaven If you want to get to heaven  ",
        "title": "If You Wanna Get To Heaven"
    },
    {
        "artist": "The DeFranco Family featuring Tony DeFranco",
        "lyrics": "  [Verse 1:] You can dance every dance With the guy who gives you the eye Let him hold you tight  You can smile every smile For the man who held your hand 'Neath the pale moonlight  [Chorus:] But don't forget who's taking you home And in whose arms you're gonna be So, darling Save the last dance for me  [Verse 2:] Oh, I know that the music is fine Like sparkling wine Go and have your fun  Laugh and sing But while we're apart Don't give your heart to anyone  [Repeat Chorus:]  [Bridge:] Baby, don't you know I love you so? Can you feel it when we touch? You know I'd never ever let you go I love you oh so much  La, la, la, la, la  You can dance Go and carry on 'Til the night is gone And it's time to go  If he asks if you're all alone Can he take you home You must tell him no  [Repeat Chorus:]  La, la, la, la, la, la  [Repeat Chorus:]  ",
        "title": "Save The Last Dance For Me"
    },
    {
        "artist": "Tower Of Power",
        "lyrics": null,
        "title": "Time Will Tell"
    },
    {
        "artist": "Rick Derringer",
        "lyrics": "  I thought she noticed me when I saw her She seemed to check me out right away So I - Asked her name I played the old game Her reception seemed to be o.k  She was a cute little thing about fifteen And she liked to make the schoolboys stare It was an instant cosmic need A Teenage Love Affair  It was getting hotter minute by minute As each second brought her closer to me  And then we - Finally touched and We touched and we touched And her hands felt their way over me  So we made love there in the daytime When her mama left, we went upstairs It was a total cosmic deed A Teenage Love Affair  Teenage love affair A teenage love affair Teenage love affair A teenage love affair Teenage love affair A teenage love affair Teenage love affair A teenage love affair  Then I heard a strange rumor about her And i didn't know just what to say It really - Brought me down You know it turned me around Cause no girl had ever done me that way  But it didn't take long til I found out That there's a lotta sexy girls out there And I've got a built-in cosmic need For Teenage Love Affairs  Teenage love affair A teenage love affair Teenage love affair A teenage love affair Teenage love affair A teenage love affair Teenage love affair A teenage love affair  ",
        "title": "Teenage Love Affair"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Well the south side of Chicago It's the baddest part of town And if you go down there, you better just beware Of a man named Leroy Brown  Now Leroy more than trouble He stood about six feet four All the downtown ladies call him: \"treetop lover\" The studs they call him: \"Sir\"  He's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong And meaner than a junkyard dog  Now Leroy he's a gambler And he likes his fancy clothes He likes to wave his diamond rings In front of everybody's nose  He's got a custom Continental He's got an Eldorado too He's got a 32 gun in his pocket for fun He got a razor in his shoe  Yeah he's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong And he's meaner than a junkyard dog  Well Friday - 'bout a week ago Leroy shootin' dice And at the edge of the bar, sat a lady named Dorris And man, she sure looked nice  Well he layed his eyes upon her And the trouble soon began And Leroy Brown he learned a lesson 'bout messin' With the wife of a jealous man  Yeah he's bad, bad Leroy Brown The baddest man in the whole damn town Badder than old King Kong And meaner than a junkyard dog  He's bad, bad Leroy Brown The baddest man in the whole damn town A badder than old King Kong Meaner than a junkyard dog  Yeah, he's bad old King Kong Badder than a junkyard dog  ",
        "title": "Bad, Bad Leroy Brown"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  If I could make a wish I think I'd pass Can't think of anythin I need No cigarettes, no sleep, no light, no sound Nothing to eat, no books to read  Making love with you Has left me peaceful, warm, and tired What more could I ask There's nothing left to be desired Peace came upon me and it leaves me weak So sleep, silent angel Go to sleep  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe  Peace came upon me And it leaves me weak So sleep, silent angel Go to sleep  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you  ",
        "title": "The Air That I Breathe"
    },
    {
        "artist": "William DeVaughn",
        "lyrics": "  [Verse 1] Though you may not drive a great big Cadillac Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall Just be thankful for what you got  [Verse 2] Though you may not drive a great big Cadillac Diamond in the back, sunroof top Diggin' the scene With a gangsta lean Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall Just be thankful for what you got  [Hook] Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh  [Verse 3] Though you may not drive a great big Cadillac Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall  [Hook] Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh  ",
        "title": "Be Thankful For What You Got"
    },
    {
        "artist": "The Undisputed Truth",
        "lyrics": null,
        "title": "Help Yourself"
    },
    {
        "artist": "Graham Central Station",
        "lyrics": "  You made a fool out of me girl But that made me the man I was trying to be girl You done me wrong, yes you did now But you only made me strong Yes you did girl, tell me now  Can you handle it? See what you did to me Can you handle it? Can you handle it? You made it what it is Can you handle it?  Yes, you made a fool out of me girl To the things I was blind you made me see girl My heart feels no pain If there's anyone to blame It's you, it's you, it's you girl Tell me now  Can you handle it? See what you did to me Can you handle it? Can you handle it? You made it what it is Can you handle it? Now can you handle it? See what you did? Can you handle it?  See what you did? Can you handle it? See what you did? Can you handle it? See what you did?  You made a fool out of me girl But that made me the man I was trying to be girl My heart feels no pain If there's anyone to blame It's you, it's you, it's you girl  Now can you handle it? Can you handle it? Now can you handle it? Can you handle it?  ",
        "title": "Can You Handle It?"
    },
    {
        "artist": "Johnny Rodriguez",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "Love Unlimited Orchestra",
        "lyrics": "  [Instrumental]  ",
        "title": "Rhapsody In White"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": null,
        "title": "Wonderful"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  Instrumental  ",
        "title": "Daybreaker"
    },
    {
        "artist": "Paper Lace",
        "lyrics": "  The marchin' band came down along Maine Street The soldier-blues fell in behind I looked across and there I saw Billy Waiting to go and join the line  And with her head upon his shoulder His young and lovely fiancee From where I stood I saw she was cryin' And through her tears I heard her say:  \"Billy, don't be a hero, don't be a fool with your life Billy, don't be a hero, come back and make me your wife\" And as Billy started to go she said: \"Keep your pretty head low Billy, don't be a hero, come back to me\"  The soldier-blues were trapped on a hillside The battle raging all around The sergeant cried: \"We've gotta hang on, boys We've gotta hold this piece of ground  I need a volunteer to ride out And bring us back some extra men\" And Billy's hand was up in a moment Forgettin' all the words she said. She said:  \"Billy, don't be a hero, don't be a fool with your life Billy, don't be a hero, come back and make me your wife\" And as Billy started to go she said: \"Keep your pretty head low Billy, don't be a hero, come back to me\"  I heard his fiancee got a letter That told how Billy died that day The letter said that he was a hero She should be proud he died that way I heard she threw the letter away  ",
        "title": "Billy - Don't Be A Hero"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] Well, I heard some people talkin' just the other day And they said you were gonna put me on a shelf But let me tell you I got some news for you And you'll soon find out it's true And then you'll have to eat your lunch all by yourself  [Chorus] Cause I'm already gone And I'm feelin' strong I will sing this vict'ry song Woo hoo hoo, my my, woo hoo hoo  [Verse 2] The letter that you wrote me made me stop and wonder why But I guess you felt like you had to set things right Just remember this, my girl, when you look up in the sky You can see the stars and still not see the light (that's right)  [Chorus]  [Verse 3] Well I know it wasn't you who held me down Heaven knows it wasn't you who set me free So often times it happens that we live our lives in chains And we never even know we have the key  [Chorus]  [Outro] Cause I'm already gone Yes, I'm already gone And I'm feelin' strong I will sing this vict'ry song Cause I'm already gone Yes, I'm already gone Already gone All right, nighty-night Already gone...  ",
        "title": "Already Gone"
    },
    {
        "artist": "Gene Redding",
        "lyrics": null,
        "title": "This Heart"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Finally got myself together. (Now I know...) Now I know just who I am. (I'm a changed man.) Finally got myself together. (But now I know...) Now I know just who I am  Felt uptight and so confused; Felt unloved and I felt abused I didn't know what was wrong with me I felt like Skid Row was my destiny And I'm a changed man  Finally got myself together (and now I know, know, know, yeah hey) Now I know just who I am (I'm a changed man, baby) Finally got myself together (and now I know, know, know) Now I know just who I am (listen to me baby)  A little smoke, got a little drink Kept my head bad, so I couldn't think Love came along late one night And I finally see the light I'm a changed man  Finally got myself together (and now I know, know, know, yeah hey) Now I know just who I am (I'm a changed man baby) Finally got myself together (and now I know, know, know, yeah baby) Now I know just who I am (just look at me now)  Look at the smile on my face (just look at me now) Just look at the smile on my face (just look at me now) Don't just glance as you walk by (look at me now) Look me straight in my eye (hey, I'm changed, yeah baby)  Finally got myself together (and now I know) Now I know just who I am (baby, I'm changed, baby hey) Finally got myself together (and now I know, know, know, yeah baby) Now I know just who I am (things I used to do, babe)  Finally got myself together (come on baby, I don't do no more,) Now I know just who I am (the places I used to go, baby) Finally got myself together (come on girl, I don't want no more) Now I know just who I am (come on, come on baby)  Finally got myself together (come on baby, come on baby, come on baby)  ",
        "title": "Finally Got Myself Together (I'm A Changed Man)"
    },
    {
        "artist": "The Crusaders",
        "lyrics": null,
        "title": "Scratch"
    }
]