[
    {
        "artist": "George Harrison",
        "lyrics": null,
        "title": "My Sweet Lord/Isn't It A Pity"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  One less bell to answer One less egg to fry One less man to pick up after I should be happy But all I do is cry  (Cry, cry, no more laughter) Oh, I should be happy (Oh, why did he go) I only know that since he left My life's so empty  Though I try to forget It just can't be done Each time the doorbell rings I still run I don't know how in the world To stop thinking of him 'Cause I still love him so I end each day the way I start out Crying my heart out  Oh, one less man to pick up after No more laughter No more love Since he went, oh he went away (he went away)  (One less bell to answer) Why did he leave me (Oh why, why, why did he leave) (One less bell to answer) Now I've got one less egg to fry One less egg to fry (Oh why, why, why did he leave) And all I do is cry (One less bell to answer) Because my man told me goodbye (Oh why, why, why did he leave) (One less bell to answer) Somebody tell me please Where did he go, why did he go (Ohy, why, why did he leave) Tell me, how could he leave me  ",
        "title": "One Less Bell To Answer"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": "  Oh yeah, yeah, yeah  Now if there's a smile on my face It's only there trying to fool the public But when it comes down to fooling you Now honey, that's quite a different subject  But don't let my glad expression Give you the wrong impression Really, I'm sad Oh, I'm sadder than sad You're gone and I'm hurtin' so bad Like a clown I pretend to be glad  Now there's some sad things known to man But ain't too much sadder than The tears of a clown When there's no one around  Oh yeah, baby  Now if I appear to be carefree It's only to camouflage my sadness In order to shield my pride I've tried To cover this hurt with a show of gladness  But don't let my show convince you That I've been happy since you Decided to go Oh, I need you so I'm hurt and I want you to know But for others I put on a show  Oh, there's some sad things known to man But there ain't too much sadder than The tears of a clown When there's no one around, oh yeah  Just like Pagliacci did I try to keep my sadness hid Smiling in the public eye But in my lonely room I cry The tears of a clown When there's no one around  Oh yeah, baby  Now if there's a smile on my face Don't let my glad expression Give you the wrong impression Don't let this smile I wear Make you think that I don't care Really, I'm sad Hurtin' so bad  ",
        "title": "The Tears Of A Clown"
    },
    {
        "artist": "Dawn",
        "lyrics": "  [Verse 1:] Hey girl, what ya doing down there Dancin' alone every night While I live right above you  I can hear your music playing I can feel your body swaying One floor below me You don't even know me I love you Oh my darling  [Chorus:] Knock three times on the ceiling if you want me Twice on the pipe if the answer is no Oh, my sweetness Means you'll meet me in the hallway Twice on the pipe means you ain't gonna show  [Verse 2:] If you look out your window tonight Pull in the string with the note That's attached to my heart Read how many times I saw you How in my silence I adored you  Only in my dreams did That wall between us come apart Oh my darling  [Repeat Chorus:]  [Bridge:] I can hear your music playing I can feel your body swaying One floor below me you don't even know me I love you Oh my darling  [Repeat Chorus:]  ",
        "title": "Knock Three Times"
    },
    {
        "artist": "Santana",
        "lyrics": "  [Musical Inroduction]  Got a Black Magic Woman Got a Black Magic Woman I've got a Black Magic Woman Got me so blind, I can't see That she's a Black Magic Woman She's trying to make a Devil outta me  Don't turn your back on me, baby Don't turn your back on me, baby Yes, don't turn your back on me, baby Stop messing 'round with your tricks Don't turn your back on me, baby You just might pick up my magic sticks  [Instrumental guitar solo]  Got your spell on me, baby You got your spell on me, baby Yes, You got your spell on me, baby Turning my heart into stone I need you so bad, Magic Woman I can't leave you alone  [Instrumental]  ",
        "title": "Black Magic Woman"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  [Intro] Ba, ba ba, babababa, baba-ba-baa  [Verse 1] I'm sleeping And right in the middle of a good dream Like all at once I wake up From something that keeps knocking at my brain Before I go insane I hold my pillow to my head And spring up in my bed Screaming out the words I dread \"I think I love you!\" I think I love you  [Verse 2] This morning I woke up with this feeling I didn't know how to deal with And so I just decided to myself I'd hide it to myself And never talk about it And didn't I go and shout it When you walked into my room \"I think I love you!\" I think I love you  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Interlude] I don't know what I'm up against I don't know what its all about I've got so much to think about Hey!!  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Verse 3] Believe me You really don't have to worry I only want to make you happy And if you say Hey, go away, I will But I think better still I better stay around and love you Do you think I have a case? Let me ask you to your face  [Outro] Do you think you love me? I think I love you! I think I love you! I think I love you I think I love you! I think I love you! I think I love you! I think I love you I think I love you! I think I love you  ",
        "title": "I Think I Love You"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Now I wanna tell you of a great love Oh, it will light up It will surely light up The world If you'll just believe  Stoned love (Stoned love) Mm-hmm Mm-hmm Stoned love Oh, yeah  A love for each other will bring fighting to an end Forgiving one another, time after time, doubt creeps in But like the sun lights up the sky with a message from above Oh, yeah, I find no other greater symbol of this love  Yeah, don't you hear the wind blowin'? Mm-hmm Stoned love, oh, yeah I tell you, I ain't got no other Mm-hmm Stoned love, oh, yeah  Life is so short, put the present time at hand Oh, yeah, and if you're young at heart, rise up and take your stand And to the man on whose shoulder the world must depend I pray for peace and love, amen  Can't you feel it? Stoned love I tell you, I ain't got no other Uh-huh Stoned love, oh, yeah  Ooh, ooh, ooh  Ooh (Ooh, ooh, ooh)  If a war 'tween our nations passed, oh, yeah Will the love 'tween our brothers and sisters last? On and on and on and on and  Mm, mm, mm Stoned love, yeah I tell you, I ain't got no other Mm-hmm Stoned love Can't you, can't you, can't you, can't you, can't you feel it? Mm-hmm Stoned love Oh, yeah, stoned, stoned, stoned, stoned Mm-hmm Stoned love Oh, yeah, yeah, yeah, yeah, yeah, yeah Uh-huh Stoned love Oh, yeah, yeah, uh-huh Mm-hmm  ",
        "title": "Stoned Love"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Piano Solo]  [Intro]  [Verse 1] As I was walking down the street one day A man came up to me and asked me what The time was that was on my watch, yeah...And I said  [Chorus] (I don't) Does anybody really know what time it is (Care) Does anybody really care (about time) If so I can't imagine why (Oh no, no) We've all got time enough to cry  [Verse 2] And I was walking down the street one day A pretty lady looked at me And said her diamond watch had stopped cold dead...And I said  [Chorus] (I don't) Does anybody really know what time it is (Care) Does anybody really care (about time) If so I can't imagine why (Oh no, no) We've all got time enough to cry  [Verse 3] And I was walking down the street one day Being pushed and shoved by people trying to Beat the clock, oh, no I just don't know I don't know, and I said, yes I said  (Background:) People runnin' everywhere Don't know where to go Don't know where I am Can't see past the next step Don't have time to think past the last one Have no time to look around Just run around, run around think why  [Chorus] (I don't) Does anybody really know what time it is (Care) Does anybody really care (about time) If so I can't imagine why (Oh no, no) We've all got time enough to die  [Outro] Everybody's working (I don't) I don't care (About time) About time (Oh no, no) I don't care  ",
        "title": "Does Anybody Really Know What Time It Is?"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  From nowhere through a caravan Around the campfire light A lovely woman in motion With hair as dark as night  Her eyes were like that of a cat in the dark That hypnotized me with love  She was a gypsy woman She was a gypsy woman  She danced around and round To a guitar melody From the fire her face was all aglow How she enchanted me  Oh, how I'd love to hold her near And kiss and forever whisper in her ear  I love you, gypsy woman I love you, gypsy woman  All through the caravan She was dancing All the men Waiting for the rising sun Everyone was having fun  I hate to see the lady go Knowing she'll never know That I love her I love her  Gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman  ",
        "title": "Gypsy Woman"
    },
    {
        "artist": "Badfinger",
        "lyrics": null,
        "title": "No Matter What"
    },
    {
        "artist": "The Presidents",
        "lyrics": null,
        "title": "5-10-15-20 (25-30 Years Of Love)"
    },
    {
        "artist": "Van Morrison",
        "lyrics": null,
        "title": "Domino"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  I was born from love, and my poor mother worked the mines I was raised on the good book Jesus till I read between the lines Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again (Cradle me, Mama, cradle me again)  I can still remember him with love light in his eyes But the light flickered out and parted as the sun began to rise Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again (Cradle me, Mama, cradle me again, Mama, cradle me again)  Never mind the forecast, 'cause the sky has lost control 'Cause the fury and the broken thunder's come to match my raging soul Now I don't believe I want to see the morning  Going down the stoney end I never wanted to go down the stoney end Mama, let me start all over Cradle me, Mama, cradle me again  (Going down the stoney end) (I never wanted to go, I never wanted to go) I never wanted to go, never wanted to go (Going down the stoney end) (I never wanted to go, I never wanted to go) Mama, I never wanted to go (Going down the stoney end) (I never wanted to go, I never wanted to go)  ",
        "title": "Stoney End"
    },
    {
        "artist": "Ray Price",
        "lyrics": null,
        "title": "For The Good Times"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  [Verse 1: Karen Carpenter] We've only just begun to live White lace and promises A kiss for luck and we're on our way We've only begun  Before the rising sun, we fly So many roads to choose We'll start out walking and learn to run And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Outro] (Flute and Piano)  ",
        "title": "We've Only Just Begun"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Verse 1] You and I must make a pact, we must bring salvation back Where there is love, I'll be there I'll reach out my hand to you, I'll have faith in all you do Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  [Verse 2] Let me fill your heart with joy and laughter Togetherness, well that's all I'm after Whenever you need me, I'll be there I'll be there to protect you, with an unselfish love I respect you Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  If you should ever find someone new, I know he'd better be good to you 'Cos if he doesn't, I'll be there  Don't you know, baby, yeah yeah I'll be there, I'll be there, just call my name, I'll be there  (Just look over your shoulders, honey - ooh)  I'll be there, I'll be there, whenever you need me, I'll be there  Don't you know, baby, yeah yeah  ",
        "title": "I'll Be There"
    },
    {
        "artist": "The Supremes & Four Tops",
        "lyrics": "  When you were a young girl Did you want a rag doll The only doll you've ever owned Now I'll love you just the way you loved that rag doll Only now my love has grown  It gets stronger as the river flows Deeper baby, heaven knows Higher, as it goes  Do I love you, my oh my River deep, mountain high, yeah, yeah, yeah Do I love you, would I cry Oh I love you baby, how I love you baby  When you were a young girl Did you have a puppy That always followed you around Well I'm gonna be as faithful as that puppy No I'll never never let you down  'cause it gets stronger as the river flows It gets deeper baby, heaven knows It gets higher, so much higher, as it goes  Do I love you, my oh my River deep, mountain high, yeah, yeah, yeah Do I love you, would I cry Oh I love you baby, how I love you baby  I love you baby like a flower loves a spring I love you baby like a wrong man likes to sin I love you baby like a schoolboy likes his pie And oh I love you baby, river deep, mountain high  Do I love you, my oh my River deep, mountain high, yeah, yeah, yeah Do I love you, would I cry Oh I love you baby, how I love you baby  ",
        "title": "River Deep - Mountain High"
    },
    {
        "artist": "King Floyd",
        "lyrics": "  Hey there sugar darlin' Let me tell you something Girl, I've been trying to say, now You look so sweet And you're so doggone fine I just can't get you out of my mind You've become a sweet taste in my mouth, now And I want you to be my spouse So that we can live happily, nah-nah In a great big ol' roomy house And I know you're gonna groove me, baby Ahh, yeah, now You make me feel good inside Come on, and groove me, baby I need you to groove me Ahhh, yeah, now, now, darling Uhh! Come on, come on! Hey! Uhh!  Hey there, sugar darlin' Come on, give me something Girl, I've been needing for days Yes, I'm good, good loving With plenty, plenty hugging Ooh, you cute little thang, you Girl, between you and me, nah-nah We don't need no company No other man, no other girl Can enter into our world Not as long as you groove me, baby Ahh, come on Make me feel good inside Come on and groove me, baby Move me, baby Ahh, sock it to me, mama Uhh! Ahh, I like it like that, baby Uhh! Groove me, baby! Hey! Uhh! Groove me, darling! Come on, come on I need you to sock it to me, mama Come on and groove me, baby Hey! Uhh! Good, God! It makes me feel so good inside, mama Now, come on, come on, and uhh Groove me, baby, groove me, baby Ahh, sock it to me Sock it to me Rock it to me Come on, come on! Come on! And uhh Groove me, mama, I want you to Groove me!  ",
        "title": "Groove Me"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  It's impossible, tell the sun to leave the sky It's just impossible It's impossible, ask a baby not to cry It's just impossible  Can I hold you closer to me And not feel you going through me Split the second hat I never think of you Oh, how impossible  Can the ocean keep from rushing to the shore It's just impossible If I had you, could I ever want for more It's just impossible  And tomorrow Should you ask me for the world, somehow I'd get it I would sell my very soul and not regret it For to live without your love It's just impossible  Can the ocean keep from rushing to the shore It's just impossible If I had you, could I ever want for more It's just impossible  And tomorrow Should you ask me for the world, somehow I'd get it I would sell my very soul and not regret it For to live without your love It's just impossible Impossible, mmm Impossible  ",
        "title": "It's Impossible"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  The road is long With many a winding turn That leads us to who knows where Who knows where  But I'm strong Strong enough to carry him He ain't heavy, he's my brother  So on we go His welfare is of my concern No burden is he, to bear We'll get there For I know He would not encumber me He ain't heavy, he's my brother  If I'm laden at all I'm laden with sadness That everyone's heart Isn't filled with the gladness Of love for one another  It's a long, long road From which there is no return While we're on our way to there Why not share  And the load Doesn't weigh me down at all He ain't heavy, he's my brother He ain't heavy, he's my brother  ",
        "title": "He Ain't Heavy...He's My Brother"
    },
    {
        "artist": "Andy Kim",
        "lyrics": null,
        "title": "Be My Baby"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "One Man Band"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "Pay To The Piper"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "If I Were Your Woman"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "Can't Stop Loving You"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] Good morning mister sunshine, you brighten up my day Come sit beside me in your way I see you every morning, outside the restaurants The music plays so nonchalant  [Chorus] [x2] Lonely days, lonely nights Where would I be without my woman? Where would I be without my woman?  Lonely days, lonely nights Where would I be without my woman?  [Bridge] Good morning mister sunshine, you brighten up my day Come sit beside me in your way  [Outro] [x2] Lonely days, lonely nights Where would I be without my woman? Where would I be without my woman?  ",
        "title": "Lonely Days"
    },
    {
        "artist": "Bobby Bloom",
        "lyrics": "  Vernon'll meet me when the BO-AC lands Keys to the M.G. will be in his hands Adjust to the driving 'n' I'm on my way It's all on the right side in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  'N' Gillian'll meet me like a brother would I think I remember but it's twice as good Like how cool the rum is from his silver tray I thirst to be thirsty in Montego Bay Sing out; oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  I'll lay on a lilo till I'm lobster red I still feel the motion here at home in bed I tell you it's hard for me to stay away You ain't been till you been high in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  ",
        "title": "Montego Bay"
    },
    {
        "artist": "Led Zeppelin",
        "lyrics": "  [Intro]​ (2, 3, 4)  [Chorus] Ahh! Ahh! We come from the land of the ice and snow From the midnight sun where the hot springs blow  [Verse 1] The hammer of the gods Will drive our ships to new lands To fight the horde Sing and cry Valhalla, I am coming  [Hook] On we sweep with threshing oar Our only goal will be the western shore  [Chorus] Ahh! Ahh! We come from the land of the ice and snow From the midnight sun where the hot springs blow  [Verse 2] How soft your fields so green Can whisper tales of gore Of how we calmed the tides of war We are your overlords  [Hook] On we sweep with threshing oar Our only goal will be the western shore  [Verse 3] So now you'd better stop And rebuild all your ruins For peace and trust can win the day Despite of all your losing  ",
        "title": "Immigrant Song"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] It's a little bit funny, this feeling inside I'm not one of those who can easily hide I don't have much money, but boy if I did I'd buy a big house where we both could live  [Verse 2] If I was a sculptor, but then again, no Or a man who makes potions in a traveling show I know it's not much, but it's the best I can do My gift is my song, and this one's for you  [Chorus] And you can tell everybody this is your song It may be quite simple, but now that it's done I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world  [Verse 3] I sat on the roof and kicked off the moss Well, a few of the verses, well, they've got me quite cross But the sun's been quite kind while I wrote this song It's for people like you that keep it turned on  [Verse 4] So excuse me forgetting, but these things I do You see I've forgotten if they're green or they're blue Anyway the thing is what I really mean Yours are the sweetest eyes I've ever seen  [Chorus] And you can tell everybody this is your song It may be quite simple, but now that it's done I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world   [Outro] I hope you don't mind, I hope you don't mind that I put down in words How wonderful life is while you're in the world  ",
        "title": "Your Song"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  Have you been around? Have you done your share of comin' down On different things that people do? Have you been aware? You got brothers and sisters who care About what's gonna happen to you In a year from now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Did you pay your dues? Did you read the news This morning when the paper landed in your yard? Do you know their names? Can you play their games Without losin' track And coming down a bit too hard?  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, we're talkin' 'bout together, now  Maybe I'll be there to shake your hand (Shake your hand) Maybe I'll be there to share the land (Share the land) That they'll be givin' away When we all live together, together together  (Shake your hand, share the land) You know I'll be standing by to help you if you worry (Shake your hand, share the land) Now more sadness, no more sorrow, and no more bad times (Shake your hand, share the land) Everyday comin' sunshine, everyday everybody laughin' (Shake your hand, share the land) Walkin' together by the river, walkin' together and laughin' (Shake your hand, share the land) Everybody singin' together, everybody singin' and laughin' (Shake your hand, share the land) Good times, good times, everybody walkin' by the river now (Shake your hand, share the land) Walkin', singin', talkin', smilin', laughin' diggin' each other (Shake your hand, share the land) Everybody happy together, I'll be there to worry you if you need-a me (Shake your hand, share the land) Call on me, call on me, call my name, I'll be runnin' to help you (Shake your hand, share the land) Everybody walkin' by the river now, everyday everybody laughin' (Shake your hand, share the land) Everybody singin' and talkin', smilin', laughin', diggin' each other  ",
        "title": "Share The Land"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": "  If you're down and confused And you don't remember who you're talking to Concentration slip away Because your baby is so far away  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Don't be angry, don't be sad And don't sit crying over good times you had There's a girl right next to you And she's just waiting for something to do  And there's a rose in a fisted glove And eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with  Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do-do, do-do-do  Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Turn your heartache right into joy She's a girl and you're a boy Get it together, make it nice Ain't gonna need any more advice  And there's a rose in a fisted glove And eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with Love the one you're with Love the one you're with Love the one you're with  Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do, do do, do do, do-do Do-do-do, do-do-do  ",
        "title": "Love The One You're With"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "You Don't Have To Say You Love Me/Patch It Up"
    },
    {
        "artist": "Lynn Anderson",
        "lyrics": "  [Verse 1] I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes When you take you got to give So live and let live Or let gooooo I beg your pardon I never promised you a rose garden  I could promise you things like big diamond rings But you don't find roses growing on stalks of clover So you better think it over Well if sweet talking you could make it come true I would give you the world right now on a silver platter But what would it matter  [Chorus] So smile for a while and let's be jolly Love shouldn't be so melancholy Come along and share the good times while we can I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes I beg your pardon I never promised you a rose garden  [Verse 2] I could sing you a tune and promise you the moon But if that's what it takes to hold you I'd just as soon let you go But there's one thing I want you to know You better look before you leap Still waters run deep And there won't always be someone there to pull you out And you know what I'm talking about  [Chorus] So smile for a while and let's be jolly Love shouldn't be so melancholy Come along and share the good times while we can I beg your pardon I never promised you a rose garden Along with the sunshine There's got to be a little rain sometimes  ",
        "title": "Rose Garden"
    },
    {
        "artist": "The Flaming Ember",
        "lyrics": "  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? I'll try to help you when he's wrongin' us Don't point your finger, sayin' it's all of us  If a man yells \"hate,\" will my voice be heard? Does he speak for me when he chooses one bad word? When wrong is done under one person's name Should all the people have to share the blame?  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? If I do wrong, then someone make me pay But if I'm right, don't try to block my way  Don't judge the story without opening up the book The good you find inside it many times is overlooked Being militant don't mean peace ain't in your heart Though we're most impatient for freedom to start  I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me? Don't cut into me with your knives of doubt Before you judge me, why not hear me out?  Whoa, brothers!! (I'm not my brother's keeper) [Repeat: x9] I'm not my brother's keeper, though he be strong or weaker Before you judge me, why not try to love me?  I'll try to help you when he's wrongin' us Don't point your finger, sayin' it's all of us [Repeat until fade]  ",
        "title": "I'm Not My Brothers Keeper"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] Just yesterday morning, they let me know you were gone Suzanne, the plans they made put an end to you I walked out this morning and I wrote down this song I just can't remember who to send it to  [Chorus] I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 2] Won't you look down upon me, Jesus You've got to help me make a stand You've just got to see me through another day My body's aching and my time is at hand and I won't make it any other way  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 3] Been walking my mind to an easy time, my back turned towards the sun Lord knows when the cold wind blows it'll turn your head around Well, there's hours of time on the telephone line to talk about things to come Sweet dreams and flying machines in pieces on the ground  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend But I always thought that I'd see you baby, one more time again, now  [Outro] Thought I'd see you one more time again There's just a few things coming my way this time around, now Thought I'd see you, thought I'd see you, fire and rain, now  ",
        "title": "Fire And Rain"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Do It"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Border Song (Holy Moses)/You And Me"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": null,
        "title": "After Midnight"
    },
    {
        "artist": "Redeye",
        "lyrics": null,
        "title": "Games"
    },
    {
        "artist": "Runt",
        "lyrics": null,
        "title": "We Gotta Get You A Woman"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Heaven help the child who never had a home Heaven help the girl who walks the street alone Heaven help the roses if the bombs begin to fall Heaven help us all Heaven help the black man if he struggles one more day Heaven help the white man if he turns his back away Heaven help the man who kicks the man who has to crawl Heaven help us all  [Chorus] Heaven help us all, heaven help us all, help us all Heaven help us, Lord, hear our call when we call Oh, yeah!  [Verse 2] Heaven help the boy who won't reach twenty-one Heaven help the man who gave that boy a gun Heaven help the people with their backs against the wall Lord, Heaven help us all  [Chorus] Heaven help us all, heaven help us all, help us all Heaven help us, Lord, hear our call when we call Oh, yeah!  [Verse 3] Now I lay me down before I go to sleep In a troubled world, I pray the Lord to keep, keep hatred from the mighty And the mighty from the small Heaven help us all Oh, oh, oh, yeah! I need you lord Need you now Desperately lord Need you now  ",
        "title": "Heaven Help Us All"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse] If you were mine I'd never let you leave me If you were mine I'd never let you go Because you are Just what I've always wanted And I think that you oughta know From the moment I first saw you Girl, you went straight to my brain In my heart I've got a feeling That I could never explain If you were mine You'd never know no sorrow If you were mine I'd marry you tomorrow Yes, I would Believe me, girl What the occasion If you call me I'll come with no persuasion You just call And I'll come running Oh, yes, I will, baby Come rain or storm Hail or snow Because the way I feel about you No place is too remote to go Oh, well, baby, oh, well Now now now now now... Oh, baby, oh, well...  ",
        "title": "If You Were Mine"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  [Verse 1] When you were young And on your own How did it feel To be alone? I was always thinking Of games that I was playing Trying to make The best of my time  [Chorus] But only love Can break your heart Try to be sure Right from the start Yes only love Can break your heart What if your world Should fall apart?  [Verse 2] I have a friend I've never seen He hides his head Inside a dream Someone should call him And see if he can come out Try to lose The down that he's found  [Chorus]  [Verse 3] I have a friend I've never seen He hides his head Inside a dream Yes, only love Can break your heart Yes, only love Can break your heart  ",
        "title": "Only Love Can Break Your Heart"
    },
    {
        "artist": "Nitty Gritty Dirt Band",
        "lyrics": "  I knew a man Bojangles and he'd dance for you In worn out shoes With silver hair, a ragged shirt, and baggy pants The old soft shoe He jumped so high, jumped so high Then he lightly touched down  I met him in a cell in New Orleans I was Down and out He looked to me to be the eyes of age As he spoke right out He talked of life, talked of life, he laughed Clicked his heels and stepped  He said his name \"Bojangles\" and he danced a lick Across the cell He grabbed his pants and spread his stance Oh he jumped so high and then he clicked his heels He let go a laugh, let go a laugh And shook back his clothes all around  Mr. Bojangles, Mr. Bojangles Mr. Bojangles, dance  He danced for those at minstrel shows and county fairs Throughout the south He spoke through tears of 15 years how his dog and him Traveled about The dog up and died, he up and died And after 20 years he still grieves  He said \"I dance now at every chance in honky tonks For drinks and tips But most the time I spend behind these county bars Cause I drinks a bit\" He shook his head, and as he shook his head I heard someone ask him please  Mr. Bojangles, Mr. Bojangles Mr. Bojangles, dance...  ",
        "title": "Mr. Bojangles"
    },
    {
        "artist": "Michael Nesmith & The First National Band",
        "lyrics": null,
        "title": "Silver Moon"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "The Green Grass Starts To Grow"
    },
    {
        "artist": "Jim Ed Brown",
        "lyrics": null,
        "title": "Morning"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  [Spoken: Woman] Last night, I was so depressed And I went and got the Bible And I turned to the book of Revelations And if people would just get and read the Bible And read the book of Revelations They would really turn around and straighten up This is all we need to do, is just get the good book And read it and put it to everyday life  [Spoken: Curtis Mayfield] Sisters Niggers Whiteys Jews Crackers Don't worry If there's hell below We're all Gonna go  [Vocal] Sisters Brothers and the whiteys Blacks and the crackers Police and their backers They're all political actors  Hurry People running from their worries While the judge and his juries Dictate the law that's partly flaw  Cat calling Love balling, fussing and a-cussing Top billing now is killing For peace, no one is willing Kind of make you get that feeling  Everybody smoke Use the pill and the dope Educated fools From uneducated schools Pimping people is the rule Polluted water in the pool And Nixon talking 'bout, \"Don't worry\" He say, \"Don't worry\" He say, \"Don't worry\" He say, \"Don't worry\" But they don't know There can be no show And if there's hell below We're all gonna go  Everybody praying And everybody saying But when come time to do Everybody's laying Just talking 'bout, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\"  Sisters Brothers and the whiteys Blacks and the crackers Police and their backers They're all political actors  Smoke The pill and the dope Educated fools From uneducated schools Pimping people is the rule Polluted water in the pool And everybody's saying, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" But they don't know There can be no show And if there's hell below We're all gonna go Lord, what we gonna do?  Tell me what we gonna do? If everything I say is true This ain't no way it ought to be If only all the mass could see But they keep talking 'bout, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\" They say, \"Don't worry\"  ",
        "title": "(Don't Worry) If There's A Hell Below We're All Going To Go"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": null,
        "title": "Most Of All"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": "  War...huh...yeah What is it good for? Absolutely nothing Uh ha haa ha War...huh...yeah What is it good for? Absolutley nothing...say it again y'all War..huh...look out... What is it good for? Absolutely nothing...listen to me ohhhhh WAR! I despise, 'cos it means destruction of innocent lives, War means tears to thousands of mother's eyes, When their sons gone to fight and lose their lives. I said WAR!...huh...good God y'all, What is it good for? Absolutely nothing...say it again War! Huh...What is it good for (Edwin sings 'Wohh oh Lord' over the top) Absolutely nothing...listen to me WAR! It ain't nothing but a heartbreaker, War. Friend only to the undertaker. Ohhh! War is an enemy to all mankind, The thought of war blows my mind. War has caused unrest within the younger generation Induction then destruction...who wants to die? Ohhh WAR! good God y'all huh What is it good for? Absolutely nothing...say it say it SAY IT! WAR!...uh huh yeah hu! What is it good for? Absolutely nothing...listen to me WAR! It ain't nothing but a heartbreaker, War! It's got one friend that's the undertaker. Ohhhh! War has shattered many a young man's dream, Made him disabled, bitter and mean, Life is much too short and precious to spend fighting wars these days. War can't give life, it can only take it away! Ohhh WAR! huh...good God y'all What is it good for? Absolutely nothing...say it again War!...huh...woh oh oh Lord What is it good for? Absolutely nothing...listen to me War! It ain't nothing but a heartbreaker, War. Friend only to the undertaker...woo Peace lovin' understand then tell me, Is there no place for them today? They say we must fight to keep our freedom, But Lord knows there's got to be a better way. Ohhhhhhh WAR! huh...good God y'all... What is it good for?...you tell me! Say it say it say it saaaay it! War! good God now...huh What is it good for? Stand up and shout it...NOTHING [END]  ",
        "title": "Stop The War Now"
    },
    {
        "artist": "Free",
        "lyrics": "  I went down to the centre of town And my feet was a burning ground She stood on the corner merrily as can be I said hey good lookin won't you come with me She said yeah I am the stealer Came to steal your love  The sun was shining The world was right I said \"tell me baby wha'cha doin' tonight\" I'm goin' round the corner Where the music's loud I'm tired of the city Won't you come on round I said yeah! I'm the stealer Come to steal your love  Steal your love oh yeah!  Goin' round the corner Where the music's loud I'm tired of the city Won't you come on round I said yeah I am the stealer Come to steal your love  Steal your love Steal your love Steal your love  I am going to steal you love away I am going to steal you love away Steal your love  ",
        "title": "Stealer"
    },
    {
        "artist": "Jerry Reed",
        "lyrics": "  Yeah, here comes Amos  [Verse 1] Now Amos Moses was a Cajun He lived by his self in the swamp He hunted alligator for livin' He just knock 'em in the head with a stump The Louisiana law gonna get you Amos! It ain't legal huntin' alligator down in the swamp boy!  [Verse 2] Now everybody blamed his old man For makin' him mean as a snake When Amos Moses was a boy His Daddy would use him for alligator bait Tie a rope around his waist and throw him in the swamp Alligator bait in the Louisiana Bayou  [Chorus] About forty-five minutes southeast of Thibodeaux, Lousisiana Lived a man called Doc Milsap and his pretty wife Hanna Well they raised up a son Who could eat up his weight in groceries Named him after a man of the cloth Called him Amos Moses  [Verse 3] Now the folks around south Louisiana Said Amos was a hell of a man He could trap the biggest, the meanest alligator And just use one hand That's all he got left cuz alligator bit it! Left arm gone clean up to the elbow!  [Verse 4] Well the Sheriff got wind that Amos Was in the swamp tracking alligator skin So he snuck in the swamp, gonna get the boy But he never come out again Well I wonder where the Louisiana Sheriff went to? Well you can sure get lost in the Louisiana Bayou!  [Chorus] About forty-five minutes southeast of Thibodeaux, Lousisiana Lived a cat called Doc Milsap and his pretty wife Hanna Well, they raised up a son Who could eat up his weight in groceries Named him after a man of the cloth, Called him Amos Moses  [Outro] Set out on 'em Amos Make it count, Son!  About forty-five minutes southeast of Thibodeaux, Lousisiana  ",
        "title": "Amos Moses"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  There's nothin' you can do girl, there's nothin' you can say You talkin' to the sky babe, I just got to get away, yeah Got to hear the wind song singin' in my ear Got to get it on girl and I'll never make it here, yeah  'Cause the wind was my mother, the highway is my brother I was born to wander and it's time for movin' on I was born to wander turn around and I'll be gone, gone, gone  I'm just followin' my heart girl, and it's followin' the sun Lookin' for an answer, I know may never come But I got to chase my dreams girl like a river to the sea Got to find the rainbow that's waitin' there for me  'Cause the wind was my mother, the highway is my brother I was born to wander and it's time for movin' on I was born to wander turn around and I'll be gone, gone, gone, gone  Oh yeah, oh yeah Yeah, gonna move, yeah Yeah, I was born to wander I said, I was born to wander Yeah, born, born to wander  Born to wander, born to wander Born to wander, born to wander Born to wander, born to wander ...  ",
        "title": "Born To Wander"
    },
    {
        "artist": "O.V. Wright",
        "lyrics": null,
        "title": "Ace Of Spade"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": null,
        "title": "It's All In Your Mind"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I Really Don't Want To Know/There Goes My Everything"
    },
    {
        "artist": "Melanie",
        "lyrics": "  She would never say where she came from Yesterday don't matter 'cause it's gone While the sun is bright Or in the darkest night No one knows She comes and then she goes  Goodbye, Ruby Tuesday Who is gonna hang a name on you? And when you change with every new day Still I'm gonna miss you...  Don't ask her why she needs to be so free She 's gonna tell you it's the only way to be She just can't be chained To a life where nothing's gained And nothing's lost At such a cost  Goodbye, Ruby Tuesday Who is gonna hang a name on you? And when you change with every new day Still I'm gonna miss you...  There's no time to lose, I heard her say You got to catch your dreams before they runaway Dying all the time Lose your dreams And you, might will lose your mind Ain't life unkind?  Goodbye, Ruby Tuesday Who is gonna hang a name on you? When you change with every new day Still I'm gonna miss you...  Goodbye, Ruby Tuesday Goodbye, Ruby Tuesday  ",
        "title": "Ruby Tuesday"
    },
    {
        "artist": "Judy Collins",
        "lyrics": null,
        "title": "Amazing Grace"
    },
    {
        "artist": "The Moments",
        "lyrics": null,
        "title": "All I Have"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Intro] Flesh and blood Beside a Singin Mountain Stream Where the Willow grew  [Verse] Where the Silver Leaf of Maple Sparkled in the Morning Dew I braided Twigs of Willows Made a String of Buckeye Beads But Flesh And Blood need Flesh And Blood And you're the one I need Flesh And Blood need Flesh And Blood And you're the one I need I leaned against a Bark of Birch And I breathed the Honey Dew I saw a North-bound Flock of Geese Against a Sky of Baby Blue Beside the Lily Pads I carved a Whistle from a Reed Mother Nature's quite a Lady But you're the one I need Flesh And Blood need Flesh And Blood And you're the one I need A Cardinal sang just for me And I thanked him for the Song Then the Sun went slowly down the West And I had to move along These were some of the things On which my Mind and Spirit feed But Flesh And Blood need Flesh And Blood And you're the one I need Flesh And Blood need Flesh And Blood And you're the one I need And when this Day was ended I was still not satisfied For I knew ev'rything I touched Would wither and would die And Love is all that will remain And grow from all these Seed;  [Outro] Mother Nature's quite a Lady But you're the one I need Flesh And Blood need Flesh And Blood And you're the one I need Flesh And Blood need Flesh And Blood And you're the one I need  ",
        "title": "Flesh And Blood"
    },
    {
        "artist": "Black Sabbath",
        "lyrics": "  [Verse 1] Finished with my woman 'Cause she couldn't help me with my mind People think I'm insane Because I am frowning all the time  All day long, I think of things But nothing seems to satisfy Think I'll lose my mind If I don't find something to pacify  [Bridge] Can you help me Occupy my brain? Oh, yeah!  [Verse 2] I need someone to show me The things in life that I can't find I can't see the things that make true happiness I must be blind  [Solo]  [Verse 3] Make a joke and I will sigh And you will laugh and I will cry Happiness, I cannot feel And love, to me, is so unreal  And so, as you hear these words Telling you, now, of my state I tell you to enjoy life I wish I could, but it's too late  ",
        "title": "Paranoid"
    },
    {
        "artist": "Little Sister",
        "lyrics": null,
        "title": "Somebody's Watching You"
    },
    {
        "artist": "Jackie Moore",
        "lyrics": "  Precious, precious Precious, precious Precious baby, you're mine Mmm... if you don't love me, I'm used to that  If you don't need me, baby, I can adjust to that If you don't want me, honey, that's alright If you ain't willin', baby, there sure won't be no fight 'Cause I'm still satisfied  In loving you And I'll be waiting 'round when you get through Oh, you're precious, honey You're so precious  Precious baby, you're mine You've been in and out of my life And, ooh, baby that hurts Baby, that hurts, yeah  You've been with every girl in this town You've been dealin' in dirt Just wallowin' in dirt, yes you have But I look at love as a two-way street  You get the good with the bad You take the bitter with the sweet Oh, you're precious, honey You're so precious, baby  Precious baby, you're mine Oooh-oooh, na, na, na, na, yeah, baby Oooh-oooh, na, na, na, na, yeah, baby Mmm... what people say about ya  Sure ain't no fun But what they don't know about ya You're like two men wrapped up in one We've got our life, so let's make it  It's our chance, so come on, baby, let's take it Oh, you're precious, baby You're so precious (precious) Precious baby, you're mine  Yes, honey (precious) You're precious, baby Precious baby, you're mine Ooh, you're precious, baby, yeah (precious)  You're so precious, yes, you are (precious) Precious baby, you're mine Oooh, you're precious, honey (precious) Oooh, you're precious, baby (precious)  Precious baby, you're mine  ",
        "title": "Precious, Precious"
    },
    {
        "artist": "Al Green",
        "lyrics": "  [Verse 1] I ...(my my my my) Oh, I can turn a gray sky blue You see, I can make it rain when I want it to Oh, I can build a castle from a single grain of sand, yeah I, you see, can make a ship sail on dry land, yeah  [Pre-Chorus] Unhappy am I with all the powers that I possess, yeah Girl, you're the key to my happiness and I...  [Chorus] (Can't get next to you, babe) Ooh Lord (I can't get next to you) I've been trying a long time (Can't get next to you, babe) (Can't get next to you) I don't know what to do  (Let me say) I .. (my my my my my) Oh, I, oh Lord  [Verse 2] I can fly like the bird in the sky Oh, I can buy anything that money can buy Oh, I can turn a river into a raging fire Oh, I, and I can live forever if I so desire, yeah  [Pre-Chorus] Unhappy am I with all the powers that I possess, yeah Girl, you're the key 'cause I...  [Chorus] (Can't get next to you, babe) Baby baby (Can't get next to you) I've been trying a long time (I can't get next to you, babe) (I can't get next to you)  Oh, come on  [Verse 3] (Let me tell you that) I can turn back the hands of time You better believe I can Oh, I, you see, I can make the seasons change Just by waving my hand, let me say I, I can change anything from old to new, girl Oh, I, yeah, and all the things I want to do the most You see, I'm unable to do, yeah  [Pre-Chorus] Unimportant are all these things That I'm trying to do here today Girl, you see, I...  [Chorus] (Can't get next to you, babe) I've been trying a long time (Can't get next to you) Oh, somebody oughta help me (Can't get next to you, babe) Oh, let me, let me go (I can't get next to you) Let me!   I, Lord, I've been working on it, baby I've been thinking about it Oh, I, you see, I've been trying to call you all day long But, you see, I don't have your phone number, honey I, I've been, I've been thinking about you baby, something awful, you see, I Oh, I, sometime I feel like I want to moan about it And I just don't know what to say, and I say yeeeee...  ",
        "title": "I Can't Get Next To You"
    },
    {
        "artist": "Israel \"Popper Stopper\" Tolbert",
        "lyrics": null,
        "title": "Big Leg Woman (With A Short Short Mini Skirt)"
    },
    {
        "artist": "Deep Purple",
        "lyrics": "  [Verse 1] Black night is not right I don't feel so bright I don't care to sit tight  [Chorus] Maybe I'll find on the way down the line That I'm free, free to be me Black night is a long way from home  [Verse 2] I don't need a dark tree I don't want a rough sea I can't feel, I can't see  [Chorus] Maybe I'll find on the way down the line That I'm free, free to be me Black night is a long way from home  [Verse 3] Black night, black night I don't need black night I can't see dark light  [Chorus] Maybe I'll find on the way down the line That I'm free, free to be me Black night is a long way from home  ",
        "title": "Black Night"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Chorus] In my mind, I'm going to Carolina Can't you see the sunshine? Can't you just feel the moonshine? Ain't it just like a friend of mine to hit me from behind? And I'm going to Carolina in my mind  [Verse 1] Karen she's the silver sun You best walk her way and watch it shine Watch her once the morning come A silver tear appearing now I'm crying, ain't I? I'm going to Carolina in my mind There ain't no doubt in no one's mind That love's the finest thing around Whisper something soft and kind And hey, baby - the sky's on fire I'm dying, ain't I? I'm going to Carolina in my mind  [Chorus] In my mind, I'm going to Carolina Can't you see the sunshine? Can't you just feel the moonshine? Ain't it just like a friend of mine to hit me from behind? When I'm gone to Carolina in my mind  [Verse 2] Dark and silent late last night I think I might have heard the highway calling Geese in flight and dogs that bite The signs that might be omens say I'm going, going I'm gone to Carolina in my mind It's with a holy host of others standing around me Still I'm on the dark side of the moon And it looks like it goes on like this forever You must forgive me If I'm up and gone to Carolina in my mind  [Chorus] In my mind, I'm going to Carolina Can't you see the sunshine? Can't you just feel the moonshine? Ain't it just like a friend of mine to hit me from behind? When I'm going to Carolina in my mind When I'm gone to Carolina in my mind Well I'm already gone I'm gone Say nice things about me I'm gone, sudden gone You've gotta carry on without me I'm gone, I'm gone I'm going to Carolina in my mind Yeah I'm Yes I'm going to Carolina in my mind  ",
        "title": "Carolina In My Mind"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Temptation Eyes"
    },
    {
        "artist": "Eric Burdon And War",
        "lyrics": null,
        "title": "They Can't Take Away Our Music"
    },
    {
        "artist": "Tommy James",
        "lyrics": "  Everybody come on Sit yourself right down You know we been a-wait' for your arrival, yeah Come on, gonna have a Church Street soul revival Church Street soul revival Gonna have a good time Drink a little moonshine Brother Taylor brought his Bible, yeah Come on, gonna have a Church Street soul revival Church Street soul revival Gonna sing, gonna pray to the Lord Ain't no doubt about it Have a Church Street soul revival Gonna laugh, gonna sing, gonna shout Gonna laugh, gonna sing, gonna shout, yeah Hallelujah! Revive your soul! Repeat 7 more times Everybody come on Sit yourself right down Brother Taylor brought his Bible, yeah Come on, gonna have a Church Street soul revival Church Street soul revival Gonna have a Church Street soul revival Repeat and fade  ",
        "title": "Church Street Soul Revival"
    },
    {
        "artist": "Gypsy",
        "lyrics": null,
        "title": "Gypsy Queen - Part 1"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  Mean mistreater, you make me cry You lay around, and watch me die Mean mistreater, can't you see I'm real? Are you satisfied, with the way you feel?  I've tried hard to live without you, in so many ways I just can't help myself from thinking of you, for the rest of my days Heartache is at my door step, won't leave me alone I just can't get used to it, now that I'm on my own  I know all about you, your childhood days Your mom and dad, your pretty face Mean mistreater, if you need me I'm needin' you to set me free  Mmmm ...  ",
        "title": "Mean Mistreater"
    },
    {
        "artist": "Frijid Pink",
        "lyrics": null,
        "title": "Heartbreak Hotel"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "Remember Me"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "When The Party Is Over"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  If you could read my mind love What a tale my thoughts could tell Just like an old time movie 'Bout a ghost from a wishin' well In a castle dark or a fortress strong With chains upon my feet You know that ghost is me And I will never be set free As long as I'm a ghost that you can't see  If I could read your mind love What a tale your thoughts could tell Just like a paperback novel The kind that drugstores sell When you reach the part where the heartaches come The hero would be me But heroes often fail And you won't read that book again Because the ending's just too hard to take  I'd walk away like a movie star Who gets burned in a three way script Enter number two A movie queen to play the scene Of bringing all the good things out in me But for now love, let's be real I never thought I could act this way And I've got to say that I just don't get it I don't know where we went wrong But the feelin's gone And I just can't get it back  If you could read my mind love What a tale my thoughts could tell Just like an old time movie 'Bout a ghost from a wishin' well In a castle dark or a fortress strong With chains upon my feet But stories always end And if you read between the lines You'll know that I'm just tryin' to understand The feelin's that you lack I never thought I could feel this way And I've got to say that I just don't get it I don't know where we went wrong But the feelin's gone And I just can't get it back  ",
        "title": "If You Could Read My Mind"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  Well come on down to the go go, we're down on the strip If you want to get hip to a brand new trip They got a new soul singer, she's really dynamite Jam up, jelly tight, out of sight, alright, ow!  Well, she may be small, just two feet tall But if you give her half a chance she'll pin you to the wall She's a little showstopper, you're gonna have a ball She can sing, she can dance, she can really do it all, yeah  And now, ladies and gentlemen, without further adue It is indeed a great pleasure to introduce to you Held over for three weeks and getting rave reviews Here's Bridget the midget, the queen of the blues  Here's Bridget, hahahaha Thank you folks, haha Thank you  I want to know something Do you feel alright? (Yeah) Oh, come on now, you can do better than that Do you feel alright? (Yeah!)  Wow, that makes me feel so good Let me hear it again Do you feel alright? (Yeah!)  Oooh, ooohooohooohoo Yeah, yeah, yeah, hahahaha  Alright, hahaha Alright, hahaha Here we go now Is everybody ready?  Here we go, everybody sock it to me Yohohohoho (Yohohohoho), hahahaha Yohohohoho (Yohohohoho) Oooh, yeaheah! (Yeaheaheah!)  Well, come on everybody have you heard the news Bridget's in town put on your rockin' shoes Into my bag and doing my thing Rock it to me, sock it to me, listen to me sing  Singing oooh, oooh, oooh, oooh, oooh  Oh I dig it, I really dig it  Hey, get away from the stage there, fellow!  But I dig it  Now folks get ready for an extra special treat She can lay down a beat she's a real intranser Here's Bridget the midget and her flying feet The worlds one and only go-go tapdancer, go!  Hahahaha Oooh!  Oho, I dig it, I really dig it  Hey, sit down, fellwo, you can't come up on the stage  But I dig it, oh!  Now here's the moment we've all waited for Three singing little cuties that we all adore You've heard them with Bridget on all of her hits They lay down a groove and the sound never quits  They got what it takes, there ain't no doubt Strawberry and The Shortcakes, work it on out, ow!  (Shoobydoo-wop-wop) (Shoobydoo-wop-wop) Oh, let me hear it! (Shoobydoo-wop-wop) How precious! (Shoobydoo-wop-wop)  (Shoobydoo-wop-wop) Yeah (Shoobydoo-wop-wop)  Well, come on, everybody, have you heard the news? Bridget's in town, put on your rockin' shoes Into my bag and doing my thing Rock it to me, sock it to me, listen to me sing  Singing oooh! (Shoobydoo-wop-wop) (Shoobydoo-wop-wop)  Oh, I dig it, I really dig it!  Hey, watch it! You can't do that, fellow!  But I dig it, I love you, Bridget!  Get back there, get back!  ",
        "title": "Bridget The Midget (The Queen Of The Blues)"
    },
    {
        "artist": "Liz Damon's Orient Express",
        "lyrics": "  Where's the love that we knew Is it gone or have you thrown it away While the joy that we shared I feel sure is not here anymore  Like smoke from a cigarette Dreams that you soon forget It's fading away And it's 1900 yesterday  I thought you felt the same Tell me who, who's to blame The broken heart you've given me All the hurt and misery Where did I go wrong  Like smoke from a cigarette Dreams that you soon forget And night has no day And it's 1900 yesterday  Where's the love that we knew Is it gone or have you thrown it away While the joy that we shared I feel sure is not here anymore  Log on to kill this message Like smoke from a cigarette Dreams that you soon forget And night has no day And it's 1900 yesterday  And it's 1900 yesterday And it's 1900 yesterday  ",
        "title": "1900 Yesterday"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  There he sits with a pen and a yellow pad What a handsome lad That's my boy BRLFQ spells \"mom and dad\" But that ain't too bad That's my boy  You can have your TV and your nightclubs And you can have your drive-in picture show I'll stay here with my little man near We'll listen to the radio Biding my time and watching Scotty grow  Making a castle out of building blocks And a cardboard box That's my boy Mickey Mouse says it's 13:00 Well, that's quite a shock That's my boy  In four short years I've gone from rags to riches And what I did before that I don't know  So let it rain on my windowpane I got my own rainbow And we're sitting here shining Watching Scotty grow  Riding on daddy's shoulders off to bed Old sleepy head That's my boy Got to have a drink of water and a story read A teddy bear named Fred That's my boy  What's that you say, Momma? Come on and keep you feet warm Well, save me a place I'll be there in a minute or so  I think I'll stay right here And say a little prayer before I go Me and God watching Scotty grow Me and God watching Scotty grow  ",
        "title": "Watching Scotty Grow"
    },
    {
        "artist": "Redbone",
        "lyrics": null,
        "title": "Maggie"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Your Time To Cry"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Seems to be a misunderstanding Bout who you belong to I'm tired of he saying, she saying  I don't know where he came from But he better go back where he's been Cause I don't want my heart broken Don't wanna commit no sin  Cause I'm so tired Oh, you set my soul on fire I'm so tired Well, you set my soul on fire  Are you my woman, tell me so Are you my woman, tell me so Are you my woman, tell me so Are you my woman, let me go  Just get on down  Don't you know that I'll never be the same, no Cause you know my life Is in your name  Girl, I really, really Hate to lose you I just got to keep on moving  Cause I'm so tired Oh, you set my soul on fire I'm so tired Well, you set my soul on fire  Are you my woman, tell me so Are you my woman, tell me so  ",
        "title": "Are You My Woman? (Tell Me So)"
    },
    {
        "artist": "Loretta Lynn",
        "lyrics": "  Well I was born the coal miner's daughter In a cabin on a hill in Butcher Holler We were poor but we had love That's the one thing that daddy made sure of He shovel coal to make a poor man's dollar  Well I was born the coal miner's daughter In a cabin on a hill in Butcher Holler We were poor but we had love That's the one thing that daddy made sure of  He shovel coal to make a poor man's dollar My daddy worked all night in the Van Lear coal mine All day long in the field hauling corn Mommy rocked the babies at night And read the Bible by the coal oil light And everything would start all over come break of morn  Daddy loved and raised eight kids on a miner's pay Mommy scrubbed our clothes on a washboard everyday Why I've seen her fingers bleed to complain there was no need She's smiled in mommy's understanding way  In the summertime we didn't have shoes to wear But in the wintertime we'd all get a brand new pair From a mail order catalog money made by selling a hog Daddy always managed to get the money somewhere  Yeah I'm proud to be a coal miner's daughter I remember well the well where I drew water The work we done was hard At night we'd sleep cause we were tired I never thought of ever leaving Butcher Holler But a lot of things have changed since the way back then And it's so good to be back home again Not much left but the floor nothing lives there anymore Except the memories of a coal miner's daughter  ",
        "title": "Coal Miner's Daughter"
    },
    {
        "artist": "Teegarden & Van Winkle",
        "lyrics": "  As long as I've got shoes To put on my feet Food for my children to eat Everything is gonna Be alright, be alright Everything is gonna be alright  I don`t have no money I don`t have [?] Sometimes my friends forsake me Causes me to weep and moan  Wait a minute, sometimes In the lake in your eyes You were all [?] with tears Thinking bout the way I suffered Coming up through the years  As long as I've got shoes To put on my feet Food for my children to eat Everything is gonna Be alright, be alright Everything is gonna be alright  As long as I've got shoes To put on my feet Food for my children to eat Everything is gonna Be alright, be alright Be alright, be alright  Everything Everything Every little bitty thing Everything is gonna be alright  Be alright Be alright Be alright Be alright  Everything Everything Every doggone thing Everything is gonna be alright  ",
        "title": "Everything Is Going To Be Alright"
    },
    {
        "artist": "Anne Murray",
        "lyrics": null,
        "title": "Sing High - Sing Low"
    },
    {
        "artist": "The Originals",
        "lyrics": "  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  You're much too beautiful To be part of the human race Whoever carved those features On your angel face  If I put you on a pedestal Girl, that's where you belong I'm building my world around you So please don't let me down  God bless whoever sent you 'Cause I really needed you God bless whoever sent you 'Cause I really needed you  Oh, you could take a sinner And turn him into a saint You took a nervous a guy like me And made me something that I ain't  Oh, my life was like a dark old room Until you gave me your love Now you walk upon all my thoughts Girl, you're just too much  God bless whoever sent you 'Cause I really needed you God bless whoever sent you 'Cause I really needed you  Hallelujah, Hallelujah, Hallelujah  Oh, did you know men get butterflies, oh, they really do Girl, I get butterflies every time I look at you Honey, what I find in you I ain't find in anyone else  And if the man above Made anything better He kept it for himself  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  God bless whoever sent you I really needed you God bless whoever sent you I really needed you  God bless whoever sent you I really needed you God bless whoever sent you  ",
        "title": "God Bless Whoever Sent You"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Holly Holy"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Hey, everybody, Mister Rufus in town Came here to take care of business Ain't gonna mess around I got a brand new dance, that ain't no bull Everybody's doing it talking 'bout push and pull  I said, push, pull, push, pull Get on up, get on down Get on up Take it round and round  I said, push, pull, push, pull Little bit more Push it, pull it Push it, pull it  Lookie here Push it, pull it Push it, pull it Push it, pull it Push it, pull it  Push it, pull it Push it, pull it Push it, pull it Push it, pull it  Get out on the floor, you're gonna get left Get on your own, pretty baby, now go for yourself It's easier taking candy from a baby, don't hand me no bull Now you got it, baby you got that push and pull  I said, push, pull Push, pull Listen get on up, get on down Get on up Take it round and round  I said, push, pull, push, pull Listen Push it, pull it Push it, pull it  Double upon Push it, pull it Push it, pull it Push it, pull it  Push it, pull it Push it, pull it Push it, pull it Ah  Oh, Mister Clean and James Brown Everybody been messing around I'm doing a hundred and laying on full I got this thing talking 'bout push and pull  I said, push, pull Push, pull, oh, ho  Push and pull, oh, ho  ",
        "title": "(Do The) Push And Pull Part I"
    },
    {
        "artist": "Five Flights Up",
        "lyrics": null,
        "title": "After The Feeling Is Gone"
    },
    {
        "artist": "Dave Edmunds",
        "lyrics": "  You went away and left long time ago Now your knocking on my door I hear you knocking But you can't come in I hear you knocking Go back where you been  I begged you not to go but you said goodbye Now your telling me all your lies I hear you knocking But you can't come in I hear you knocking Go back where you been  [?]  You better get back to your used to be Cause your kind of love ain't good for me I hear you knocking But you can't come in I hear you knocking Go back where you been  I told you way back in '52 That I would never go with you I hear you knocking But you can't come in I hear you knocking Go back where you been  ",
        "title": "I Hear You Knocking"
    },
    {
        "artist": "Buddy Miles",
        "lyrics": null,
        "title": "We Got To Live Together - Part I"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Help Me Find A Way (To Say I Love You)"
    },
    {
        "artist": "The Mike Curb Congregation",
        "lyrics": null,
        "title": "Burning Bridges"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": null,
        "title": "Free To Carry On"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": null,
        "title": "I'm So Proud"
    },
    {
        "artist": "Brook Benton With The Dixie Flyers",
        "lyrics": null,
        "title": "Shoes"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "(I Can Feel Those Vibrations) This Love Is Real"
    },
    {
        "artist": "Wadsworth Mansion",
        "lyrics": "  Wop ba-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop wo-op  Sweet Mary sent a letter to me She say to \"Hurry home I need you right away I've got a stomach full of love And I'm all alone All of the day\"  Sweet Mary I'm coming home Coming home to you, hey-ey! Sweet Mary I'm coming home That's the least I can do  Sweet Mary in that letter to me She said \"It's up to you I need you right away\" And now I got to hop a freight Back to the farm and all I've got to be  Sweet Mary I'm coming home Coming home to you, yeah-hey Sweet Mary I'm coming home now That's the least I can do, babe  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Baby I'm coming  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home  Wop ba-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop-wop-wop Wo-op wa-dooba-do wop. Oh yeah, baby  Sweet Mary has a smile on her face You know she's happy to see me wrap her in an embrace I only hope that the passing of time She'll always feel that way And I won't pack up my things  Sweet Mary I'm coming home Coming home to you, yeah, hey Sweet Mary I'm coming home That's the least I can do. Hey  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Well, Mary I'm coming  Chickie-chickie-chick is your heart a-break Chickie-chickie-chick is your heart a-break Chickie-chickie Baby I'm coming home Home, Mary I'm coming  ",
        "title": "Sweet Mary"
    },
    {
        "artist": "The Jazz Crusaders",
        "lyrics": null,
        "title": "Way Back Home"
    },
    {
        "artist": "Betty Everett",
        "lyrics": null,
        "title": "I Got To Tell Somebody"
    }
]