[
    {
        "artist": "Los Lobos",
        "lyrics": null,
        "title": "La Bamba"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Who's that girl Who's that girl  [Verse 1] When you see her, say a prayer And kiss your heart goodbye She's trouble, in a word get closer to the fire Run faster, her laughter burns you up inside You're spinning round and round You can't get up, you try but you can't  [Chorus] Quien es esa nina, who's that girl Senorita, mas fina, who's that girl Quien es esa nina, who's that girl Senorita, mas fina, who's that girl  [Verse 2] You try to avoid her, fate is in your hands She's smiling, an invitation to the dance Her heart is on the street, tu corazon es suyo Now you're falling at her feet You try to get away but you can't  [Chorus] Quien es esa nina, who's that girl Senorita, mas fina, who's that girl Quien es esa nina, who's that girl Senorita, mas fina, who's that girl  [Verse 3] Light up my life, so blind I can't see Light up my life, no one can help me now Run faster, her laughter burns you up inside He's spinning round and round You can't get up, you try but you can't  [Chorus] Quien es esa nina, who's that girl Senorita, mas fina, who's that girl Quien es esa nina, who's that girl Senorita, mas fina, who's that girl  [Verse 3] Light up my life, so blind I can't see Light up my life, no one can help me now Who's that girl Now, who's that girl Now, who's that girl Now, who's that girl  [Chorus] Quien es esa niña, who's that girl Señorita, mas fina, who's that girl Quien es esa niña, who's that girl Señorita, mas fina, who's that girl Quien es esa niña, who's that girl Quien es esa niña, who's that girl Señorita, mas fina, who's that girl Quien es esa niña, who's that girl Señorita, mas fina, who's that girl Quien es esa niña, who's that girl  ",
        "title": "Who's That Girl"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Don't Mean Nothing"
    },
    {
        "artist": "Suzanne Vega",
        "lyrics": null,
        "title": "Luka"
    },
    {
        "artist": "Debbie Gibson",
        "lyrics": "  [Verse 1:] Everytime I'm telling secrets I remember how it used to be And I realized how much I miss you And I realize how it feels to be free  Now I see I'm up to no good (No, no good) And I wanna start again Can't remember when I felt good (Felt good, baby) No, I can't remember when  [Chorus:] No, only in my dreams As real as it may seem It was only in my dreams  [Verse 2:] Couldn't see how much I missed you (Now I do) Couldn't see how much it meant (ahh) Now I see my world come tumbling down (Tumbling down my world) Now I see the road is bent  If I only once could hold you (No, no, no) And remember how it used to be (ahh) If only I could scold you And forget how it feels to be free  [Chorus:] No, only in my dreams As real as it may seem It was only in my dreams  No No, no, no, only in my dreams As real as it may seem It was only in my dreams  No, only in my dreams As real as it may seem It was only in my dreams  No No, no, no, only in my dreams As real as it may seem It was only in my dreams  No, no, no, only in my dreams As real as it may seem It was only in my dreams  ",
        "title": "Only In My Dreams"
    },
    {
        "artist": "Michael Jackson With Siedah Garrett",
        "lyrics": "  [Intro] I just want to lay next to you for a while You look so beautiful tonight Your eyes are so lovely Your mouth is so sweet A lot of people misunderstand me That's because they don't know me at all I just want to touch you And hold you I need you, God I need you I love you so much  [Michael] Each time the wind blows I hear your voice so I call your name Whispers at morning Our love is dawning Heaven's glad you came  You know how I feel This thing can't go wrong I'm so proud to say I love you Your love's got me high I long to get by This time is forever Love is the answer  [Siedah] I hear your voice now You are my choice now The love you bring Heaven's in my heart At your call, I hear harps And angels sing You know how I feel This thing can't go wrong I can't live my life without you  [Michael] I just can't hold on  [Siedah] I feel we belong  [Michael] My life ain't worth living If I can't be with you  [Chorus] I just can't stop loving you I just can't stop loving you And if I stop Then tell me just what will I do  [Siedah] Cause I just can't stop loving you  [Verse 2: Michael] At night when the stars shine I pray in you I'll fine A love so true  [Siedah] When morning awakes me Will you come and take me I'll wait for you  [Michael] You know how I feel I won't stop until I hear your voice saying, \"I do\"  [Siedah] \"I do\" This thing can't go wrong  [Michael] This feeling's so strong  [Siedah] Well, my Life ain't worth living  [Both] If I can't be with you  [Chorus] I just can't stop loving you I just can't stop loving you And if I stop Then tell me just what will I do  [Michael] I just can't stop loving you  [Bridge] [Siedah] We can change all the world tomorrow  [Michael] We can sing songs of yesterday  [Siedah] I can say, \"Hey, Farewell\" to sorrow  [Michael] This is my life and I  [Both] Want to see you for always  [Chorus] I just can't stop loving you (No, baby) I just can't stop loving you (If I can't stop) And if I stop Then tell me just what will I do (What will I do?)  I just can't stop loving you (Without you, girl) I just can't stop loving you (You know I do) And if I stop Then tell me just what will I do  ",
        "title": "I Just Can't Stop Loving You"
    },
    {
        "artist": "The Whispers",
        "lyrics": "  Rock Rock steady  [Verse 1:] I looked at you You stole my heart You were all that I anticipated  I wanted you Every part But I knew love would be complicated  I begin to touch But you wouldn’t let it It never seemed to be the right time  I started to give up Down to the limit And then you changed your mind, whoa  [Chorus:] And we begin to rock steady Steady rocking all night long And we begin to rock steady Rocking till the break of dawn  Rock (ooh) Steady Steady rocking all night long Rock steady Rocking till the break of dawn  [Verse 2:] You looked at me To my surprise You were too anticipating  I should have known It was in your eyes That you were getting tired of waiting  You wanted me so much But I didn’t get it How could a fellow be so blind?  I started to give up But love wouldn’t let it Then you walked into my life  [Chorus:] And we begin to rock steady Steady rocking all night long And we begin to rock steady Rocking till the break of dawn  Rock (ooh) Steady Steady rocking all night long (All night long)  Rock steady Rocking till the break of dawn (Rocking till the break of dawn)  Ooh, dooba, dooba, da  Rock (Steady, baby, rock steady, baby) Ooh, rock (Steady, baby, rock steady, baby)  Rock Ooh, rock  [Bridge:] You wanted me so much But I didn’t get it How could a fellow be so blind?  I started to give up But love wouldn’t let it Then you walked into my life  [Chorus:] And we begin to rock steady Steady rocking all night long And we begin to rock steady Rocking till the break of dawn (Rocking till the break of dawn)  Rock (Ooh) Steady Steady rocking all night long (All night long) Rock steady Rocking till the break of dawn  (Everybody) Rock (steady rock) Steady (St-st-st-steady rock) Steady rocking all night long (Everybody steady rocking)  Rock steady Rocking till the break of dawn (Rocking till the break of dawn)  (Everybody steady rocking)  ",
        "title": "Rock Steady"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Remember when we held on in the rain The night we almost lost it Once again we can take the night into tomorrow Living on feelings Touching you I feel it all again  [Chorus] Didn't we almost have it all When love was all we had worth giving? The ride with you was worth the fall my friend Loving you makes life worth living Didn't we almost have it all? The night we hold on till the morning You know you'll never love that way again Didn't we almost have it all?  [Verse 2] The way you used to touch me felt so fine We kept our hearts together down the line A moment in the soul can last forever Comfort and keep us Help me bring the feeling back again  [Chorus] Didn't we almost have it all When love was all we had worth giving? The ride with you was worth the fall my friend Loving you makes life worth living Didn't we almost have it all? The night we hold on till the morning You know you'll never love that way again Didn't we almost have it all?  [Bridge] Didn't we have the best of times When love was young and new? Couldn't we reach inside and find The world of me and you? We'll never lose it again Because once you know what love is You never let it end  [Chorus] Didn't we almost have it all When love was all we had worth giving? The ride with you was worth the fall my friend Loving you makes life worth living Didn't we almost have it all? The night we hold on till the morning You know you'll never love that way again Didn't we almost have it all? Didn't we almost have it all?  ",
        "title": "Didn't We Almost Have It All"
    },
    {
        "artist": "Starship",
        "lyrics": null,
        "title": "It's Not Over ('til It's Over)"
    },
    {
        "artist": "Dan Hill (Duet With Vonda Shepard)",
        "lyrics": null,
        "title": "Can't We Try"
    },
    {
        "artist": "U2",
        "lyrics": "  [Verse 1] I have climbed the highest mountains I have run through the fields Only to be with you Only to be with you I have run, I have crawled I have scaled these city walls These city walls Only to be with you  [Chorus] But I still haven't found what I'm looking for But I still haven't found what I'm looking for  [Verse 2] I have kissed honey lips Felt the healing in her finger tips It burned like fire This burning desire I have spoke with the tongue of angels I have held the hand of a devil It was warm in the night I was cold as a stone  [Chorus] But I still haven't found what I'm looking for But I still haven't found what I'm looking for  [Verse 3] I believe in the Kingdom Come Then all the colours will bleed into one Bleed into one But yes, I'm still running You broke the bonds And you loosed the chains Carried the cross of my shame Oh my shame, you know I believe it  [Chorus] But I still haven't found what I'm looking for But I still haven't found what I'm looking for But I still haven't found what I'm looking for But I still haven't found what I'm looking for  ",
        "title": "I Still Haven't Found What I'm Looking For"
    },
    {
        "artist": "Dionne Warwick & Jeffrey Osborne",
        "lyrics": null,
        "title": "Love Power"
    },
    {
        "artist": "George Michael",
        "lyrics": "  There’s things that you guess And a'things a'that you know There’s boys you can trust And a'girls that you don’t There’s little things you hide And little things that you show Sometimes you think you’re gonna get it But you don’t and that’s just the way it goes  I swear I won’t tease you Won’t tell you no lies Don’t need no Bible Just look in my eyes I’ve a'waited so long baby Now that we’re friends Every man’s got his patience And here’s where mine ends  I want your sex I want your love I want your sex I want your sex  It’s playin' on my mind It’s dancin' on my soul It’s taken so much time So why don’t you just let me go I’d really like to try Oh, I’d really love to know When you tell me you’re gonna regret it Then I tell you that I love you but you still say no  I swear I won’t tease you Won’t tell you no lies Don’t need no Bible Just look in my eyes I’ve waited so long baby Out in the cold I can’t take much more girl I’m losing control  I want your sex I want your love I want your sex I want your…sex (sex! ow!)  It’s natural, it’s chemical (let’s do it) It’s logical habitual (can we do it?) It’s sensual but most of all Sex is something that we should do Sex is something for me and you  Sex is natural, sex is good Not everybody does it But everybody should Sex is natural, sex is fun Sex is best when it’s one on one One on one  Hoo ah (sex) I’m not your father Hoo ah (sex) I’m not your brother Hoo ah (sex) talk to your sister Hoo ah (sex) I am a lover Hoo ah (sex) Hoo ah (sex) Hoo ah (sex) C-c-c-c-c-c-come on  What’s your definition of dirty baby? What do you consider pornography? Don’t you know I love it till it hurts me baby? Don’t you think it’s time you had sex with me?  What’s your definition of dirty baby? What do you call pornography? Don’t you know I love it till it hurts me baby? Don’t you think it’s time you had sex with me? Ow! Sex with me Ow! Sex with me Mmmm have sex with me C-c-c-c-c-c-come on  ************************* Oh so much love, that you’ve never seen Let’s make love, put your trust in me (hmm) Don’t you listen to what they told you Because I love you, let me hold you  Oh, I’m not your brother I’m not your father Oh will you ever change your mind? I’m a gentle lover with a heart of gold But baby you've been so unkind...oh  Come on I want your sex Come on, I want your sex That’s right, all night Oh, I want your sex I want your…sex  Sexy baby’s (Sexy baby’s) Sexy body (Sexy body) Keeps me guessing (Keeps me guessing) With a promise (Oh) I know we can come together But the question is Will we ever ever?  Sexy baby’s (Sexy baby’s) Sexy body (Sexy body) Keeps me guessing (Keeps me guessing) With a promise (Oh) I know we can come together But the question is Will we ever ever?  Ohhh together You and me  I want your love  ",
        "title": "I Want Your Sex (From \"Beverly Hills Cop II\")"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "Doing It All For My Baby"
    },
    {
        "artist": "Whitesnake",
        "lyrics": "  [Verse 1] I don't know where I'm going But, I sure know where I've been Hanging on the promises in songs of yesterday And I've made up my mind I ain't wasting no more time But, here I go again Here I go again  Though I keep searching for an answer I never seem to find what I'm looking for Oh Lord, I pray you give me strength to carry on  [Pre-Chorus] Cause I know what it means To walk along the lonely street of dreams  [Chorus] Here I go again on my own Going down the only road I've ever known Like a drifter I was born to walk alone And I've made up my mind I ain't wasting no more time  [Verse 2] I'm just another heart in need of rescue Waiting on love's sweet charity An' I'm gonna hold on for the rest of my days  [Pre-Chorus] Cause I know what it means To walk along the lonely street of dreams  [Chorus] Here I go again on my own Going down the only road I've ever known Like a drifter I was born to walk alone And I've made up my mind I ain't wasting no more time  [Bridge] But, here I go again Here I go again Here I go again Here I go  And I've made up my mind I ain't wasting no more time  [Chorus] Here I go again on my own Going down the only road I've ever known Like a drifter I was born to walk alone  [Pre-Chorus] Cause I know what it means To walk along the lonely street of dreams  [Chorus] Here I go again on my own Going down the only road I've ever known Like a drifter I was born to walk alone And I've made up my mind I ain't wasting no more time  [Bridge] But, here I go again Here I go again Here I go again Here I go Here I go again  [Pre-Chorus] Cause I know what it means To walk along the lonely street of dreams  [Chorus] Here I go again on my own Going down the only road I've ever known Like a drifter I was born to walk alone And I've made up my mind I ain't wasting no more time  ",
        "title": "Here I Go Again"
    },
    {
        "artist": "ABC",
        "lyrics": "  Debonair lullabies In melodies revealed In deep despair on lonely nights He knows just how you feel The slyest rhymes, the sharpest suits In miracles made real  Like a bird in flight on a hot sweet night You know you're right just to hold her tight He soothes it right, makes it out of sight And everything's good in the world tonight  When Smokey sings, I hear violins When Smokey sings, I forget everything As she's packing her things As she's spreading her wings The front door might slam But the back door it rings And Smokey sings, he sings  Elegance in eloquence For sale or rent or hire Should I say yes and match his best Then I would be a liar Symphonies that soothe the rage When lovers' hearts catch fire  Like a bird in flight on a hot sweet night You know you're right just to hold her tight He soothes it right, makes it out of sight And everything's good in the world tonight  When Smokey sings, I hear violins When Smokey sings, I forget everything As she's packing her things As she's spreading her wings Smashing the hell With the heaven she brings Then Smokey sings, he sings  (Would it be true to say)  Luther croons Sly's the original originator James screams Marvin was the only innovator But nothing can compare Nothing can compare When Smokey sings  When Smokey sings, I hear violins When Smokey sings, I forget everything As she's packing her things As she's spreading her wings She threw back the ring When Smokey sings Smokey sings Smokey sings  ",
        "title": "When Smokey Sings"
    },
    {
        "artist": "Living In A Box",
        "lyrics": "  Woke up this morning Closed in on all sides Nothing doing I feel resistance As I open my eyes Someone's fooling I've found a way to break through this cellophane line Cause I know what's going on in my own mind  Am I living in a box? Am I living in a cardboard box? Am I living in a box? Am I living in a cardboard box? Am I living in a box?  Life goes in circles Around and around, circulating I sometimes wonder What's moving underground I'm escaping I've found a way to break through this cellophane line Cause I know what's going on in my own mind  Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? Woah  Uh-huh I found a way to break through this cellophane line Cause I know what's going on in my own mind  Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living in a box? (living) Am I living in a cardboard box? Am I living, am I living, am I living Am I living, am I living, am I living  Am I living in a box? (am I living, am I living) Am I living in a cardboard box? Am I living in a box? (am I living, am I living) Am I living in a cardboard box? Am I living in a box?  ",
        "title": "Living In A Box"
    },
    {
        "artist": "T'Pau",
        "lyrics": "  Something in the moonlight catches my eye The shadow of a lover goes dancing by Looking for a little bit of love to grow, so Give me love, give me heart and soul You never let me cross to the other side now I'm tied to the hope that you will somehow Hard on the heels of something more But I lost your love, heart and soul  The tear in my heart as you walk on by (more than an ocean) I feel so low and your head is high Everything you do convinces me more, please (keeps us apart) Give me love, give me heart and soul Looking to the day when I saw your face (I feel a tearing in half of my heart) I wasn't in the running, I wasn't in the race You move in a way that I've known before Now I want your love, heart and soul  Leaving you ain't easy now (Tired eyes, tears that dried) Loving you's the harder part (On the bed, on the pillow, where the love has died) You never want me for myself (A turn of the key, through the door you go) Now I've needed you right from the very start (Don't look back, to hurt me more ) (Everything you said was to the point) Oh won't you even try to (Can't you try to)  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit of heart and soul  Walking on the water, walking on the air (a walk on the water) That was the heart of the love we shared Do you keep secret left untold (is all that I need) Can't give love, heart or soul I used to have a lover with a Midas touch (but miracles are not happening) I turned to gold but he turned to dust Left me for another, I turned to stone Now give me love, heart and soul  Living in a fantasy (Tired eyes, tears that dried) There's never any room to breathe (On the bed, on the pillow, where you told your lies) Hoping every waking hour (A turn of the key, my blood runs cold) You'll turn around and say that we can start (Don't look back to hurt me more) (Everything you did just said it all) Oh won't you even try to (Can't you try to)  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit of heart and soul  Somehow, I lost my way Looking to see something in your eyes But love will never compromise Now this is the politics of life, yeah!  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit, little bit  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know A little bit, little bit  Give a little bit of heart and soul (give a little bit of heart and soul) Give a little bit of love to grow Give a little bit of heart and soul (give a little bit of heart and soul) And don't you make me beg for more (must I beg you) Give a sign, I need to know, whoooah! Give a little bit of heart and soul Give a little bit of heart and soul  ",
        "title": "Heart And Soul"
    },
    {
        "artist": "Grateful Dead",
        "lyrics": "  [Verse 1] Must be getting early Clocks are running late Paint by number morning sky looks so phony Dawn is breaking everywhere Light a candle, curse the glare Draw the curtains I don't care cause it's alright  [Chorus] I will get by I will get by I will get by I will survive  [Verse 2] I see you've got your fists out, say your piece and get out Guess I get the gist of it but it's alright Sorry that you feel that way The only thing there is to say Every silver lining's got a touch of grey  [Chorus] I will get by I will get by I will get by I will survive  [Bridge] It's a lesson to me The Deltas and the East and the Freeze The ABC's we all think of To try to give a little love  [Verse 3] I know the rent is in arrears, the dog has not been fed in years It's even worse than it appears but it's alright Cow is given kerosene Kid can't read at seventeen The words he knows are all obscene but it's alright  [Chorus] I will get by I will get by I will get by I will survive  [Verse 4] The shoe is on the hand it fits There's all there really nothing much to it Whistle through your teeth and spit because it's alright Oh, well, a touch of gray, kind of suits you anyway That's was all I had to say but it's alright  [Chorus] I will get by I will get by I will get by I will survive  [Chorus 2] We will get by We will get by We will get by We will survive  ",
        "title": "Touch Of Grey"
    },
    {
        "artist": "Fat Boys & The Beach Boys",
        "lyrics": "  [Intro] Heheheheheheee Wipe out  [Chorus 1] Wiping out wipe out Wiping out wipe out Wah wah wah Wiping out wipe out Wiping out wipe out Wah wah wah Wiping out wipe out Wiping out wipe out Wah wah wah Wiping out wipe out Wiping out wipe out Hey watch out Here we go here go Wah wah wah Wiping out wipe out  [Verse 1] For three years straight we toured the nation When we get through we needed a vacation We wanted to party and get a little rest So we packed our things and headed out west We got our surfboards took the beach ball out Jumped in a limousine ready to wipe out  Now we're ready to go Here we go here we go One one two one two one two hit it D Here we go  We got to California I said headed for the beach There were girls galore all within our reach There was sand and sun and lots of fun But when we get there the fun really begun So we cut on the box and started to shout It was the Beach Boys rocking huh huh the \"Wipe Out\"  Oo oo Ooo ooo Oo Oo Oo oo  Wa-ah-ah-ah wawawa-ooh-oo Wa-ah-ah-ah wawawa-ooh-oo That's it, that that that's it dit dit dit dit dit Hit it D  The sun went down and the night began We was rapping for the people cold chilling bopping We was partying hard making lots of noise When around the corner came the real Beach Boys So we all jumped up and started to shout \"Let's all sing the song called the 'Wipeout'\"  [Chorus 1]  [Bridge] Stay go stay go stay go Bring it out now  [Chorus 1]  ",
        "title": "Wipeout"
    },
    {
        "artist": "Bananarama",
        "lyrics": "  Who needs friends who never show I'll tell you what you want to know I could have saved a broken heart If I'd found out long ago  I'm just thinking about Those lonely nights (I'm just thinking about when I waited) When I waited for your call 'Til I found out All my friends were right ('Til I found out, ooh, ooh) I didn't know you at all  I heard a rumour Ooh, ooh, I heard a rumour They say you got a broken heart I heard it I heard a rumour Ooh, ooh, I heard a rumour Yes I did, boy ooh, ooh, ooh  Now it seems they're telling me You've changed your wicked ways But should I give you a second chance Baby, I'm too afraid  So you realise what hurt you made (So you realise the love) And the love you threw away How can I forgive or soon forget (How can I forgive, ooh, ooh) It's never gonna be the same  I heard a rumour Ooh, ooh, I heard a rumour They say you got a broken heart I heard it I heard a rumour Ooh, ooh, I heard a rumour Yes I did, boy ooh, ooh, ooh  ",
        "title": "I Heard A Rumour (From \"Disorderlies\")"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": "  It used to seem to me That my life ran on too fast And I had to take it slowly Just to make the good parts last  But when you're born to run It's so hard to just slow down So don't be surprised to see me Back in that bright part of town  I'll be back in the high life again All the doors I closed one time Will open up again I'll be back in the high life again All the eyes that watched me once Will smile and take me in  And I'll drink and dance with one hand free Let the world back into me And oh I'll be a sight to see Back in the high life again  Girl you used to be the best To make life be life to me And I hope that you're still out there And you're like you used to be  We'll have ourselves a time And we'll dance till the morning sun And we'll let the good times come in And we won't stop till we're done  We'll be back in the high life again All the doors I closed one time Will open up again We'll be back in the high life again All the eyes that watched us once Will smile and take us in  And we'll drink and dance with one hand free And have the world so easily And oh we'll be a sight to see Back in the high life again  High life High life In the high life again  We'll be back in the high life again All the doors I closed one time Will open up again We'll be back in the high life again All the eyes that watched us once Will smile and take us in  And we'll drink and dance with one hand free And have the world so easily And oh we'll be a sight to see Back in the high life again  High life Back in the high life Oh, we'll be back  ",
        "title": "Back In The High Life Again"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": "  Ooh, I can see that you've got fire in your eyes And pain inside your heart So many things have come and torn your world apart  Oh baby, baby, baby Don't give up Don't give up Don't give up  (If you want love) If you want love, you've got to give a little (If you want love) If you want faith, you just believe a little (If you want love) If you want peace, turn your cheek a little  Oh, you've got to give You've got to give You've got to give to live  An empty hand reaching out for someone An empty heart takes so little to fill It's so much easier to push instead of pull  Oh baby, baby, baby Don't give up Don't give up Don't give up  (If you want love) If you want love, you've got to give a little (If you want love) If you want faith, you just believe a little (If you want love) If you want peace, turn your cheek a little  Oh, you've got to give You've got to give You've got to give to live  Each man's a country in his own right Oh, everybody needs a friend One friend, one God, one country No man need defend, yeah  I believe in fate and destination But so much of that lies in our own hands If you know what you want, just go on out and get it  Oh baby, baby Just don't give up, no, no Don't give up, yeah, yeah  (If you want love) If you want love, you've got to give a little (If you want love) If you want faith, you just believe a little (If you want love) If you want peace, turn your cheek a little  Oh, if you want love, you've got to give (If you want love) oh, give to live (If you want love) you've got to give You've got to give, you've got to give to live (If you want love)  (If you want love) oh, oh (If you want love) oh, oh (If you want love) oh, oh (If you want love) oh, oh  ",
        "title": "Give To Live"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Verse 1] When I'm alone in my room sometimes I stare at the wall And in the back of my mind I hear my conscience call Telling me I need a girl who's as sweet as a dove For the first time in my life, I see I need love There I was giggling about the games That I had played with many hearts, and I'm not saying no names Then the thought occured, tear drops made my eyes burn As I said to myself, \"look what you've done to her\" I can feel it inside, I can't explain how it feels All I know is that I'll never dish another raw deal Playing make-believe pretending that I'm true Holding in my laugh as I say that I love you Saying amor kissing you on the ear Whispering, \"I love you and I'll always be here\" Although I often reminsce I can't believe that I found A desire for true love floating around Inside my soul because my soul is cold One half of me deserves to be this way till I'm old But the other half needs affection and joy And the warmth that is created by a girl and a boy  [Hook] I need love I need love  [Verse 2] Romance, sheer delight, how sweet? I gotta find me a girl to make my life complete You can scratch my back, we'll get cozy and huddle I'll lay down my jacket so you can walk over a puddle I'll give you a rose, pull out your chair before we eat Kiss you on the cheek and say, \"ooh girl, you're so sweet\" It's deja vu whenever I'm with you I could go on forever telling you what I do But where you at? You're neither here or there I swear I can't find you anywhere Damn sure you ain't in my closet, or under my rug This love search is really making me bug And if you know who you are why don't you make yourself seen? Take the chance with my love and you'll find out what I mean Fantasies can run, but they can't hide And when I find you I'm gon' pour all my love inside  [Hook] I need love I need love  [Verse 3] I wanna kiss you, hold you, never scold, you just love you Suck on you neck, caress you and rub you Grind, moan and never be alone If you're not standing next to me you're on the phone Can't you hear it in my voice? I need love bad I've got money, but love's something I've never had I need your ruby red lips sweet face and all I love you more than a man who's 10 feet tall I'd watch the sunrise in your eyes We're so in love when we hug we become paralyzed Our bodies explode in ecstasy unreal You're as soft as a pillow and I'm as hard as steel It's like a dream land, I can't lie, I never been there Maybe this is an experience that me and you can share Clean and unsoiled yet sweaty and wet I swear to you this is something I'll never forget  [Hook] I need love I need love  [Verse 4] See what I mean? I've changed, I'm no longer A playboy on the run, I need something that's stronger Friendship, trust, honor, respect, admiration This whole experience has been such a revelation It's taught me love and how to be a real man To always be considerate and do all I can Protect you, you're my lady and you mean so much My body tingles all over from the slightest touch Of your hand and understand I'll be frozen in time Till we meet face to face and you tell me you're mine If I find you, girl, I swear I'll be a good man I'm not gonna leave it in destiny's hands I can't sit and wait for my princess to arrive I gotta struggle and fight to keep my dream alive I'll search the whole world for that special girl When I finally find you watch our love unfurl  [Hook] I need love I need love  [Outro] Girl, listen to me. When I be sitting in my room all alone, staring at the wall Fantasies, they go through my mind, and I've come to realize that I need true love And if you wanna give it to me, girl, make yourself seen. I'll be waiting I love you  ",
        "title": "I Need Love"
    },
    {
        "artist": "Jellybean Featuring Elisa Fiorillo",
        "lyrics": "  How come you can't explain it The way you're acting recently It seems that everything is changing 'Cause I can tell the way you're treating me I believe that you still love me But you find it hard to show Don't throw away the chance 'Cause it might be your last And I won't let you forget  Who (Who) Who found who Does it really matter? Who (Who) Who found who  Look at all the time you've wasted And how your life is just a mess I took you home to meet my family It wasn't meant to be a test I wanted you to see devotion And feel that you were being loved Don't throw away this chance 'Cause it might just be your last And I won't let you forget  Who (Who) Who found who Does it really matter? Who (Who) Who found who  Hold me, show me Oh, baby, don't fight it It's easy, you know There's nothing I would rather do Then to give my love to only you  I'm holding out my arms to you Ooh, baby, don't let me down So show me that you love me 'Cause it doesn't matter now  Who (Who) Who found who Does it really matter? Who (Who) Who found who  Who, who, who (Who) Who found who Does it really matter? Who, who (Who) Who found who, whoa  So hold me in your arms And tell me that you're mine Don't throw away the chance 'Cause it might just be your last  Who (Who) Tell me, who found who  Oh, whoa (Who) Who found who Does it really matter? (Who) Who found who  ",
        "title": "Who Found Who"
    },
    {
        "artist": "Danny Wilson",
        "lyrics": "  Everything is wonderful Being here is heavenly Every single day, she says Everything is free  I used to be so careless As if I couldn't care less Did I have to make mistakes When I was Mary's prayer?  Suddenly, the heavens roared Suddenly, the rain came down Suddenly was washed away The Mary that I knew  So when you find somebody who keep Think of me and celebrate I made such a big mistake When I was Mary's prayer  So if I say save me, save me Be the light in my eyes And if I say ten Hail Marys Leave a light on in Heaven for me  Blessed is the one who shares Your power and your beauty, Mary Blessed is the millionaire Who shares your wedding day  So when you find somebody who keep Think of me and celebrate I made such a big mistake When I was Mary's prayer  So if I say save me, save me Be the light in my eyes And if I say ten Hail Marys Leave a light on in Heaven  Save me, save me Be the light in my eyes And if I say ten Hail Marys Leave a light on in Heaven for me  If you want the fruit to fall You have to give the tree a shake But if you shake the tree too hard The bough is gonna break  And if I can't reach the top of the tree Oh, Mary, you can pull me up there What I wouldn't give to be When I was Mary's prayer  So if I say save me, save me Be the light in my eyes And if I say ten Hail Marys Leave a light on in Heaven  Save me, save me Be the light in my eyes And if I say ten Hail Marys Leave a light on in Heaven  Save me, save me Be the light in my eyes What I wouldn't give to be When I was Mary's prayer  What I wouldn't give to be When I was Mary's prayer Save me (What I wouldn't give to be) When I was Mary's prayer  ",
        "title": "Mary's Prayer"
    },
    {
        "artist": "Jonathan Butler",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "The Jets",
        "lyrics": "  [Chorus:] Cross my broken heart, boy Cross my broken heart for you I'm going to stay this time  Cross my broken heart, boy Swear I'll never part from you I want you to be mine  [Verse 1:] I know you think I'm not Your picture perfect jewel Who'll never break apart When everything was cool  I needed to explore And open up the door But now I need you more  Im sending out a message A message so sincere When I close my eyes I need to feel you near  Can't get you off my mind For leaving me this time I'm still in love with you  [Repeat Chorus:]  [Verse 2:] If I had your attention I'd tell you what I learned Despite of good intentions Its easy to get burned  I learned my lesson well It's you I need to tell This time Im all for you  I need for you to trust me To give me all your best I'll prove just what your love means Just put me to the test  This time I need to stay Don't need to go away I'm still in love with you  [Repeat Chorus:]  [Bridge x2:] You're my morning sun You're my shining star You're my number one Cross my broken heart  In your eyes I see What you mean to me You're my destiny  [Repeat Chorus x2:]  Cross my broken heart, boy Cross my broken heart for you I'm going to stay this time  ",
        "title": "Cross My Broken Heart (From \"Beverly Hills Cop II\")"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Ooh baby, oh-ah, uh-huh Two hearts, two of a kind Love at first sight Why do they say love is blind?  Slow down We don't have to move fast 'Cause the love that is real Is made to last  Take it one heartbeat At a time Close your eyes And let your soul unwind  Sooner or later It'll all fall in line If we take it One heartbeat at a time One heartbeat  Oooh We paint a picture Walkin' down the street Leaves are fallin', baby So are we  Hand in hand That's the way it should be How could somethin' so easy Make me feel so complete  Take it One heartbeat At a time Close your eyes And let your soul unwind  Sooner or later It'll all fall in line If we take it One heartbeat at a time One heartbeat at a time  Take it easy, ooh I want to feel your every emotion  Shh... don't talk And we'll be makin' love In slow motion, oooh Slow motion baby Slow motion baby  Take it one heartbeat At a time Close your eyes And let your soul unwind  Sooner or later It'll all fall in line If we take it One heartbeat at a time One heartbeat One heartbeat at a time Slow motion baby One heartbeat ow! Slow motion baby  Sooner or later It'll all fall in line If we take it  One heartbeat yeah One heartbeat ooh, baby Sooner or later It'll all fall in line If we take it One heartbeat If we take it  ",
        "title": "One Heartbeat"
    },
    {
        "artist": "Lisa Lisa And Cult Jam",
        "lyrics": "  Hit the beat now Lost in emotion  [Verse 1:] Some guys will promise you A marriage made in heaven But I'm gonna stick to my guns Like waiting for that love That I might be getting My dreams have yet begun, oh, baby Am I a fool 'cause I don't know just how you feel And this love for you, oh I can't conceal, oh I'm...  [Chorus:] I'm lost in emotion Telling you things you really shouldn't know I'm baby, I'm lost in emotion Am I a fool? At least my friends think so Que sera, que sera Baby, whatever will be Que sera, que sera Between you and me  [Verse 2:] Just how true are the rumors I am hearing? About the crush you have on me? (Ooh) Oh baby I'm blind 'cause I just don't see it But I wanna believe what they see I find myself telling you things I don't even tell my best friend (Ooh) I keep showing emotions Not knowing just where it all stems from  From time to time I wonder what I am in your heart (Sometimes you make me wonder) And even though I don't live there yet I'm afraid it will be cold and dark  [Chorus]  Oh, no  [Bridge:] Baby, am I a fool? Cause I don't know just how you feel? (Just how you feel) And this love for you, Oh I can't conceal Hit the beat now  (Lost) With my feelings (Lost) I hit the ceiling (Lost) With big emotions (Lost) I can't be dealing (Lost) I wanna be with you (Lost) But I don't know how (Lost) In my heart, babe I can feel the beat now  (Lost in emotion) (Lost in emotion) (Lost in emotion)  (Lost) My baby You know that I'm lost My baby (Lost in emotion) My-m-m-my-my baby  (Lost in emotion) (Lost in emotion) (Lost)  ",
        "title": "Lost In Emotion"
    },
    {
        "artist": "Europe",
        "lyrics": null,
        "title": "Carrie"
    },
    {
        "artist": "Freddie Jackson",
        "lyrics": "  Tell me why you came here Was it just to sit and stare? Won't you come go with me Take out some time?  If you'll give me a hand I know that we could jam Let's get on down right now Let's get on down  Now don't you wanna jam tonight? Jam tonight? Jam tonight? Don't you wanna jam tonight?  There's a new dance in town Now who could be sitting down? You've got to move in time The time must go on  Clap your hands, pat your feet Now you have got the beat It's not too hard to keep Once you start to jam  Now don't you wanna jam tonight? Don't you wanna jam tonight? Don't you wanna jam tonight? Don't you wanna jam tonight?  Ooh, don't you wanna jam?  Don't you wanna? Ooh, don't you wanna jam?  Yeah!  Come on and sing along Do whatever you feel as long As you have a good time, that's all Just have a good time  Don't you wanna jam? Don't you wanna jam? Don't you wanna jam? Don't you wanna jam?  Don't you wanna, ooh Don't you wanna jam? Don't you, don't you, don't you, don't you wanna? Ooh, oh, oh don't you wanna jam? Yeah, yeah!  I wanna jam I wanna jam, yes I do I wanna have the last dance with you Yeah!  Jam the night away I wanna, I wanna jam with you Put your hands in mine Lets jam the night away Yeah, yeah!  I wanna jam, I wanna jam with you, yes I do Oooh I wanna jam, I wanna jam with you baby, yeah Yeah, girl, come on Let's do it the way we love to do Let's jam the night away!  ",
        "title": "Jam Tonight"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  [Intro:] Alright yaul, oh, oh, oh (uh, oh, uh, oh, oh, oh) Hey, hey, ooh, yeah  [Verse 1:] Feels like my battery's in need of a jump Our love is running down, done fell into a slump Give me a spark to get the fire burning A get my engine movin, set these wheels a turnin Our love could use some rejuvination You bring the wine, I'll bring the sweet conversation Romance is here to stay, I'll testify 'cause I need some today So won't cha  [Chorus:] Jump start my heart Charge me up when I'm runnin down Oh, jump start my heart Lift my feet up off the ground  [Verse 2:] When it comes to lovin', baby can't get enough Hotwire me, satisfy me, don't give me up Turn on the heat on a cold winter's morning Don't let the seasons change and nature catch me callin Can't let this feeling just slip away Our love was meant to last forever and a day We can't neglect what we cherish the most So drop your foolish pride 'cause I need you more and more  [Bridge:] (Nothing good comes easily) Ooh, we've got to work it 'til we get it right (You see I love you so) (I'll never let you go) I'll never let you go (I wanna hug you) Oh (and kiss you, keep you right here with me)  [Chorus] (2x)  [Breakdown:] (Jump) Don't step on me now Alright let's uncross (Jump) those wires When I say hit it, y'all hit it Ignition, ignition Give it a little gas y'all, come on, ow! Ooh, Baby (Jump) uh, oh, uh, oh, oh I say don't stomp hard, Baby (Jump,Jump) (Jump) Lift me up Take it on up (Jump start my heart, my heart) yaul  [Bridge]  [Chorus] (2x)  I know the groove is cold  Jump, jump start my heart, jump, jump start my heart Jump, jump start my heart, jump, jump start my heart Jump, jump start my heart, jump, jump start my heart Jump, jump start my heart, jump, jump start my heart  Mm, Mm, Hm Get it, get it yaul  Musical Interlude Continued  (Jump start my heart) hey, hey, hey (Charge me up when I'm running down) A get those engines movin (Jump start my heart, lift my feet up off the ground) It's time we started groovin (Jump start my heart) hey, hey, hey, yeah (Charge me up when I'm runnin down)  ",
        "title": "Jump Start"
    },
    {
        "artist": "Bob Seger",
        "lyrics": null,
        "title": "Shakedown (From \"Beverly Hills Cop II\")"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Intro] Here we are folks The dream we all dream of Boy versus girl in the World Series of love Tell me, have you got the look'  [Verse 1] You walked in, I woke up I never seen a pretty girl Look so tough, baby You got that look Color you peach and black Color me takin' aback Crucial, I think I wantcha  [Chorus] You've got the look, you've got the hook You sho'nuf do be cookin' in my book Your face is jammin' Your body's heck-a-slammin' If love is good, let's get to rammin' You got the look, you got the look  [Verse 2] Look here You got the look (you got the look) You must'a took (you must'a took) A whole hour just to make up your face, baby Closin' time, ugly lights, everybody's inspected (everybody's inspected) But you are a natural beauty unaffected (unaffected) Did I say an hour' My face is red, I stand corrected (I stand corrected)  [Chorus] You've got the look, you've got the hook You sho'nuf do be cookin' in my book Your face is jammin' Your body's hecka slammin' If love is good, let's get to rammin' You got the look, you got the look  (There's no girl to do) Well here we are, ladies and gentlemen The dream we all dream of (oh, please!) Boy versus girl in the world series of love Slammin'!  U walked in (I walked in) I woke up (U woke up) I never seen a pretty girl look so tough' baby (baby) U got that look, yes U do (yes U do) Color U peach and black Color me takin' aback, baby Crucial, I think I wantcha  [Chorus] You've got the look, you've got the hook U sho'nuf do be cookin' in my book Your face is jammin' Your body's heck-a-slammin' If your love is good, let's get 2 rammin' (now) U got the look, U got the look  Here we are folks! The dream we all dream of!  U got the look U got the look U got the look U got the look U got the look  ",
        "title": "U Got The Look"
    },
    {
        "artist": "Gloria Estefan & Miami Sound Machine",
        "lyrics": "  O eh, o eh O eh, oo, aah O eh, o, eh O eh, oo, aah Yah, yeah, goh  [Verse 1] At night When you turn off all the lights There's no place that you can hide Oh no The rhythm is gonna getcha  In bed Throw the covers on your head You pretend like you are dead But I know it The rhythm is gonna getcha  [Chorus] Rhythm is gonna getcha Rhythm is gonna getcha Rhythm is gonna get you The rhythm is gonna get you tonight  [Verse 2] No way You can fight it every day But no matter what you say You know it The rhythm is gonna getcha  No clue Of what's happening to you And before this night is through Ooh, baby The rhythm is gonna getcha  O eh, o eh O eh, oo aah O eh, o eh O eh, oo aah Yah, yeah, goh  [Chorus]  Na na na na na Na na na na na na Na na na na na Na na na na na  O eh, o eh O eh, oo aah O eh, o eh O eh, oo aah Yah, yeah, goh  Na na na na na Na na na na na na Na na na na na Na na na na na  ",
        "title": "Rhythm Is Gonna Get You"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  She had a dream And boy it was a good one So she chased after her dream With much desire  But when she got too close To her expectations Well the dream burned up Like paper in fire  Paper in fire Stinkin' up the ashtrays Paper in fire Smokin' up the alleyways Who's to say the way A man should spend his days Do you let them smolder Like paper in fire  He wanted love With no involvement So he chased the wind That's all his silly life required  And the days of vanity Went on forever And he saw his days burn up Like paper in fire  Paper in fire Stinkin' up the ashtrays Paper in fire Smokin' up the alleyways Who's to say the way A man should spend his days Do you let them smolder Like paper in fire  There's a good life Right across this green field And each generation Stares at it from afar  But we keep no check On our appetites So the green fields turn to brown Like paper in fire  Paper in fire Stinkin' up the ashtrays Paper in fire Smokin' up the alleyways Who's to say the way A man should spend his days Do you let them smolder Like paper in fire  Paper in fire Stinkin' up the ashtrays Paper in fire Smokin' up the alleyways Who's to say the way A man should spend his days Do you let them smolder Like paper in fire  ",
        "title": "Paper In Fire"
    },
    {
        "artist": "Heart",
        "lyrics": "  You're not sure what you want to do With your life But you sure don't want me in it Yeah you're sure the life you're Living with me Can't go on one single minute And there's a new one waiting Outside this door And now's the time to begin it  You found a new world and You want to taste it But that world can turn cold and You better face it  Who will you run to when it all falls down Who's gonna pick you world up off the ground Who's gonna take away the tears you cry Who's gonna love you baby as good as I  You won't know what it's like to live On your own You've always had me there beside you You think it's easy finding Someone out there Who's gonna care as much as I do What's gonna happen baby When you find out That there's no one there to cry to  You can tell the whole world how you're Gonna make it You can follow you heart but what ya do When someone breaks it  Who will you run to when it all falls down Who's gonna pick you world up off the ground Who's gonna take away the tears you cry Who's goona love you baby as good as I  You found a new world and You want to taste it But that world can turn cold and You better face it  Who will you run to when it all falls down Who's gonna pick you world up off the ground Who's gonna take away the tears you cry Who's gonna love you baby as good as I  Who will you run to when it all falls down Who's gonna pick your world up off the ground Who's gonna take away the tears you cry Who's gonna love you baby as good as I  ",
        "title": "Who Will You Run To"
    },
    {
        "artist": "Herb Alpert",
        "lyrics": "  Making love in the rain I can't believe the Joy it brings me Making love all alone I hear the rain on my window  It's just a little thing But it means so much to me Our bodies together while The rain plays a melody  Every raindrop Makes think of you (Wishing you Were close to me) There is nothing That I'd rather do than  Making love in the rain I can't believe the Joy it brings me Making love all alone I hear the rain on my window  When it's stormy outside It's warm in my heart With you in my arms  And when you're away from me I wish it would rain Cause it's always the same  Every raindrop Makes think of you (Wishing you Were close to me) There is nothing That I'd rather do than  Making love in the rain I can't believe the Joy it brings me (I can't believe) When we're done, all alone I hear the rain on my window (On my window)  Making love in the rain I can't believe the Joy it brings me (Making love)  Making love all alone I hear the rain on my window (On my window) (I hear the raindrops flow)  Every raindrop Makes think of you (Wishing you were Close to me) There is nothing That I'd rather do than  Making love in the rain I can't believe the Joy it brings me (Making love)  When we're here all alone I hear the rain on my window (On my wondow, I hear it)  Making love in the rain I can't believe the Joy it brings me  All alone, I hear the rain My love, here comes the rain My love, here comes the rain My love, here comes the rain My love, here comes the rain  ",
        "title": "Making Love In The Rain"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "Alone"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "Since You've Been Gone"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] You might think I'm crazy but I'm serious It's better you know now What I thought was happiness was only part time bliss You can take a bow  It was all just one big night out on the town Riding in your limousine We turned right and I said wrong which brings us to a stop As the light is changing  [Chorus] Oh my meters running so I've got to go now It's the pleasure principle, oh-o, oh-o, oh-ooo It's the principle of pleasure, oh-ooo It's the pleasure principle, oh-o, oh-o  [Verse 2] It's true you want to build your life on guarantees Hey, take a ride in a big yellow taxi I'm not here to feed your insecurities I wanted you to love me  This has become an all too familiar scene It's not the first time I paid the fare Where'd you get the idea of material possession? Thank you for the ride, nowhere  [Chorus] And oh my meters running so I've really got to go It's the pleasure principle, oh-o, oh-o, oh-ooo hoo It's the principle of pleasure, oh-ooo ah It's the pleasure principle oh-o, oh-o, oh-oh ohhh ah-ah  [Bridge] I know, what you mean to me Baby this is nowhere You know, what became between you and me Human differential  Di-da, di da-daaa Oh-o, it's the pleasure principle (yeah) The pleasure principle, the pleasure principle (di da-da baby) Oh-o (yeah), the pleasure principle It's the pleasure principle, oh-o, oh-o, oh-oh ohhh ah-ah  [Bridge 2] You might say, that I'm no good for you I wouldn't trust your looks, baby if I could I got so many, things I wanna do, before I'm through Hey yay, di-da, di da-daaa  Oh-o, it's the pleasure principle (yeah) The pleasure principle, the pleasure principle (di da-da baby) Oh-o, the principle of pleasure The pleasure principle  [Outro] (Oh-o) Baby you can't hold me down Baby you can't hold me down After all the love that we've been through After all you've put me through Yeah yeah, hey yeah (Oh-o) Love me, love me, yeah, love me, yeah! Hoo-ooh, (Oh-o) ooh-ooh ooh ooh (It's the pleasure principle, oh-o, oh-o, oh-oh ohhh ah-ah) Yeah yeah, yeah yeah!  ",
        "title": "The Pleasure Principle"
    },
    {
        "artist": "Thirty Eight Special",
        "lyrics": null,
        "title": "Back To Paradise (From \"Revenge Of The Nerds II\")"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Verse 1] So long ago Certain place Certain time You touched my hand On the way On the way down to Emmeline  [Pre-Chorus] But if our paths never cross Well you know I'm sorry but  [Chorus] If I live to see the seven wonders I'll make a path to the rainbow's end I'll never live to match the beauty again The rainbow's edge (Aaron) (Aaron)  [Verse 2] So it's hard to find Someone with that kind of intensity You touched my hand, I played it cool And you reached out your hand to me  [Pre-Chorus] But if our paths never cross Well no I'm not sorry but  [Chorus] If I live to see the seven wonders I'll make a path to the rainbow's end I'll never live to match the beauty again The rainbow's edge (Aaron) (Aaron)  [Verse 3] So long ago It's a certain time It's a certain place You touched my hand and you smiled All the way back you held out your hand  [Bridge] If I hope and if I pray Ooh it might work out someday  [Chorus] If I live to see the seven wonders I'll make a path to the rainbow's end I'll never live to match the beauty again  If I live to see the seven wonders (if I live to see the seven wonders) I'll make a path to the rainbow's end (I'll make a path there) I'll never live to match the beauty again (I'll never live to see that beauty, that beauty, that same same beauty again)  If I live to see the seven wonders (if I live to see the) I'll make a path to the rainbow's end I'll never live to match the beauty again (Well if I hope and I pray) (Well maybe it might work out someday)  If I live to see the seven wonders (if I live to see the seven wonders)  ",
        "title": "Seven Wonders"
    },
    {
        "artist": "Levert",
        "lyrics": null,
        "title": "Casanova"
    },
    {
        "artist": "Alexander O'Neal",
        "lyrics": null,
        "title": "Fake"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Let Me Be The One"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] When I believed in nothing I called her name Trapped in a high-dollar joint In some place I called her name And though my days are slipping by And nights so cruel I thought I'd die  [Chorus] She danced her little dance Until it made me cry She was shaking like this honey doing that  [Verse 2] When I needed soul revival I called your name When I was falling to pieces I screamed in pain Your soothing hand that turned me round A love so real Swept over me  [Chorus]  [Verse 3] Never let me down, She never let me down[x2] When all your faith is failing, Call my name When you've got nothing coming, Call my name I'll be strong for all it takes I'll cover your head Until the bad stuff breaks I'll dance my little dance Until it makes you smile Shaking like this honey doing that  [Outro] Never let you down I'll never let you down I'll never let you down[x2]  ",
        "title": "Never Let Me Down"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Be There (From \"Beverly Hills Cop II\")"
    },
    {
        "artist": "Robbie Nevil",
        "lyrics": "  Wasn't it you I begged to stay Wasn't it you Who just laughed in my face Maybe it's true I'm not your kind The kind you leave behind  And wasn't it you All dressed in red Clutchin' your suitcase Never mind what you said Suddenly you Comin' round again And you want to know how I've been  Wot's it to you Wot's it to you You don't care for me Or do you forget Wot's it to ya I see through ya You only want something That you can't get  Didn't I try All day long Didn't I try When all hope was gone Didn't I cry Didn't I walk the floor No cry, no more  Didn't I wait All concerned Wishin' and prayin' Your love would return Now isn't it her Who I can't resist And now you're wonderin' Who she is  Repeat Chorus  ",
        "title": "Wot's It To Ya"
    },
    {
        "artist": "Klymaxx",
        "lyrics": "  I love you most when we share a place Those special good times together It seems like our love, can't get much better(no) 'Cause we were as close as two could be We knew love could last forever We're more than just lovers We're good friends  And even if our love has drift away I wouldn't even think twice If I wanted love back again  Because I'd still say yes to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Say yes...ooohh)  Where does it go, how does it end True love it seems so easy 'Cause we have no doubts Where we belong (where we belong)  They say time can heal a broken heart True love never ends So why not start where we begin  Because I'd still say yes(say yes) to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Say yes, over and over...heeeyyy...say yes...say yes..ooohhh)  They say time can heal a broken heart True love never ends So why not start where we begin(let's start where we begin)  Because I'd still say yes to you again My darlin' for you, I'd do it all again Yes, I'd still say yes to you again Darlin' for you, I'd do it over and over again (Over and over...say yes, say yes...oh, girl...say yes) Say yes, to you again Darlin' for you, I'd do it over and over again (say yes...ooohh)  ",
        "title": "I'd Still Say Yes"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I want to dance Clocks strikes upon the hour And the sun begins to fade Still enough time to figure out How to chase my blues away I've done alright up 'til now It's the light of day that shows me how And when the night falls Loneliness calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me  [Verse 2] I've been in love and lost my senses Spinning through the town Sooner or later the fever ends And I wind up feeling down I need a man who'll take a chance On a love that burns hot enough to last So when the night falls My lonely heart calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat With somebody Yeah! I want to dance with somebody With somebody who loves me  [Bridge] Somebody who, somebody who Somebody who loves me Somebody who, somebody who To hold me in his arms I need a man who'll take a chance On a love that burns hot enough to last So when the night falls My lonely heart calls  [Chorus] Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me Oh! I want to dance with somebody I want to feel the heat with somebody Yeah! I want to dance with somebody With somebody who loves me  [Outro] Dance C'mon baby Dance Dance Get with this boy Dance Don't you want to dance Dance With me baby Don't you want to dance Dance With me boy Hey don't you want to dance Dance With me baby With somebody who loves me Don't you want to dance say you want to dance Don't you want to dance Dance Don't you want to dance say you want to dance Don't you want to dance Dance Don't you want to dance say you want to dance Dance With somebody who loves me Dance Dance Hey baby Dance  ",
        "title": "I Wanna Dance With Somebody (Who Loves Me)"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  I gave you everything I had You took my heart and broke it bad I'm not the kind who can take it alone I've got nothing more for you I want somebody who needs me too  I've given up, boy I'm chasing my joy And you can make your own You're not the only one Cause my time will come  You can shatter glass With your heart of stone But you won't get far on your own  You keep running hot And blowing cold And everything you hold Just falls apart like shattered glass  It really doesn't matter to me Where you're going and who you see I know that I can make it this time It doesn't matter any more  Since you've gone and walked out that door I made a new start I found a true heart I'm gonna make it mine Go out and have your fun Cause my time will come  You can shatter glass With your heart of stone But you won't get far on your own  You keep running hot And blowing cold And everything you hold Just falls apart like shattered glass  You can shatter glass You can shatter glass  You're not the only one Go out and have your fun Cause my time will come  You can shatter glass With your heart of stone But you won't get far on your own  You keep running hot And blowing cold And everything you hold Just falls apart like shattered glass  ",
        "title": "Shattered Glass"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  Livin' on your own can be a lonely game A face in the crowd - no one knows your name It's a table for one and a broken heart to go  She's the kind of lover that you always dreamed Would come to stay and never wanna leave But that's all changed - she's dealt the final blow Heaven knows what you were thinkin' of Don't blame yourself you're just a victim of love  It doesn't matter who was right or wrong When the fire is over - when the magic's gone You pick up the pieces and do the best you can  It knocks you down but you try it again You get a little older it's a cryin' shame Sometimes things don't work out like you plan  Who's gonna help when you've had enough It ain't no secret you're a victim of love Heaven knows what you were thinkin' of Don't blame yourself you're just a victim of love  One goodbye was really all it took Now you thumb through the pages of your little black book But somehow all the numbers look the same You've been thinkin' how to get around it But there ain't nothin' you can do about it Nothin' ventured - nothin' gained  Ain't nothin' you can't rise above Call it what you want but you're a victim of love  Who's gonna help you when you've had enough Ain't no secret you're a victim of love  I don't wanna lose your love...  ",
        "title": "Victim Of Love"
    },
    {
        "artist": "REO Speedwagon",
        "lyrics": null,
        "title": "In My Dreams"
    },
    {
        "artist": "Will To Power",
        "lyrics": null,
        "title": "Dreamin'"
    },
    {
        "artist": "Mr. Mister",
        "lyrics": null,
        "title": "Something Real (Inside Me/Inside You)"
    },
    {
        "artist": "Go West",
        "lyrics": "  By GO WEST How much longer 'till the curtain rises? First night stagefright always hypnotizes Leading ladies never think about it Live without it Try to hide your fear of falling Keep your eyes on me... I'm calling Don't look down girl You know you're holding aces Don't look down girl Don't give the game away One more heartbeat and you walk the wire Why wait? It's too late to put out the fire Almost strangers.. can you stop deceiving Start believing Try to hide your fear of falling Keep your eyes on me.. I'm calling Don't look down girl You know you're holding aces Don't look down girl Don't give the game away Even when you feel you can't go on Laughing at the rain you fool no one If you don't want to lose what you have found Then don't look down Changing partners is just substitution It's no solution Try to hide your fear of falling Keep your eyes on me.. I'm calling Don't look down girl You know you're holding aces Don't look down girl Don't give the game away  ",
        "title": "Don't Look Down - The Sequel"
    },
    {
        "artist": "Curiosity Killed The Cat",
        "lyrics": null,
        "title": "Misfit"
    },
    {
        "artist": "Yello",
        "lyrics": null,
        "title": "Oh Yeah"
    },
    {
        "artist": "Hooters",
        "lyrics": null,
        "title": "Johnny B"
    },
    {
        "artist": "INXS & Jimmy Barnes",
        "lyrics": null,
        "title": "Good Times (From \"The Lost Boys\")"
    },
    {
        "artist": "The Nylons",
        "lyrics": "  You know I love you I'll always love you Even though the tears are fallin' From my eyes I still remember baby when Our love was so strong So go on Go ahead and kiss him Go on and kiss him goodbye Goodbye, whoa goodbye  He doesn't love you the way that I love you Cause if he did he wouldn't go and break your heart He's only flirtin' baby but my love is so strong So go on, go ahead and kiss him Go on and kiss him goodbye  Na na na na, hey hey hey, goodbye Na na na na, na na na na, hey hey hey, goodbye  He's never near you to comfort and cheer you Even though the tears are fallin', fallin' from your eyes He might be thrillin' baby but my love is ready and willin' So go on, go ahead and kiss him Go ahead and kiss him, oo Go ahead and kiss him, oo Go on and kiss him goodbye Goodbye, whoa goodbye Bye bye bye, goodbye, whoa goodbye bye bye Na na na na na na, na na na na na na Na na na na na na, na na na na na na(repeat) Na na na na, na na na na, hey hey hey, goodbye(repeat)  ",
        "title": "Kiss Him Goodbye"
    },
    {
        "artist": "Crowded House",
        "lyrics": "  Love can make you weep Can make you run for cover Roots that spread so deep Bring life to frozen ground  Something so strong Could carry us away Something so strong Could carry us today  Turning in my sleep Love can leave you cold A taste of jealousy Is like a lust for gold  Something so strong Could carry us away Something so strong Could carry us today  I've been Feeling so much older Frame me And hang me on the wall I've seen You fall into the same trap This thing Is happening to us all  Something so strong Could carry us away Something so strong Could carry us today  Something so strong Something so strong Something so strong Something, something so strong  ",
        "title": "Something So Strong"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "You Are The Girl"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Intro]​  [Verse 1: Christine McVie] If I could turn the page In time then I'd rearrange Just a day or two Close my, close my, close my eyes But I couldn't find a way So I'll settle for one day To believe in you Tell me, tell me, tell me lies  [Chorus: Christine McVie] Tell me lies Tell me sweet little lies (Tell me lies, tell me, tell me lies) Oh, no, no you can't disguise (You can't disguise, no you can't disguise) Tell me lies Tell me sweet little lies  [Verse 2: Christine McVie] Although I'm not making plans I hope that you understand There's a reason why Close your, close your, close your eyes No more broken hearts We're better off apart Let's give it a try Tell me, tell me, tell me lies  [Chorus: Christine McVie] Tell me lies Tell me sweet little lies (Tell me lies, tell me, tell me lies) Oh, no, no you can't disguise (You can't disguise, no you can't disguise) Tell me lies Tell me sweet little lies  {​Bridge}​  [Verse 3: Christine McVie] If I could turn the page In time then I'd rearrange Just a day or two (Close my, close my, close my eyes) But I couldn't find a way So I'll settle for one day To believe in you (Tell me, tell me, tell me lies)  [Chorus: Christine McVie] Tell me lies Tell me sweet little lies (Tell me lies, tell me, tell me lies) Oh, no, no you can't disguise (You can't disguise, no you can't disguise)  Tell me lies Tell me sweet little lies (Tell me lies, tell me, tell me lies) Oh, no, no you can't disguise (You can't disguise, no you can't disguise)  Tell me lies Tell me sweet little lies (Tell me, tell me lies)  ",
        "title": "Little Lies"
    },
    {
        "artist": "The Other Ones",
        "lyrics": null,
        "title": "Holiday"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Girls, Girls, Girls"
    },
    {
        "artist": "Kim Wilde",
        "lyrics": null,
        "title": "Say You Really Want Me"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "One Lover At A Time"
    },
    {
        "artist": "Regina Belle",
        "lyrics": null,
        "title": "Show Me The Way"
    },
    {
        "artist": "The Breakfast Club",
        "lyrics": null,
        "title": "Kiss And Tell"
    },
    {
        "artist": "Swing Out Sister",
        "lyrics": "  And breakout  When explanations make no sense When every answer's wrong You're fighting with lost confidence All expectations gone  The time has come to make or break Move on, don't hesitate And breakout  Don't stop to ask And now you've found a break to make at last You've got to find a way Say what you want to say Breakout  When situations never change Tomorrow looks unsure Don't leave your destiny to chance What are you waiting for The time has come to make your break Breakout  Don't stop to ask And now you've found a break to make at last You've got to find a way Say what you want to say Breakout...  Don't stop to ask Now you've found a break to make at last You've got to find a way Say what you want to say Breakout  Some people stop at nothing If you're searching for something Lay down the law Shout out for more Breakout and shout Day in day out Breakout  Breakout  Don't stop to ask And now you've found a break to make at last You've got to find a way Say what you want to say And breakout  Don't stop to ask And now you've found a break to make at last You've got to find a way Say what you want to say And breakout...  (Don't) Lay down the law (stop) Shout out for more (to ask) Breakout and shout day in day out Ooh, breakout  Breakout  Breakout  Lay down the law Shout out for more Breakout and shout day in day out  ",
        "title": "Breakout"
    },
    {
        "artist": "Crowded House",
        "lyrics": "  Here's someone now who's got the muscle His steady hand could move a mountain Expert in bed, but come on now There must be something missing That golden one leads a double life You'll find out  Tell me, I don't know where you go Do you climb into space To the world where you live The world where you live, oh-hoo  So here we lie against each other And these four walls can never hold us We're looking for wide open spaces High above the kitchen And we're strangers here On our way to some other place  But I don't know where you go Do you climb into space To the world where you live The world where you live, oh-ho To the world where you live  Friends come 'round You might remember and be sad Behind their eyes is unfamiliar  Do you climb into space To the world where you live The world where you live, oh-oh To the world where you live, yeah, yeah To the world where you live, hey, hey To the world where you live To the world where you live To the world where you live  ",
        "title": "World Where You Live"
    },
    {
        "artist": "The Cure",
        "lyrics": "  [Verse 1] You're so gorgeous I'll do anything I'll kiss you from your feet to where your head begins You're so perfect, you're so right as rain You make me, make me, make me, make me hungry again  [Chorus] Everything you do is irresistible Everything you do is simply kissable Why can't I be you?  [Verse 2] I'll run around in circles until I run out of breath I'll eat you all up or I'll just hug you to death You're so wonderful, too good to be true You make me, make me, make me, make me hungry for you  [Chorus] Everything you do is simply delicate Everything you do is quite angelicate Why can't I be you? Why can't I be you?  [Verse 3] You turn my head when you turn around You turn the whole world upside down I'm smitten, I'm bitten, I'm hooked, I'm cooked, I'm stuck like glue You make me, make me, make me, make me hungry for you  [Chorus] Everything you do is simply dreamy Everything you do is quite delicious So why can't I be you? Why can't I be you? Why can't I be you? Why can't I be you? Why can't I be you? You're simply elegant  ",
        "title": "Why Can't I Be You?"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  I want to have dinner with Gershwin I want to watch Rembrandt sketch I want to talk theory with Curie Impossible I guess  I want to talk moods with Picasso On a rendezvous I want to fly double with Earhart I want to get next to you Next to you  So close Just as close as I can get The rain of your worry Can't effect What I feel is what I feel One touch Of your greatness Is what I need My circle of fantasy Would be complete  I want to sing hymns with Mahalia When the day is through I want to tell you about it I want to get next to you Next to you  So close Just as close as I can get The rain of your worry Can't effect What I feel is what I feel One touch Of your greatness Is what I need My circle of fantasy Would be complete  So close Just as close as I can get The rain of your worries Can't effect What I feel is what I feel One touch Of your greatness Is what I need My circle of fantasy Would be complete  I want to have dinner with Gershwin I want to watch Rembrandt sketch I want to talk theory with Curie Impossible I guess...  ",
        "title": "Dinner With Gershwin"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "Notorious"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Point Of No Return"
    },
    {
        "artist": "Kenny G. (Vocal By Lenny Williams)",
        "lyrics": "  Sitting here, just staring at your picture Waiting for your call So unclear, I'm hanging on a notion We could have it all  Time and time again you tell me to be patient But we can't let love slip away  Baby, don't make me wait for love this time, oh Ooh, oh, darlin' a love like this is hard to find Don't make me wait for love  Hmm, I close the blinds and try to hide the darkness Fall asleep alone Give me a sign, a man ain't supposed to face life Standing on his own  When you're near me, I can't help but see forever Come and rescue me tonight  Baby, don't make me wait for love this time, oh Oh, oh, darlin' a love like this is hard to find Can,t you see I need your love? I need you  Baby, don't make me wait for love this time, yeah Oh, oh, darlin' a love like this is hard to find Don't make me wait for love  Oh, oh, oh, baby, don't make me wait for love this time, oh Oh, oh, darlin' a love like this is hard to find Can't you see I need your love? I need you  Baby, don't make me wait for love this time Oh, oh, darlin' a love like this is hard to find, ooh, baby Baby, don't make me wait for love this time, I need you, baby I love you, I need you, I want you, baby  ",
        "title": "Don't Make Me Wait For Love"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": null,
        "title": "Hearts On Fire"
    },
    {
        "artist": "Noel",
        "lyrics": "  I'm on fire My emotions run so deep You vowed to love me Is that a vow you keep  Your smile's so tender You'll not be sighing a sweet surrender Your touch is so pleasing Makes me warm inside Makes me feel I'm alive  And I can't resist the heavenly bliss The magic concealed in your kiss Must realize what I see in your eyes Takes me beyond the skies  Silent morning, I wake up and you're not by my side Silent morning, you know how hard I try Silent morning, they say a man's not supposed to cry Silent morning, why did your love have to be a lie  I'm on fire And you're my every desire A living fantasy And you know just what to do for me  I love the things you do Here open arms waiting here for you Words you whisper Makes me warm inside Makes me feel I'm alive  And I can't resist the heavenly bliss The magic concealed in your kiss Must realize what I see in your eyes Takes me beyond the skies  Silent morning, I wake up and you're not by my side Silent morning, you know how hard I try Silent morning, they say a man's not supposed to cry Silent morning, why did your love have to be a lie  And I can't resist heavenly bliss Magic concealed in your kiss Must realize what I see in your eyes Takes me to paradise  Silent morning, I wake up and you're not by my side Silent morning, you know how hard I try Silent morning, they say a man's not supposed to cry Silent morning, why did your love have to be a lie  ",
        "title": "Silent Morning"
    },
    {
        "artist": "Pepsi & Shirlie",
        "lyrics": null,
        "title": "Heartache"
    },
    {
        "artist": "John Waite",
        "lyrics": "  Babe I had a dream Woke up in a sweat Darkness all around me I was caught in its net Tried to reach for you But you weren't there It only was a dream But it put danger in the air I can feel the nervous rhythm Of your heart with mine Could we ever stay together Stand the test of time Baby make me a believer Cause this world will lie (Oh these times are hard for lovers) It's getting harder for you and me (Oh) It's hard on me and you Baby we can make it Cause our love will pull us through These times are hard for lovers It's down to me in you Nothing's gonna break us If we hang on to what's true These times are hard for lovers I believe in you These times are hard for lovers I believe in you Everywhere you turn Trouble going on Living under pressure Loving under the gun It's hard enough to live Draw another breath Hang on to me baby Like it's life or death I can feel the nervous rhythm of your heart with mine Could we ever stay together Stand the test of time Baby make me a believer Cause this world will lie (Oh these times are hard for lovers) It's getting harder for you and me (Oh) It's hard on me and you Baby we can make it Cause our love will pull us through These times are hard for lovers It's down to me in you Nothing's gonna break us If we hang on to what's true These times are hard for lovers I believe in you These times are hard for lovers I believe in you Can you feel the nervous rhythm of your heart with mine Could we ever stay together Stand the test of time Baby make me a believer Cause this world will lie We've got to go the distance Touch the sky Baby we can make it Cause our love will pull us through These times are hard for lovers It's down to me in you Nothing's gonna break us If we hang on to what's true These times are hard for lovers I believe in you (These times are hard for lovers whoa) Whoa (These times are hard for lovers oh yeah) (These times are hard for lovers whoa) Whoa (These times are hard for lovers oh yeah) I believe in you (These times are hard for lovers whoa) When I turn to you (These times are hard for lovers oh yeah) Yeah But I don't believe it (These times are hard for lovers whoa) Yeah (These times are hard for lovers oh yeah) Whoa (These times are hard for lovers whoa) Baby I believe in you (These times are hard for lovers oh yeah) Baby I believe in you (These times are hard for lovers whoa) Baby I believe in you (These times are hard for lovers oh yeah)  ",
        "title": "These Times Are Hard For Lovers"
    },
    {
        "artist": "Tiffany",
        "lyrics": "  [Intro] Let me hear your heart beat Let me feel your heart beat Let me touch your heart beat Cause I'm gonna change your heart beat  [Verse 1] Children behave That's what they say when we're together And watch how you play They don't understand And so we're  [Pre-Chorus] Running just as fast as we can Holding on to one another's hand Trying to get away into the night And then you put your arms around me And we tumble to the ground And then you say  [Chorus] I think we're alone now There doesn't seem to be anyone around I think we're alone now The beating of our hearts is the only sound  [Verse 2] Look at the way We gotta hide what we're doing Cause what would they say If they ever knew And so we're  [Pre-Chorus] [Chorus x2] [Pre-Chorus] [Chorus x2]   [Outro] I think we're alone now There doesn't seem to be anyone around I think we're alone now Just you and me the only sound now Look at the way We gotta hide what we're doing Cause what would they say Can't you hear my heart beat Can't you hear my heart beat Dancing to my heart beat  [Repeat Intro]  ",
        "title": "I Think We're Alone Now"
    },
    {
        "artist": "Glenn Medeiros",
        "lyrics": "  [Verse 1:] Now that you're far away I can see everything so clear Now that you're really gone I can feel you Like you´re standing here  And if I had another chance to say goodbye I would just say thank you For the times we spent And not to cry Cause I'm...  [Chorus:] Still watching over you Though we´re far apart You´ll never really be So far from my heart  I´m watching over you I´ve looked inside my dreams And everything I see you watching over me  [Verse 2:] How can we lose our way If we just let ourselves be led And maybe it hurts today But tomorrow we´ll come out ahead  I don´t want to lose you So I´ll let you go And if it ends up We are meant to met again We'll let each other know Cause I'm...  [Repeat Chorus:]  [Bridge:] I don´t want to lose you So I'll let you go And if it ends up We are meant to meet again We'll let each other know  [Repeat Chorus:]  ",
        "title": "Watching Over You"
    },
    {
        "artist": "Def Leppard",
        "lyrics": null,
        "title": "Women"
    },
    {
        "artist": "Great White",
        "lyrics": null,
        "title": "Rock Me"
    },
    {
        "artist": "Ray Parker Jr.",
        "lyrics": "  I don't think that man should sleep alone I don't think it's fair Do you, baby? I don't think that man should sleep alone Somebody should be there  This world that we live in Has too many laws and too many rules The thought of you and me sleeping here Seems like everybody disapproves  Now I'm not I'm not saying That I'm right and everyone else is wrong I admit I've got a problem I can't stand sleeping alone  I don't think that man should sleep alone I don't think it's fair Do you, baby?  I can't seem to get warm enough Even with four blankets and a sheet I may as well be honest, girl I think I need a little body heat  Wake up Wake up, baby Yes, I know it's a quarter to 3:00 a.m But either you're coming here Or I'm coming there 'Cause I just can't get to sleep  I don't think that man should sleep alone I don't think it's fair Do you, baby  Baby, come on I want to feel you lying next to me Don't you, baby?  Sugar, come on Rock this baby to sleep  Come on come on Let's hold each other real good Come on come on I won't try nothing baby  Come on Come on But honey it could feel good If you'll only let loose Come on  I don't think that man should sleep alone I don't think it's fair Do you, baby?  Help me, baby Baby, come on I need body heat Don't you, baby?  Sugar Come on, girl I want to feel your Baby come on Rock, rock me to sleep  Sugar Come on, girl I want to feel your heat  ",
        "title": "I Don't Think That Man Should Sleep Alone"
    },
    {
        "artist": "The Silencers",
        "lyrics": "  Whoo-hoo... Whoo-hoo...  Walking home in the rain And blood runs cold in my veins News from a distance shore Blues like never before The moon is new The moon is full The moon is blue The moon is cruel Painted moon  Coming to the rescue Angels from another world Love is here to stay So the angels say Running to the rescue Angels flying up above Phantoms in the bay While the natives pray To the painted moon  I wash my face and get dressed And time cuts into my wrist So who invents our dreams The hands that hold the machine The moon is blue The moon is cruel Painted moon  Coming to the rescue Angels from another world Love is here to stay So the angels say Running to the rescue Angels flying up above Phantoms in the bay While the natives pray To the painted moon  Painted moon Painted moon Painted moon  Coming to the rescue Angels from another world Love is here to stay So the angels say Running to the rescue Angels flying up above Phantoms in the bay While the natives pray To the painted moon  Ooh-ooh-ooh... Painted moon Painted moon  Ooh-ooh-ooh... Painted moon Painted moon  I said...  ",
        "title": "Painted Moon"
    },
    {
        "artist": "Chris Rea",
        "lyrics": null,
        "title": "Let's Dance"
    },
    {
        "artist": "The System",
        "lyrics": "  [Intro] I'm in Heaven Listen  [Verse 1] Pay attention, are you listening? You're my favorite girl Excuse me for the moment I'm in another world On a mountain, by a fountain Flowers blooming everywhere With Venus and with cupid The picture's very clear  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Verse 2] Erotic whispers for the listener Let the music fill the air Excuse me for a moment I'm at a loss for words By election, sheer perfection And as if these eyes would care Your heart is in the right place So don't you go and change Baby over and over The passion starts again You're my lollipops and everything And a little taste of sin Causing fire and desire In this mortal soul to live 'Til the angels fall from Heaven And the day the earth stands still  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Interlude] When it feels so real, don't disturb this groove  [Bridge] Close your eyes and let the music put you in the mood Can you feel it? (Uh huh) Baby, just lock the door and turn the phone off This time, it's time for me and you Are you ready? (Yes)  [Hook] Hang the sign upon the door, say, 'Don't disturb this groove' Just a way to say that, I'm so into you And the feeling's so real, so don't disturb this groove  [Outro] Close your eyes and let the music put you in the groove Lock the door and turn the phone off, it's time for me and you Hang the sign upon the door, say, 'Don't disturb this groove'  ",
        "title": "Don't Disturb This Groove"
    },
    {
        "artist": "The Nylons",
        "lyrics": null,
        "title": "Happy Together"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  I look back on all those good times We once shared and I must have been blind Just to think I'd find someone new One who'd love me better than you  Well, it may come as a surprise Loneliness has opened my eyes I tried every love I could find Still I can't get you out of my mind  Cause there's no one in the world to hold me No one in the world's gonna move me No one in the world can love me Like you do, baby  Every time I'm with someone I'm loving you, yes, I want to run I wanna run back to your arms again Ain't no one in the world (No one in the world) Loves me like you do  Are you happy now with your life Well, for me, I'm breaking inside So self-assured that I could not see I had it all when you were with me, baby  No one in the world's gonna hold me No one in the word can move me No one in the world can love me Like you do, baby  Every time I'm with someone I'm loving you and I want to run I wanna run back to your arms again Ain't no one in the world (No one in the world) Loves me like you do  Please take me back (Please take me back) Oh babe, I can't go on (I can't go on) I'm not happy in my life without you I'll do whatever it takes I've got to get you back with me again (Got to get you back with me) I realize I need you here in my life  (No one in the world) No one, no one (No one in the world) Nobody loves me like you do (No one in the world) (Like) My (You) my (Do) my (And) baby (Every time) You got the love that I need (Love I need) Ain't nobody 'round here to love me  Ain't no one in the world (No one in the world) In this world In this world, hoo... (No one in the world)  ",
        "title": "No One In The World"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "Songbird"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  There'll be times when my crimes Will seem almost unforgivable I give in to sin Because you have to make this life livable  But when you think I've had enough from your sea of love I'll take more than another riverful Yes, and I'll make it all worthwhile I'll make your heart smile  Strangelove Strange highs and strange lows Strangelove That's how my love goes Strangelove Will you give it to me? Will you take the pain I will give to you Again and again and will you return it?  There'll be days when I'll stray I may appear to be constantly out of reach I give in to sin Because I like to practice what I preach  I'm not trying to say I'll have it all my way I'm always willing to learn when you've got something to teach Oh, and I'll make it all worthwhile I'll make your heart smile  Pain, will you return it? I'll say it again - pain Pain, will you return it? I'll say it again - pain Pain, will you return it? I'll say it again - pain Pain, will you return it? I won't say it again  Strangelove Strange highs and strange lows Strangelove That's how my love goes Strangelove Will you give it to me?  I give in Again and again I give in Will you give it to me? I give in I'll say it again I give in  I give in Again and again I give in That's how my love goes I give in I'll say it again I give in  ",
        "title": "Strangelove"
    },
    {
        "artist": "Georgio",
        "lyrics": null,
        "title": "Tina Cherry"
    },
    {
        "artist": "Force M.D.'s",
        "lyrics": null,
        "title": "Love Is A House"
    },
    {
        "artist": "David Hallyday",
        "lyrics": "  Thought it was love for the first time Did not know what I had in store Big arms, big legs, big feet But I could not see Just what she hid behind her door  And my heart stopped And my blood pressure dropped Oh what a shock You know he's my girl I'm a good man So when she held my hand That's when I knew That he's my girl  I could be fooled by first impressions It's true when they say love is blind Behind the pearls, the hair and long fingernails Little did I know what I would find  And my heart stopped And my blood pressure dropped Oh what a shock You know he's my girl I'm a good man So when she held my hand That's when I knew That he's my girl He's my girl woah  Ooh baby whatcha do to me You got me going, you got me on my knees Ooh baby tell me please Is he a she, is she a he I guess it doesn't matter to me Cause he's my girl  Look what my best friend did to help me To win a prize and get us fame Put on a dress to make them think he's my girl But he's all man, it's just a game  And my heart stopped And my blood pressure dropped Oh what a shock You know he's my girl I'm a good man So when she held my hand That's when I knew That he's my girl  It might be too late But by some strange twist of fate Here is my date You know he's my girl That was one kiss That I'm glad I missed He's hard to resist You know he's my girl  And my heart stopped And my blood pressure dropped Oh what a shock You know he's my girl  ",
        "title": "He's My Girl"
    },
    {
        "artist": "Jon Astley",
        "lyrics": "  I like get up With my partner in crime We love to dress up And have ourselves a good time We have an understanding She can never be mine  We get on so well There's no pressure on us It's a relationship Based entirely on trust No complications You will never see me focus  Come around eleven And it's time to go home I'm going her way But I can't leave her alone But she's looking at me As If I'm something she owns, oh  Jane's getting serious (Jane) Jane's getting serious Jane's getting serious (Jane) And I could get serious too  She introduces me To all her friends around town She gets approval I say I can't stick around The writing's on the wall  So come around eleven And we're on our way home I can't leave her here But I should leave well alone Cause she is looking at me Like I am something she owns, oh  Jane's getting serious (Jane) Jane's getting serious Jane's getting serious (Jane) And I could get serious too  So I'm pretending I'm not Caught in between The devil and the deep blue sea And I cannot believe That I would ever admit That I could take Jane seriously  Come around eleven We're still on our way home All dressed up And nowhere to go But all along I should have really known that  Jane's getting serious (Jane) Jane's getting serious Jane's getting serious (Jane) And I could get serious too  Jane's getting serious (Jane) Jane's getting serious Jane's getting serious (Jane) And I could get serious too  Jane's getting serious Jane's getting serious Jane's getting serious ...  ",
        "title": "Jane's Getting Serious"
    },
    {
        "artist": "Level 42",
        "lyrics": "  Our dad would send us to our room He'd be the voice of doom He said that we would thank him later All day, he was solid as a rock But by eight o'clock We'd be crumbling  One night, my brother Joe and me Climbed down the family tree That grew outside our bedroom window We ran, though we knew it couldn't last Running from the past From things that we were born to be  Looking back, it's so bizarre It runs in the family All the things we are On the back seat of the car With Joseph and Emily We only see so far And we all have our daddy's eyes Looking back, it's so bizarre  Dad rang the officer in charge A man so large He barely fit his circumstances He said two kids out on the street Were picked up on the beat And in the station  So there's me, with Emily and Joe Daddy driving home All heading in the same direction He knew, no matter what the breaks We'd make the same mistakes Couldn't take his eyes of Joe and me  Looking back, it's so bizarre It runs in the family All the things we are On the back seat of the car With Joseph and Emily We only see so far And we all have our daddy's eyes Looking back, it's so bizarre It runs in the family All the things we are Looking back, it's so bizarre  Like a dream within a dream We're all somewhere in between Like a drummer plays his drum Like a father, like a son  And your gonna have to face the music, oh yeah Face the music  Hey hey, we keep it running in the family Hey hey, we keep it coming in the family  Looking back, it's so bizarre It runs in the family All the things we are On the back seat of the car With Joseph and Emily We only see so far 'Cause we all have our daddy's eyes Looking back, it's so bizarre, whoa yeah Running in the family Running in the family And we all have our daddy's eyes Looking back, it's so bizarre, whoa yeah Running in the family  ",
        "title": "Running In The Family"
    }
]