[
    {
        "artist": "B2K & P. Diddy",
        "lyrics": "  [Intro: P.Diddy + (B2K)] We sending this one out to all the ladies all over the world All those sexy mamas Come on, come on, and come on now As we proceed, to give you what you need You know I like it when your body go (Bump, bump, bump) Bad Boy, B2K Yo, O, talk to 'em, playa  [Verse 1: Omarion + (P.Diddy)] I like your little sexy style Love it when you getting wild Girl in the club with me Girl, you need to be in magazines Wear a crown on your head cause you're a ghetto queen Like bling bling bling The way you shaking that sexy ass Your body shaped like an hour glass Baby we need to spend some time I wanna get you to myself Me and nobody else And do the things we do Baby there is something that I need from you  [Chorus: B2K + (Omarion)] Baby turn around and let me see that sexy body go Bump, bump, bump (That is all I want to see Baby show me, show me) Baby turn around And let me see that sexy body go Bump, bump, bump (The way you're throwing that thing at me I can't take it, baby)  [Verse 2: Omarion + (P.Diddy)] I love the way you're teasing me Gonna have to stop pleasing me While we're on this floor You're kicking it round and round I love the way you put it down You're making me scream for more Put your 2-way next to mine Baby hit me anytime You and me behind closed doors You're about to be my main squeeze Take trips, cop shiny things Girl just come with me Now, mama, go ahead do the damn thing  [Chorus]  [Verse 3: P. Diddy] Dance for nothing mami, plans to take her by me Get on the floor, make it bump more, shake it, mami Let's ride, I'm your Clyde, you can be my Bonnie See you the type for me, mami, so right for me Man she can move it, love when she dance to the music Make me wanna stand like a pool stick Hands is the smoothest, just a simple touch make me lose it Girl, that's enough; stop movin' Now bump that, I pump that, girl, bring it to me bump that I want that girl to sing it wit me like (La la-la la-la la la la, La la-la la-la la la la) So let's do it again, mami, you and a friend, mami Money ain't a thing, look, what I gotta spend mami? Put up your hands for me, that's how you dance for me Shake it like you can honey, take it from your man, mami  [Chorus x2]  [Outro: P.Diddy] B2K, Bad Boy They call me Diddy Yea, Dave Mack, you got one now, baby Don't stop now, hah! I see you, Chris C'mon, let's go C'mon, let's go And another one Come on, it's Pandemonium, baby Let's go, yeah  ",
        "title": "Bump, Bump, Bump"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] You were my sun You were my earth But you didn't know All the ways I loved you, no So you took a chance Made other plans But I bet you didn't think That they would come crashing down, no  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Chorus] You told me you love me Why did you leave me all alone? Now you tell me you need me When you call me on the phone Girl, I refuse You must have me confused With some other guy The bridges were burned Now it's your turn, to cry Cry me a river Cry me a river Cry me a river Cry me a river  [Verse 2] You know that they say Some things are better left unsaid It wasn't like you only talked to him And you know it (Don't act like you don't know it) All of these things people told me Keep messing with my head Should've picked honesty Then you may not have blown it  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Chorus] You told me you love me Why did you leave me all alone? Now you tell me you need me When you call me on the phone Girl, I refuse You must have me confused With some other guy The bridges were burned Now it's your turn, to cry Cry me a river Cry me a river Cry me a river Cry me a river  Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Outro] Cry me a river…  ",
        "title": "Cry Me A River"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] I'm standing on a bridge I'm waiting in the dark I thought that you'd be here by now There's nothing but the rain No footsteps on the ground I'm listening but there's no sound  [Pre-Chorus] Isn't anyone trying to find me? Won't somebody come take me home?  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Verse 2] I'm looking for a place I'm searching for a face Is anybody here I know? 'Cause nothing's going right And everything's a mess And no one likes to be alone  [Pre-Chorus] Isn't anyone trying to find me? Won't somebody come take me home?  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Bridge] Oh, why is everything so confusing? Maybe I'm just out of my mind Yeah-he-yaa, yeah-he-yah, yeah-he-yah, yeah-he-yah, yeah!  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Outro] Take me by the hand Take me somewhere new I don't know who you are, but I I'm with you, I'm with you Take me by the hand Take me somewhere new I don't know who you are, but I I'm with you, I'm with you I'm with you  ",
        "title": "I'm With You"
    },
    {
        "artist": "Jennifer Lopez Featuring LL Cool J",
        "lyrics": "  [Intro: Jennifer Lopez & LL Cool J] Love is life and life is living It's very special All my love... Oh...oh...oh...oh...oh... (Baby, don't go) (Baby, don't go) Yeah (Baby, don't go, uh) (Baby, don't go) Yeah (Baby, don't go) (Baby, don't go) Yeah, yeah (Why you act like that?)  [Verse 1: Jennifer Lopez & LL Cool J] It's such a shame, but I'm leaving Can't take the way you mistreated me And it's crazy, but oh, baby It don't matter, whatever, don't phase me Uh, uh, uh I don't believe you wanna leave like this I don't believe I just had my last real kiss I do believe we'll laugh and reminisce Wait a minute, don't bounce, baby, let's talk about this, man  [Pre-Chorus: Jennifer Lopez] Well, I'm bouncing and I'm out, son I gotta leave you alone Because I'm good, holding down the spot And I'm good reppin' the girls on the block And I'm good, I got this thing on lock So without me you'll be fine, right?  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Verse 2: Jennifer Lopez & LL Cool J] The nights I waited up for you (Oh, boy) Promises you made about coming through So much time you wasted That's why I had to replace you Uh, uh, uh It makes a cat nervous, the thought of settling down Especially me, I was creeping all over town I thought my tender touch could lock you down I knew I had you, as cocky as it sounds That's the way you used to giggle right before I put it down It's better when you angry, come here, I'll prove it now, come here Stop playing you, gaming I gotta leave you alone  [Pre-Chorus: Jennifer Lopez & (LL Cool J)] Because I'm good holding my spot (Stop acting like that) And I'm good repping the girls on the block (Now you know you need to stop) And I'm good, I got this thing on lock So without me you'll be fine, right? (Here we go)  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Bridge: LL Cool J & Jennifer Lopez] People make mistakes to make up, to break up To wake up cold and lonely, chill, baby, you know me You love me, I'm like your homey Instead of beef you come hold me I promise I'm not a phony Don't bounce, baby, console me, come here There is nothing you can say to me that can change my mind I got to let you go now And nothing will ever be the same, so just be on your way Go ahead and do your thing now And there's no more to explain to me, you know I know your game and I'm feeling what you do  [Pre-Chorus: Jennifer Lopez] So I'm bouncing and I'm out, son I gotta leave you alone, yeah, yeah  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh) All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Outro] I promise you You know what I'm saying  ",
        "title": "All I Have"
    },
    {
        "artist": "Jay-Z Featuring Beyonce Knowles",
        "lyrics": "  [Intro: Jay Z] Uhh, uhh, uhh You ready, B? Let's go get 'em  [Verse 1: Jay Z] Look for me! Young, B, cruisin' down the Westside Highway Doin' what we like to do, our way Eyes behind shades This necklace the reason all of my dates been blind dates But today I got my thoroughest girl with me I'm mashin' the gas, she's grabbin' the wheel, it's trippy How hard she rides with me, the new Bobby and Whitney Only time we don't speak is during Sex and the City She gets Carrie fever, but soon as the show's over She's right back to being my soldier ‘Cause mami's a rider and I'm a roller Put us together, how they gon' stop both us? Whatever she lacks I'm right over her shoulder When I'm off track, mami is keepin' me focused So let's lock this down like it's supposed to be The '03 Bonnie and Clyde: Hov' and B  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  [Verse 2: Jay Z] The problem is, you dudes treat the one that you lovin' With the same respect that you treat the one that you humpin' That ain't 'bout nothin' If ever you mad about somethin' It won't be that, oh no, it won't be that I don't be at places where we comfy at With no be-atch, oh no, you won't see that And no, I ain't perfect Nobody walkin' this earth's surface is But girlfriend, work with the kid I keep you workin' that Hermès Birkin bag Manolo Blahnik Timbs, Aviator lens 600 drops, Hercedes Benz The only time you wear Burberry to swim And I don't have to worry, only worry is him She do anything necessary for him And I do anything necessary for her So don't let the necessary occur, yep!  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  [Verse 3: Beyoncé] (Talk to 'em, B!) If I was your girlfriend I'll be there for you, if somebody hurts you Even if that somebody was me Yeah-hee (Break it down for 'em, B!) Sometimes I trip on how happy we could be And so I put this on my life Nobody or nothing will ever come between us And I promise I'll give my life My love and my trust if you was my boyfriend Put this on my life The air that I breathe in, all that I believe in I promise I'll give my life And all of my trust if you was my boyfriend  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  ",
        "title": "'03 Bonnie & Clyde"
    },
    {
        "artist": "Nelly Featuring Kyjuan, Ali & Murphy Lee",
        "lyrics": "  [Hook] (I said) give me two pairs (Cause) I need two pairs (So I) can get to stompin' in my Air Force Ones Big boys stompin' in my Air Force Ones  [Verse 1: Nelly] I like the all-white, high-top strap with the gum bottom There's somethin' bout 'em, now dirty that's why I got 'em I leave 'em strapped and laced and come up out 'em The last person that touched 'em I been shot 'em  [Verse 2: Kyjuan] Now if you look, and see lime-green Forces; it's Kiwi You couldn't get this color if you had a personal genie You know I keeps it hip-hop; my niggas flip-flop Yeah, my Force Ones in tip-top (me) now form a flip flops  [Verse 3: Ali] Me? I like the limited edition in khaki and army green Patent leather pin stripe you should see how I do the strings Size twelve with the strap, red and white with a Cardinal cap All flavors but it just depend on when and where I'm at  [Verse 4: Murphy Lee] Don't get me wrong, man And Murphy Lee ain't dumb, man Cause if the shoe is on the shelf You should have some, man You can not sit up and tell me that you have none, man You may not have three or four But you got one, man (big boy)  [Hook]  [Verse 5: Murphy Lee] We up in Foot Locker; I'm lookin' like I need those Ten in a half and if you got 'em give me two of those I can tell she never seen Murphy Lee befo' Cause she's just standin there as if I'm shootin free throws I said, \"Excuse me miss I only wanna buy shoes\" She said, \"I love you Murph especially in the white 'n blue\" I said, The white 'n blue sound nice make it twice\" And I signed an (yo) autograph (yo), \"Thanks for the advice\"  [Verse 6: Ali] I keep it real dirty, dirty you know how I do Purple in gold with the Lakers the Broncos the orange and blue I like 'em floppy with ankle socks Lows mids and high tops,  which are clear so But this tims and fat laces with it is cold But when the winter go (burrr) and the hot summer flow Then it's back to the all purpose wit them lil' dots in the toe Then I'm stopping this dough that I'm spending fa sho On dem Nike Air Force, \"NE\" behind the \"O\"  [Verse 7: Kyjuan] O-kay Lee, I treat my shoe like my ride Chrome on the fat laces at what wood on the inside Spray candy on the swoosh, with the electric roof Since I put a kit on the sole, I got a wider shoe You see that low-mid Skittle purple coupe I'm drivin in (Kyjuan, were you getting dem colors, are you dyin them) Ten is my size in dem, no point in tyin dem Ain't no point in tryin these on, you know I'm buyin dem  [Verse 8: Nelly] Now don't nothing get the hype on first site like, white on whites Them three quarters, them lows, they all tight The only problem they only good for one night Cause once you scuff 'em you fucked up your whole night What's my basis? The look on store owner's faces This kid's outrageous, he's buyin them by the cases Cause once I cop 'em gut 'em and switch the laces They all purpose ya heard me kinda like my daytons  [Hook]  [Verse 9: Kyjuan] I wore spurs at first now theres tape on dem Damn, when those came out? So I write the date on them These Louis Vuitton ones, you gotta wait on dem I had to get em early so I spent more cake on dem  [Verse 10: Murphy Lee] Look I'm tryin to keep it up like a one minute man While Ali on the Kawasaki two head bands Jewelry and all (wow) fish bowlin 'em all (I got some fifteens) security buyin shoes and all  [Verse 11: Nelly] Now some time I get em free some time I gotta pay Walk in the mall and they now what I'm bout to say Gimme the black and platinum, and leather gray Ones in the back and (yo) the pair you got on display (check)  [Verse 12: Ali] Now where da boxes where I keep mine (keep mine) You should peep mine , (beep mine) Maybe once or twice but never three times I'm just a sneaker pro, I love pumas and shell toes But can't nothin compare to a fresh crispy white pearl  ",
        "title": "Air Force Ones"
    },
    {
        "artist": "Ja Rule Featuring Ashanti",
        "lyrics": "  [Intro: Ja Rule] Haha, yeah Whattup ma? How you been? Yeah I know, I know, hehe It's all good.. (Murder Inc.)  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you call me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 1: Ja Rule] I got a fetish for fuckin' you witcha skirt on On the backstreet in the back seat of the Yukon What's takin' so long? I'm gettin' anxious But patiently waitin' for you to tell a nigga to move on Between me and you, we can find each other Flyin' abroad in my private G-2 I ain't tryin' to G you, ma I'm tryin to see you Bend over, you know how we do it, feet to shoulders Bring heat to coldest night, so ferocious Now you street promotin' the dick game is potent 'Cause in the bed a nigga go hard like Jordan Sweat pourin', lovin' the way you be moanin' Grippin' the sheets, lookin' at me lickin' at me 'Cause every woman just wanna be happy And it's CRA-ZAY, but BAY-BAY, I... (love it when I'm witchu, baby)  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 2: Ashanti] I wanna get away, 'cause you know like I know And there's a better day, a-comin, I'm hooked on your lovin' Believe me, and when you hold my body I know you need me, wait for me bay-bay I've been goin half crazy for your love And I was told that the sex, better than drugs Then get addicted, boy listen I'm the only piece of the puzzle you're missin Like when we kissin' - bye bye bye You got a girl that'll - ride ride ride So take me, tonight And do what you do to me, baby  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 3: Ja Rule + (Ashanti)] Shorty, are you really gettin bored with me, or him? Cause though I play a lot of games, I play 'em to win (But then again I'm still young and I'm livin my life) You know you're right and I'm the type To pull up to your bumper, get your number (Baby, I can only help but wonder) What life would be without (my sweet baby) And you're my baby (holla if you hear me)  [Verse 4: Ashanti + (Ja Rule)] Ooohhh... ooohh... You can understand that my love is pain And how I feel in vain, it's just a woman thang (It's a man's world, but I understand) But there's still nothin' different, boy, stick to the plan (You be my down ass, witcha round ass) I know I'm feelin you (like you feelin' me) The way you're holdin my body, the way you touch me  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Bridge: Ashanti] I love when you touch me, baby All over my body, baby I love when you kiss me, baby All over my body, baby I love when you touch me, baby All over my body, baby I love when you kiss me, baby All over my body, baby  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Spoken Outro] Baby, [?] Motherfucker, your son is a bitch Ay, none of these niggas real like us [?] dig And yes, sir, we here to stay Right now Let's get it to this motherfucker Do ya understand?  ",
        "title": "Mesmerize"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] \"Look, if you had one shot, or one opportunity, to seize everything you ever wanted, in one moment. Would you capture it, or just let it slip?\" Yo!  [Verse 1] His palms are sweaty, knees weak, arms are heavy There's vomit on his sweater already—Mom's spaghetti He's nervous, but on the surface he looks calm and ready To drop bombs, but he keeps on forgetting What he wrote down, the whole crowd goes so loud He opens his mouth, but the words won't come out He's choking, how? Everybody's joking now The clock's run out, time's up, over—blaow! Snap back to reality, oh, there goes gravity Oh, there goes Rabbit, he choked, he's so mad But he won't give up that easy, no, he won't have it He knows, his whole back's to these ropes, it don't matter, he's dope He knows that, but he's broke, he's so stagnant, he knows When he goes back to this mobile home, that's when it's Back to the lab again, yo, this whole rhapsody Better go capture this moment and hope it don't pass him  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Verse 2] His soul's escaping through this hole that is gaping This world is mine for the taking, make me king As we move toward a New World Order A normal life is boring, but superstardom's Close to post-mortem, it only grows harder Homie grows hotter, he blows, it's all over These hoes is all on him, coast-to-coast shows He's known as the Globetrotter, lonely roads, God only Knows, he's grown farther from home, he's no father He goes home and barely knows his own daughter But hold your nose, 'cause here goes the cold water These hoes don't want him no mo', he's cold product They moved on to the next schmoe who flows He nose-dove and sold nada, and so the soap opera Is told, it unfolds, I suppose it's old, partner But the beat goes on—da-da-dom, da-dom, dah-dah, dah-dah  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Verse 3] No more games, I'ma change what you call rage Tear this motherfuckin' roof off like two dogs caged I was playin' in the beginning, the mood all changed I've been chewed up, and spit out and booed off stage But I kept rhymin' and stepped right in the next cypher Best believe somebody's payin' the Pied Piper All the pain inside amplified by the Fact that I can't get by with my nine-to- five, and I can't provide the right type of life for my family 'Cause man, these goddamn food stamps don't buy diapers And there's no movie, there's no Mekhi Phifer, this is my life And these times are so hard, and it's gettin' even harder Tryna feed and water my seed, plus teeter-totter Caught up between bein' a father and a prima donna Baby mama drama, screamin' on her, too much for me To wanna stay in one spot, another day of monotony's gotten me To the point I'm like a snail, I've got To formulate a plot, or end up in jail or shot Success is my only motherfuckin' option—failure's not Mom, I love you, but this trailer's got to go I cannot grow old in Salem's Lot So here I go, it's my shot, feet, fail me not This may be the only opportunity that I got  [Chorus] You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better lose yourself in the music The moment, you own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo You better…  [Outro] You can do anything you set your mind to, man  ",
        "title": "Lose Yourself"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Hook] It's been too long and I'm lost without you What am I gonna do Said I been needing you, wanting you Said I need you Wondering if you're the same and who's been with you Is your heart still mine? I wanna cry sometimes I miss you  [Verse 1] Off to college, yes you went away Straight from high school, you up and left me We were close friends also lovers Did everything for one another Now you're gone and I'm lost without you here now But I know I gotta live and make it somehow Come back, to me Can you, feel me, calling Hear me, calling, for you For you, cause it's  [Hook]  [Verse 2] Now I'm sitting here, thinking about you And the days we used to share It's driving me crazy, I don't know what to do I'm just wondering if you still care I just wanna let you know that it's killing me I know you got another life you gotta concentrate baby Come back, to me Can you, feel me? (Calling) Hear me, calling, for you For you, cause it's  [Hook x2]  [Bridge] I can't be no more Since you went away I don't really feel like talking No one here to love me, baby do you understand me I can't do a thing without you  [Hook x3]  ",
        "title": "Miss You"
    },
    {
        "artist": "Nivea Featuring Brian & Brandon Casey",
        "lyrics": "  Featuring Brian and Brandon Casey  [Intro: Brian] Uh, I like it baby (yeah) Uh, one time for the club (ye-eah) Two time for my thugs, uh-huh Three times for my ladies, come on, come on, come on (ooh, oh) Uh, Nivea y'all.. Jagged Edge y'all... (oooh) Uh-uh, Jagged Edge you all  [Verse 1: Nivea] It was hard to find a brotha that was down for me So I'm tellin' everybody let him be Cuz he's mine and I can't take no pigeons tryna take my baby So I thought I had to let you know Find someone that you can call your own Cuz now you're walkin' in the danger zone And if I touch you I'll be wrong  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Verse 2: Brian] It was hard to find a girl that's really down for me Seems like a lot of niggas tryin' me 'Cuz they trynna take my baby, oh what the hell, naw! So now you really betta check yourself Messin' with my girl is bad for your health and So you know you will be dealt with Betta find your own girl  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Bridge 1: Nivea, Brandon & Jagged Edge] Girl I'm warning you, if you want my man You should just keep ya hands to yourself, now-now And playa I'm warnin' you, if you want my girl I suggest that you look but don't touch, now-now  [Bridge 2: Nivea & Brandon] It was hard to find a brotha that was down for me, don't mess with my man It's hard to find a girl that's really down for me, Don't mess wit my girl Hard to find a brotha that was down for me, don't mess wit my man So hard to find a girl that's down for me, don't mess with my girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  ",
        "title": "Don't Mess With My Man"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] I took my love and I took it down I climbed a mountain and I turned around And I saw my reflection in the snow-covered hills Well, the landslide brought me down Oh, mirror in the sky, what is love? Can the child within my heart rise above? Can I sail through the changing ocean tides? Can I handle the seasons of my life?  [Chorus] Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too I'm getting older, too  [Verse 2] So, take this love and take it down Yeah, and if you climb a mountain and you turn around And if you see my reflection in the snow-covered hills Well, the landslide brought me down And if you see my reflection in the snow-covered hills Well, maybe Well, maybe Well, maybe Landslide brought me down  ",
        "title": "Landslide"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "Work It"
    },
    {
        "artist": "Santana Featuring Michelle Branch",
        "lyrics": "  [Verse 1] Tell me Just what you want me to be One kiss And boom, you're the only one for me  [Pre-Chorus] So please tell me Why don't you come around no more? Cause right now I'm cryin' Outside the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love  [Verse 2] It's whatever you make it to be Sunshine instead of this cold lonely sea So please baby try And use me for what I'm good for It ain't saying goodbye It's knocking down the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love It's all in this game of love  [Bridge] You roll me, control me, console me Please hold me You guide me, divide me into one  Make me feel good, yeah  [Pre-Chorus] So please tell me why Don't you come around no more? Cause right now I'm dying Outside the door of your loving store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love (A little bit of this, a little bit of that) It's all in this game of love It's all in the game of love (A little bit of laughs, a little bit of pain) Let's play the game of love  [Outro] Roll me, control me, please hold me (A little bit of this, a little bit of that) Make me feel good, yeah (A little bit of laughs, a little bit of pain) Now I'm on my own, on my own (A little bit of this, a little bit of that...)  ",
        "title": "The Game Of Love"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by Dr. Dre & Mike Elizondo]  [Intro] Go, go, go, go, go, go Go shorty, it's your birthday We gonna party like it's your birthday We gonna sip Bacardi like it's your birthday And you know we don't give a fuck it's not your birthday  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Verse 1] When I pull up out front, you see the Benz on dubs When I roll twenty deep it's twenty knives in the club Niggas heard I fuck with Dre, now they wanna show me love When you sell like Eminem and the hoes, they wanna fuck But homie, ain't nothin' changed: hoes down, G's up I see Xzibit in the cut, hey nigga, roll the weed up! If you watch how I move, you'll mistake me for a player or pimp Been hit with a few shells, but I don't walk with a limp In the hood in L.A. they sayin', \"50, you hot.\" They like me, I want 'em to love me like they love Pac But holla in New York, the niggas'll tell you I'm loco And the plan is to put the rap game in a chokehold I'm fully focused, man, my money on my mind Got a mil' out the deal and I'm still on the grind Now shorty said she feelin' my style, she feelin' my flow Her girlfriend willin' to get bi and they ready to go  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Bridge] My flow, my show brought me the dough That bought me all my fancy things My crib, my cars, my pools, my jewels Look, nigga, I done came up and I ain't changed  [Verse 2] And you should love it way more than you hate it Nigga, you mad? I thought that you'd be happy I made it I'm that cat by the bar toastin' to the good life You the faggot-ass nigga tryin' to pull me back, right? When my joint get to pumpin' in the club, it's on I wink my eye at your bitch, if she smiles, she gone If the roof on fire, let the motherfucker burn If you talkin' about money, homie, I ain't concerned I'ma tell you what Banks told me: \"Cuz, go 'head, switch the style up If niggas hate then let them hate and watch the money pile up.\" Or we can go upside your head with a bottle of bub' They know where we fuckin' be  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Outro] Don't try to act like you don't know where we be neither We in the club all the time, so pop, pop off Shady, Aftermath  ",
        "title": "In Da Club"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  [Intro: Wes Scantlin] Met a girl, thought she was grand Fell in love, found out first hand Went well for a week or two Then it all came unglued  [Pre-Chorus] In a trap, trip I can't grip Never thought I'd be the one who'd slip Then I started to realize I was living one big lie  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Verse 2] She was queen for about an hour After that shit got sour She took all I ever had No sign of guilt No feeling of bad, no  [Pre-Chorus] In a trap, trip I can't grip Never thought I'd be the one who'd slip Then I started to realize I was living one big lie  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Bridge] That's my story, as you see Learned my lesson and so did she Now it's over and I'm glad Cause I'm a fool for all I've said  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Outro] La la la la la la la la la love Trust La la la la la la la la la love Trust La la la la la la la la la love And she tore my feelings like I had none La la la la la la la la la love She fucking hates me  ",
        "title": "She Hates Me"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Now, usually, I don't do this but uh Go head on and break 'em off wit a lil' preview of the remix  [Verse 1] Now I'm not trying to be rude But hey pretty girl I'm feeling you The way you do the things you do Reminds me of my Lexus coupe That's why I'm all up in ya grill Trying to get you to a hotel You must be a football coach The way you got me playing the field  [Pre-Hook] So baby gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  Bounce, bounce, bounce, bounce, bounce, bounce, bounce Bounce, bounce, bounce C'mon  [Verse 2] Now it's like \"Murda She Wrote\" Once I get cha out them clothes Privacy is on the door But still they can hear you screaming more Girl I'm feeling whatchu feelin' No more hoping and wishing I'm about to take my key and Stick it in the ignition  [Pre-Hook] So gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Verse 3] Cristal popping in the stretch Navigator We got food everywhere, as if the party was catered We've got fellas to my left (left) Honies on my right (right) We bring 'em both together, we got juking all night Then after the show, it's the after party And after the party, it's the hotel lobby Yeah, around about four you gotta clear the lobby Then take it to ya room and freak somebody  [Pre-Hook] Can I get a \"Toot toot\" Can I get a \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they sayin' on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Outro] Girl, we off in this Jeep Fogging windows up Blasting the radio In the back of my truck Bouncing up and down Stroking round and round To the remix We just thugging it out  ",
        "title": "Ignition"
    },
    {
        "artist": "Jennifer Lopez Featuring Styles & Jadakiss",
        "lyrics": "  [Intro: Trevor Williams] Children grow and women producing Men go working, some go stealing Everyone's got to make a living  [Verse 1: Jadakiss & Styles P] L-O-X... J.Lo... Yea, yea, yo, yo We off the blocks this year Went from a little to a lot this year Everybody mad at the rocks that I wear I know where I'm going and I know where I'm from You hear LOX in your ear Ea we're at the airport out D-Glock from the block where everybody air-forced out With a new white Tee you fresh, nothing phoney with us Make the money, get the mansion, bring the homies with us  [Chorus: Jennifer Lopez] Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!) Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!)  [Verse 2: Jennifer Lopez] From \"In Living Color\" to movie scripts To \"On the 6\" to \"J.Lo\" to this Headline clips I stay grounded as the amounts roll in I'm real I thought I told ya (I'm real) I'm really been on Oprah (I'm real) That's just me Nothing phony don`t hate on me What you get is what you see, oh  [Chorus: Jennifer Lopez] Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!)  [Verse 3: Jennifer Lopez] I'm down to earth like this Rocking this business I've grown up so much I'm in control and loving it Rumors got me laughing kid I love my life and my public Put God first And can't forget to stay real To me it's like breathing, yeah  [Chorus: Jennifer Lopez] Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!)  [Verse 4: Jadakiss, Styles P & Trevor Williams] Yo, it take hard work to cash checks So don't be fooled by the rocks that I got their assets You get back what you put out If even if you take the good route Can't count the hood out After a while you'll know who to blend with Just keep it real with the ones came in with Best thing is to stay low, LOX and J.Lo (Everyone's got to make a living)  [Chorus: Jennifer Lopez] Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!)  [Chorus: Jennifer Lopez] Don't be fooled by the rocks that I got I'm still - I'm still Jenny from the block Used to have a little now I have a lot No matter where I go I know I came from (from the Bronx!)  ",
        "title": "Jenny From The Block"
    },
    {
        "artist": "Kid Rock Featuring Sheryl Crow",
        "lyrics": null,
        "title": "Picture"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Ludacris",
        "lyrics": null,
        "title": "Gossip Folks"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Intro: 2Pac] Shit, tired of gettin' shot at Tired of gettin' chased by the police and arrested Niggas need a spot where we can kick it A spot where we belong, that's just for us Niggas ain't gotta get all dressed up and be Hollywood Y'knahmean? Where do niggas go when we die? Ain't no heaven for a thug nigga That's why we go to thug mansion That's the only place where thugs get in free And you gotta be a G, at thug mansion  [Verse 1: 2Pac] A place to spend my quiet nights, time to unwind So much pressure in this life of mine, I cry at times I once contemplated suicide, and woulda tried But when I held that 9, all I could see was my mama's eyes No one knows my struggle, they only see the trouble Not knowin' it's hard to carry on when no one loves you Picture me inside the misery of poverty No man alive has ever witnessed struggles I survived Prayin' hard for better days, promise to hold on Me and my dawgs ain't have a choice but to roll on We found a finally spot to kick it Where we can drink liquor and no one bickers over trick shit A spot where we can smoke in peace, and even though we G's We still visualize places that we can roll in peace And in my mind's eye, I see this place the players go and pass it I got a spot for us all, so we can ball, at thug's mansion  [Hook: Anthony Hamilton] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  [Verse 2: 2Pac] Will I survive all the fights and the darkness? Trouble sparks, they tell me: \"Home is where the heart is.\" Dear departed, I shed tattooed tears And couldn't sleep good for multiple years Witness peers catch gunshots; nobody cares Seen the politicians ban us, they'd rather see us locked in chains Please explain why they can't stand us Is there a way for me to change? Or am I just a victim of things I did to maintain? I need a place to rest my head With the little bit of homeboys that remains ‘Cause all the rest dead; is there a spot for us to roll? If you find it, I'll be right behind ya, show me and I'll go How can I be peaceful? I'm comin' from the bottom Watch my daddy scream \"Peace!\" while the other man shot him I need a house that's full of love, when I need to escape The deadly places slingin' drugs, in thug's mansion  [Hook: Anthony Hamilton] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  [Verse 3: 2Pac] Dear Mama, don't cry, your baby boy's doin' good Tell the homies I'm in Heaven and they ain't got hoods Seen a show with Marvin Gaye last night, it had me shook Drinkin' peppermint Schnapps, with Jackie Wilson and Sam Cooke Then some lady named Billie Holiday sang Sittin' there kickin' it with Malcolm 'til the day came Little Latasha sho' grown Tell the lady in the liquor store that she's forgiven, so come home Maybe in time you'll understand Only God can save us, when Miles Davis cuttin' lose with the band Just think of all the people that you knew in the past That passed on, they in Heaven, found peace at last Picture a place that they exist, together There has to be a place better than this, in Heaven So right before I sleep, dear God, what I'm askin' Remember this face, save me a place in thug's mansion  [Hook: Anthony Hamilton & (2Pac)] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky (in thugs mansion) Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky (thugs mansion) Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise, in the sky (in thugs mansion) Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  ",
        "title": "Thugz Mansion"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by J-Praize]  [Intro] It's 50 a.k.a. Ferrari F-50 Break it down I got a lot of livin' to do before I die And I ain't got time to waste Let's make it  [Verse 1] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You ain't a friend of mine, you ain't no kin of mine What makes you think that I won't run up on you with a 9? We do this all the time, right now we on the grind So hurry up and cop and go, we sellin' nicks and dimes Shorty she so fine, I gotta make her mine An ass like that gotta be one of a kind I crush 'em every time, punch 'em with every line I'm fuckin' with they mind, I make 'em press rewind They know they can't shine if I'm around to rhyme Been on parole since '94 'cause I commit the crime I send you my line, I did a three-to-nine If D's ran up in my crib you know who droppin' dimes  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  [Verse 2] Damn, homie In high school you was the man, homie The fuck happened to you? I got the sickest vendetta when it come to the cheddar If you play with my paper you gotta meet my Beretta Now shorty think I'ma sweat her sippin' on Amaretto I might hit once, then dead her, I know I can do better She look good, but I know she after my cheddar She tryin' to get in my pockets, homie, and I ain't gon' let her Be easy, start some bullshit, you get your whole crew wet We in the club doin' the same old two step Guerrilla Unit, cuz, they say we bugged out 'Cause we don't go nowhere without toast, we thugged out  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  [Bridge] Me I'm no mobster, me I'm no gangsta Me I'm no hitman, me I'm just me, me Me I'm no wanksta, me I'm no actor But it's me you see on your TV  [Verse 3] 'Cause I hustle, baby, this rap shit is so easy I'm gettin' what you get for a brick to talk greasy By any means, partner, I gotta eat on these streets If you play me close for sure I'm gonna pop my heat Niggas sayin' they goin' murk 50, how? We ridin' round with guns the size of Lil Bow Wow What you know about AK's and AR-15's Equipped with night vision, shell catchers and inf-beams, huh?  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  ",
        "title": "Wanksta"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  I saw Star Wars at least 8 times Had the pac-man pattern memorized And I've seen the stuff they put inside Stretch Armstrong  I was Roger Stauback back in my back yard Had a shoebox full of baseball cards And a couple of Evil Kinevil scars On my right arm Well, I was a kid when Elvis died And my mama cried  Chorus: It was 1970- something In the world that I grew up in Farrah Faucett hair-do days Bell bottoms and 8-track tapes Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1970-something  It was the dawning of a new decade When we got our first microwave And Dad broke down and finally shaved Those sideburns off I took the stickers off of my Rubix cube Watched MTV all afternoon My first love was Daisy Duke In them cut off jeans A Space Shuttle fell out of the sky And the whole world cried  Chorus: It was 1980-something In the world that I grew up in Skating rinks and Black Trans Ams Big hair and parachute pants Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1980-something  Now I got a mortgage and an SUV But all this responsibility Makes me wish sometimes Sometimes....  Chorus: It was 1980-something In the world that I grew up in Skating rinks and Black Trans Ams Big hair and parachute pants Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1980-something  1970-something Aw, it was 19-Something  ",
        "title": "19 Somethin'"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] We got the afternoon You got this room for two One thing I've left to do Discover me Discovering you  One mile to every inch of Your skin like porcelain One pair of candy lips and Your bubblegum tongue  [Pre-Chorus] And if you want love We'll make it Swim in a deep sea Of blankets Take all your big plans And break them This is bound to be a while  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland  [Verse 2] Something about the way your hair falls in your face I love the shape you take when crawling towards the pillowcase You tell me where to go and Though I might leave to find it I'll never let your head hit the bed Without my hand behind it  [Pre-Chorus] And if you want love We'll make it Swim in a deep sea Of blankets Take all your big plans And break them This is bound to be a while  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland (I'll use my hands) [Outro] Damn, baby You frustrate me I know you're mine all mine, all mine But you look so good it hurts sometimes  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland  [Outro] [?]  ",
        "title": "Your Body Is A Wonderland"
    },
    {
        "artist": "No Doubt Featuring Lady Saw",
        "lyrics": "  [Verse 1] There's times when I want something more Someone more like me There's times when this dress rehearsal Seems incomplete But you see the colors in me Like no one else And behind your dark glasses You're something else  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Verse 2] You know some real bad tricks And you need some discipline But lately you've been trying real hard And giving me your best And you give me the most gorgeous sleep That I've ever had And when it's really bad I guess it's not that bad  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Bridge] So many moons that we have seen Stumbling back next to me I've seen right through and underneath And you make me better I've seen right through and underneath And you make me better  [Rap - Lady Saw] For real! 'Cause underneat' it all, you are my real Prince Charmin' Like the heat from the fire, you were always burnin' Anytime you’re around, my body keeps callin' For your touch, your kisses and your sweet romancin' There’s another side of you, weh this a woman yah adore Aside from your temper, everything else secure You’re good for me, baby, of that, I’m sure 'Cause over and over again, mi want more  [Verse 3] You've used up all your coupons And all you got left is me And somehow I'm full of forgiveness I guess it's meant to be…  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  ",
        "title": "Underneath It All"
    },
    {
        "artist": "Good Charlotte",
        "lyrics": "  Always see it on TV Or read it in magazines Celebrities that want sympathy All they do is piss and moan Inside the Rolling Stone Talkin' about how hard life can be I'd like to see them spend a week Livin' life out on the street I don't think they would survive If they could spend a day or two Walking in someone else's shoes I think they'd stumble And they'd fall, they would fall  Lifestyles of the rich and the famous They're always complainin' Aways complainin' If money is such a problem Well, they got mansions Think we should rob them  Did you know if you were famous You could kill your wife? And there's no such thing as twenty-five to life As long as you got the cash to pay for Cochran And did you know if you were caught And you were smoking crack McDonalds wouldn't even wanna take you back? You could always just run for mayor of D.C I'd like to see them spend a week Livin' life out on the street I don't think they would survive If they could spend a day or two Walking in someone else's shoes I think they'd stumble And they'd fall, they would fall  Lifestyles of the rich and the famous They're always complainin' Always complainin' If money is such a problem Well, they got mansions Think we should rob them Lifestyles of the rich and the famous They're always complainin' Always complainin' If money is such a problem We got so many problems Think I could solve them Lifestyles of the rich and the famous We'll take your clothes, cash, cars, and homes Just stop complainin' Lifestyles of the rich and famous Lifestyles of the rich and famous Lifestyles of the rich and famous  ",
        "title": "Lifestyles Of The Rich And Famous"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] Uh, uh, some deep shit, uh, uh  [Verse 1] Mommy please stop crying, I can't stand the sound Your pain is painful and it's tearing' me down I hear glasses breaking as I sit up in my bed I told dad you didn't mean those nasty things you said  [Verse 2] You fight about money, bout me and my brother And this I come home to, this is my shelter It ain't easy growing up in World War III Never knowing what love could be, you'll see I don't want love to destroy me like it has done My family  [Pre-Chorus] Can we work it out? Can we be a family? I promise I'll be better, Mommy I'll do anything Can we work it out? Can we be a family? I promise I'll be better, Daddy please don't Leave  [Interlude] Daddy please stop yelling I can't stand the sound Make mama stop crying Because I need you around My mama she loves you No matter what she says Its true I know that she hurts you But remember I love you, too  [Verse 4] I ran away today, ran from the noise, ran away Don't wanna go back to that place But don't have no choice, no way It ain't easy growing up in World War III Never knowing what love could be, well I've seen I don't want love to destroy me like it did my Family  [Pre-Chorus] Can we work it out? Can we be a family? I promise I'll be better, Mommy I'll do anything Can we work it out? Can we be a family? I promise I'll be better, Daddy please don't Leave  [Verse 5] In our family portrait, we look pretty happy Let's play pretend, let's act like it comes Naturally I don't wanna have to split the holidays I don't want two addresses I don't want a step-brother anyways And I don't want my mom to have to change her Last name  [Chorus] In our family portrait we look pretty happy We look pretty normal, let's go back to that In our family portrait we look pretty happy Let's play pretend, act like it goes naturally  [Chorus] In our family portrait we look pretty happy (Can we work it out? Can we be a family?) We look pretty normal, let's go back to that (I promise I'll be better, Mommy I'll do Anything) In our family portrait we look pretty happy (Can we work it out? Can we be a family?) Let's play pretend act and like it comes so Naturally (I promise I'll be better, Daddy please don't Leave) In our family portrait we look pretty happy (Can we work it out? Can we be a family?) We look pretty normal, let's go back to that (I promise I'll be better, Daddy please don't Leave)  [Bridge] Daddy don't leave Daddy don't leave Daddy don't leave Turn around please Remember that the night you left you took my Shining star? Daddy don't leave Daddy don't leave Daddy don't leave Don't leave us here alone  [Verse 6] Mom will be nicer I'll be so much better, I'll tell my brother Oh, I won't spill the milk at dinner I'll be so much better, I'll do everything right I'll be your little girl forever I'll go to sleep at night  ",
        "title": "Family Portrait"
    },
    {
        "artist": "Erykah Badu Featuring Common",
        "lyrics": "  Right here what we gone do is go back Way back Ooh... Way back, yeah  [Verse 1: Erykah Badu] I met him when I was a A little girl, he gave me He gave me poetry He was my first But in my heart I knew I Wasn't the only one 'Cause when the tables turned He had to break, but...  [Pre-Hook] Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the...  [Hook] Love of my life You are my friend Love of my life I can depend Love of my life Without you, baby It feels like I sampled true love But the shit didn’t clear  [Interlude: Common] A freak-freak, y'all, and ya don't stop A to the beat y'all and ya don't stop A freak-freak  [Verse 2: Erykah Badu] Or could it be that it was All just so simple then A teenage love but you said He's just a friend He moved around and we kept In touch through his friend Mike The world was young and we knew We couldn't rush but...  [Pre-Hook] Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the...  [Hook] Love of my life You are my friend Love of my life On you I can depend, yeah, yeah Love of my life Without you, baby It feels like I sampled true love But the shit didn’t clear  [Verse 3: Common] Y'all know how I met her We broke up and got back together To get her back, I had to sweat her Thought she'd roll with bad boys forever in many ways Them boys may be better, to grow, I had to let her She needed cheddar and I understood that Looking for cheese, that don't make her a hoodrat In fact she's a queen to me, her light beams on me I love it when she sings to me It's like that and a...  [Hook] Love of my life Ooh, you know you rock my world and Love of my life You B-boy and I'm B-girl'n Love of my life It don't stop until the break of dawn, ooh...  Love of my life Ooh, you know you rock my world and Love of my life You B-boy and I'm B-girl'n Love of my life Yeah...  ",
        "title": "Love Of My Life (An Ode To Hip Hop)"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] There's another world inside of me that you may never see There's secrets in this life that I can't hide But somewhere in this darkness There's a light that I can't find Well maybe it's too far away, yeah Or maybe I'm just blind Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Verse 2] When your execution x-ray Cannot see under my skin I won't tell you a damn thing That I could not tell my fans Roaming through this darkness I'm alive but I'm alone And part of me is fighting this But part of me is gone  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Refrain] Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone Love me when I'm gone  [Outro] Love me when I'm gone When I'm gone When I'm gone When I'm gone  ",
        "title": "When I'm Gone"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  Girl, I know he ain't takin' care of you I see it in your face And I know that's not the man that you really want You know So if you see me talkin' Just come see me I'm a better man any way  Versre 1: Lies, and decit I know,u feel this with your man Cause when there,all I see Is cryin  Chrous 1: I should be your boyfriend (I should be your boyfriend) Cause you know he's lyin (cause you know he's lyin) It might seems like I'm hatin But girl I'm just relatin  Chrous 2: Step one,walk through that door Step two,tell him he's not like he was before,you don't love him anymore Now three,come to me Step four I'll love you more You will see how lovu should be,but there's four steps to complete  Verse 2: There was a time When he tried to be the one who would Give you all you deserved,but now he's not tryin  Repeat chrous 1 1x  Repeat chrous 2 1x  Bridge : Your what I’m lookin for Our love would mean much more Then what he’s given you But you must let him know that you can’t take no more Replace him with me Someone who knows how to show their feelings To someone who deserves them (Someone who deserves them) If you can’t figure out Got it all mapped out Baby, just take step one Chorus Chorus  ",
        "title": "I Should Be..."
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story about “The Baby”]  [Verse 1] My brother said that I Was rotten to the core I was the youngest child So I got by with more  [Verse 2] I guess she was tired by The time I came along She'd laugh until she cried I could do no wrong She would always save me Because I was her baby  [Verse 3] I worked a factory in Ohio A shrimp boat in the Bayou I drove a truck in Birmingham Turned 21 in Cincinnati I called home to mom and daddy I said \"Your boy is now a man\" She said \"I don't care if you're 80 You’ll always be my baby\"  [Verse 4] She loved that photograph Of our whole family She'd always point us out For all her friends to see  [Verse 5] That's Greg he's doing great He really loves his job And Ronnie with his 2 kids How about that wife he's got And that one's kind of crazy But that one is my baby  [Verse 6] I got a call in Alabama Said come on home to Louisiana And come as fast as you can fly Cause your mamma really needs you And says she's got to see you She might not make it through the night The whole way I drove 80 So she could see her baby  [Verse 7] She looked like she was sleeping And my family had been weeping By the time that I got to her side And I knew that she'd been taken And my heart it was breaking I never got to say goodbye  [Outro] I softly kissed that lady And cried just like a baby  ",
        "title": "The Baby"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Salaam Remi]  [Intro] Bravehearts, Bravehearts, Bravehearts…  [Verse 1] Now let's get it all in perspective For all y'all enjoyment, a song y'all can step with Y'all appointed me to bring rap justice But I ain't five-O, y'all know it's Nas, yo Grey Goose and a whole lot of hydro Only describe us as soldier survivors Stay laced in the best, well-dressed With finesse in a white tee, lookin' for wifey Thug girl who fly and talks so nicely Put her in the coupe so she can feel the nice breeze We can drive through the city, no doubt But don't say my car's topless, say the titties is out Newness, here's the anthem Put your hand up that you shoot with, count your loot with Push the pool stick in your new crib Same hand that you hoop with, swing around like you stupid King of the town? Yeah, I been that You know I click-clack — where you and your mens at? Do the Smurf, do the Wop, Baseball Bat Rooftop like we bringin' '88 back  [Hook] They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas? Where them dimes at? They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas at? Where them dimes at?  [Verse 2] This ain't rappin', this is Street Hop Now get up off yo' ass like your seat's hot My live niggas lit up the reefer Trunk of the car, we got the streetsweeper Don't start none, won't be none No reason for your mans to panic You don't wanna see no ambulances Knock a pimp's drink down in his pimp cup That's the way you get Timberland'd up Let the music diffuse all the tension Baller convention, free admission Hustlers, dealers and killers can move swift Girls get close, you can feel where the tool's kept All my just-comin' homies, parolees Get money, leave the beef alone slowly Get out my face, you people so phony Pull out my waist, the Eagle four-forty  [Hook] They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas? Where them dimes at? They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas at? Where them dimes at?  [Verse 3] I see niggas runnin', yo, my mood is real rude I lay you out, show you what steel do Mobsters don't box, my pump shot obliges Every invitation to fight you punk-asses Like Pun said: you ain't even en mi clasa Maybach Benz, back seat, TV plasma Ladies lookin' for athletes or rappers Whatever you choose, whatever you do Make sure he a thug and intelligent too Like a real thoroughbred is Show me love, let me feel how the head is Females who's the sexiest is always the nastiest  [Outro] And I like a little sassiness A lot of class; Mami, reach in your bag, pass the fifth I'm a leader at last, this a don you with My 9's will spit, niggas lose consciousness  ",
        "title": "Made You Look"
    },
    {
        "artist": "Jaheim Featuring Tha Rayne",
        "lyrics": "  Young cat got back did a little dig Kind of hearty but he tough, dorag and timbs Kind of hard to get a job Back out on the block charge that to the game  Young girl she grew up in a rush had it bad, no doubt She don't know who to trust every man She ever loved only wanna touch charge that to the game  [Bridge:] But its all gravy, babyy Shots get popped, the cops shut down the party jeans sag low Blow smoke out of dutches We got love for ya'll but ya'll don't know us  [Hook:] Now we swerve in the suburban and switching lanes Spend up all our dough on them chrome and thangs Name our kids some funny names Don't hate on us were fabulous  Prepaid cellies for local calls Hating kinds of demons up at the malls rocking corn rolls and twist Thats how we roll don't hate on us were fabulous  [Verse 2:] They met he said how she was a dime So naive that she believed every single lie 17 first time slipped up bout to have a child charge that to the game  Was just us and mom, single family home She did the best she could, did it all alone Met a man but he won't raise a child that's not his own Oh, no Oh, no, no  [Bridge:] But its all gravy, baby Shots get popped, the cops shut down the party jeans sag low Blow smoke out of dutches, we got Love for ya'll but ya'll don't know us  [Hook:] Now we swerve in the suburban and switching lanes Spend up all our dough on them chrome and thangs Name our kids some funny names Don't hate on us were fabulous  We pay cellies for local calls Hating kinds of demons up at the malls rocking corn rolls and twist Thats how we roll don't hate on us were fabulous  With all that we've got And no matter whatever together what weather the storm And meanwhile with all we got it might get rough but it's alright Cause U-N-I-T-Y is all we need to get our R-E-S-P-E-C-T And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P  ",
        "title": "Fabulous"
    },
    {
        "artist": "Emerson Drive",
        "lyrics": null,
        "title": "Fall Into Me"
    },
    {
        "artist": "Lasgo",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "LL Cool J Featuring Amerie",
        "lyrics": null,
        "title": "Paradise"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Pre-Chorus] At first she's going to come on strong Like She'll love you all night long Like it's going out of style Then she'll leave you with a smile  [Chorus] Well you can't help but wonder Why you can't help but love her But you can't help love her And all that hurting was more than worth it It's written all over your face  [Verse 1] One day you'll pass her on the street With that guy you used to be She'll say hello and walk on by Then she'll leave you with a smile  [Chorus] Well you can't help but wonder Why you can't help but love her But you can't help love her And all that hurting was more than worth it It's written all over your face  [Pre-Chorus] At first she's going to come on strong Like She'll love you all night long Like it's going out of style Then she'll leave you with a smile  [Outro] Ah, she's going to love you She going to leave you with a smile Ah, she's going to love you She going to leave you with a smile  ",
        "title": "She'll Leave You With A Smile"
    },
    {
        "artist": "Baby Featuring P. Diddy",
        "lyrics": null,
        "title": "Do That..."
    },
    {
        "artist": "Terri Clark",
        "lyrics": null,
        "title": "I Just Wanna Be Mad"
    },
    {
        "artist": "Eve",
        "lyrics": "  [Verse 1] Now I'mma do this thing like it ain't done before Never leave the game stranded, I had to give more I'mma give you what you want, what you waitin' for? Make the music that the people can't ignore A lot of niggas is bitches, a lot of bitches be trippin' A lot of them be wishin' that they was in my position A lot of niggas be cowards and most chicks be chickens Fuck 'bout the CLUCK! CLUCK! Eve ain't trippin' Most dudes is okay (half of the rest ain't) Talkin' 'bout what they wanna do (reality they can't) Ask 'em what they life worth, watch 'em draw a blank I really ain't got no interest if it don't involve the bank Most of the time I'm nice to 'em (half the time I'm not) It ain't nothin' new though (learned it from off the block) People think I changed much 'cuz I'm livin' good Now they get my voicemail, hear them callin' me rude? Sometimes I feel bad (most of the time I don't) 'Cuz if I don't protect my shit (other niggas won't) Some want me to neglect my shit (take it for a joke?!) But I'm stayin' on the grind (never goin' back to broke)  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  [Verse 2] Now I'mma do this thing like it ain't done before Never leave the game stranded, I had to give more I'mma give you what you want, what you waitin' for? Make the music that the people can't ignore See how we do this thing, dog, here we go again Dre and Bombshell, don't you love how it blend? Radio stations, DJ's they spin Told y'all determined to win You tryna enter through the back door? Ain't nothin' happenin', this whole shit is my shit, bitch, and I'm the captain Can't beat me, join me, baby, then get to clappin' Bang it in ya whips to get ya neck snappin' I know you hopin' that I rest so you can breathe Stressed when we in the same places 'till I leave Whisper to they friends, \"What they wanna do to me?\" Wish they could erase me, take away the air I breathe And I feed 'cuz that shit only give me hunger pains Never let you muhfuckas put out my flame Ready for whatever, was trained to maintain And I always been a savage 'bout the fame Separate the girls from the women and the winnin' Always knew the thrill was worth it from the beginnin' Baby, what's the deal? I'm hurtin' 'em how I'm livin' I gotta conquer it all now the world's my wishin'  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  [Bridge] Ain't nothin' hotter than this heat y'all, it's like a magnet I don't really mess wit too many 'cuz they be plastic That's it enjoy it boy, it's like magic Anything less than a banger will not have it Still, I Ruff Ryde but I got my team And we ain't goin' nowhere 'till we lock the game But in the mean time, ball while we live the dream And now I need to hear y'all sing  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  ",
        "title": "Satisfaction"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Verse 1] Lately you've been questioning If I still see you the same way Cause through these trying years We gonna both physically change  Now don't you know you you'll always be The most beautiful woman I know So let me reassure you darlin that My feelings are truly unconditional  [Chorus] See I'll love you when your hair turns gray, girl I'll still want you if you gain a little weight, yeah The way I feel for you will always be the same Just as long as your love don't change, No  I was meant for you and you were meant for me, yeah And I'll make sure that I'll be everything you need, yeah Girl the way we are is how its gonna be Just as long as your love don't change  [Verse 2] Cause I'm not impressed, more or less By them girls in the T.V and magazines Cause honestly I believe that your beauty Is way more than skin deep Cause everything about you makes me feel I have the greatest gift in the world And even when you get on my last nerve I couldn't see myself being with another girl  [Chorus]  [Bridge] So don't waste your time worryin bout Small things that ain't relevant to me Cause to my understanding your all I want and need See what I'm tryin to say is I'm here to stay And as long as your love doesn’t change, then  Baby darling I swear that I I swear I ain't going nowhere no [Chorus]  [Vamp] You’re my baby, yeah Don't you change baby, no Baby you gotta understand that I love you baby, yeah Don’t you know, you gotta know You’ve got to know Yeah, yeah  ",
        "title": "dontchange"
    },
    {
        "artist": "Aaron Lines",
        "lyrics": "  She says don't stare at me She's afraid that I might see Those 5 extra pounds she talks about Man, I don't know what she's talking about  She looks through magazines With every page she dreams of Looking like somebody else I wish she wasn't so hard on herself  Then she falls asleep with just my t-shirt on But even when her hair's messed up and her make-up's gone  Chorus  You can't hide Beautiful You Can't hide wonderful There's nothing that she has to do It just comes natural She makes it look easy I love what she does to me No way to disguise The way that she shines You can't hide beautiful, oh no  She can take a simple dress Put it on and turn some heads Man Everytime she moves she gets me She doesn't even know she's sexy  And the way she thinks sometimes Out of no where blows my mind She makes me laugh and makes me dream I love the way she looks at things  A little piece of heaven god gave to this world She might think she's just an ordinary girl  \"But\" Repeat Chorus  You can't hide Beautiful She's so beautiful yeah yeah Ohhh ohhh ya can't ya can't ya can't hid beautiful  ",
        "title": "You Can't Hide Beautiful"
    },
    {
        "artist": "t.A.T.u.",
        "lyrics": "  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough  [Verse 1] I'm in serious shit, I feel totally lost If I'm asking for help, it's only because Being with you has opened my eyes Could I ever believe such a perfect surprise? I keep asking myself, wondering how I keep closing my eyes, but I can't block you out Wanna fly to a place where it's just you and me Nobody else, so we can be free Nobody else, so we can be free  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said  [Verse 2] And I'm all mixed up, feeling cornered and rushed They say it's my fault, but I want her so much Wanna fly her away where the sun and rain Come in over my face, wash away all the shame When they stop and stare, don't worry me 'Cause I'm feeling for her what she's feeling for me I can try to pretend, I can try to forget But it's driving me mad, going out of my head  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said Things she said All the things she said All the things she said  [Verse 3] Mother lookin' at me Tell me, \"what do you see?\" Yes, I've lost my mind Daddy lookin' at me Will I ever be free? Have I crossed the line?  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said  ",
        "title": "All The Things She Said"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "Cry"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  It seems like just the other day that we hooked up (I was drivin', you was walkin' and I swooped you up) From that moment on I knew you were the one, yeah (I was single, you was lonely and we fell in love)  We would sit and talk for hours about anything (Baby, you hang up, no, you hang up, on three hang up) I bought your whip, I paid your rent, I gave you everything (Said you'd always be my baby then you bounce) How you gonna?  How you gonna up and leave me now How you gonna act like that How you gonna change it up, we just finished makin' up How you gonna act like that  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  Girl, I never thought that lovin' you would hurt (I did everything a good man would to make it work) Girl, you should have told me you had second thoughts (Like before I put the down on the house we bought)  Now I'm thinkin' you and me was a mistake (But then it hits me and I'm missin' all the love we made) Girl, I know that we've been goin' through some things, yeah (But the sun is always shinin' even when it rains, oh)  I'll be the one you kick it to I'll be the one that misses you I'll be the one to ease your pain I'll be the one you'll want again And you'll be the one who can't forget You'll be the one that's innocent You'll be the one I can't deny You'll be the one that makes me cry, baby  How you gonna up and leave me now (Why you do) How you gonna act like that (Why you gotta act like this) How you gonna change it up (Whoa, ho, baby), we just Finished makin' up How you gonna act like that (But I need you)  How you gonna act like we (Oh) don't be makin' love (Whoa: baby, baby) You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  You know I'm willin' to do anything Just to keep you in my heart (Keep you in my heart) I messed around and gave up everything I thought we'd never part (Yes, I did, baby) I was a player and made the choice to give my heart to you And I gotta keep it that way, ooh, baby  How you gonna up and leave me now (Ooh, baby) How you gonna act like that (Why you gotta treat me this way) How you gonna change it up (Why you treat me wrong) We just finished makin' up How you gonna act like that (Can me somebody tell me why)  How you gonna act (Why, why) like we don't be makin' love (Hey) You know we be tearin' it up, breakin' stuff (Oh, oh, baby) That ghetto love How you gonna trip (all my friends became your friends) How can you forget (all my ends became your ends) How you gonna act like that  Keepin' love ghetto (All I want is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you, all I need is you, babe)  How you gonna up and leave me now (Oh, babe, how you gonna act like that) How you gonna act like that (Hey, hey) How you gonna change it up (Oh), we just finished Makin' up (Why you actin' so changed, oh, oh, baby) How you gonna act like that (Anything you want in me I got ya, hey)  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff (Why you actin' so changed) That ghetto love How you gonna trip (Oh, oh, baby), how can you forget How you gonna act like that  How you gonna up and leave me now  ",
        "title": "How You Gonna Act Like That"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "These Days"
    },
    {
        "artist": "Busta Rhymes Featuring Spliff Star",
        "lyrics": "  [Intro: Busta Rhymes] Just make it clap, just make it clap Ay yo we 'bout to take everybody from every street And throw a party in the Grand Canyon, come on!!! Ah ha, yeah yeah, uh ah uh, yeah yeah, ah, ah, ah Flipmode baby, yeah, check it out  [Verse 1: Busta Rhymes] Hey! Hey! Ain't no fakin the fluid Water drippin off asses of women that's shakin it to it While I'm takin you through it, no mistakin my crew is Flipmode baby!!! got you actin all stupid Now I'm back in the cupid, just to tell you the truth is Them niggas that be havin you blacken and ready to lose it Pushin lambos and harley rockin Roberto Cavalli (Huh!) Now I got a new hobby diamonds and tattoos and bodies Watch me crash through the party, go 'head and spaz girl Tatoo in the name of my click across yo' ass girl We 'bout to blast girl, from here to Albuquerque Like jamaican niggas rockin big chains in socker jerseys Take you on hotter journeys, the way we put it down And be hittin be havin you shittin more than a box of hersheys We come to control it we come to command it And just for the record we always come to set a new standard Act like you know  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Verse 2: Spliff Star] See you a hot little mama it's only right that I holla Love your face love your smile love that ass in a Prada Make it, bounce up and down like the six four impalla Turn around wiggle it like you shakin it for dollars Girl your skin tone pretty and you love top wear Vickey Sport Gucci and Gabbana when you love the world is sticky Got a, crib in the city with a cherry eight fifty We could cruise down the avenue and shop till you dizzy Throw some karats in your pinky have your neck and wrist blingy I could bless you with it all boo but never say gimme We can, pop yellow bottles push whips in all models Vroom vroom on the Calisport instead of Gucci goggles I'm a fly little nigga boo enough for you to dig it boo Hit me up later we can go somewhere and kick it boo The name is Spliff baby I'll make you man hate me Cause my shit's steak and gravy plus my pipe gettin crazy baby  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Bridge: Busta Rhymes] I say come on if your ready, we wylin all night We make you feel good, make you feel right See they drunk off of the henny, niggas wanna fight Shit these bitches be wearin be fittin real tight Niggas up in the club, niggas outside Bag a couple bitches, bring 'em in inmtside Shorty dodgin and dippin, shorty tryin to hide Busy dodgin a nigga because she wanna ride, come on if ya....  [Verse 3: Busta Rhymes] All ready we come to muscle y'all women Come on, rastle and try to hastle and hustle y'all women Come on, you you you you see how we bubble y'all women Come on, dibble and dabble how we be lovin y'all women Come on  [Spliff Star] Let's get it on and let me hit it with my fitted on Never mind a slow jam pump one of Biggie's songs Strip, yell or purr her off show me that butter soft Open wide ma swallow when I let it off, yo  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Outro] Just make it clap, Just make it clap, Just make it clap Just make it clap  ",
        "title": "Make It Clap"
    },
    {
        "artist": "Smilez & Southstar",
        "lyrics": null,
        "title": "Tell Me (What's Goin' On)"
    },
    {
        "artist": "Clipse",
        "lyrics": "  [Intro: Pharrell] (Get down!) Niggas and bitches (Get down!) You are now listening to (Get down!) The real (Get down!) And that would be (Get down!) Clipse, the Neptunes (Get down!) And the new label (Get down!) Star Trak!  [Verse 1: Pusha T] Top down, chrome spinning You see the boss grinning, I'm loving these damn women I let two get in, she tried to let the rest fit in I'm like, \"Naw love, that's forbidden\" I ain't for squishing, that's a problem to the wheel well Trust I know them 20's real well Now we coasting, me, two chicks, and toasting I turn up the volume, watch the bass get 'em open Soft spoken, with a wild side I love 'em in the ride, they lovin' the ride We was moving bodies before we hit the party Before the DJ started cutting (I was already fucking) Cinderella'd you girls; from nothing to something Hit the parking lot, hear the club system thumping Lose the face, you two's was great But it's to the V.I.P., I got new moves to make  [Hook: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  [Verse 2: Malice] Hey, it's just a day in the life Club nights, one of the reasons I love life Chicks be in the back tipsy We gets in for free—\"Ay, they with me\" Two stepping, you see each crew repping Slipping on the floor, mirrors and walls is sweating Shorty in my ear say she got a thong on And I love how she move any time a song on I like that ma, you do something to me Come this way and prove something to me Fast or slow, she got the right moves And I got the right dough for any date that I choose I'm open, but naw, I don't lose focus If the shit jump off, you know the thing that I'm toting But I'm only here to party, y'all Carry every weekend like it's Mardi Gras  [Hook: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  [Bridge: Pharrell + Kelis in background] Yo, you are now listening to the sounds That are vibrating your speakers Please do not be alarmed It will not hurt you at all For it is the real For all my real niggas and bitches  [Verse 3: Pusha T] When they say \"last call\" it don't mean the night's over It mean it's time for her to show ya How quick she can hop out those Gucci loafers Pin her ass to the sofa and attack the chocha S&M chick, asked Pusha to choke her But I thought about how rich I am and said, \"No sir\" Chick was crazy, gave her crazy space What did it the whip appeal, or my baby face?  [Verse 4: Malice] The night's still young and I'm already leaning Cruise through the lot on the deuce-2's gleaming The liquor in me and I don't need a reason Obnoxious with the women, hot tucked in the linen I pull up, let her get in, she know from the beginning She added to the list of them chicks that I done been in Her head spinning and my head spinning Mine from juice and gin and hers from neck and chin and I'm a winner, man  [Hook 2X: Pharrell] When the last time you heard it like this? Smoke something, drink something, get ripped And make the girls in the party just strip Move ya ass, girl Only if you know you live From the club to the parking lot How many chicks can you fit in that ride? Put 'em up, homie  ",
        "title": "When The Last Time"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  [Verse 1] You're throwing around a lot of serious accusations Ain't too hard to tell what you're insinuating You think I'm the one who stole her away And if not for me she'd still be yours today We're both men here so why play games Why don't we call a spade a spade?  [Chorus] Man to man, tell me the truth, tell me Were you ever there when she needed you? Man to man, look me in the eye, tell me If you really loved her, why'd you make her cry? Man to man, well who cheated who? You're the one to blame, tell me it ain't true Man to man, man to man  [Verse 2] Well, you think all your anger is justified Me, I think, it's just your wounded pride What did you really think she was gonna do? She's a real woman, not a doormat for you You want her back, but it's too late Why don't we just cut to the chase?  [Chorus] Man to man, tell me the truth, tell me Were you ever there when she needed you? Man to man, look me in the eye, tell me If you really loved her, why'd you make her cry? Man to man, well who cheated who? You're the one to blame, tell me it ain't true Man to man  [Chorus] Man to man, tell me the truth, tell me Were you ever there when she needed you? Man to man, look me in the eye, tell me If you really loved her, why'd you make her cry? Man to man, well who cheated who? You're the one to blame, tell me it ain't true Man to man, man to man  [Outro] Man to man to man to man to man to man to man Man to man to man to man to man to man to man  ",
        "title": "Man To Man"
    },
    {
        "artist": "Norah Jones",
        "lyrics": "  [Verse 1] I waited 'til I saw the sun I don't know why I didn't come I left you by the house of fun I don't know why I didn't come I don't know why I didn't come  When I saw the break of day I wished that I could fly away Instead of kneeling in the sand Catching tear-drops in my hand  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 2] Out across the endless sea I will die in ecstasy But I'll be a bag of bones Driving down the road alone  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 3] Something has to make you run I don't know why I didn't come I feel as empty as a drum I don't know why I didn't come I don't know why I didn't come I don't know why I didn't come  ",
        "title": "Don't Know Why"
    },
    {
        "artist": "Saliva",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Here you come knocking on my door baby Tell me what you got on your mind I guess those college boys all went home for the summertime And you’re looking right, looking good, looking like a woman should So why is it so hard to find A place to lay your pretty little head down once in a while  [Pre-Chorus 1] You run on a little tough luck baby Don’t you sweat it Everything is waiting inside for you You know I got it Come and get it  [Chorus] Who’s your daddy, who’s your baby? Who’s your buddy, who’s your friend? And who’s the one guy that you come running to When your love life starts tumbling? I got the money if you got the honey Let’s cut a deal let’s make a plan Who’s your daddy, who’s your baby? Who’s your buddy, who’s your man?  [Pre-Chorus 2] You might’ve run on a little tough luck baby Don’t you sweat it Everything is waiting inside for you You know I got it So come and get it  [Chorus] Who’s your daddy, who’s your baby? Who’s your buddy, who’s your man?  ",
        "title": "Who's Your Daddy?"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": null,
        "title": "Disease"
    },
    {
        "artist": "Eminem",
        "lyrics": "  Intro: Eminem & Dina Rae (Mhmmm) *inhales* You high, baby? (Yeah) Yeah? (Talk to me!) You want me to tell you something? (Uh huh) I know what you wanna hear  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Verse 1: Eminem] They call me Superman Leap tall hoes in a single bound I'm single now: got no ring on this finger now I'd never let another chick bring me down In a relationship; save it, bitch! Babysit? You make me sick Superman ain't savin' shit Girl, you can jump on Shady's dick Straight from the hip, cut to the chase I tell a motherfuckin' slut to her face Play no games, say no names Ever since I broke up with what's-her-face I'm a different man, kiss my ass Kiss my lips? Bitch, why ask? Kiss my dick, get my cash? I'd rather have you whip my ass Don't put out, I'll put you out Won't get out, I'll push you out Puss blew out, poppin' shit Wouldn't piss on fire to put you out Am I too nice? Buy you ice? Bitch, if you died, wouldn't buy you life What, you tryin' to be my new wife? What, you Mariah? Fly through twice  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Verse 2: Eminem] Don't get me wrong, I love these hoes It's no secret, everybody knows Yeah, we fucked: bitch, so what? That's about as far as your buddy goes We'll be friends, I'll call you again I'll chase you around every bar you attend Never know what kinda car I be in We'll see how much you be partyin' then You don't want that, neither do I I don't wanna flip when I see you with guys Too much pride, between you and I Not a jealous man, but females lie But I guess that's just what sluts do How could it ever be just us two? I'd never love you enough to trust you We just met and I just fucked you  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Verse 3: Eminem] First thing you say: I'm not fazed I hang around big stars all day I don't see what the big deal is anyway You're just plain old Marshall to me Ooh yeah, girl, run that game Hailie Jade, I love that name Love that tattoo, what's that say? \"Rot In Pieces,\" uh, that's great First off, you don't know Marshall At all, so don't grow partial That's ammo for my arsenal I'll slap you off that bar stool There goes another lawsuit Leave handprints all across you Good Lordy, whoadie You must be gone off that water bottle You want what you can't have Ooh girl, that's too damn bad Don't touch what you can't grab End up with two backhands Put anthrax on a Tampax And slap you 'til you can't stand Girl, you just blew your chance Don't mean to ruin your plans  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  ",
        "title": "Superman"
    },
    {
        "artist": "JC Chasez",
        "lyrics": null,
        "title": "Blowin' Me Up (With Her Love)"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Intro] All my life I've been searching for something Something never comes, never leads to nothing Nothing satisfies but I'm getting close Closer to the prize at the end of the rope All night long I dream of the day When it comes around, then it's taken away Leaves me with the feeling that I feel the most The feeling comes to life when I see your ghost  [Verse 1] Come down don't you resist You have such a delicate wrist And if I give it a twist Something to hold when I lose my grip Will I find something in that So give me just what I need Another reason to bleed One by one hidden up my sleeve One by one hidden up my sleeve  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down  [Verse 2] Will I find a believer Another one who believes Another one to deceive Over and over down on my knees If I get any closer And if you open up wide And if you let me inside On and on I've got nothing to hide On and on I've got nothing to hide  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down  [Bridge] All my life I've been searching for something Something never comes, never leads to nothing Nothing satisfies but I'm getting close Closer to the prize at the end of the rope All night long I dream of the day When it comes around, then it's taken away Leaves me with the feeling that I feel the most The feeling comes to life when I see your ghost And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one  Done, done, on to the next one Done I'm done and I'm on to the next one  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keeping me down  Done, done and on to the next one Done, I'm done, and I'm On to the next  ",
        "title": "All My Life"
    },
    {
        "artist": "Field Mob",
        "lyrics": "  [Verse 1] Little shawty, we used to be on the phone all day Talkin' to the sunshine shinin' on my bald head Now today seem strange No call on my celly, no name on my caller ID Callin' you up and ya OGs sayin' you ain't home What's really goin' on? I wanna know So gimme a call and let's play no games I'm playin', you want the plane Don't point a finger over herre I bought you a fur coat for your birthday And this the things I get shorty? Over there you starin' mad That I went out with them other chicks I told you they ain't shit! They were just some buddies from high school that I went to Where my old homies wanted me to kick it to 'em But I called you up but you wasn't home Baby girl when you get this message, gimme a call I'll be waitin' at home  [Chorus] I'm so sick of being lonely Every night while my man goes out with his homies I wanna know how it feels to be loved, be loved Sick of being lonely Every night while my man goes out with his homies I wanna know how it feels to be loved, be loved  [Interlude {* sung*}] Any other night, you'd be at home waitin' on me, yeah (What's goin' on?) Any other night, you'd be actin' like a bugaboo, ooh (What's goin' on?) Any other night, you'd be callin' me, stallin' me, ha (What's goin' on?) Any other night, I can guarantee a page from you, ooh (What's goin' on?)  [Verse 2] Hmmm, but tonight seem different Man, it's about this fishy (I'm so confused) Cuz I ain't even get shhhh My wife ain't hit me on my pager or cell And when I CALL HER, I keep gettin' the damn voice mail What's goin' on? Yeah I know I'm wrong For goin' and comin' home at 'bout four in the mornin' Hopin' ya \"Home Alone\" like Caulkin But I picked the wrong time, and respect will be expected  [Chorus w/ad libs]  [Verse 3] I'm so sick of bein' lon- AHH, don't finish yo statement You alone call me, I'll be yo replacement Put me in the game coach, you can let that lame go Let me lick you on your neck and go down to yo ankles Cuz ain't no mo' better, freakier feller From the Field to creep wit', when ya guys are dummy Honey you lookin' good, and mo' gooder than a late of neck bones Tenderized and yummy, the Energizer bunny can't compete with me Cuz I be goin' and goin', rowin' With mo' motion than ya ocean from night to mornin' Hit it huffin' and puffin', breath stankin' and yawnin' Something so pretty as you at home alone That's unbelieveable, like when the cow jumped over the moon Now, I never put nothin' before you That's like eatin' cereal, pickin' a fork over a spoon  [Chorus 2X]  ",
        "title": "Sick Of Being Lonely"
    },
    {
        "artist": "Chevelle",
        "lyrics": null,
        "title": "The Red"
    },
    {
        "artist": "Queens Of The Stone Age",
        "lyrics": "  [Verse 1: Josh Homme] We get some rules to follow That and this, these and those No one knows We get these pills to swallow How they stick in your throat Tastes like gold Oh, what you do to me No one knows  [Chorus: Josh Homme] And I realize you're mine Indeed a fool am I And I realize you're mine Indeed a fool am I Ahh  [Verse 2: Josh Homme] I journey through the desert Of the mind with no hope I follow I drift along the ocean Dead lifeboats in the sun And come undone Pleasantly caving in I come undone  [Chorus: Josh Homme] And I realize you're mine Indeed a fool am I And I realize you're mine Indeed a fool am I Ahh  [Outro:  Josh Homme] Heaven smiles above me What a gift here below But no one knows A gift that you give to me No one knows  [Spoken Outro: Alain Johannes & Commercial Bumper] Ustedes que son padres de familia… (Radio Static) …Buenas tardes señores y señoritas aqui esta el \"DJ Héctor Bonifacio Echeberría Cervantes de la Cruz Arroyo Rojas.\" Esta es la radio Quetzalcoatl, el lugar donde el rock vive y no muere, vamos a escuchar un par de temas de Queens of the Stone Age, primero vamos a escuchar \"First It Giveth...\" (Radio Static) ...que musica impresionante temible y verdaderamente ahora van a ver a ver a ver a ver aqui va aqui va aqui va aqui va…  ",
        "title": "No One Knows"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] It seems like every day's the same And I'm left to discover on my own It seems like everything is gray And there's no color to behold  [Pre-Chorus 1] They say it's over and I'm fine again, yeah Try to stay sober, feels like I'm dying here  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Verse 2] I feel the dream in me expire And there's no one left to blame it on I hear you label me a liar 'Cause I can't seem to get this through  [Pre-Chorus 2] You say it's over, I can sigh again, yeah Why try to stay sober when I'm dying here?  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Bridge] And I'm not scared now I must assure you, you're never gonna get away And I'm not scared now And I'm not scared now, no  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Outro] I am prepared now, seems everything's gonna be fine For me, for me, for myself For me, for me, for myself For me, for me, for myself I am prepared now, for myself I am prepared now, and I am fine again  ",
        "title": "Fine Again"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] I talked to my sister in Memphis And I told her you were moving to town Here's her number She said she'd be glad to show you around I left a map on your front seat Just in case you lose your way But don't worry, once you reach Sallisaw It's all interstate  I know you need to go But before you do I want you to know, that I  [Chorus] Wish you the best And I wish you nothing less Than every thing you've ever dreamed of And I hope that you find love along the way But most of all I wish you'd stay  [Verse 2] I figure right about sundown You'll be in West Tennessee And by then Maybe I'll understand why you had to leave  I know that you've done some changing And I know there's no changing your mind And yes I know We've been through this a thousand times  I'm sorry for still holding on I'll try to let go and I'll try to be strong, and I'll  [Chorus]  [Outro] Yeah, everything you've ever dreamed of And I hope that you'll find love along the way But most of all I wish you'd stay I wish you'd stay  ",
        "title": "I Wish You'd Stay"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  He wore that cowboy hat to cover up his horns Sweet talking forked tongue, had a tempting charm Before I turned around that girl was gone All I can say is, bartender pour me something strong  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  It was long and chrome, sitting in the lot Fire engine red, that thing was hot He reved it up, she waved goodbye Love's gone to hell and so have I  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  ",
        "title": "Brokenheartsville"
    },
    {
        "artist": "Amanda Perez",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Common Featuring Mary J. Blige",
        "lyrics": "  [Intro] It's just a fly love song, what It's just a fly love song, what  [Verse 1] Are we living in a dream world? Are your eyes still green girl? I know your sick and tired of arguing But you can't keep it bottled in Jealousy, we got to swallow it Your heart and mind baby follow it Smile, happiness you could model it And when you feel opposite I just want you to know Your whole being is beautiful I'ma do the best I can do Cause I'm my best when I'm with you  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you  [Verse 2] Put down your bags love I know in the past love Has been sort of hard on you But I see the God in you I just want to nurture it Though this love may hurt a bit We dealing wit this water love You even give my daughter love I want to build a tribe wit you Protect and provide for you Truth is I can't hide from you The pimp in me May have to die with you  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you  [Bridge: Mary J. Blige] I know what you're thinking, you're on my mind You're right, you're right, you're right You promise so fast you just might take flight Hope your not tired, tonight, tonight  [Verse 3] You help me to discovery me I just want you to put trust in me I kind of laugh when you cuss at me The aftermath is you touching me It's destiny that we connected girl You and I, we can affect the world I'm tired of the fast lane I want you to have my last name  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you (We're gon' make it I love you, I love you, I love you)  [Bridge: Mary J. Blige] I know what you're thinking, you're on my mind You're right, you're right, you're right You promise so fast you just might take flight Hope your not tired, tonight, tonight  ",
        "title": "Come Close To Me"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  She's unusually unusual!  She introduced herself as Amy, said call me Caroline for short She said, I just moved in three doors down So I wouldn't be the girl next door And I knew the shoes she wasn't wearing fit her just right And she said \"Hey, man did you know that somebody Left your grass out in the yard all last night?\"  Chorus She's unusually unusual Absolutely unpredictable, yes she is She's so different and that's what's wonderful, oh yeah She's unusually unusual And that's beautiful to me  She had a tattoo above her ankle of a trident submarine She said it symbolizes awesome powers hidden deep within our dreams And her diamond eyes, different in color, held me captive in their light And she said \"Hey, man did you know we used to be brothers Yeah in some past life?\"  Chorus She's unusually unusual Absolutely unpredictable, yes she is She's so different and that's what's wonderful, oh yeah She's unusually unusual And that's beautiful to me  Some people may thinks she's strange A different cup of tea But she just does it for me  Chorus She's unusually unusual Absolutely unpredictable, yes she is She's so different, and that's what's wonderful, oh yeah She's unusually unusual And that's beautiful to me  Oh, thats good enough for me Yes she is She unusually unusual And thats beautiful to me  Yeah Unsusall!  ",
        "title": "Unusually Unusual"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] The lights go out and I can't be saved Tides that I tried to swim against Have brought me down upon my knees Oh I beg, I beg and plead Singing come out of things unsaid Shoot an apple off my head And a trouble that can't be named A tiger's waiting to be tamed, singing—  [Chorus] You… are… You… are…  [Verse 2] Confusion that never stops Closing walls and ticking clocks Gonna come back and take you home I could not stop that you now know Singing come out upon my seas Cursed missed opportunities Am I a part of the cure? Or am I part of the disease? Singing—  [Chorus] You… are… You… are… You… are… You… are… You… are… You… are…  [Bridge] And nothing else compares And nothing else compares And nothing else compares  [Chorus] You… are… You… are…  [Outro] (Home) Home Where I wanted to go (Home) Home Where I wanted to go (Home) Home (You…) Where I wanted to go (Are…) (Home) Home (You…) Where I wanted to go (Are…)  ",
        "title": "Clocks"
    },
    {
        "artist": "Nirvana",
        "lyrics": "  [Verse 1] I will never bother you I will never promise to I will never follow you I will never bother you Never speak a word again I will crawl away for good  I will move away from here You won't be afraid of fear No thought was put into this Always knew it'd come to this Things have never been so swell I have never failed to fail  [Chorus] Hey Hey Hey You know you're right You know you're right You know you're right  [Verse 2] It's so warm and calm inside I no longer have to hide Let's talk about someone else Steaming soup against her mouth Nothing really bothers her She just wants to love himself  I will move away from here You won't be afraid of fear No thought was put into this Always knew it'd come to this Things have never been so swell I have never failed to fail  [Chorus] Hey Hey Hey Hey Hey You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know you're right You know your rights You know your rights You know your rights  ",
        "title": "You Know You're Right"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": null,
        "title": "In A Little While"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Two days past eighteen He was waiting for the bus in his army greens Sat down in a booth in a cafe there Gave his order to a girl with a bow in her hair He's a little shy so she give him a smile And he said \"would you mind sitting down for a while and talking to me? I'm feeling a little low\" She said \"I'm off in an hour and I know where we can go\" So they went down and they sat on the pier He said \"I bet you got a boyfriend, but I don't care I got no one, to send a letter to Would you mind if I sent a-one back here to you?\"  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  [Verse 2] So the letters came from an army camp In California then Vietnam And he told her of his heart, it might be love And all of the things he was so scared of Said \"when it's getting kinda rough over here I think of that day sitting down on the pier And I close my eyes, and see your pretty smile Don't worry but I won't be able to write for a while\"  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  [Verse 3] One Friday night at a football game The Lord's Prayer said and the anthem sang A man said 'folks, would you bow your heads For a list of local Vietnam dead\" Crying all alone under the stands was a piccolo player in the marching band And one name read, and nobody really cared But a pretty little girl with a bow in her hair  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  ",
        "title": "Travelin' Soldier"
    },
    {
        "artist": "Amerie",
        "lyrics": null,
        "title": "Talkin' To Me"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Whitney Houston] + (Nelly) Nah, Nah, Nah, Nah, Nah (Whoooo) Come on (Oh, Ohhhh) Come on (You Know that boy right there little dirty) Ohh Ohh (It's the World's famous, Mrs. Whitney Houston)  (Nelly) If you rolling with Nelly, with me get your hands up And if you like the simple things, get your hands up I ain't bout no trial tribulation And if you wanna go and take a vacation Whitney!!!!  [Whitney Houston] + (Nelly adlibs) Kick off my shoes and relax my feet (Relax your feet) Hit the kitchen and grab a bite to eat (Go head girl) It's been one of those crazy weeks (Ugh, Ugh) And I gotta do something special for me (Just for you ma) Hit the salon, get a mani and a pedi (Ugh, Ugh) Have a massage, get a sip and then I'm ready (Whoooo) Got to take time out (Nah, Nah, Nah) And all my real ladies know what I'm talking about Sing!!!!  Ooooooh baby, baby (Yeah) You don't know what I been going through (They don't know what you been going through babygirl) Sing again now Ooooooh baby, baby (You need to let them know) It's obvious to see (ugh, Ugh, Ugh) Exactly what I need  (Chorus) If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up If you like the simple things, get your hands up  If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up And if you like the simple things get your hands up Verse Two!!!!  [Whitney Houston] + (Nelly adlibs) Tonight it's all about me (Whoooo) Just wanna set my body free (Set it free girl) Never mind the T.V. (Cut the music) Tonight I'm gonna let a little T.V. watch me (Come on) Light the candles, aromas at my feet (Ohh) Hot tub bubbles, surround me (Who you got back there?) Mr. Bigg is in the background (ground, ground) The Isley Brothers gonna hold it down Sing!!!!  Ooooooh baby, baby (Come on) You don't know what I been going through (Houston we got a problem) Sing it for me now Ooooooh baby, baby (Come on) It's obvious to see Exactly what I mean (She back ladies and gentlemen)  Chorus  (Nelly) Come on, hush ma You ain't gotta plead your case I understood you from the jump You said you needed your space Take whatever time needed To give you a peace of mind Cause when yback rub home I'm gonna give you a piece of mine A backrub in the tub Play in the suds A simple walk around the park And let you feed the doves You my tender \"Roni\", tell the homies \"No Dibs\" Cause \"Every Little Step\" you take is \"My Prerogative\" Call your girls take an early day off Go do the manies and the pedies, whatever to stay soft Cause today, you the boss And I'm footing the cost And whoever else don't like it They crooked, just stay lost (One of those, One of those days)  Chorus  [Nelly talking] + (Whitney Houston singing) Mrs. Whitney Houston (Oh Yeah) That's right ladies and gentlemen I said Mrs. Whitney Houston, ohh (Oh yeah, Oh yeah) It's your dirty I ain't doing nothing I'm in the background right now I said Houston, we got a problem, hey I said Houston, we got a problem, hey If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up And if you like the simple things, get your hands up I ain't bout no trial tribulation And if you wanna go and take a vacation, hey I'm out baby girl Tell lil' Bobby Christina I said what's up alright  ",
        "title": "One Of Those Days"
    },
    {
        "artist": "Shania Twain",
        "lyrics": null,
        "title": "Up!"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I'd spend a lot more time in the pouring rain Without an umbrella Covering my head And I'd stood up to that bully when he pushed And called me names But I was too afraid And I'd a gone on and saw Elvis that night he came to town But mama said I couldn't And I'd a-went skinny dipping with Jenny Carson That time she dared me to But I didn't  [Chorus] Oh I, I'd done a lot of things different  [Verse 2] I wished I'd a spent more time with my dad When he was alive Now I don't have the chance I wish I had told my brother how much I loved him Before he went off to war But I just shook his hand And I wish I had gone to church on Sunday morning When my grandma begged me too But I was afraid of God And I wish I would've listened when they said Boy You're going to wish you hadn't But I wouldn't  [Chorus] Oh I, I'd done a lot of things different  People say they wouldn't change a thing Even if they could Oh, but I would  [Verse 3] There was this red dress she wanted one time so bad She could taste it And I should have bought it' But I didn't She wanted to paint our bedroom yellow and trim it Blues and greens But I wouldn't let her, wouldn't a-hurt nothing She loved to be held and kissed and touched but I didn't do it Not nearly enough And if I'd a known that dance was going to be our last dance I'd a asked that band to play on and on and on  [Chorus] Oh I, I'd done a lot of things different  [Outro] People say they wouldn't change a thing, even if they could Oh but I would Oh whoa, Oh I, I'd done a lot of things different Oh I, I'd done a lot of things I think we'd all done a lot of things different  ",
        "title": "A Lot Of Things Different"
    },
    {
        "artist": "Stone Sour",
        "lyrics": "  [Verse 1] Wish I was too dead to cry My self-affliction fades Stones to throw at my creator Masochists to which I cater  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds  [Verse 2] Wish I was too dead to care If indeed I cared at all Never had a voice to protest So you fed me shit to digest I wish I had a reason; My flaws are open season For this, I gave up trying One good turn deserves my dying  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds  [Solo: Root]  [Verse 3] Wish I'd died instead of lived A zombie hides my face Shell forgotten With its memories Diaries left With cryptic entries  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds You don't need to bother I don't need to be I'll keep slipping farther But once I hold on: I'll never live down my deceit  ",
        "title": "Bother"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] So you're leaving in the morning on the early train I could say everything's alright And I could pretend and say goodbye Got your ticket Got your suitcase Got your leaving smile I could say that's the way it goes And I could pretend and you won't know That I was lying  [Chorus] Cause I can't stop loving you No I can't stop loving you[x2] Why should I?  [Verse 2] We took a taxi to the station, not a word was said And I saw you walk across the road For maybe the last time I don't know Feeling humble I heard a rumble On the railway track And when I hear that whistle blow I'll walk away and you won't know That I'll be crying  [Chorus]  [Bridge] Even try ……I'll always be here by your side Why, why, why ……I never wanted to say goodbye Why even try ….I'm always here if you change, change your mind  [Verse 3] So you 're leaving in the morning on the early train I could say everything's alright And I could pretend and say goodbye But that would be lying  [Chorus]  ",
        "title": "Can't Stop Loving You"
    },
    {
        "artist": "Wayne Wonder",
        "lyrics": "  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  [Verse 2: Wayne Wonder ] They say good things must come to an end But I'm optimistic about being your friend Though I made you cry by my doings With Keisha and Anisha but that Was back then  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that, yeah yeah  [Bridge: Wayne Wonder ] Really appreciate you loving me After all that we've been thru Really appreciate you loving me All times,time  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  No lettting go, no holding back  ",
        "title": "No Letting Go"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I was twenty and she was eighteen We were just as wild as we were green, in the ways of the world She picked me up in that red rag top We were free of the folks and hiding from the cops On a summer night running all the red lights We parked way out in a clearing in a grove and the night Was hot as a coal burning' stove We were cooking the gas we were had to last  [Chorus] In the back of that red rag top She said please don't stop  [Verse 2] Well the very first time her mother met me Her green-eyed girl was a mother to be for 2 weeks I was out of a job and she was in school Life was fast and the world was cruel We were young and wild, we decided not to have a child So we did what we did and we tried to forget And we swore up and down there would be no regrets In the morning light But on the way home that night  [Chorus 2] On the back of that red rag top She said please don't stop Loving me  [Verse 3] We took one more trip around the sun It was all make believe in the end No I can't say where she is today I can't remember who I was, back then Well you do what you do and you pay for your sins And there's no such thing as what might've Been, that's a waste of time; drive you outta your mind I was stopped at a red light just yesterday beside a young girl In a cabriolet and her eyes Were green I was in an old scene  [Outro] I was back in that red rag top On the day she stopped Loving me I was back in that red rag top On the day she stopped Loving me  ",
        "title": "Red Rag Top"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] Ah Let's go Mmm  [Verse 1] Don't want you for the weekend Don't want you for a night I'm only interested if I can have you for life, yeah Uh, I know I sound serious And, baby, I am You're a fine piece of real estate, and I'm gonna get me some land Oh, yeah  [Pre-Chorus] So don't try to run, honey Love can be fun There's no need to be alone When you find that someone  [Chorus] (I'm gonna getcha) I'm gonna getcha while I gotcha in sight (I'm gonna getcha) I'm gonna getcha if it takes all night (Yeah, you can betcha) You can betcha by the time I say \"go,\" you'll never say \"no\" (I'm gonna getcha) (I'm gonna getcha) I'm gonna getcha, it's a matter of fact (I'm gonna getcha) I'm gonna getcha, don't you worry 'bout that (Yeah, you can betcha) You can bet your bottom dollar in time you're gonna be mine Just like I should, I'll getcha good  Yeah, hoo  [Verse 2] I've already planned it Here's how it's gonna be, ah I'm gonna love you, and you're gonna fall in love with me Yeah, yeah  [Pre-Chorus] So don't try to run, honey Love can be fun There's no need to be alone When you find that someone  [Chorus] (I'm gonna getcha) I'm gonna getcha while I gotcha in sight (I'm gonna getcha) I'm gonna getcha if it takes all night (Yeah, you can betcha) You can betcha by the time I say \"go,\" you'll never say \"no\" (I'm gonna getcha) (I'm gonna getcha) I'm gonna getcha, it's a matter of fact (I'm gonna getcha) I'm gonna getcha, don't you worry 'bout that (Yeah, you can betcha) You can bet your bottom dollar in time you're gonna be mine Just like I should, I'll getcha good Uh uh uh, oh  [Bridge] Yeah, I'm gonna getcha, baby I'm gonna knock on wood I'm gonna getcha somehow, honey Yeah, I'm gonna make it good Yeah, yeah, yeah, yeah, oh yeah  [Pre-Chorus] So don't try to run, honey Love can be fun There's no need to be alone When you find that someone  [Chorus] (I'm gonna getcha) I'm gonna getcha while I gotcha in sight (I'm gonna getcha) I'm gonna getcha if it takes all night (Yeah, you can betcha) You can betcha by the time I say \"go,\" you'll never say \"no\" (I'm gonna getcha) (I'm gonna getcha) I'm gonna getcha, it's a matter of fact (I'm gonna getcha) I'm gonna getcha, don't you worry 'bout that (Yeah, you can betcha) You can bet your bottom dollar in time you're gonna be mine (I'm gonna getcha)(I'm gonna getcha) Oh, I'm gonna getcha, I'm gonna getcha real good Yeah, you can betcha, oh, I'm gonna getcha (I'm gonna getcha) Just like I should, I'll getcha good Oh, I'm gonna getcha good  ",
        "title": "I'm Gonna Getcha Good!"
    },
    {
        "artist": "Telepopmusik",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Lifehouse",
        "lyrics": null,
        "title": "Spin"
    },
    {
        "artist": "Disturbed",
        "lyrics": null,
        "title": "Prayer"
    },
    {
        "artist": "Jennifer Hanson",
        "lyrics": null,
        "title": "Beautiful Goodbye"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] Well, I've been watching, while you've been coughing I've been drinking life, while you've been nauseous And so I drink to health, while you kill yourself And I've got just one thing that I can offer  [Chorus] Go on and save yourself And take it out on me Go on and save yourself And take it out on me, yeah  [Verse 2] I'm not a martyr, I'm not a prophet And I won't preach to you, but here's a caution You better understand, that I won't hold your hand But if it helps you mend, then I won't stop it  [Chorus] Go on and save yourself And take it out on me Go on and save yourself And take it out on me, yeah  [Chorus] Go on and save yourself And take it out on me Go on and save yourself And take it out on me, yeah  [Bridge] Drown if you want, and I'll see you at the bottom Where you'll crawl on my skin and put the blame on me So you don't feel a thing  [Chorus] Go on and save yourself And take it out on me Go on and save yourself And take it out on me, yeah  [Chorus] Go on and save yourself And take it out on me Go on and save yourself And take it out on me, yeah  ",
        "title": "Cochise"
    },
    {
        "artist": "Angie Martinez Featuring Kelis",
        "lyrics": null,
        "title": "Take You Home"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] What if I told you It was all meant to be Would you believe me Would you agree It's almost that feeling That we've met before So tell me that you don't think I'm crazy When I tell you love has come and now  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Verse 2] Everything changes But beauty remains Something so tender I can't explain Well I maybe Dreamin But till I awake Can we make this dream last forever And I'll cherish all the love we share  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Verse 3] Could this be the greatest love of all I want to know that you will catch me when I fall So let me tell you this Some people wait a lifetime  [Chorus] A moment like this Some people wait a lifetime For a moment like this Some people search forever For that one special kiss Oh, I can't believe it's happening to me Some people wait a lifetime For a moment like this  [Outro] Oh, like this oh, I can't believe it's happening to me  Some people wait a lifetime For a moment like this  Oh, like this  ",
        "title": "A Moment Like This"
    },
    {
        "artist": "Kelly Rowland",
        "lyrics": null,
        "title": "Stole"
    },
    {
        "artist": "Christina Aguilera Featuring Redman",
        "lyrics": "  [Intro: Redman] UH, dirrty, filthy, nasty Christina you nasty (Yeah) Too dirty to clean my act up If you ain't dirty, you ain't here to party Whoo, ladies move, gentleman move Somebody ring the alarm, a fire in the room Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Ring the alarm, and I'm trowin' elbows Where my dawgs at?  [Verse 1: Christina] (Uh, let me loose) Oooh, I'm overdue Give me some room, coming through Paid my dues, I'm in the mood Me and my girls come to shake the room DJ spinning, show your hands Let's get dirrty, that's my jam I need that, uh to get me off Sweating 'til my clothes come off It's explosive, speakers are thumping Still jumping, 6 in the morning Table dancing, glasses are crashing No question, time for some action Temperature's up (Can you feel it), 'bout to erupt Gonna get my girls, get your boys, gonna make some noise  [Hook: Christina] Gonna get rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Verse 2: Christina] Ah, heat is up Ladies, fellas drop your cups Bodies packed, front to back Move your ass; I like that Tight hip huggers (low for sure) Shake a little something (on the floor) I need that (uh) to get me off Sweating 'til my clothes come off Let's get open, cause a commotion Still going, 8 in the morning There's no stopping, we keep it popping Hard rocking, everyone's talking Give all you got (give it to me), just hit the spot Gonna get my girls, get your boys, gonna make some noise  [Hook: Christina] Rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Bridge: Christina] Here it comes it's the one you been wait'n on Get up get it rough, yup that's what's up Giving just what you love to the maximum Uh-oh (Uh-oh) Here we go (here we go) What to do when the music starts to drop That's when we take it to the parking lot And I bet you somebody's gonna call the cops Uh-oh (Uh-oh) Here we go (Here we go)  [Verse 3: Redman] Yo, hot damn, Doc a Jam like a Summer Show I keep my car looking like a crash dummy drove My gear look like the bank got my money froze For dead presidents I pimp like Huddy roll Doc the one that excite ya divas (ow!) If the media shine, I'm shining with both of the sleeves up Yo Christina (what), better hop in here My block live and in color, like Rodman hair (yeah) The club is packed, the bar is filled I'm waiting for sister to act like Lauryn Hill Frankly, it's a rap, no bargain deals I drive a four wheel ride with foreign wheels Throw it up baby it's Brick City, you heard of that We blessed, and hung low, like Bernie Mac (Bernie Mac) Dogs, let 'em out, women, let 'em in It's like I'm ODB, the way I'm freaking  [Hook: Christina] Gonna get rowdy Gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival Rowdy, gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival Rowdy, gonna get a little unruly Get it fired up in a hurry Wanna get dirrty It's about time that I came to start the party Sweat dripping over my body Dancing, getting just a little naughty Wanna get dirrty, it's about time for my arrival  [Outro: Christina Aguilera] Uh. What?  [Redman] Another Rockwilder production Aww... yeah  ",
        "title": "Dirrty"
    },
    {
        "artist": "Trick Daddy Featuring LaTocha Scott",
        "lyrics": "  [Intro] Thug holiday, go ahead you can cry this up right baby Everything gone be gravy later, that's right This the time when we take time to remember All the loved ones we lost in the struggle you know I dedicate this to my brother Hollywood, Toby, Bam My dog Itchy and Lil Trav, I dedicate this to the struggle Everybody in the county jail, state penn, check it out  [Trick Daddy] If it wasn't for bad luck, hell I guess that a nigga wouldn't have none But when I think about it, what would I be without my gun How could I, get away from the po-po's, if a, nigga couldn't run And how was I given a daughter when I always prayed for a son Life is crazy ain't it, sometimes I even think the same thing I've been waiting on freeing the ring hell but ain't a thang changed And I lost my brother in the struggle, Taterhead done lost his mother And I'm thinking about it who's mine's who gone raise my brother Not to be a thug, stay in school, don't use drugs Who'll teach him right from wrong and show them boys, true love So I pray for the better days, face the bomb had a run-a-ways And, I put my guns away and I pray for peace on Sundays, it's crazy ain't it  [Hook: LaTocha Scott] Just like the soldiers, that ain't coming home this year Just like the fellas, in prison, we miss you so much for real What about the children, who ran away, that ain't coming home today Well here's a message from coast to coast Cause when them thugs really need it the most a thug holiday  Just like 'em, just like 'em, just like 'em, a thug holiday - 2x  [Trick Daddy] Here go one for, all these killings and all these conflicts in religion See the Muslims, Jews and Christians but know they are all God's children There's only, one him, plus ain't none of y'all confronting him So blind in our own minds we wouldn't even know God if we was in front of him And, I read your books know all your remixes to the bible What about a, verse for the thugs curled with drugs and survival That's asking chapels naming Martin, Malcolm and Farrakhan In all my history books, only one died was the Americans And, that's point of my, who's responsible for Vietnam And, hold on there's more, we had two World Wars And, how come the judges make more than the teachers is making When they the ones raising all the taxes and got us fighting for education Life is crazy ain't it  [Hook] So many tears, through out the years Somebody tell me what's going on And so many liiives, but only God knows About the pain deep inside It gets so hard, you got to keep your head up I know you're fed up, but stay strong Here's a message from coast to coast Cause when them thugs really need it the most, thug holiday  Just like 'em, just like 'em, just like 'em, a thug holiday - 2x  [LaTocha Scott] This is for my people in the ghetto I'm calling out, calling out To all my thugs in the ghetto Calling out, calling out It gets hard sometimes, but you Got to keep your head up, and be strong Here's a message from coast to coast Cause when them thugs really need it the most, a thug holiday  (*ad-libs*)  ",
        "title": "Thug Holiday"
    },
    {
        "artist": "Benzino",
        "lyrics": "  [Intro: Benzino] + (Lil' Kim) Ayo (Benzino where you at?) It's Yellowman, Benzino wanna rock the party And we gonna bring this to the after party Queen Bee wanna rock the party Uh, uh, oh (Oh my God) Yeah (Benzino where you at?) (Bounce) Yellow City gonna rock the party (This is the G-Mix) Young Hef wanna rock the party, Petey Pablo Yellow City, yea  [Verse 1: Lil' Kim] It's your girl Queen Bee with the poisoness sting Chinchilla draggin' with the diamond G-String Bouncin' on Lorenzos I'm the Bee with the wings Who the fuck want what? (What?) Bettin' it all at the crap tables, rip the casino From Vegas to Reno, me and Benzino We gonna rock the party and drink Bacardi, all damn night Awww watch me shake my ass like a fresh bowl of jelly Quite Bootylicious like Beyonce and Kelly Love to see guys with tattoos on they belly Let's get nasty from the car to the telly Ooh, I got my girls with me, so go get your boys Come ride with us, we on the tour bus If you treat us right, and you spendin' the night Then we gon' freak  [Chorus: Benzino] + (Lil' Kim) We gon' throw the party, rock the party Then drink Bakardi, freak somebody Then leave the party to the after party y'all Now what ya'll gon' do? (We gon' take it off, we gon' turn it out It's hot in here, we gon' burn it out We gon' throw that thang, we gon' back it up Now what ya'll gon' do?)  [Verse 2 Benzino] Benzino rock the city and you know I can't stop Back at the lounge with a mean Diddy Bop Shorty lookin' mean and her whole team hot Yo' what's up? Yo' what's up with ya'll? She sippin' cranberry with a splash of Belvedere What? Five carot 'conia ice in my ear Always drinkin' Coniac with ice when I'm here ... Nice Feelin' how 'Zino put's his game to the test 36, 24, I think you know the rest What's your secret ma? How you fit in that dress? ... Oh damn! Now it's gettin' heated and you know what's on my mind Me and you, outta hear, I think it's that time Make you tap out when I creep in from behind Now that's what's up, now everybody just  [Chorus]  [Verse 3: Petey Pablo] Hey hey hey hey Me met a bitch of my dreams, corn jack Come on, liquor inside my head like that Pants saggin', Carolina hat to the back I'm in New York City, can you hear me goddamnit Weavin' through the traffic, shootin' usual daps Tryna find Benzino, is it him in the back Bring it back, porn channel X on the back Be like hey hey hey, how'd she do that? Pretty headed woman, with her fine self Bow-legged cutey with her tight legs Tryna get outta here with her friend in the black dress Spread her hoochie coochie on my sun beam bread Now I been sayin' to myself, Petey Petey Get freaky, damn boy I can't even say it And I got no need to be scared Some things ain't supposed to be said  [Chorus]  [Bridge: Benzino] + (Lil' Kim) Yeah, we gon' rock Yellow City, we gon' rock The after party, we gon' rock (Now what ya'll gon' do?) We gon' rock, we gon' rock tonight Cuz a Yellow City party don't stop Uh, we gonna rock tonight Now what ya'll gon' do?  [Chorus to fade]  ",
        "title": "Rock The Party"
    },
    {
        "artist": "Trina Featuring Ludacris",
        "lyrics": "  [Intro] Nam Myoho Renge Kyo...  [Hook: Trina (Ludacris)] YO! I want my ass smacked (Legs wide) Front back (Side to side) Pussy wet (Slip-N-Slide) (Yup, everything gon' be al-right)  [Verse 1: Trina] Wait bitch, I'mma blow my kisses, get pissed and throw my dishes Y'all niggas know just who this is (woop-woop!) And the head so vicious With me, this shit gon' cost, you short, then that's your loss You know this ass is soft, make a nigga go to breaking off Tell me that you love me baby and get high and fuck me crazy Get a towel and wipe me off, you want a bitch with no type of flaws My girls be shopping hard, these hoes be buying cars In the club buying bars, nipples hard in designer bras All my niggas who getting cheese, throwback and the crispy Gs Moet, Cris on freeze, laugh at a tab cuz this on me Me and Luda in a Cut Supreme, doing things just to touch the cream So many names wanna fuck the Queen, I live a life like it's just a dream, UH!  [Hook]  [Verse 2: Ludacris] Hit it right behind JUMP! Give me the beat, then I'ma make it bump Tell me what you wanna hear, damn, yes it can Trouble with your man, I'ma pop my trunk You ain't seen no chicks like mine, you ain't seen no flicks like mine Gonna make you (UGH!) next to the subwoofers in my 6 by 9 Tell me that you like it raw, tell me that my dick is MWAH! I might make you famous and buy you watches by Maurice Lacroix Tell me if it's new or old, tell me if it's hot or cold Let me know if it's black and bold, say, \"Ludacris, 6 million sold\" See I ain't got no time for games, and I ain't got no time for lames How you loving my Southern slang, ooh, eee, walla-walla-bing-bang So anytime you need me call, winter summer spring or fall It doesn't matter, come one come all, either get dropped or drop them drawers  [Hook]  [Verse 3: Trina] Diamond Princess, just mind your business These rumors are senseless, your whispers are endless We living ghetto fab, we spending hella cash This girl is hella bad, your choice is trailer trash Too much taste for whores, you saw me grace The Source You watched me work the Vibe, bitches, I works for mine One time for these divas, two times for these Visas Third time I come, I'm breezing, the ice just keeps on freezing Hold up, I'ma keep it going back to back, I'ma keep on blowing Platinum plaques, keeping it hood, wet sex, keeping it good Look, girl, you don't know my angle, a hundred thou on a platinum bangle My niggas will slow your roll, pussy power, we in control  [Hook]  [Outro: Trina] YO! That's right I'm back again Round two, motherfuckers That's right, I'm talking greasy I'm a arrogant lil' motherfucker huh? That's right, I'm rich, I'm that bitch (That's right) I'm bout to show y'all how to pimp this shit I'm fucking niggas in the face The game is mine, 2003, fuck that Fuck all y'all haters, fuck all y'all bitches, get a life You got too much times on your hands I want y'all bitches to get a job Up your game, pimp your game up, baby It's all about me this time fuck that Fuck a dime, I'ma silver dollar, HOLLA! Catch me when I come off tour, fuck y'all I'm out  ",
        "title": "B R Right"
    },
    {
        "artist": "Kylie Minogue",
        "lyrics": "  [Chorus] Come, come, come into my world Won't you lift me up, up, high upon your love?  [Verse 1] Take these arms that were made for loving And this heart that will beat for two Take these eyes that were meant for watching over you And I've been such a long time waiting For someone I can call my own I've been chasing the life I'm dreaming Now I'm home  [Pre-Chorus] I need your love Like night needs morning  [Chorus 1] So won't you come, come, come into my world? Won't you lift me up, up, high upon, high upon your love?  [Hook] Na na na na na Na na na na na  [Verse 2] Take these lips that were made for kissing And this heart that will see you through And these hands that were made to touch and Feel you  [Pre-Chorus] So free your love Hear me I'm calling  [Chorus] Oh, baby, come, come, come into my world Won't you lift me up, up, high upon your love? Oh, baby, come, come, come into my world Won't you lift me up, up, high upon, high upon your love?  [Hook] Na na na na na Na na na na na Na na na na na Na na na na na  [Bridge] I need your love Like night needs morning  [Chorus] Oh, baby, come, come, come into my world Won't you lift me up, up, high upon your love? Oh, baby, come, come, come into my world Won't you lift me up, up, high upon, high upon your love?  [Hook: repeat till fade] Na na na na na Na na na na na Na na na na na Na na na na na  ",
        "title": "Come Into My World"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] I'm gonna wake up, yes and no I'm gonna kiss some part of I'm gonna keep this secret I'm gonna close my body now  [Hook] I guess-- die another day I guess-- die another day I guess-- die another day I guess-- die another day  [Chorus 1] I guess I'll die another day (Another day) I guess I'll die another day (Another day) I guess I'll die another day (Another day) I guess I'll die another day  [Spoken Ad Lib] Sigmund Freud Analyze this Analyze this Analyze this  [Verse 2] I'm gonna break the cycle I'm gonna shake up the system I'm gonna destroy my ego I'm gonna close my body now  [Chorus 2] I think I'll find another way There's so much more to know I guess I'll die another day It's not my time to go For every sin, I'll have to pay I've come to work, I've come to play I think I'll find another way It's not my time to go  [Verse 3] I'm gonna avoid the cliché I'm gonna suspend my senses I'm gonna delay my pleasure I'm gonna close my body now  [Chorus 1 - Variation] I guess-- die another day I guess I'll die another day I guess-- die another day I guess I'll die another day  [Chorus 2 - Variation] I think I'll find another way There's so much more to know I guess I'll die another day It's not my time to go  [Ad Lib] Uh! Uh! [Laughter] I need to lay down  [Chorus 1 - Variation] I guess-- die another day I guess I'll die another day I guess-- die another day I guess I'll die another day  [Outro] Another day Another day Another day Another day Another day Another day Another day  ",
        "title": "Die Another Day"
    },
    {
        "artist": "Erick Sermon Featuring Redman",
        "lyrics": "  [Intro] Just Blaze, yeah Check me out now Yo, yo, yo, yo Check me out now Yo, yo, yo Let me hear ya say Uh huh, uh huh, uh huh Put your hands in the air everybody, c'mon Where them dogs at  [Verse 1: Erick Sermon] I'm immaculate, come through masculine Wide-body frame, E-Dub's the name whoa In the field of rap, I'm supurb, I'm fly I should be in the sky with birds I ride twenty inch rims when I lean yo Hey yo them tens nigga I know, I keep 'em clean though Come through storming the block like El Niño Scoop up an Arabic chick before she close She goes, those my people Yeah them broads from Puerto Rico, them Keith's folks Yeah watch how the E locs 64 Black rags, black interior, shift on the floor Burn out, I do it for the kids They're hopping the turnstyle, the E going wild Yo like them White chicks on a DVD Yeah I'm worldwide, MTV and BET, nigga  [Hook x2] Whateva' she said then I'm that If this here rocks to y'all then react  [Verse 2: Redman] Do I gotta go ape or go nutty I leave your eye like a 9-9 Benz-buggy, puffy Brick niggas get real ugly Trust me, keep your four if you feel lucky Mug me, I ain't got nothing but four figures And weed and hash chopped in the coffee blender My shots like squeegy men on your window Usual suspect, I'm the crippled member Get away when I sat down in the office Heat in my lap keep me walking awkward While y'all talk it, the doc reinforce it The mic, it's hard to keep my paws off it Your bitch is my bitch when it's over No Cristal, I pulled up a King Cobra Out in the Nova, don't bother My Nino Brown bust, it'll shut down the corridor  [Hook]  [Verse 3: Erick Sermon] Hey yo Red, he's over with his shit right now Watch this, told you Chi-chi-chi-chi-chi-chi-chi-chi-chi-chilling  [Redman] I'm +Milk+ I'm that kid +Gizmo+, we Top Billing Yo, when the roof is on fire, believe it, it's me Sparks when I rock the mic like Sigel and Free When the pen hit the pad, the evil in me come out Total Recall for people to breathe I got dogs in the backyard shitting their lawns  [Erick Sermon] We got chickens ain't leaving till six in the morning  [Redman] Round and round we go, circle the area  [Erick Sermon] Leave the party, go straight to the Marriott  [Redman] Dozy-doe with cowboys where they saddle at  [Erick Sermon] Rodeo with twenty-fours on the Cadillac  [Erick Sermon] What your name is, yo, R.E.D Crack cost money, but the E is free, yeah  [Hook]  ",
        "title": "React"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] When you get caught in the rain with nowhere to run When you're distraught and in pain without anyone When you keep crying out to be saved but nobody all And you feel so far away That you just can't find your way home You can get there alone It's okay, once you say  [Chorus] I can make it through the rain I can stand up once again on my own And I know that I'm strong enough to mend And everytime I feel afraid I hold tighter to my faith And I live one more day and I make it through the rain  [Verse 2] And if you keep falling down don't you dare give in You will arise safe and sound, so keep pressing on steadfastly And you'll find what you need to prevail Once you say  [Chorus] I can make it through the rain I can stand up once again on my own And I know that I'm strong enough to mend And everytime I feel afraid I hold tighter to my faith And I live one more day and I make it through the rain  [Bridge] And when the wind blows And shadows grow close Don't be afraid, there's nothing you can't face And should they tell you You'll never pull through Don't hesitate, stand tall and say  [Chorus] I can make it through the rain I can stand up once again on my own And I know that I'm strong enough to mend And everytime I feel afraid I hold tighter to my faith And I live one more day and I make it through the rain I can make it through the rain And stand up once again And I'll live one more day, and I I can make it through the rain Oh, yes, you can You're gonna make it through the rain  ",
        "title": "Through The Rain"
    },
    {
        "artist": "Heather Headley",
        "lyrics": null,
        "title": "He Is"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  There's a for sale sign on a big old' rusty tractor You can't miss it, Its the first thing that you see Just up the road, a pale blue water tower With \"I Love Jennie\" painted in bright green Hey That's my Uncle Bill there by the courthouse He'll be lowering the flag when the sun goes down And this is My town (Nana na na na) Yeah this is my town (Nana na na na) HEY! Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down This is where they'll put me in the ground Yeah this is My town (Nana na na na) Yeah this is My town (Nana na na na) My town  There ain't much going on here since they closed the mill That Whistle still blows every day at noon A bunch of us still go down to the diner I wonder if that Interstates still coming through But come Sunday morning service at the Church of Christ Well there ain't an empty seat to be found And this is My town (Nana na na na) Yeah this is my town (Nana na na na) Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down It's where they'll put me in the ground This is My town (Nana na na na) Yeah this is My town (Nana na na na) My town  Well I bought and painted up that rusty tractor You can't miss it It's sitting right there in our yard The County came and took that water tower And that's Jennie with a baby in the car Well we're off to Sunday service at the Church of Christ And if we want a seat we better leave right now And maybe later me and T-Roy will show you around, our town (Nana na na na) Yeah this is my town (Nana na na na) Yeah Where I was born Where I was raised Where I keep all my yesterdays Where I ran off cause I got mad And it came to blows with my old man Well I came back and settled down This is where they'll put me in the ground This is My town (Nana na na na) Yeah this is My town (Nana na na na) This is My town (Nana na na na) My town (My town) (Nana na na na) This is My town (Nana na na na) My town (Nana na na na) This is My town (Nana na na na)  ",
        "title": "My Town"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Can I get your hand to write on Just a piece of leg to bite on What a night to fly my kite on Do you want to flash a light on Take a look it's on display for you Coming down, no not today  Did you meet your fortune teller Get it off with no propeller Do it up it's on with Stella What a way to finally smell her Picking up but not too strong for you Take a piece and pass it on  [Chorus] Fly away on my zephyr I feel it more than ever And in this perfect weather We'll find a place together Fly on my wind  [Verse 2] Rebel and liberator Find a way to be a skater Rev it up to levitate her Super friendly aviator Take a look it's on display, for you Coming down, no not today  [Chorus] Fly away on my zephyr I feel it more than ever And in this perfect weather We'll find a place together  In the water where I center my emotion All the world can pass me by Fly away on my Zephyr We'll find a place together  [Guitar Solo]  [Bridge] Wo-wo-wo-wo-wo-woah, do you Yea-yea-yea-yea-yea-yeah Wo-wo-wo-wo-wo-woah, want to Yea-yea-yea-yea-yea-yeah  [Chorus] Fly away on my zephyr I feel it more than ever And in this perfect weather We'll find a place together  In the water where I center my emotion All the world can pass me by Fly away on my Zephyr We're going to live forever  Forever  ",
        "title": "The Zephyr Song"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  I thought sometime alone Was what we really needed You said this time would hurt more than it helps But I couldn't see that I thought it was the end Of a beautiful story And so I left the one I loved at home to be alone (alone) And I tried to find Out if this one thing is true That I'm nothing without you I know better now And I've had a change of heart  I'd rather have bad times with you, than good times with someone else I'd rather be beside you in a storm, than safe and warm by myself I'd rather have hard times together, than to have it easy apart I'd rather have the one who holds my heart Whoo-oo-oo-oo yeah  And then I met someone And thought she could replace you We got a long just fine We wasted time because he was not you We had a lot of fun Though we knew we were faking Love was not impressed with our connection they were all lies, all lies So I'm here cause I found this one thing is true That I'm nothing without you I know better now And I've had a change of heart  I'd rather have bad times with you, than good times with someone else I'd rather be beside you in a storm, than safe and warm by myself I'd rather have hard times together, than to have it easy apart I'd rather have the one who holds my heart Who holds my heart  I can't blame you if you turn away from me, like I've done you I can only prove the things I say with time Please be mine  I'd rather have bad times with (please be mine) you Than good times with someone else (I know) I'd rather be beside you in a storm (anytime) Than safe and warm by myself (so sure baby) I'd rather have hard times to gether Than to have it easy apart I'd rather have the one who holds my heart (my heart)  I'd rather have bad times with you (surely) Than good times with someone else (surely) I'd rather be beside you in a storm (oh yeah) Than safe and warm by myself (all by myself) I'd rather have hard times together Than to have it easy apart (you know it) I'd rather have the one who holds my heart  I'd rather have the one who holds my heart I'd rather have the one who holds my heart Whoooo.....who holds my heart  ",
        "title": "I'd Rather"
    },
    {
        "artist": "Toni Braxton Featuring Loon",
        "lyrics": "  [Produced by The Neptunes]  [Verse: Loon] And we don't stop, no ma What's the problem? You always complain, when it's chicks that's starvin' What type of game is this? I used to support ya, I thought you'd appreciate Some of these things that I bought ya Shoes from Milan, Louis Vuitton Animals on back and jewels on your arm Mami, it's nothin to make moves with a Don Loon the Big Fish, leave them fools in the pond  [Verse: Toni Braxton] Just when I made up my mind I don't want you at all now You had your chance, you owned me What makes you wanna call now? Can you try and tell me What made you choose her as your friend? (Chose you as a friend, baby) Just when I think you've given up It's you again... All I can say  [Hook: Toni Braxton + (Pharrell Williams)] Farewell my lonely one Nothing else here can be done (So hit the freeway!) I don't ever wanna see you again You didn't do me right so So long, goodbye, goodnight (So hit the freeway!) Maybe in some other life I'll see you again  [Verse: Toni Braxton] I would have bet the Dow Jones if then compared to our fun, yeah Imagine how crushing it was for you say I was not the one (I didn't mean it girl, sorry bout that) My friends say I was in denial Defendin' you as a perfect friend Now new rumors have risen up (psst psst psst psst psst) It's you again... Now all I can say  [Hook - 2] Farewell my lonely one Nothing else that can be done (So hit the freeway!) I don't ever wanna see you again (sing it girl) You didn't do me right so So long, goodbye, goodnight (So hit the freeway!) Maybe in some other life, I'll see you again (bridge)  [Bridge] Now that you've left me Crazy you upset me You only could have kept me But maybe you didn't get me Oh, to pioneer, discover, explore and cover, the world as we know it But you had to go and blow it!  [Verse: Toni Braxton] Damn, it's been so long since I head your voice last summer To be honest it made me smile when I seen you number (Hey baby, you know I miss you, ha-ha) Baby tell me why I should reconsider being your friend Maybe some day in your dreams my love You could say, \"damn it's you again\" Now all I can say  [Hook - 3] Farewell my lonely one (Farewell) Nothing else can be done (So hit the freeway!) I don't ever wanna see you again (Don't wanna see you, again) You didn't do me right so (Do me right baby) So long, goodbye (bye bye) goodnight (So hit the freeway!) Maybe in some other life I'll see you again  ",
        "title": "Hit The Freeway"
    }
]