[
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) Them other boys don't know how to act (yeah) I think it's special, what's behind your back? (yeah) So turn around and I'll pick up the slack (yeah) Take it to the bridge  [Bridge: Justin Timberlake & (Timbaland)] Dirty babe (uh-huh) You see these shackles baby, I'm your slave (uh-huh) I'll let you whip me, if I misbehave (uh-huh) It's just that noone makes me feel this way (uh-huh) Take it to the chorus!  [Chorus: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Verse 2: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) Them other fuckers don't know how to act (yeah) Come let me make up for the things you lack (yeah) Cause you're burning up, and I gotta get it fast (yeah) Take it to the bridge  [Bridge: Justin Timberlake & (Timbaland)] Dirty babe (uh-huh) You see these shackles baby, I'm your slave (uh-huh) I'll let you whip me, if I misbehave (uh-huh) It's just that no one makes me feel this way (uh-huh) Take it to the chorus!  [Chorus: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Breakdown: Justin Timberlake] You ready? You ready? You ready? Yes!  [Verse 3: Justin Timberlake & (Timbaland)] I'm bringin' Sexy Back (yeah) You motherfuckers watch how I attack (yeah) If that's your girl, better watch your back (yeah) Cause she'll burn it up for me, and that's a fact (yeah) Take it to the chorus  [Hook: Justin Timberlake & (Timbaland)] Come here girl (go 'head be gone with it) Come to the back (go 'head be gone with it) VIP (go 'head be gone with it) Drinks on me (go 'head be gone with it) Let me see what you're twerking with (go 'head be gone with it) Look at those hips (go 'head be gone with it) You make me smile (go 'head be gone with it) Go 'head child (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it) And, get your sexy on (go 'head be gone with it)  [Outro: Justin Timberlake] You ready? Yes! You ready? Yes! You ready? Yes!  ",
        "title": "SexyBack"
    },
    {
        "artist": "Ludacris Featuring Pharrell",
        "lyrics": "  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 1: Ludacris] Shake, shake, shake your money maker Like you were shaking it for some paper It took your momma 9 months to make ya Might as well shake what your momma gave ya You, you lookin' good in them jeans I bet you'd look even better with me in between I keep my mind on my money - money on my mind But you's a hell of a distraction when you shake your behind I got J.O. up on my right side pourin' some cups My whole hood is to my left and they ain't givin a fuck So feel free to get loose and get carried away So by tomorrow you forgot what you were saying today But don't forget about this feeling that I am making you get And all the calories you burn from me making you sweat The mile-high points you earn when we taking my jet and How everywhere you turn I'll be making you wet cause you can  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 2] Switch, switch, switch it from right to left And switch it till you running right out of breath And take a break until you ready again And you can invite over as many friends as You want to but I really want you Just be thankful that Pharrell gave you something to bump to hey Luda - I'm at the top of my game You want my hands from your bottom to the top of your frame And I - just wanna take a little ride on your curves And get erotic giving your body just what it deserves and Let me give you some swimming lessons on the penis Backstroke, breaststroke, stroke of a genius Yepp call me the renaissance man get up and I stay harder then a cinderblock man Hey I'm just a bedroom gangster And I've been meaning to tell that I really must thank ya when you  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  [Verse 3] Rock rock, rock it an make it work, girl Please don't stop it until it hurts, girl You - you been looking a little tipsy So if you could just shake it a little this way See I'm a member of the BBC The original breadwinner of DTP You the center of attention that is distracting the squad Cause everybody in the campus like - OH MY GOD she can  [Hook: Pharrell & Ludacris] Shake your money maker Like somebody's bout to pay ya I see you on my radar Don't you act like you're afraid of shit You know I got it If you wanna come get it Stand next to this money Like - ey ey ey Shake your money maker Like somebody's bout to pay ya Don't worry about them haters Keep your nose up in the air You know I got it If you wanna come get it Stand next to this money Like - ey ey ey  ",
        "title": "Money Maker"
    },
    {
        "artist": "Hinder",
        "lyrics": "  [Verse 1] Honey why you callin’ me so late? It’s kinda hard to talk right now Honey why you cryin’ is every-thing okay I gotta whisper cause I can’t be too loud  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel  [Verse 2] It‘s funny that you’re callin’ me tonight And yes I’ve dreamt of you too Does he know you’re talkin’ to me Will it start a fight? No I don’t think she has a clue  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel  [Pre-Chorus] Well, my girl’s in The next room Sometimes I wish she was you I guess we never really moved on  [Chorus/Outro] It’s really good to hear your voice Sayin’ my name it sounds so sweet Comin’ from the lips of an angel Hearin’ those words it makes me weak And I never wanna say goodbye But girl you make it hard to be faithful With the lips of an angel (And I never wanna say goodbye) But girl you make it hard to be faithful With the lips of an angel Honey why you callin’ me so late?  ",
        "title": "Lips Of An Angel"
    },
    {
        "artist": "Akon Featuring Eminem",
        "lyrics": "  [Intro: Akon] Shady, Konvict, Upfront Akon, Slim Shady I see the one, could she be that lady?  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like Tae Bo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oh-oh-oh-oh Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oh-oh-oh-oh  [Verse 1: Akon] Upfront style, ready to attack now Pull in the parking lot slow with the 'Lac down Konvict's got the whole thing packed now Step in the club now and wardrobe intact now I feel it down and cracked now Ooh, I see it dull and backed now I'mma call her, than I put the mack down Money no problem, pocket full of that now!  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  [Verse 2: Eminem] Ooh, looks like another club banger They better hang on when they throw this thang on Get a lil' drink on, they gon' flip for this Akon shit You can bank on it Pedicure, manicure, kitty-cat claws The way she climbs up and down them poles Lookin' like one of them Putty-Cat Dolls Tryin' to hold my woodie back through my drawers Steps upstage, didn't think I saw her Creeps up behind me, she's like \"You're —\" I'm like, \"Yeah, I know, let's cut to the chase\" No time to waste, back to my place Plus from the club to the crib it's like a mile away Or more like a palace, shall I say And plus I got a pal if your gal is game In fact he is the one singin' the song that's playin' (Akon!)  [Chorus: Akon] I feel you creepin' I can you see from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  [Verse 3: Akon] Eminem is rollin', D and 'em rollin' Bo and all marvelous them rollin' Women just hoein', big booty rollin' Soon I'll be all in them and throwin' D Hittin' no less than three Block wheel style like whee Girl, I can tell you want me, because lately  [Chorus: Akon] I feel you creepin' I can see you from my shadow Wanna jump up in my Lamborghini Gallardo Maybe go to my place And just kick it like TaeBo And possibly bend you over Look back and watch me  [Hook: Akon] Smack that, all on the floor Smack that, give me some more Smack that, 'til you get sore Smack that, oh-oooh  ",
        "title": "Smack That"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Step one, you say we need to talk He walks, you say sit down; it's just a talk He smiles politely back at you You stare politely right on through Some sort of window to your right As he goes left and you stay right Between the lines of fear and blame You begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 2] Let him know that you know best ‘Cause after all, you do know best Try to slip past his defense Without granting innocence Lay down a list of what is wrong The things you've told him all along And pray to God he hears you And pray to God he hears you, and  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 3] As he begins to raise his voice You lower yours and grant him one last choice Drive until you lose the road Or break with the ones you've followed He will do one of two things He will admit to everything Or he'll say he's just not the same And you'll begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  ",
        "title": "How To Save A Life"
    },
    {
        "artist": "Snow Patrol",
        "lyrics": "  [Verse 1] We'll do it all Everything On our own We don't need Anything Or anyone  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  [Verse 2] I don't quite know How to say How I feel Those three words Are said too much They're not enough  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Bridge] Let's waste time Chasing cars Around our heads I need your grace To remind me To find my own  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Chorus 2] All that I am All that I ever was Is here in your perfect eyes They're all I can see I don't know where Confused about how as well Just know that these things Will never change for us at all  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  ",
        "title": "Chasing Cars"
    },
    {
        "artist": "Jibbs",
        "lyrics": "  [Verbal: Child] Beasta!  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  [Bridge: Jibbs] Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name  Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name I'm off the chain  [Verse 1: Jibbs] Yea, yea, yea, yea, I'm hot kid Chain so low you would think the diamonds never stopped it And its funny cause you could never stop it Bunch of rocks on my hand and I ain't even on the block kid Show 'em white gold, sorta hold it like my timbs And the chain hang 24 inches like the rims Diamonds all blown up (yea) sorta like a pimp So when the light hit the ice it starts glistenin' off the tip My chain hang, all it do is bling-bling (Half) blue, (half) red, like my diamonds gang-bang And I don't even think we on the same thang Yo I'm so heavy they couldn't lift it till the crane came (yea)  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it's make ya cold? Do yo chain hang low?  [Verse 2: Jibbs] Yea, yea, yea, yea, I'm so icy Charm so heavy that my neck don't like me Gone, and no, no, no, its not a game I'll throw my chain in the crowd like dang these (this is nothin') Diamonds is nothin' to me Especially when I'm dressin' up, its just a button to me (bling) And not to mention my T's Cuz they color coordinated, complimentin' the teeth (alright, thanx) So check out my swag Diamonds red, white, and blue like the American flag (its so colorful) And see I got that nice cream So much money I spent on jewels, I call it my ice cream Give you a black eye cause of the beating They think I am a mutant the way ya boy is beasting I stay winning some time, you'll call it cheating And my boys always around like it's a meeting  [Bridge: Jibbs] Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name  Is that ya chain? Bout twenty-four inches is how low I let it hang Hop out the ride 'n' let the dime smoke off the range Just by the chain you can tell the big kid do his thang You know the name I'm off the chain  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  [Hook: Children] Do your chain hang low? Do it wobble to the flo'? Do it shine in the light? Is it platinum, is it gold? Could you through it over your shoulder If ya hot it'd make ya cold? Do yo chain hang low?  ",
        "title": "Chain Hang Low"
    },
    {
        "artist": "JoJo",
        "lyrics": "  [Verse 1] Come with me Stay the night You say the words, but boy, it don't feel right What do ya expect me to say (You know it's just too little too late) You take my hand And you say you've changed But boy you know your begging don't fool me Because to you it's just a game (You know it's just too little too late)  [Pre-Chorus] So let me on down Cause time has made me strong I'm starting to move on I'm gonna say this now Your chance has come and gone And you know...  [Chorus] It's just too little too late A little too wrong And I can't wait But you know all the right things to say (You know it's just too little too late) You say you dream of my face But you don't like me You just like the chase To be real It doesn't matter anyway (You know it's just too little too late) Yeah, yeah It's just too little too late..Mhmm  [Verse 2] I was young And in love I gave you everything But it wasn't enough And now you wanna communicate (You know it's just too little too late) Go find someone else I'm letting you go I'm loving myself You got a problem But don't come asking me for help Cause you know...  [Chorus] It's just too little too late A little too wrong And I can't wait But you know all the right things to say (You know it's just too little too late) You say you dream of my face But you don't like me You just like the chase To be real It doesn't matter anyway (You know it's just too little too late)  [Bridge] I can love with all of my heart, baby I know I have so much to give (I have so much to give) With a player like you, I don't have a prayer That's no way to live Ohh, mmm, no It's just too little too late Yeah...  [Chorus] It's just too little too late A little too wrong And I can't wait But you know all the right things to say (You know it's just too little too late) You say you dream of my face But you don't like me You just like the chase To be real It doesn't matter anyway (You know it's just too little too late) Yeah You know it's just too little too late Oh, I can't wait  [Chorus until Fade] It's just too little too late A little too wrong And I can't wait But you know all the right things to say (You know it's just too little too late) You say you dream of my face But you don't like me You just like the chase To be real It doesn't matter anyway (You know it's just too little too late)  ",
        "title": "Too Little Too Late"
    },
    {
        "artist": "\"Weird Al\" Yankovic",
        "lyrics": "  [Hook 1] They see me mowin' my front lawn I know they're all thinking I'm so white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy Can't you see I'm white and nerdy? Look at me, I'm white and nerdy I wanna roll with the gangstas But so far they all think I'm too white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy Really really white and nerdy  [Verse 1] First in my class here at MIT Got skills, I'm a champion at D&D M.C. Escher—that's my favorite \"M.C.\" Keep your 40, I'll just have an Earl Grey tea My rims never spin, to the contrary You'll find that they're quite stationary All of my action figures are cherry Stephen Hawking's in my library My MySpace page is all totally pimped out Got people beggin for my Top 8 spaces Yo, I know pi to a thousand places Ain't got no grills, but I still wear braces I order all of my sandwiches with mayonnaise I'm a whiz at Minesweeper—I could play for days Once you see my sweet moves, you're gonna stay amazed My fingers movin' so fast I'll set the place ablaze There's no killer app  I haven't run At Pascal, well, I'm number one Do vector calculus just for fun I ain't got a gat but I got a soldering gun \"Happy Days\" is my favorite theme song I could sure kick your butt in a game of ping pong I'll ace any trivia quiz you bring on I'm fluent in JavaScript as well as Klingon (Here's the part I sing on)  [Hook 2] They see me roll on my Segway I know in my heart they think I'm white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy Can't you see I'm white and nerdy? Look at me, I'm white and nerdy I'd like to roll with the gangstas Although it's apparent I'm too white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy How'd I get so white and nerdy?  [Verse 2] I've been browsin', inspectin' X-Men comics, you know I collect 'em The pens in my pocket, I must protect 'em My ergonomic keyboard never leaves me bored Shopping online for deals on some writable media I edit Wikipedia I memorized Holy Grail really well I can recite it right now and have you \"ROTFLOL\" I got a business doing websites When my friends need some code, who do they call? I do HTML for 'em all, even made a homepage for my dog, yo I got myself a fanny pack They were havin a sale down at The Gap Spend my nights with a roll of bubble wrap Pop, pop, hope no one sees me, gettin freaky I'm nerdy in the extreme and whiter than sour cream I was in AV Club and Glee Club and even the Chess Team Only question I, ever thought was hard Was do I like Kirk or do I like Picard? Spend every weekend at the Renaissance Fair Got my name on my underwear  [Hook 3] They see me strollin', they laughin' And rollin' their eyes cause I'm so white and nerdy Just because I'm white and nerdy Just because I'm white and nerdy All because I'm white and nerdy Holy cow, I'm white and nerdy! I wanna bowl with the gangstas But, oh well, it's obvious I'm white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy Look at me, I'm white and nerdy!  ",
        "title": "White & Nerdy"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] This time, This place Misused, Mistakes Too long, Too late Who was I To make you wait Just one chance Just one breath Just in case there's just one left  Cause you know You know, you know  [Hook] That I love you I have loved you all along And I miss you Been far away for far too long I keep dreaming you'll be with me And you'll never go Stop breathing If I don't see you anymore  [Verse 2] On my knees, I'll ask Last chance for one last dance Cause with you, I'd Withstand All of hell to hold your hand I'd give it all I'd give for Us Give anything but I won't give up Cause you know You know, you Know  [Hook] That I love you I have loved you all along And I miss you Been far away for far too long I keep dreaming you'll be with me And you'll never go Stop breathing If I don't see you anymore  [Bridge] So far away Been far away for far too long So far away Been far away For far too long But you know, you know, you know  I wanted I wanted you to stay Cause I needed I need to hear you say That I love you I have loved you All along And I forgive you For being away for far too long So keep breathing Cause I'm not leaving you anymore Believe it Hold on to me and, never let me go Keep breathing Cause I'm not leaving You anymore Believe it Hold on to me and, never let me go Keep Breathing Hold on to me and, never let me go Keep breathing Hold on to Me and, never let me go  ",
        "title": "Far Away"
    },
    {
        "artist": "Fergie",
        "lyrics": "  [Intro] Oh, shit!  Oh, shit! Oh, shit! (They ain't ready for this) Oh, shit! (Oh!) It's me, Fergie The Pen! Polow (Fergie, Ferg, what's up baby?)  [Verse 1] When I come to the club, step aside Part the seas, don't be having me in the line VIP, cause you know I gotta shine I'm Fergie Ferg, and me love you long time All my girls get down on the floor Back to back, drop it down real low I'm such a lady, but I'm dancing like a hoe Cause you know I don't give a fuck, so here we go  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  [Interlude] Drinks start pouring and my speech start slurring Everybody start looking real good  [Verse 2] That Grey Goose got your girl feeling loose Now I'm wishing that I didn't wear these shoes (I hate heels) It's like every time I get up on the dude Paparazzi put my business in the news And I'm like, get up out my face Before I turn around and spray your ass with mace My lips make you wanna have a taste You got that...I got the bass  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  [Bridge x2] Aah, da, da, da, da, do, do, do, do Me like a bullet type, you know they coming right Fergie love 'em long time, my girls support 'em, right? Aah, da, da, da, da, do, do, do, do Me like a bullet type, you know they coming right Fergie love 'em long time, my girls support 'em, right?  [Interlude 2 - Spoken] Another A-T-L Cali callabo Fergie and Polow  [Verse 1] When I come to the club, step aside Part the seas, don't be having me in the line VIP, cause you know I gotta shine I'm Fergie Ferg, and me love you long time All my girls get down on the floor Back to back, drop it down real low I'm such a lady, but I'm dancing like a hoe Cause you know I don't give a fuck, so here we go  [Chorus] How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like How come every time you come around My London, London Bridge wanna go down, like London, London, London Wanna go down like London, London, London Be going down like  ",
        "title": "London Bridge"
    },
    {
        "artist": "Evanescence",
        "lyrics": "  [Chorus] Don't cry to me If you loved me You would be here with me You want me Come find me Make up your mind  [Verse 1] Should I let you fall? Lose it all? So maybe you can remember yourself Can't keep believing We're only deceiving ourselves And I'm sick of the lie And you're too late  [Chorus] Don't cry to me If you loved me You would be here with me You want me Come find me Make up your mind  [Verse 2] Couldn't take the blame Sick with shame Must be exhausting to lose your own game Selfishly hated No wonder you're jaded You can't play the victim this time And you're too late  [Chorus] Don't cry to me If you loved me You would be here with me You want me Come find me Make up your mind  [Bridge] You never call me when you're sober You only want it cause it's over It's over How could I have burned paradise? How could I - you were never mine  [Chorus] So don't cry to me If you loved me You would be here with me Don't lie to me Just get your things I've made up your mind  ",
        "title": "Call Me When You're Sober"
    },
    {
        "artist": "Justin Timberlake Featuring T.I.",
        "lyrics": "  [Intro: Justin Timberlake] Ain't another woman that can take your spot, my—  [Verse 1: Justin Timberlake] If I wrote you a symphony Just to say how much you mean to me (What would you do?) If I told you you were beautiful Would you date me on the regular? (Tell me, would you?) Well, baby, I've been around the world But I ain't seen myself another girl (like you) This ring here represents my heart But there's just one thing I need from you (Saying \"I do\") — because  [Hook: Justin Timberlake] I can see us holdin' hands Walkin' on the beach, our toes in the sand I can see us on the country side Sittin' in the grass, layin' side by side You can be my baby Let me make you my lady, girl, you amaze me Ain't gotta do nothin' crazy See, all I want you to do is be my love (So don't give away) My love (so don't give away) My love (so don't give away) Ain't another woman that could take your spot My love (so don't give away) My love (so don't give away) My love (so don't give away) Ain't another woman that could take your spot, my love Love, my love, my love  [Verse 2: Justin Timberlake] Now If I wrote you a love note And made you smile with every word I wrote (What would you do?) Would that make you wanna change your scene And wanna be the one on my team? (Tell me, would you?) See, what's the point in waitin' anymore 'Cause girl, I've never been more sure (That, baby, it's you) This ring here represents my heart And everything that you been waitin' for (Just say I do) — because  [Hook: Justin Timberlake] I can see us holdin' hands Walkin' on the beach, our toes in the sand I can see us on the country side Sittin' in the grass, layin' side by side You can be my baby Let me make you my lady, girl, you amaze me Ain't gotta do nothin' crazy See, all I want you to do is be my love (So don't give away) My love (so don't give away) My love (so don't give away) Ain't another woman that could take your spot My love (so don't give away) My love (so don't give away) My love (so don't give away) Ain't another woman that could take your spot, my love Love, my love, my love  [Interlude: T.I.] It's time to get it, JT I don't know what she hesitatin' for, man  [Verse 3: T.I.] Shawty cool as a fan, on the move once again But he still has fans from Peru to Japan Listen, baby, I don't wanna ruin your plan But if you got a man, try to lose him if you can 'Cause the girls worldwide throw they hands up high When you wanna come and kick it with a stand-up guy You don't really wanna let the chance go by 'Cause you ain't been seen with a man so fly And with friends so fly I can go fly Private, 'cause I handle mine T.I., they call me Candle Guy Simply 'cause I am on fire I hate to have to cancel my Vacation, so you can't deny I'm patient, but I ain't gon' try You don't come, I ain't gon' die Hold up, what you mean you can't go? Why? Me and your boyfriend, we ain't no tie You say you wanna kick it when I ain't so high Baby, it's obvious that I ain't yo' guy I ain't gon' lie, I'll fill your space And forget your face, I swear I will St. Barths, Anguilla, anywhere I chill Just bring with me any pair, I will  [Hook: Justin Timberlake] I can see us holdin' hands Walkin' on the beach, our toes in the sand I can see us on the country side Sittin' in the grass, layin' side by side You can be my baby Let me make you my lady, girl, you amaze me Ain't gotta do nothin' crazy See, all I want you to do is be my love (love) My love (love) My love (love) Ain't another woman that could take your spot My love (love) My love (love) My love (love) Ain't another woman that could take your spot, my love Love, my love, my love  ",
        "title": "My Love"
    },
    {
        "artist": "The Killers",
        "lyrics": "  [Verse 1] You sit there in your heartache Waiting on some beautiful boy to To save you from your old ways You play forgiveness Watch it now, here he comes He doesn't look a thing like Jesus But he talks like a gentlemen Like you imagined When you were young  [Verse 2] Can we climb this mountain? I don't know Higher now than ever before I know we can make it if we take it slow Let's take it easy Easy now, watch it go We're burning down the highway skyline On the back of a hurricane that started turning When you were young When you were young  [Interlude] And sometimes you close your eyes And see the place where you used to live When you were young  [Solo]  [Bridge] They say the devil's water — it ain't so sweet You don't have to drink right now But you can dip your feet Every once in a little while  [Solo]  [Verse 1] You sit there in your heartache Waiting on some beautiful boy to To save you from your old ways You play forgiveness Watch it now, here he comes He doesn't look a thing like Jesus But he talks like a gentlemen Like you imagined When you were young (Talks like a gentlemen) (Like you imagined) When you were young  [Outro] I said he doesn't look a thing like Jesus He doesn't look a thing like Jesus But more than you'll ever know  ",
        "title": "When You Were Young"
    },
    {
        "artist": "Chingy Featuring Tyrese",
        "lyrics": "  [Hook: Tyrese] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 1: Chingy] It was all good at first, spendin' money, goin' shoppin' Eatin' at the finest restaurants, and if I'm club hoppin' She was right thur wit me bottle poppin' livin' that life (livin' that life) She just didn't understand my lifestyle and that ain't life (and that ain't life) All of the jewelry in the world, gotcha diamonds, gotcha pearls But I can't help it if Chinga-ling be attractin' all the girls Guess what, baby I'mma superstar, and that come wit it Gotta good nigga on ya side, you betta run wit it Even tho I'm on the road doin' shows I made time for me and her relationship to grow (grow) They tell me don't trust the woman in this industry But, she not any woman, more like a sacred friend to me Cuz when I'm outta town always think of huurr Might conversate wit some chicks but, no one come above huurr, oh I thought I was ya man, guess you ain't understand And now I'm sittin' here lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 2: Chingy] Walked in the house wit hard work, my head hurt Instead of arguin' can I have dinner wit some dessert? Uhh-uhh She talkin' bout this phone number she found Ain't gimme time to put my bags down, she straight up clownin' (straight up clownin') Before we end up fightin' lemme me leave I'm exhausted, and this herree, I don't need (I don't need) Now I'm wit the fellaz, ridin' and drinkin' (ridin' and drinkin') She blowin' my two-way up, but I need some time for thinkin' (time for thinkin') yeah I wanna go back, but sumthin' sayin' naw (naw) Lemme give her some space, and the next day I might call (call) What should I do, look, lemme ask ya'll Should I stand tall, or let this relationship fall? (fall) I never havin' my feelings crushed, but it happens sometimes Either love it or give it up I thought I was ya man, guess you ain't understand And now I'm sittin' here lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work  [Verse 3: Chingy] (Chingy, holla at em again) To all the fellaz, know you feel me, you ever had a woman Good times let the bad times, and you ain't see it comin' Tried the best to make her happy (happy), but it wasn't enough (it wasn't enough) Cuz mama told me in relationships the road get rough (road get rough) And I ain't the one to have my head down, weeping, stressed out As bad as it hurts I gotta move to the next route (route), yes I thought I was a man, guess she ain't understand And now she sittin' thurr, lookin' crazy like \"damn\"  [Hook] Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life Every time I try to go, something keeps telling me that (me that) Everything gon be all right Every time I try to leave something keeps pulling me back (me back) Telling me I need you in my life It was meant to be, you were meant for me So that means we gotta make it work Say we gotta make it work  ",
        "title": "Pullin' Me Back"
    },
    {
        "artist": "Danity Kane",
        "lyrics": "  [Hook, Shannon lead vocal] We in the car, we ride slow We doin' things that the girls don't do The boys stare, we smile back All my girls in the rainbow Cadillacs, yeah  [Diddy talkin] Ya'll wanna be stars I'll make you a a star Check this out  [Diddy] I keep the hood of that Coupe warm, wrinkle free suits on Her hand shake from me, a redeemable coupon Knowing me will get you all the little perks So you need to double back, throw that auto in reverse It's pure beauty, can finally put a face to it So never stop shorty girl, leak break fluid Tonight pedicures, walkin on better floors Beat it in your S don, Jimmy Choo, better stores I been around the globe, my english is rusty Trust me, you can hear that ocean when you touch me I know you due for sale, you ain't gettin stepped on Or overlooked, pardon me, forgive me, my name's Sean  [Aubrey] Show stoppin' at the latest spot The ride shinin' with the open top Hydraulics make our heads go nod Hair blowin' in the breeze, yeah we superstars  [D. Woods] Put in the keys, make that engine purr 3 in the back, one in the passenger Slow creepin', 'cause we look that fly All the boys tryin' taste our candy ride  [Chorus, Shannon lead vocal] We in the car, we ride slow We doin' things that the girls don't do The boys stare, we smile back All my girls in the rainbow Cadillacs, yeah  [Hook] Bet you ain't never seen (hey), Chicks ridin' this clean (hey) Louis Vuitton seats, we do it deadly (oh, oh, oh) That's how we keep it poppin' (hey), make sure that bass knockin' (hey) So when you see us ridin', we call it show stoppin' (oh, oh, oh) We show stoppin', We show, show stoppin' We show stoppin', We show, show stoppin' That's how we keep it poppin' (hey), make sure that bass knockin' (hey) So when you see us riding, we call it show stoppin' (oh, oh, oh)  [Aundrea] We sittin' on 22s plus 2 Mink bucket seats, neon blue Color coordinate with them shoes Yeah, we divas, but we ride like big boys do  [D. Woods] Black tinted with a white stripe interstate Lookin' in the mirror at my Bad Boy fitted, yup Show stoppin' 'til they lose they breath Turn the wheel to the right, turn the wheel to the left  [Chorus, Shannon lead vocal]  [Hooks]  [Dawn] This is for my ladies in the 280s Mercedes In the H3, Baby Ranges, Bentley Coupes, my Esca-ladies Say oh (oh), oh (oh, oh) Break 'em off somethin' proper like a real show stopper  [Group, Aubrey lead vocal] This is for my chicas with the Beamers A6s '67 Chevys, Maserati, or a Lexus Say oh, (oh), oh (oh,oh ) Break 'em off somethin' proper like a real show stopper  [Yung Joc] Hey shawty, please believe, you ain't never seen chicks like this before Thousand dollar jeans with them candy 6 4's Louis V sneaks, matchin' Louis V seats See a swagger like no other, so them other's can't compete Independent and discrete, check her VDS piece Melt in ya mouth like M&Ms, capish She do whatever she wanna do, money out the ying yang Blowin a dollar and the change, in the Rover switchin lanes I'ma take her under my wings, I'ma teach her things She say she got paper cuts from countin all this change Tell her meet the parents, like Ben Stiller Baby say she want them karats and them chinchillas  [Hook, Shannon lead vocal]  [Chorus]  ",
        "title": "Show Stopper"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Music Video]  [Intro] Look we gotta talk, dang I know, I know it's just, it's just Something I gotta get off my chest aight, yeah, woah, listen  [Verse 1] Baby come here and sit down, let's talk, I got a lot to say so I guess I'll start by Saying that I love you, but you know, this thing ain't been no walk in the park for us I swear it'll only take a minute, you'll understand when I finish, yeah And I don't wanna see you cry, but I don't wanna be the one to tell you a lie so  [Pre-Chorus] How do you let it go? When you, you just don't know? What's on the other side of the door, when you're walking out, talk about it Everything I tried to remember to say just went out my head So I'mma do the best I can to get you to understand cause I know  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  [Verse 2] Girl I know your heart is breaking and a thousand times I found myself asking, \"Why? Why?\" Why am I taking so long to say this? But trust me, girl I never meant to crush your world And I never thought I would see the day we grew apart and I wanna know  [Pre-Chorus] How do you let it go? When you, you just don't know? What's on the other side of the door, when you're walking out, talk about it Girl I hope you understand what I'm tryna say We just can't go on pretending that we get along, girl how you not gonna see it?  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  [Bridge] Listen to your heart, girl you know, we should be apart Baby I, I just can't do it, I, I just can't do it Listen to your heart, girl you know we should be apart Baby I, I just can't do it and sometimes it makes me wanna cry Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Do you hear me crying? Oh, oh, oh, oh, oh, oh, oh, oh, oh  [Chorus] There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye There's never a right time to say goodbye But I gotta make the first move cause if I don't you gonna start hating me Cause I really don't feel the way I once felt about you Girl it's not you, it's me, I kinda gotta figure out what I need, oh There's never a right time to say goodbye But we know that we gotta go our separate ways And I know it's hard but I gotta do it and it's killing me Cause there's never a right time, right time to say goodbye  ",
        "title": "Say Goodbye"
    },
    {
        "artist": "The Pussycat Dolls Featuring Snoop Dogg",
        "lyrics": "  [Verse 1: Snoop Dogg] Yeah, lil' mama, you lookin' good I see you wanna play wit a player from the hood Come holla at me, you got it like that Big Snoop Dogg with the lead Pussycat I show you how it go down, yeah, I wanna throw down Me and you one-on-one, treat it like a showdown You look at me and I look at you I'm reachin' for your shirt, whatchu want me to do?  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 2: The Pussycat Dolls] Typical, hardly the type I fall for I like when the physical Don't leave me asking for more I'm a sexy mama (Mama) Who knows just how to get what I wanna (Wanna) What I wanna do is spring this on you (On you) Back up all of the things that I told you (Told you) You been saying all the right things all night along But I can't seem to get you over here to help take this off  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 3: The Pussycat Dolls] You say, you're a big boy but I can't agree 'Cause the love you said you had ain't been put on me I wonder if I'm just too much for you Wonder if my kiss don't make you just Wonder, what I got next for you What you wanna do? (Do) Take the chance to recognize that this could be yours I can see, just like most guys that your game don't please  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 4: Snoop Dogg] Now you can get what you want but I need what I need Now let me tell you what's crackalackin' 'fore I proceed I'mma show you where to put it at PCD on me, yeah, I thought I saw a pussycat Now roll with the big dog, all 6 of y'all on me, now tell me how it feel, babydoll Ashley, Nicole, Carmit, Jessica, Kimberley, Melody, you tellin' me?  [Bridge: The Pussycat Dolls] Ah, ah, hot Ah, ah, loosen up Ah, ah, yeah Ah, ah, I can't take this  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  ",
        "title": "Buttons"
    },
    {
        "artist": "Nelly Furtado",
        "lyrics": "  [Verse 1] Everybody look at me, me I walk in the door you start screaming Come on everybody what you here for? Move your body around like a nympho Everybody get your necks to crack around All you crazy people come on jump around I want to see you all on your knees, knees You either want to be with me, or be me!  [Hook] Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Make you fall, real hard in love She's a Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Wish you never ever met her at all!  [Verse 2] And when she walks she walks with passion When she talks, she talks like she can handle it When she asks for something boy she means it Even if you never ever seen it Everybody get your necks to crack around All you crazy people come on jump around You doing anything to keep her by your side Because, she said she love you, love you long time!  [Hook] Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Make you fall, real hard in love She's a Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Wish you never ever met her at all!  [Chants]  [Hook] Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Make you fall, real hard in love She's a Maneater, make you work hard Make you spend hard Make you want all, of her love She's a maneater Make you buy cars Make you cut cards Wish you never ever met her at all!  [Outro] Never ever met her at all! You wish you never ever met her at all! You wish you never ever met her at all! You wish you never ever met her at all! You wish you never ever met her at all!  ",
        "title": "Maneater"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Ring The Alarm"
    },
    {
        "artist": "Ciara Featuring Chamillionaire",
        "lyrics": null,
        "title": "Get Up"
    },
    {
        "artist": "Yung Joc Featuring Brandy 'Ms. B.' Hambrick",
        "lyrics": "  [Intro: Yung Joc] + (Ms. B) Eenie, meeny, miney, moe How many bitches from the club want go I knowwww you see it; I knowwww you see it (I'm like eenie, meeny, miney, moe) (How many niggas in the club want go) (I knowwww you see it; I knowwww you see it)  [Yung Joc] Now you can call me tip drill, they playin my songs Throw a couple ones, then she throw away her thongs When she bust it open, take a picture with my phone She love my cologne, call it purp by the zone Now she pussy poppin, yeah it's goin down Slap the waitress on the booty, tell her get another round And when I make it rain, money all over the ground Fresh Force Ones, Sean John buttoned down And then I'm like, \"Ohh, boy, my click full of stars\" Big fo'-fifth, big dick and big cars At the end of the day when it's all said and done I'mma need fo' freaks, cause I need more than one  [Hook 1: Yung Joc] Eenie, meeny, miney, moe How many bitches from the club want go I knowwww you see it (I know you see it) I knowwww you see it (I know you see it) I'm like bim (bim) bam (bam) I know you want some (some) She chewin on the dick like a piece of Bubble Yum I knowwww you see it (I know you see it) I knowwww you see it (I know you see it)  [Hook 2: Ms. B] I'm like eenie, meeny, miney, moe How many niggas in the club want go I knowwww you see it (I know you see it) I knowwww you see it (I know you see it) Then I'm like dim (dim) damn (damn) I know you want some (some) You chewin on the pussy like a piece of Bubble Yum I knowwww you see it (I know you see it) I knowwww you see it (I know you see it)  [Ms. B] I ain't never been the type to show off in the club Real laid back, poppin plenty bottles of Bub, don't smoke but I got much perk Get that nigga real high, make him slurp it then burp Could you be a groupie? I hear you singin my song Like I see you, lemme feel yo' tongue It's me, Ms. B, nigga let me get you laced Take a step back, blow the pussy in your face I ain't talkin kush nigga, talkin the rat race So many to choose from, give 'em all a lil' taste Got a house full of pussy, the madame of hip-hop My bitches are superstars, so gushy you need a mop; yeahhh  [Hook 1] + [Hook 2]  [Yung Joc] I got stacks on deck, snowflakes on my neck New J's on my feet, make my outfit complete I knowwww you see it - I knowwww you see it  [Ms. B] I got stacks on deck, niggas love my flow Got a mohawk blowin, Urr Forces that glow I knowwww you see it - I knowwww you see it  [Hook 1]  [Hook 2] - 1/2  ",
        "title": "I Know You See It"
    },
    {
        "artist": "Gnarls Barkley",
        "lyrics": "  [Verse 1] I remember when I remember, I remember when I lost my mind There was something so pleasant about that place Even your emotions had an echo, in so much space And when you're out there without care Yeah, I was out of touch But it wasn't because I didn't know enough I just knew too much  [Chorus] Does that make me crazy? Does that make me crazy? Does that make me crazy? Possibly  [Verse 2] And I hope that you are having the time of your life But think twice, that's my only advice Come on now, who do you Who do you, who do you, who do you think you are? Ha, ha, ha, bless your soul You really think you're in control?  [Chorus] Well, I think you're crazy I think you're crazy I think you're crazy Just like me  [Verse 3] My heroes had the heart to lose their lives out on the limb And all I remember is thinkin' I wanna be like them Ever since I was little Ever since I was little, it looked like fun And it's no coincidence I've come And I can die when I'm done  [Chorus] But maybe I'm crazy Maybe you're crazy Maybe we're crazy Probably  ",
        "title": "Crazy"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Intro] My sexy love So sexy  [Verse 1] She makes the hairs on the back of my neck stand up Just one touch And I erupt like a volcano and cover her with my love Baby girl, you make me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Baby girl, you make me say  [Hook] Sexy love Girl, the things you do (oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 2] I'm so addicted to her She's the sweetest drug Just enough Still too much say that I'm simp And I'm sprung all of the above I can't help she makes me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Oh baby girl, you make me say  [Hook] Sexy love Girl, the things you do (Oh baby baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 3] Oh, baby what we do It makes the sun come up Keep on lovin' 'til it goes back down And I don't know what I'd do If I would lose your touch That's why I'm always keeping you around My sexy love  [Hook] Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung, keep running back to you Oh, I love making love to you Baby girl you know you're my (sexy love) Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Outro] She makes the hairs on the back of my neck stand up Just one touch  ",
        "title": "Sexy Love"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I never knew I never knew that everything was fallin' through That everyone I knew was waitin' on a cue To turn and run when all I needed was the truth But that's how it's got to be It's comin' down to nothin' more than apathy I'd rather run the other way than stay and see The smoke and who's still standing when it clears  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  [Verse 2] Let's rearrange I wish you were a stranger I could disengage Just say that we agree and then never change Soften a bit until we all just get along But that's disregard Find another friend and you discard As you lose the argument in a cable car Hanging above as the canyon comes between  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on  [Bridge] And suddenly, I've become a part of your past I'm becomin' the part that don't last I'm losing you and it's effortless Without a sound We lose sight of the ground In the throw around Never thought that you wanted to bring it down I won't let it go down till we torch it ourselves  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows She's on your mind Everyone knows I'm in Over my head I'm in over my head, I'm over my head Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  ",
        "title": "Over My Head (Cable Car)"
    },
    {
        "artist": "Sean Paul Featuring Keyshia Cole",
        "lyrics": "  [Intro: Sean Paul] Get out my head and into the bed girl Cau ya dun know plottin' out the fantasy Hey baby girl and it's you a the key, yo, mi go so then  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 1: Sean Paul] So back it up deh, so pack it up yeah Cause I wanna be the man that's really gonna have it up and mack it up and rock it up, yeah So what is up, yeah You know you got the sinting inna me pants a develop and a swell up and Double up yeah, so gimme the work yeah cause if you no gimme the work the blue balls a erupt, yeah So rev it up deh gal gwaan try you luck deh cause when you stir it up you know me haffi measure up yeah  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 2: Sean Paul] Hey pretty girl, seh mi love fi see you walk Yuh no habla ingles but just listen me when me a talk This ya one yeah from me heart, woman you got me caught You ever inna me thoughts and no left me inna the dark, inna the First place gal that's where you belong So just let me flip the switch woman I can turn it on and Gimme the passion from dusk till dawn Tell me if you want it fi gwaan, my girl  [Verse 3: Keyshia Cole] As a woman on my own I got it goin' on And I'm liking what I'm seeing I don't wanna be alone Cause you got me in a daze, your illusion make me sway We go back and forth and round and round and nothing turn away Baby boy could it be wonderful like this To say it's only 'bout in the way you twist Cause you got me in a daze, your illusion make me sway I'm caught in you, now I'm tempted to stay, oh no!  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Bridge: Keyshia Cole] Boom, boom, boom boom, boom, boom, boom boom Boom, boom, boom boom, ba ba boom, boom, boom boom  [Verse 4: Sean Paul] So why can't you see, we ought to be, together girl don't front on me I just wanna be near so don't have no fear and lemme see you Bring your body right over here Because you should share it, girl I'll care it And I'm gonna give you love so clear It gonna make you shine and once you are mine We be rockin' it until the end of time  [Hook 2: Sean Paul & Keyshia Cole] From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow When ya gonna give it up to me From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow (baby) When ya gonna give it up to me  [Outro: Keyshia Cole & (Sean Paul)] Oh ah oh (Yeah yeah, yo yo) Oh ah oh (Sean-A-Paul and ya know we a nuh go yo) Oh ah oh, oooh oh ah oh (Di S.P. and we deh yah pon di go yo) Oooh oooh oooh (Sean Paul, Keyshia Cole and Don Corleon, a next chapter) Oh ah oh (Yah mon fah all my girls ya know) Oooh oh ah oh (Keep it keep it keep it keep it sexy)  ",
        "title": "(When You Gonna) Give It Up To Me"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] Me and all my friends We're all misunderstood They say we stand for nothing and There's no way we ever could Now we see everything that's going wrong With the world and those who lead it We just feel like we don't have the means To rise above and beat it  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's hard to beat the system When we're standing at a distance So we keep waiting Waiting on the world to change  [Verse 2] Now if we had the power To bring our neighbors home from war They would have never missed a Christmas No more ribbons on their door And when you trust your television What you get is what you got Because when they own the information, oh They can bend it all they want  [Chorus] So we keep waiting Waiting on the world to change We keep on waiting Waiting on the world to change It's not that we don't care We just know that the fight isn't fair So we keep on waiting Waiting on the world to change  [Guitar Solo]  [Chorus] And we're still waiting Waiting on the world to change We keep on waiting, waiting on the world to change One day our generation Is going to rule the population So we keep on waiting Waiting on the world to change  [Outro] Now we keep on waiting Waiting on the world to change We keep on waiting Waiting on the world to change Waiting on the world to change Waiting on the world to change Waiting on the world to change  ",
        "title": "Waiting On The World To Change"
    },
    {
        "artist": "Diddy Featuring Nicole Scherzinger",
        "lyrics": null,
        "title": "Come To Me"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Click here to read about Panic! At The Disco's first live performance of “I Write Sins Not Tragedies]  [Music Video]  [Verse 1] Oh, well, imagine As I'm pacing the pews in a church corridor And I can't help but to hear No, I can't help but to hear an exchanging of words \"What a beautiful wedding! What a beautiful wedding!”, says a bridesmaid to a waiter \"And yes, but what a shame, what a shame The poor groom's bride is a whore\"  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of...  [Verse 2] Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Pour the champagne  [Chorus] I chimed in with a \"Haven't you people ever heard of closing a goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  ",
        "title": "I Write Sins Not Tragedies"
    },
    {
        "artist": "Nelly Furtado Featuring Timbaland",
        "lyrics": "  [Intro: Nelly Furtado & Timbaland] Am I throwing you off? Nope Didn't think so  [Verse 1: Nelly Furtado & Timbaland] How you doing, young lady? That feeling that you giving really drives me crazy You don't have a player on the truck I was at a loss of words first time that we spoke You looking for a girl that'll treat you right You looking for her in the daytime, with the light You might be the type if I play my cards right I'll find out by the end of the night You expect me to just let you hit it But will you still respect me if you get it All I can do is try, gimme one chance What's the problem, I don't see no ring on your hand I'll be the first to admit it I'm curious about you, you seem so innocent You wanna' get in my world, get lost in it Boy, I'm tired of running, let's walk for a minute  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Verse 2: Nelly Furtado & Timbaland] Roses are red, some diamonds are blue Chivalry is dead, but you're still kinda cute Hey! I can't keep my mind off you Where you at, do you mind if I come through? I'm out of this world come with me to my planet Get you on my level, do you think that you can handle it? They call me Thomas, last name Crown Recognize game, Imma' lay mine's down I'm a big girl I can handle myself but if I get lonely I might need your help Pay attention to me, I don't talk for my health I want you on my team So does everybody else SHH! Baby we can keep it on the low Let your guard down ain't nobody gotta know If you with it girl I know a place we can go What kind of girl do you take me for?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Bridge: Timbaland & Nelly Furtado] Don't be mad, don't get mean Don't get mad, don't be mean Hey! Don't be mad, don't get mean Don't get mad, don't be mean  [Verse 3: Nelly Furtado & Timbaland] Wait...I don't mean no harm I can see you with my t-shirt on I can see you with nothing on Feeling on me before you bring that on Bring that on?! You know what I mean Girl, I'm a freak you shouldn't say those things! I'm only trying to get inside of your brain To see if you can work me the way you say It's okay, it's alright I got something that you gon' like Hey, is that the truth or are you talking trash? Is your game M.V.P. like Steve Nash?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, I'm callin ya' name But you're driving me crazy, the way you're making me wait Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, we're one in the same So we don't gotta play games no more  ",
        "title": "Promiscuous"
    },
    {
        "artist": "E-40 Featuring T-Pain & Kandi Girl",
        "lyrics": "  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Bridge: T-Pain] Girl he's simpin, simpin Walk up in the club with a limp and, limp and Girl listen What'cha gon' doooooo with this pimpin What'cha gon' doooooo with this pimpin  Girl I'mma call ya, call ya Later on tonight or tomorrow, morrow Now follow What'cha gon' doooooo with this baller What'cha gon' doooooo with this baller  [E-40 Talking] E-40, T-Pain, ooooh  [Verse 1: E-40] What'chu gon' do when I bend the block Pull up on that ass in a brand new drop Speakers on blast with tremendous knock TV's in the dash, rims just won't stop You need to be down with a pimp like me I ain't turnin down nuttin but my collar ya see I'mma leave you with my number you should holla at me Cause I'm a baller can't nobody hustle harder than me Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 2: E-40] Oooooh, big ass is right I ain't tryin to let that pass me tonight I'mma put my bid in and tell you somethin slick Whisper in your ear while I'm holdin my dick I don't mean no harm, it's the hood in me Sippin on that Richard Hennessy Psychadelic colors in my jewelry Suckers hella jealous cause you're diggin me Oooh - now what'chu gon' do momma? I'm tryin to dip later on, me and you momma I like the way that you groove when you move momma You know the women love me, I'm the 40-Water! Poppin my P's cause I'm laced with game Nothin but the Yay flowin through my veins She wears Miss Sixty can't fit into Gucci Cause her ass big enough to sit a cup on her booty Goodness!  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 3: Kandi Girl] Yeah I see you lookin, lookin But my ass in these jeans got you shooken, shooken I don't think you know what to dooooo with this pussy What'chu gon' dooooo with this pussy Yeah I know you want this, want this Try to chase me through the club for this good shit, good shit But I don't think you can hannnnnndle this pussy What'chu gon' dooooo with this pussy  [Verse 4: E-40] You lookin like you got that good gushy gushy Fuck around with me I'll beat the brakes off that pussy Have your ass cummin like a porno star movie Tell your friends and I bet they all wanna do me Hoes know me, I'm E-4-oh They recognized pimpin when I stepped in the do' Higher than a satellite, full of that 'dro Holla at a player when you're ready to go! Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  ",
        "title": "U And Dat"
    },
    {
        "artist": "Young Dro Featuring T.I.",
        "lyrics": "  [Hook x2: T.I.] Let me see you bounce right to left and let your shoulder lean Let your shoulder lean, just let your shoulder lean Ay, get it right, two step, and let your shoulder lean, let your shoulder lean Just let your shoulder lean  [Verse 1: Young Dro] Dro, I'm clean in this bitch Now I'm finna shoulder lean in this bitch Nigga buck, carbon 15 in this bitch This Grand Hustle team of kings is getting rich I lean and get lit, lima bean 6 I take breath, the opposite of Primatene Mist I ride twenty-six and let my nine screens flip Dro be watching Oprah, Mac 9 up in a clip Triple black Phantom, nigga, nah, it ain't Tip With Lucky Charms, diamonds, man, but nah, it ain't Flip Can't bounce, okay, then I let my shoulder lean And I bet my car talk, and I bet my motor clean Suicide doors, brown Rover look like pork and beans Everybody know me in the club cause they smoking me Dro, hoes scoping me, ice come from Boca Raton Hundred karats have 'em froze for an eon Red, black, and white Chevy, now I'm riding Deion Put them lights off in my rims, now I'm riding neon Our cars look like cra-yon, hoes know I'm the man though I can shoulder lean, I don't know how to dance though  [Hook x2: T.I.]  [Verse 2: Young Dro] First, I let my wheels spin, then I let my screen fall Then I let my trunk beat at Greenbriar Mall, tall How can I pimp a ho? Take a bitch to Berlin My bitch break niggas, after that we fuck they girlfriend My girl got a girlfriend, Chevy blue like whirlwind Nigga, it's a drought on that boy, so I got that girl in Pearl Benz, cocking hammer, Arm & Hammer propaganda Bitches think I'm pimping in linen and salamander sandals Dirty South hot cause Atlanta, show niggas with ammo We ride Phantom, holler shorty for grammar Yep, now I be on TV, BET our channel Hood nigga from Bankhead, I stay by Grandma Nana I lay by my banana, dumping and punking monkeys Don't nobody live with my mom but a bunch of junkies Donut Dunkin', bitch, I ride glazed on the Haze Gator green Chevy, gator guts, alligator Js  [Hook x2: T.I.]  Lean, lean (x8) Get ya shoulder, shorty Lean, lean (x8)  [Hook x2: T.I.]  ",
        "title": "Shoulder Lean"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Right now, he's probably slow dancing With a bleached-blond tramp And she's probably getting frisky Right now, he's probably buying her some fruity little drink Cause she can't shoot whiskey Right now, he's probably up behind her with a pool-stick Showing her how to shoot a combo And he don't know  [Hook] That I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats  [Verse 2] Right now, she's probably up singing some White-trash version of Shania karaoke Right now, she's probably saying \"I'm drunk\" And he's a thinking that he's gonna get lucky Right now, he's probably dabbing on Three dollars worth of that bathroom polo Oh, and he don't know  [Hook] That I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats  [Bridge] I might've saved a little trouble for the next girl Cause the next time that he cheats Oh, you know it won't be on me No, not on me  [Hook] Cause I dug my key into the side of his Pretty little souped up four-wheel drive Carved my name into his leather seats I took a Louisville slugger to both headlights Slashed a hole in all four tires Maybe next time he'll think before he cheats Oh, maybe next time he'll think before he cheats  [Outro] Oh, before he cheats  ",
        "title": "Before He Cheats"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can take the rain on the roof of this empty house That don’t bother me I can take a few tears now and then and just let them out I’m not a- -raid to cry every once in a while Even though going on with you gone still upsets me There are days every now and again I pretend I’m OK But that’s not what gets me  [Chorus] What hurts the most Was being so close And having so much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was tryin’ to do  [Verse 2] It’s hard to deal with the pain of losing you everywhere I go But I’m doin’ It It’s hard to force that smile when I see our old friends and I’m alone Still harder Getting up, getting dressed, livin’ with this regret But I know if I could do it over I would trade, give away all the words that I saved in my heart That I left unspoken  [Chorus] What hurts the most Is being so close And having so much to say much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Instrumental Break]  [Chorus] What hurts the most Is being so close And having so much to say (much to say) And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Outro] Not seeing that loving you That’s what I was trying to do  ",
        "title": "What Hurts The Most"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] She was storming through the house that day And I could tell she was leaving And I thought, aw, she'll be back Till she turned around and pointed at the wall an said  [Verse 2] That picture from our honeymoon That night in Frisco Bay Just give it away She said, give it away And that big four-poster king-size bed Where so much love was made Just give it away She said, just give it away  [Chorus] Just give it away There ain't nothing in this house worth Fighting over Oh, and we're both tired of fighting anyway So just give it away  [Bridge] So I tried to move on But I found that each woman I held Just reminded me of that day Hmm  [Verse 3] When that front door swung wide open She flung her diamond ring Said, give it away Just give it away And I said, now, honey, don't you even want Your half of everything She said, give it away Just give it away  [Chorus]  [Instrumental interlude]  [Verse 4] So I'm still right here where she left me Along with all the other things She don't care about anymore Mmm, like that picture from our honeymoon That night in Frisco Bay She said, give it away Well, I can't give it away And that big four-poster king-size bed Where all our love was made She said, give it away Well, I can't give it away  [Outro] I've got a furnished house, a diamond ring And a lonely broken heart Full of love and I can't even give it away  ",
        "title": "Give It Away"
    },
    {
        "artist": "Heartland",
        "lyrics": "  Look at the two of you dancing that way Lost in the moment and each other's face So much in love your alone in this place Like there's nobody else in the world I was enough for her not long ago I was her number one, she told me so And she still means the world to me Just so you know So be careful when you hold my girl Time changes everything Life must go on And I'm not going to stand in your way  But I loved her first, I held her first And a place in my heart will always be hers From the first breath she breathed When she first smiled at me I knew the love of a father runs deep And I prayed that she'd find you someday But it still hard to give her away I loved her first  How could that beautiful women with you Be the same freckle face kid that I knew The one that I read all those fairy tales to And tucked into bed all those nights And I knew the first time I saw you with her It was only a matter of time  But I loved her first and I held her first And a place in my heart will always be hers From the first breath she breathed When she first smiled at me I knew the love of a father runs deep And I prayed that she'd find you someday But its still hard to give her away I loved her first  From the first breath she breathed When she first smiled at me I knew the love of a father runs deep Someday you might know what I'm going through When a miracle smiles up at you I loved her first  ",
        "title": "I Loved Her First"
    },
    {
        "artist": "Lyfe Jennings",
        "lyrics": null,
        "title": "S.E.X."
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Intro] Heeeeey! Yeah (Just do your thang, honey!)  [Verse 1] I could feel it from the start Couldn't stand to be apart Something about you caught my eye Something moved me deep inside I don't know what you did boy, but you had it And I've been hooked ever since  [Pre-Chorus] I told my mother, my brother, my sister and my friend I told the others, my lovers, both past and present tense Every time I see you everything starts making sense (Just do your thang, honey!)  [Chorus] Ain't no other man can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style with your bad ass (oh yeah!) Ain't no other man it's true (all right) Ain't no other man but you  [Verse 2] Never thought I'd be all right (no, no, no) 'Till you came and changed my life (yeah, yeah, yeah) What was cloudy now is clear yeah, yeah! You're the light that I needed You got what I want boy, and I want it So keep on giving' it up  [Pre-Chorus] Tell your mother, your brother, your sister and your friend And the others, your lovers, better not be present tense Cause I want everyone to know that you are mine And no one else's, woah, oh  [Chorus] Ain't no other man, can stand up next to you (to you) Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  [Bridge] Break it down now! Ain't no other, ain't, ain't no other! (Other) Ain't no other, ain't, ain't no other lover! Ain't no other, I, I, I need no other! Ain't no other man but you! You are there when I'm a mess Talk me down from every ledge Give me strength, boy you're the best You're the only one who's ever passed every test  [Chorus] Ain't no other man, can stand up next to you (Next to you) Ain't no other man on the planet does what you do You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you And now I'm telling' you, so ain't no other man but you Ain't no other man, can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  ",
        "title": "Ain't No Other Man"
    },
    {
        "artist": "Blue October",
        "lyrics": "  [Girls Singing] (If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me.)  [Justin's Mother] (”Hi Justin, this is your mother, and it's 2:33 on Monday afternoon I was just calling to see how you were doing You sounded really uptight last night It made me a little nervous, and a l... and... well... it made me nervous, it sounded like you were nervous, too I just wanted to make sure you were really okay And wanted to see if you were checking in on your medication You know I love you, and... Take care, honey I know you're under a lot of pressure See ya. Bye bye”)  [Verse 1] I have to block out thoughts of you so I don’t lose my head They crawl in like a cockroach, leaving babies in my bed Dropping little reels of tape to remind me that I’m alone Playing movies in my head that make a porno feel like home There's a burning in my pride, a nervous bleeding in my brain An ounce of peace is all I want for you; will you never call again? And will you never say that you loved me just to put it in my face? And will you never try to reach me? It is I that wanted space  [Hook] Hate me today Hate me tomorrow Hate me for all the things I didn't do for you Hate me in ways Yeah, ways hard to swallow Hate me so you can finally see what’s good for you  [Verse 2] I’m sober now for 3 whole months It’s one accomplishment that you helped me with The one thing that always tore us apart is the one thing I won’t touch again In a sick way, I want to thank you for holding my head up late at night While I was busy waging wars on myself, you were trying to stop the fight You never doubted my warped opinions on things like suicidal hate You made me compliment myself when it was way too hard to take So I’ll drive so fucking far away that I never cross your mind And do whatever it takes in your heart to leave me behind  [Hook]  [Bridge] And with a sad heart, I say bye to you and wave Kicking shadows on the street for every mistake that I had made And like a baby boy, I never was a man Until I saw your blue eyes cry and I held your face in my hand And then I fell down yelling, “Make it go away!” Just make a smile come back and shine just like it used to be And then she whispered “How can you do this to me?”  [Hook] For you For you For you  [Girls Singing] If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me  [Justin's Mother] Hey, Justin! [x12]  ",
        "title": "Hate Me"
    },
    {
        "artist": "Mario Vazquez",
        "lyrics": "  [Verse 1] God broke the mold When he made this one I know She's breathtaking but so much more She walks in the room, your lungs close Making you never want to breathe again Her boyfriend has got so much dough So much ice his neck and wrist froze Is he faithful to her? Hell no But she chose to be with him, shorty  [Bridge] Tell me is the money worth your soul? Tell me what's the reason that you hold on When you know that dude has a whole wall of 'em just like you? And girl you're just way too fine Gotta be treated as one of a kind Girl use your mind Don't be just another dime  [Chorus] Because I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art In his gallery  [Verse 2] She's so confused She knows she deserves more Someone who will love and adore But his money's hard to ignore She really doesn't know what to do Girl it's just a matter of time Before he finds another more fine After he's done dulling your shine You're out the door and he's through with you  [Bridge]  [Chorus]  [Verse 3] You're a masterpiece I know that he Can't appreciate your beauty Don't let him cheapen you He don't see you like i do Beautiful not just for show Time that someone let you know  [Chorus] I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art  [Bridge] I can't take Seeing you with him Cause I know exactly what you'll be In his gallery Just not fair And it's tearing me apart You're just another priceless work of art In his gallery In his gallery  ",
        "title": "Gallery"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Go ahead and waste your days with thinking When you fall everyone stands Another day and you've had your fill of sinking With the life held in your... Hands are shaking cold These hands are meant to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Verse 2] So a day when you've lost yourself completely Could be a night when your life ends Such a heart that will lead you to deceiving All the pain held in your... Hands are shaking cold Your hands are mine to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Bridge] (Go on, go on, go on, go on) When everything is wrong, we move along (Go on, go on, go on, go on) When everything is wrong, we move along (Along) along (along) along (along) along (along)  When all you got to keep is strong Move along, move along like I know you do And even when your hope is gone Move along, move along Just to make it through  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Outro] Move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along  ",
        "title": "Move Along"
    },
    {
        "artist": "Cassie",
        "lyrics": null,
        "title": "Me & U"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] Would you go with me if we rolled down streets of fire Would you hold on to me tighter as the summer sun got higher If we roll from town to town and never shut it down Would you go with me if we were lost in fields of clover Would we walk even closer until the trip was over And would it be okay if I didn't know the way  [Chorus] If I gave you my hand Would you take it and make me the happiest man in the world If I told you my heart couldn't beat one more minute without you girl Would you accompany me to the edge of the sea Let me know if you're really a dream I love you so So would you go with me  [Verse 2] Would you go with me if we rode the clouds together Could you not look down forever If you were lighter than a feather Oh, and if I set you free, would you go with me  [Chorus] If I gave you my hand Would you take it and make me the happiest man in the world If I told you my heart couldn't beat one more minute without you girl Would you accompany me to the edge of the sea Let me know if you're really a dream I love you so So would you go with me  ",
        "title": "Would You Go With Me"
    },
    {
        "artist": "Shakira Featuring Wyclef Jean",
        "lyrics": "  [Intro: Wyclef Jean] Ladies up in here tonight No fighting, no fighting (We got the refugees up in here) No fighting Shakira, Shakira  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight, you know my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 1: Wyclef Jean] Hey girl, I can see your body moving And it's driving me crazy And I didn't have the slightest idea Until I saw you dancing And when you walk up on the dance floor Nobody cannot ignore the way you move your body, girl And everything so unexpected - the way you right and left it So you can keep on shaking it  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight You know my hips don't lie And I'm starting to feel you boy Come on let's go, real slow Don't you see baby así es perfecto  [Hook 2: Shakira] They know I'm on tonight, my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 2: Shakira] Oh boy, I can see your body moving Half animal, half man I don't, don't really know what I'm doing But you seem to have a plan My will and self restraint Have come to fail now, fail now See, I'm doing what I can, but I can't so you know That's a bit too hard to explain  [Interlude: Wyclef Jean] Baila en la calle de noche Baila en la calle de día Baila en la calle de noche Baila en la calle de día  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You know you got me hypnotized So be wise and keep on Reading the signs of my body  [Bridge: Wyclef Jean & Shakira] Señorita, feel the conga Let me see you move like you come from Colombia Mira en Barranquilla se baila así, say it! En Barranquilla se baila así  [Verse 3: Wyclef Jean] Yeah, she's so sexy every man's fantasy A refugee like me back with the Fugees from a third world country I go back like when 'Pac carried crates for Humpty Humpty We leave the whole club dizzy Why the CIA wanna watch us? Colombians and Haitians I ain't guilty, it's a musical transaction Bo-bop-so-bop, no more do we snatch ropes Refugees run the seas, 'cause we own our own boats  [Hook 2: Shakira] I'm on tonight My hips don't lie And I'm starting to feel you boy Come on let's go, real slow Baby like this is perfecto  [Hook 2: Shakira] Oh, you know I'm on tonight, my hips don't lie And I'm starting to feel it's right The attraction, the tension Baby like this is perfection  [Outro: Wyclef Jean &  Shakira] No fighting, no fighting  ",
        "title": "Hips Don't Lie"
    },
    {
        "artist": "Webstar & Young B Featuring The Voice Of Harlem",
        "lyrics": "  Let's go, y'all already know what this is We got another one, I got ma *** AG The voice of Harlem, I ma girl, Young B Y'all already know what this is Once again, let's go, it's the DJ Webstar  Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out  And let's get it, let's get it Let's get it, let's get it, let's get it Let's get it, let's get it, let's get it Let it rain, now clear it out Let it rain, now clear it out  Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side  Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side  Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out  And let's get it, let's get it Let's get it, let's get it, let's get it Let's get it, let's get it, let's get it Let it rain, now clear it out Let it rain, now clear it out  I was on 119th in Lexington Black sidekick on the Nexington Shorty say yo, I look left and then I'm like I wanna mess wit him  Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out  I was on 114th at the Kingdom Game AG on the mike doin' his thing Walked in the park, the screamin' ma name Stop, now look at the chain  Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out  I Was On 4-5th in the Whippington Ears naked, wrist was glistenin' Eyes low like I'm blowin' piffington Girls talk slick but they whisperin'  Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out Let it rain, now clear it out  DJ Webstar  And let's get it, let's get it Let's get it, let's get it, let's get it Let's get it, let's get it, let's get it Let it rain, now clear it out Let it rain, now clear it out  Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side Chicken noodle soup, chicken noodle soup Chicken noodle soup wit a soda on the side  Young B, Webstar and GTOT Doin' our thing, it comes naturally We gettin' this, so we fly as can be So all y'all wack labels stop tryna sign me  All the world, clear it out Uptown, clear it out Downtown, clear it out Eastside, clear it out Westside, clear it out  Webstar, clear it out Rich girls, clear it out Problem children, clear it out Danny D, clear it out Money [Incomprehensible], clear it out  ",
        "title": "Chicken Noodle Soup."
    },
    {
        "artist": "Yung Joc",
        "lyrics": "  [Intro: Nitti] Here we go again Ghettoville U.S.A. (uh oh) You know I go by the name Nitti right (uh huh) I gotta introduce you to another motherfucker out my squad right(who this nigga mane) This nigga go by the name of Joc (Joc?) He resides in Collegepark (Collegepark C.P.) But for right now, what we gotta do for y'all (what we gonna do) We gotta give y'all a hit (huh)  [Verse 1: Yung Joc] Niggas in my face, damn near er' day Ask a million questions like, Joc where ya' stay? Tell 'em Collegepark, where they chop cars Get twenty grand, spend a grand at the bar Jest bought a zone, J's on my feet I'm on that Patron, so get like me '69 Cutlass with the bucket seats Beat in my trunk, bought it just for the freaks Catch me in the hood, posted at the store Pistol in my lap, on the phone counting dough If a girl choose, let her do her thing Just like her mama, nice ass, nice brain Er'body love me, I'm so fly Niggas throw the deuces er'time I ride by I know ya wonder why, I'm so cool Don't ask me just do what you do (OK)  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 2: Yung Joc] Verse number two, do the damn thing Cubes on my neck, pockets full of Ben Frank's When I'm in the mall, hoes just pause I pop a few tags, give me that on the wall Time to flip the work, make the block bump Boys from the hood call me black Donald Trump Dope boy magic, seven days a week Number one record, long as Nitti on the beat Oh I think they like me, better yet I know Lights camera action when I walk through the door Niggas know my crew, we certified stars Valet in the front 'bout thirty-five cars Bitches in the back, black Beamer coupe's Girls liking girls, time to recruit If ya' got a problem, say it to my face We can knuckle up any time any place  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 3: Yung Joc] Time to set it off, let these nigga know Have ya ever seen a Chevy with the butterfly doors? I ride real slow, no need to speed Gotta make sure ya' see the buckets on my feet Fans on my trail, but they don't think I know I keep my hands clean casue I never touch dope Every time I see 'em, look 'em in they eyes Ask me how I know, its me, surprise Put it in the air, rep where ya' stay Take a step back, blow the kush in they face Stuntin' is a habit, let 'em see the karats I'mma make it rain nigga, I ain't scared to share it  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Outro: Yung Joc] Yung Joc... Nitty strikes again This a Nitti beat Playmaker So So Def motherfucker  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Unk",
        "lyrics": "  [Refrain: Unk] Now walk it out Westside walk it out Southside walk it out Eastside walk it out Northside walk it out  [Intro: Unk] Big Oomp Records, we back at it again baby DJ Montay on the track, this the remix, Jim Jones Andre three stacks, Daddy Fatsacks, this your boy Unk Remix  [Verse 1: André 3000] Walk it out like an usher If you say real talk, I probably won't trust ya If you want to go to war, the gun's my pleasure Even Jesus had twelve disciples on the lever, trigger, whatever Pyong, you don't want nan day of three thou' I'm like jury duty, you're new to this part of town Your white tee, well to me, look like a nightgown Make your Momma proud, take that thing two sizes down Then you'll look like the man that you are or what you could be I can I give a damn 'bout your car, but then I would be If it was considered a classic before the drastic change In production when cars were metal instead of plastic Value, is what I'm talkin' 'bout, take two of these and walk it out You'll be the reason they chalk it out, you can't be the king in the parking lot Forever, not saying I'm the best but 'til they find something better I am here, no fear, write me a letter, 'til then I walk it out, I walk it out, I walk it out, I walk it out I walk it out, I walk it out, I walk it out I Westside walk it ow-out, I Westside walk it ow-out I Westside walk it ow-out, then Eastside walk it ow-out  [Verse 2: Unk] I walked it out the bank, with a lot of zeros That's what my teachers called me, predictions like they Cleo So I do my dance for 'em, then make 'bout forty thousand I do that in a month, I'm on resorts and islands I make them walk it out, yeah, it's me again But I'm with Jones, Daddy Fatsacks and Benjamin I roll with made men, that brake the stage in And keep the girls happy, so y'all can get the nappy Gangsters they do they dance, they do it to my song See I was up in Cali, Crip-walkin' it all night long Drop twenty on my neck, got ten on my wrist A billion dollar look, a million dollar kiss I'm nationwide homey, you still at home homey With no promotions on me, man that's bologna, homey The album off in stores, I'm \"Beat'n Down Yo Block\" Now 'gwan and walk it out, they still on my jock  [Refrain]  [Verse 3: Jim Jones] Jones it's DipSet Byrd Gang Now come holla at me, you know how we get it out here Eastside walk it out, Bronx walk it out Queens walk it out, you know Brooklyn walk it out Now Harlem walk it out, Harlem walk it out Harlem walk it out, Harlem walk shit out, balling Now we don't walk it out, we drop-top Porsche it out I hopped out floss it out, I bring my Air Forces out I'm blowing purple smoke, I cough it out, ball it up then ball it out Tap the bottle, pour it out, balling Now do the fade-away, and throw some paper-way And we can skate away, tell the office I'll be late today Ho I can thug it out, or starstud it out I take a trip with my bitch and Louis luggage out I'm talking Magic City, or even Body Tap You know that money ain't a thing we throwing thousand stacks Ho yeah we toss it out, you know I'm talking bout When cap'n status in da house you know New York is out  [Refrain]  [Verse 4: Big Boi] I walk it out like that last shot of 'gnac at the club Cause the package store was closed and I'm attached to my buzz Been slamming Cadillac doors, you know what it was cause Stay jamming everything platinum check the status cause Boy I side, brimming with diamonds but that don't mean shit Designing fly-rhyme patterns since I was seventeen kid On Southernplayalistic intro listen close to Peaches She said nothing but king shit all day, and they be bi-tches It's like I'm at the dentist cause everybody got crowns I'll change to ace of spades, cutthroats, and won't bow down Not a king queen or jack fade this, come clean son Swing from my sack like my babies Acting like you crazy, Daddy Fat don't like that misbehaving A-Town's up and deuces down, and something else that be created Tell Oomp, get the doomp, clear the booth it's now official Dropping bombs like a North Korean nuclear missile  ",
        "title": "Walk It Out"
    },
    {
        "artist": "Monica Featuring Dem Franchize Boyz",
        "lyrics": "  [Intro: Buddie & JD] Ro-Ro-Ro-Rock then bend my knees Every time the beat drop Uh, uh, haha Ro-Ro-Ro-Rock then bend my knees Every time the beat drop So-So Def!  [Verse 1: Pimpin'] You know pimpin' make the beat drop, fuckin' with a laptop I make em do it do it, as soon as the beat drop Might throw my towels out like Nick I like to wild out I'ma stay in the game until I fall out First I lean grab a ball and then I pop wit it (I pop wit it) When they bring the mics the crowd I rock wit it (I rock wit it) I never hind licks, trying to get it quick When the songs come on they, like that's my shit  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 2: Monica] I know you used to seeing Mo laid back So for the most part you think I'm like that (dig this) You about to get a glimpse of the fit I'm giving niggas on the floor, man When I hit the door, man 'Cause I ain't one of these too bourgeois broads Always in the club holding up the wall (now dig this) You about to get a taste of the way That we do it down here in the A Let me say  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 3: Monica] Now I ain't talking bout a little two step (Whatcha talkin' about?) I'm talking bout some that'll make you sweat And when I talk well I'm through talking I'm about to do some move some let you see something When I say get gutta it's enough said Do the bounce like you over on Bank head And if anybody got a problem with the way you doin you Look em dead in the face and you say  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  [Verse 4: Jizzal Man] I trick stats like killers and I blow that money I'm drunk off the goose so I throw that money I spill white T cash, yall at to bag money When I step off in this spot like I know there's money And my chain so styling, how colors diamonds you need, man? I bow low we, you wanna bow low in the week-end Damn! And he ain't fresh azimiz It's DFB, bitch, and I can, I can  [Chorus: Monica & Buddie] I can't help who I'm is, when they play my shh I just love to dance, every time the beat drop I love to wild out damn right, shake it all night Hey, that's my jam, every time the beat drop I said, ooh, all the ladies in the club grab a dude And you work it real slow, you can do it Move it, 'til you make him lose it Ro-Ro-Ro-Rock then bend my knees Every time the beat drop He gon' be a fan, every time the beat drop  Y'all know what this is DFB, Monica Every time the beat drop Let's get it Every time the beat drop  ",
        "title": "Everytime Tha Beat Drop"
    },
    {
        "artist": "Frankie J Featuring Mannie Fresh & Chamillionaire",
        "lyrics": null,
        "title": "That Girl"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Every now and then I get a little lost My strings all get tangled, my wires all get crossed Every now and then I'm right up on the edge Dangling my toes out over the ledge I just thank God you're here  [Chorus] Cause when I'm a bullet shot out of a gun Cause when I'm a firecracker coming undone Or when I'm a fugitive ready to run, all wild-eyed and crazy No matter where my reckless soul takes me Baby you save me  [Verse 2] It's hard loving' a man that's got a gypsy soul I don't know how you do it, I'm not sure how you know The perfect thing to say to save me from myself You're the angel that believes in me like nobody else And I thank God you do  [Chorus] Cause when I'm a bullet shot out of a gun When I'm a firecracker coming undone When I'm a fugitive ready to run, all wild-eyed and crazy No matter where my reckless soul takes me Baby you save me  [Verse 3] I know I don't tell you nearly enough That I couldn't live one day without your love When I'm a ship tossed around on the waves Up on a high wire that's ready to break When I've had just about all I can take Baby you, baby you save me  [Chorus] When I'm a bullet shot out of a gun When I'm a firecracker coming undone When I'm a fugitive ready to run, all wild-eyed and crazy No matter where my reckless soul takes me Baby you save me  ",
        "title": "You Save Me"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Want To"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I hope that the days come easy and the moments pass slow And each road leads you where you want to go And if you're faced with a choice and you have to choose I hope you choose the one that means the most to you And if one door opens to another door closed I hope you keep on walkin' till you find the window If it's cold outside... Show the world the warmth of your smile; But more than anything...more than anything...  [Chorus] My wish, for you, is that this life becomes all that you want it to-- Your dreams stay big, your worries stay small You never need to carry more than you can hold And while you're out there getting where you're getting to I hope you know somebody loves you And wants the same things too... Yeah, this is my wish  [Verse 2] I hope you never look back, but you never forget All the ones who love you, in the place you left I hope you always forgive, and you never regret And you help somebody every chance you get Oh, you find God's grace in every mistake And you always give more than you take But more than anything... Yeah, more than anything..  [Chorus][x2] My wish, for you, is that this life becomes all that you want it to-- Your dreams stay big, your worries stay small You never need to carry more than you can hold And while you're out there getting where you're getting to I hope you know somebody loves you And wants the same things too... Yeah, this is my wish  [Outro] I hope you know somebody loves you May all your dreams stay big  ",
        "title": "My Wish"
    },
    {
        "artist": "Janet & Nelly",
        "lyrics": null,
        "title": "Call On Me"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "Once In A Lifetime"
    },
    {
        "artist": "Fergie",
        "lyrics": "  [Intro: Will.i.am] (Four, tres, two, uno) Listen up y'all, cause this is it The beat that I'm banging is delicious  [Verse 1: Fergie] Fergalicious definition make the boys go loco They want my treasures so they get their pleasures from my photo You can see me, you can't squeeze me I ain't easy, I ain't sleazy I got reasons why I tease 'em Boys just come and go, like seasons  [Pre-Chorus 1: Fergie] Fergalicious (so delicious) But, I ain't promiscuous And if you was suspicious All that shit is fictitious I blow kisses (muah!) That puts them boys on rock, rock And they be lining down the block Just to watch what I got (four, tres, two, uno)  [Chorus: Fergie] It's so delicious (It's hot, hot) It's so delicious (I put them boys on rock, rock) It's so delicious (they want a taste of what I got) I'm Fergalicious (t-t-t-t-t-tasty, tasty)  [Interlude 1: Fergie] Fergalicious def- Fergalicious def- Fergalicious def- (def-, def-, def-, def-...)  [Verse 2: Fergie] Fergalicious definition make them boys go crazy They always claim they know me Coming to me, call me Stacy (Hey Stacy!) I'm the F to the E-R-G the I, the E And can't no other lady put it down like me  [Pre-Chorus 2: Fergie] Fergalicious (so delicious) My body stay vicious I be up, in the gym, just working on my fitness He's my witness (ooh wee) I put your boy on rock, rock And he be lining down the block Just to watch what I got (four, tres, two, uno)  [Chorus: Fergie] It's so delicious (It's hot, hot) It's so delicious (I put them boys on rock, rock) It's so delicious (they want a taste of what I got) I'm Fergalicious  [Interlude 2: Fergie] H-h-h-h-hold up! Check it out!  [Bridge: Fergie] Baby, baby, baby If you really want me Honey, get some patience Maybe then you'll get a taste Of my tasty, tasty I'll be laced with lacey It's so tasty, tasty It'll make you crazy  [Refrain: Will.i.am] T to the A to the S-T-E-Y, girl you tasty T to the A to the S-T-E-Y, girl you tasty D to the E to the L-I-C-I-O-U-S To the D, to the E to the To the, to the... (hit it, Fergie)  [Verse 3: Fergie] All the time I turn around, brothas gather 'round Always looking at me up and down, looking at my uhhhhh I just wanna say it now, I ain't trying to 'round up Drama little mama, I don't wanna take your man And I know I'm coming off just a little bit conceited And I keep on repeating how the boys wanna eat it But I'm trying to tell, that I can't be treated like clientele Cause they say she delicious  [Pre-Chorus 1: Fergie] Fergalicious (so delicious) But, I ain't promiscuous And if you was suspicious All that shit is fictitious I blow kisses (muah!) That puts them boys on rock, rock And they be lining down the block Just to watch what I got Four, tres, two, uno!  [Pre-Chorus 2: Fergie] My body stay vicious I be up, in the gym, just working on my fitness He's my witness (ooh wee) I put your boy on rock, rock And he be lining down the block Just to watch what I got (four, tres, two, uno)  [Chorus - Variation : Fergie] It's so delicious (aye) It's so delicious (aye) It's so delicious (aye) I'm Fergalicious I'm Fergalicious (t-t-t-t-t-tasty, tasty) It's so delicious (aye) It's so delicious (aye) It's so delicious (aye) I'm Fergalicious I'm Fergalicious (t-t-t-t-t-tasty, tasty)  [Outro: Will.i.am] T to the A to the S-T-E-Y, girl you tasty T to the A to the S-T-E-Y, girl you tasty T to the A to the S-T-E-Y, girl you tasty T to the A to the, to the, to the, to the (four, tres, two, uno) To the D to the E to the L-I-C-I-O-U-S To the D to the E to the L-I-C-I-O-U-S To the D to the E to the L-I-C-I-O-U-S To the D to the E to the, to the, to the, to the (four, tres, two, uno) T to the A to the S-T-E-Y, girl you tasty T to the A to the S-T-E-Y, girl you tasty T to the A to the S-T-E-Y, girl you tasty T to the A to the, to the, to the, to the (four, tres, two, uno) To the D to the E to the L-I-C-I-O-U-S To the D to the E to the L-I-C-I-O-U-S To the D to the E to the L-I-C-I-O-U-S To the D to the E to the, to the, to the, to the (four, tres, two, uno)  ",
        "title": "Fergalicious"
    },
    {
        "artist": "Birdman & Lil Wayne",
        "lyrics": "  [Hook: Lil Wayne] \"Pyong\" on the Yamaha, chromed out 11 hundred What I'm doing? Getting money. What we doing? Getting money What they doing? Hating on me, but they never cross Cash Money still the company and bitch I'm the boss And I be stuntin' like my daddy, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy I'm the Young Stunna, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy  [Verse 1: Lil Wayne] Yeah bitch I'm paid, that's all I gotta say Can't see you little niggas cause the money in the way And I'm - I'm sitting high, a gansta ride, blades If you ain't gonna ride fly than you might as well hate Shit, I gotta eat, yeah, even though I ate No it ain't my birthday but I got my name on my cake Shit, believe that: if your mans wanna play I'mma fuck around and put that boy's brains on the gate Hey pick em up! Fuck em, let em lay Where I'm from we see a fuckin' dead body everyday That's - Uptown! Throw a stack at em Make a song about me, I'm throwing shots back at 'em Ya bitch on my pipe, and she like a crack addict She saw me cooking eggs and she thought I was back at it I grab the keys, \"ho I gotta go\" I got my motorcycle jacket and my motorcycle locs  [Hook] \"Pyong\" on the Yamaha, chromed out 11 hundred What I'm doing? Getting money. What we doing? Getting money What they doing? Hating on me, but they never cross Cash Money still the company and bitch I'm the boss And I be stuntin' like my daddy, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy I'm the Young Stunna, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy  [Verse 2: Birdman] Shorty, 98's, 45 paper plates Tint the whole thang, big money heavyweight A hundred stacks, spend 50 on a Caddy, 25 on the pinky Bought a pound of blow and bounced back Matching grills, big houses on the hill Got them hoes in the kitchen all cooking, paying bills I start to holler, dollar after dollar Flipping chickens, getting tickets. Want the money and the power Born Stunna, Uptown hunter 3rd ward G, nigga, been about money Ice chunky, Birdman, red monkeys White Tees on the chromed-out 11 hundreds You know we shine every summer, we grind every summer And this is how we spend money You see them Bentleys and them Lambs' Them ounces and them grams, bitch we was born hustlas  [Hook] \"Pyong\" on the Yamaha, chromed out 11 hundred What I'm doing? Getting money. What we doing? Getting money What they doing? Hating on me, but they never cross Cash Money still the company and bitch I'm the boss And I be stuntin' like my daddy, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy I'm the Young Stunna, stuntin' like my daddy Stuntin' like my daddy, I be stuntin' like my daddy  [Verse 3: Lil Wayne] Yeah when I was 16 I bought my first Mercedes Benz I must've fucked a thousand bitches and they girlfriends White leather, hot new bare rims Brand new pistol with a trigger like a hair pin Big work, we don't need a scale man! Big papers: say \"good morning\" to the mailman What you know about putting bricks in the spare, man? I can stuff a coupe like a motherfuckin' caravan I'm in my zone, my form is so rare, man If there's a throne, you looking at the chairman How you want it, show me my opponent *Munching noises* Show me my opponent I'm still ballin', a bullet gotta get me And I've never been a pussy cause my hood never let me A made nigga, got made niggas with me I'm a motorcycle boy, so I'm about to park the Bentley  ",
        "title": "Stuntin' Like My Daddy"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Gotta hold on easy as I let you go Gonna tell you how much I love you, though you think you already know I remember I thought you looked like an angel wrapped in pink so soft and warm You've had me wrapped around your finger since the day you were born  [Chorus] You're beautiful baby from the outside in Chase your dreams but always know the road that'll lead you home again Go on, take on this whole world But to me you know you'll always be, my little girl  [Verse 2] When you were in trouble that crooked little smile could melt my heart of stone Now look at you, I've turned around and you've almost grown Sometimes you're asleep I whisper \"I Love You!\" in the moonlight at your door As I walk away, I hear you say, \"Daddy Love You More!\"  [Chorus] You're beautiful baby from the outside in Chase your dreams but always know the road that'll lead you home again Go on, take on this whole world But to me you know you'll always be, my little girl  [Verse 3] Someday, some boy will come and ask me for your hand But I won't say \"yes\" to him unless I know, he's the half That makes you whole, he has a poet's soul, and the heart of a man's man I know he'll say that he's in love But between you and me, he won't be good enough!  [Chorus] You're beautiful baby from the outside in Chase your dreams but always know the road that'll lead you home again Go on, take on this whole world But to me you know you'll always be, my little girl  ",
        "title": "My Little Girl"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Country roads, old theater marquee signs Parking lots, and billboards flying by Spanish moss, little hick town squares Wild roses on a river bank Girl its almost like you're there  [Chorus] Oh, every mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams Every mile, a memory  [Verse 2] Red sun down, out across the western sky Takes me back to the fire in your eyes Texas stars in a purple night Not seeing 'em with you baby Oh, they never do it right, no  [Chorus] Eevery mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams Every mile, a memory  [Verse 3] Funny how no matter where I run Round every bend I only see Just how far I haven't come  [Chorus] Every mile, a memory Every song, another scene From some old movie going back in time you and me Every day, a page turned down Every night, a lonesome sound Like a freight train rolling through my dreams And every mile, a memory Every mile, a memory Every mile, a memory  ",
        "title": "Every Mile A Memory"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] They come from every state to find Some dreams were meant to be declined Tell the man what did you have in mind What have you come to do? No turning water into wine No learning while you're in the line I'll take you to the broken sign You see these lights are blue Come and get it Lost it at the city limit Say goodbye, cause they Will find a way to trip it Everybody's looking for a silly gimmick Got to get away Can't take it for another minute This town is made of many things Just look at what the current brings So high it's almost promising This place was made on you  [Chorus] Tell me baby What's your story? Where you come from And where you want to go this time, oh Tell me lover Are you lonely? The thing we need is never all that hard to find, oh Tell me baby What's your story Where you come from And where you want to go this time, oh You're so lovely Are you lonely? Giving up on the innocence you left behind  [Verse 2] Some claim to have the fortitude Too shrewd to blow the interlude Sustaining pain to set the mood Step out to be renewed I'll move you like a baritone Jungle brother's on the microphone Getting over with the undertone It's time to turn to stone Chitty chitty baby When your nose is in the nitty gritty Life can be a little sweet But life can be a little shitty What a pity Boston and a Kansas City Looking for a hundred But you only ever found a fifty Three fingers in the honeycomb You ring just like a xylophone Devoted to the chromosome The day that you left home  [Chorus] Tell me baby What's your story? Where you come from And where you want to go this time, oh Tell me lover Are you lonely? The thing we need is never all that hard to find, oh Tell me baby What's your story Where you come from And where you want to go this time, oh You're so lovely Are you lonely? Giving up on the innocence you left behind Tell me baby What's your story? Where you come from And where you want to go this time, oh Tell me lover Are you lonely? The thing we need is never all that hard to find, oh Tell me baby What's your story Where you come from And where you want to go this time, oh You're so lovely Are you lonely? Giving up on the innocence you left behind  ",
        "title": "Tell Me Baby"
    },
    {
        "artist": "Brooke Hogan Featuring Paul Wall",
        "lyrics": null,
        "title": "About Us"
    },
    {
        "artist": "Rick Ross",
        "lyrics": "  [Intro] Push it to the limit  [Verse 1] Port of Miami (uhh), I'm importin' the candy (uhh) Ain't got nothin' to lose, we supportin' the family Never traffic for fun, only traffic for funds All I seen is the struggle, it's like I'm trapped in the slums Workers were barely paid, no water, we barely bathe There better be better days on the way that's on my daddy grave I'm pushin' it hard, I'm pushin' it soft If he pushin' a line, he pushin' for Ross I waited and waited, I done ran out of patience They hated and hated, left him slow dancin' with Satan Fresh in my white tee, Mac-11, swear to God I bought my first block, broke it down and tore the block apart  [Hook] I push and I push, I ride and I ride Tryna survive on 95 Put it all on the line every drop of a dime I be pushin' them whips, yep, three at time I'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit) II'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit)  [Verse 2] I handle dope like a vandal off the banana boat Bananas in our rifles, no cyphers, I'm just the man to know I paid dues, my moves done made news I'm smooth, my suede shoes they new like Ray shoes Nobody used to speak, now e'rybody wave You duck your momma house, you set your sister straight I'm buildin' a dream, with elevators in it Tailor made the linen, no gators got on my hater-vision I see ya, I see ya suckers, I see ya clear I know you see me in that Phantom whiter than veneers Allergic to broke, determined to blow On the boat we hid the work in detergent and soap We ship it from Haiti, baby I'm whippin' them babies Let it dry, let it dry, try to whip a Mercedes Arrangin' my Range, here to rain ya parade You gotta push it to the limit you wanna be paid  [Hook] I push and I push, I ride and I ride Tryna survive on 95 Put it all on the line every drop of a dime I be pushin' them whips, yep, three at time I'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit) II'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit)  [Verse 3] We started minute, the money matured My money's secured, I got bundles in Europe My bubble be pure, it cost like a hundred a pull The world is yours, hundred million or more Now I run the streets, they all mine 12 years overdue, call it due time I told you never roll on the soul of a soldier You never know that dishwasher may be the beholder Whoever thought that fat girl would grow into Oprah Or that boy Rick Ross would be moldin' the culture I push and push, we breakin' the mold We push and we push, we rake in the hoes  [Hook] I push and I push, I ride and I ride Tryna survive on 95 Put it all on the line every drop of a dime I be pushin' them whips, yep, three at time I'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit) II'm pushin' it, I'm pushin' it I'm pushin' it, I gotta (push it to the limit)  ",
        "title": "Push It"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  I look at you You look at me (You can't tell me you ain't feeling butterflies) It's obvious We have some chemistry (I think I know it because it feels so right) Girl I wanted so long to know Now you're telling me you gotta let it go (Don't tell me I have to start all over again) I never thought that this day would come (This is something that I've wanted in my life) I realize that you're the one (And you're telling me its time to say goodbye) What's inside of my heart it ain't going to change So it shouldn't be so easy to walk away (You feel it, I feel it, let's not pretend)  [Chorus] Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Verse 2] It's so clear for you to see (Don't let anybody tell you what to do) Why they can't they just let us be happy (I don't want to find somebody new) If you know whats really in your heart Then don't let them tear us apart (Because you feel it, I feel it Let's think this through)  [Chorus] Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you (please don't go) Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Bridge] We have a bond that's unbreakable And it's not time to let it go (don't let it go) And now that we know it's real We are going to let it show To the whole world That I'm yours forever And you're my girl (you're my girl) You might live with me, oh oh I don't know  [Chorus] Baby, I don't know what love Is Maybe I'm a fool (Maybe I'm a fool) I just know what I'm Feeling And it's all because of you (it's all because of you) Don't tell me I don't know I want the truth (I want you) Because they call it We call it You call it I call it love Baby, I don't know what love Is Maybe I'm a fool I just know what I'm Feeling And it's all because of you Don't tell me I don't know I want the truth Because they call it We call it You call it I call it love  [Outro] Love They call it love I call it Love  ",
        "title": "I Call It Love"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": "  [Verse 1] There was a man back in '95 Whose heart ran out of summers But before he died, I asked him Wait, what's the sense in life Come over me, Come over me  [Prehook] He said, son why you got to sing that tune Catch a Dylan song or some eclipse of the moon Let an angel swing and make you swoon Then you will see, you will see  [Hook] Then he said Here's a riddle for you Find the answer There's a reason for the world You and I  [Verse 2] Picked up my kid from school today Did you learn anything cause in the world today You can't live in a castle far away Now talk to me, come talk to me  [Prehook] He said, Dad I'm big but we're smaller than small In the scheme of things, well we're nothing at all Still every mother's child sings a lonely song So play with me, come play with me  [Hook] And hey Dad Here's a riddle for you Find the answer There's a reason for the world You and I  [Verse 3] I said, son for all I've told you When you get right down to the Reason for the world... Who am I?  [Bridge] There are secrets that we still have left to find There have been mysteries from the beginning of time There are answers we're not wise enough to see He said you looking for a clue I love you free  The batter swings and the summer flies As I look into my angel's eyes A song plays on while the moon is high over me Something comes over me  [Hook] I guess we're big and I guess we're small If you think about it man you know we got it all Cause we're all we got on this bouncing ball And I love you free I love you freely  [Outro] Here's a riddle for you Find the answer There's a reason for the world You and I  ",
        "title": "The Riddle"
    },
    {
        "artist": "Jesse McCartney",
        "lyrics": "  [Verse 1] Girl, there's somethin' 'bout me, things you oughta know I've never felt the need to lose control Always held on back and played it slow, but not this time Baby, don't be gentle, I can handle anything  [Chorus] Baby, take me on a journey, I've been thinkin' lately I could use a little time alone with you Crazy, let's do something maybe, please don't take your time You got me right where you want me Right where you want me  [Verse 2] Girl, I'm gonna let you have your way with me But when you move like that it's hard to breathe I never thought that it could be like this, but I was wrong Baby, don't be gentle, I can handle anything  [Chorus] Baby, take me on a journey, I've been thinkin' lately I could use a little time alone with you Crazy, let's do something maybe, please don't take your time You got me right where you want me  [Bridge] Can't explain it, how you swept me Off my feet unexpectedly, in slow motion My imagination's on me, tryin' to keep my body still Oh, I can hardly stand the thrill Well, baby, don't be gentle, I can handle anything  [Chorus] Baby, take me on a journey, I've been thinkin' lately I could use a little time alone with you Crazy, let's do something maybe, please don't take your time You got me right where you want me Baby, take me on a journey, I've been thinkin' lately I could use a little time alone with you Crazy, let's do something maybe, please don't take your time You got me, whoa, you got me right where you want me  ",
        "title": "Right Where You Want Me"
    },
    {
        "artist": "Lil Scrappy Featuring Young Buck",
        "lyrics": "  [Lil Scrappy] Okay-kay-kay-kayyy, G's up, Lil Scrappy I got money BME (BME), money in the bank, G-Unit!  [Hook] x4 I got money in the bank (yea) Shawty what you drank  [Lil Scrappy] I'mma get that, dough and fuck with dem, hoes Young ladies that know me know Scrappy's a, pro Fill up at the, bar go get a mas-sage Find me a couple we can make it a, me-nage You be tryin, hard but nigga don't, start You be doin shit is gon' get you to the, morgue I go get that, paper a mega fuckin watch I be pullin out knots, that can buy me a, yacht Hold on baby, please, go get on yo', knees If you don't do it for me then do it for the, cheese (yea) I got extra weed (yea) money long like sleeves (yea) If a nigga try to creep, I got extra heat Got a bank account (cha-ching) with a large amount If a nigga wanna talk, nigga we can let it bounce (bounce) Take it outside, nigga fuck fallin back Killers run up in the club, ballin with a bigger stack  [Hook] x2  [Young Buck] Two step with me, let me show you how it goes The Murcielago, lemme show you how it rolls I got a Bentley that I only drove one time 50 bought it for me shorty but it's still mine My Chevy clean and the paint look like lemon-lime You wanna shine, it ain't hard, just get on your grind We keep a bankroll, wallet full of credit cards Cup full of Cristal, box full of cigars Dirty South tatted on my back, I'm country She said she like the way I talk, these hoes love me Club goin crazy, we throwin out stacks G-Unit South yeah, tell the DJ bring it back See I'm A-Town stompin in a A-Town hat But I'm reppin Tennessee, like my homey Project Pat It ain't 'bout where you from homeboy it's where you at Scrappy beat me on the dice, yeah it's cool I'll be back Cause I got  [Hook] x2  [Lil Scrappy] 50, got me, Lil Jon, got me I got a big-ass squad, how you gon' stop me Y'all niggas, watch me, rise to the, top My shit gon', sell, yo' shit gon', flop Lil Jon, got me, 50, got me I got a big-ass family, how you gon' stop me Y'all niggas, watch me, rise to the, top My shit gon', sell, yo' shit gon', flop  [Hook] x2  ",
        "title": "Money In The Bank"
    },
    {
        "artist": "The Wreckers",
        "lyrics": "  [Verse 1] You're not sure that you love me but you're not sure enough to let me go Baby, it ain't fair you know to just keep me hangin' 'round You say you don't wanna hurt me, don't want to see my tears So why are you still standing here just watching me drown?  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Verse 2] Now you can drag out the heartache or, baby, you could make it quick Really get it over with and just let me move on Don't concern yourself with this mess you've left for me I can clean it up, you see, just as long as you're gone  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Bridge] Your not making up your mind is killing me and wasting time I need so much more than that Yeah, yeah, yeah, yeah, yeah  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Outro] Leave the pieces when you go Oh, yeah Leave the pieces when you go Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Leave the pieces when you go  ",
        "title": "Leave The Pieces"
    },
    {
        "artist": "Shareefa Featuring Ludacris",
        "lyrics": "  [(Rodney Jenkins) Ludacris - Intro] (This that new fire man! Darkchild!) Disturbing Tha Peace! Shareefa! Here's another one, LUDA! I told 'em we just gettin started man (Aiyyo, I don't think they really understand what this is Bring that back!) Ay, Shareefa where you at baby? Let's go!  [Shareefa - verse One] Come wit it - need somebody that's real GANG-sta Ain't a - toy soldier, a real GANG-sta Playa - holdin' me down like an anchor I need a pappy, somebody I call daddy Hustla - any hood he's a boss-a Trapper - under the rugs he got stacks-a Never - see movies, don't like them actors That's just what I go after, that's what I need  [Hook] I-I-I-I-I-I-I-I-IIII-I be buggin Cause all these fakes thugs is tryna press up I need a boss like HEY! Who's flossin like HEY! Tossin' dough like HEY! You know that he'll PAY! I-I-I-I-I-I-I-I-IIII-I be buggin Cause all these fakes thugs is tryna press up I need a boss like HEY! Who's flossin like HEY! Tossin' dough like HEY! That drives me cra-ZY!  (Aiyyo Darkchild, bring that back!)  [Verse Two] Stop it - anything I want I cop it I just - want somebody to get fly wit I got - what I need, but can you top it? Yes - I'm a hot chick, somebody you can ride wit Got hips - all the boys want me to drop it So thick - niggas be buggin, I own it I may - be young, but I know what I want If you show me baby, you can get on So come on  That's just one of the things, I, need Only one I'm pleas-ing, is, me Unpredictable, yeah, that's, me I can't help it, that's so sex-y  [Hook]  [Ludacris] I'm the number one hustler of the century, s-s-see me in your dreams I'm the boss of all bosses, k-k-king of all kings I'm your favorite rapper's idol, I BEEN had the title! Call me hot sixteen wit more verses than the Bible Fifteen bank accounts, ten different bi'nesses Five different lawyers, tell 'em what the bi'ness is I live down the block, was raised up the street Want beef? I'll do like summertime and raise up the heat! I'm the leader of the pack, plus I'm STILL in the slums Man I was \"Built Ford Tough\", I'm as real as they come! But fake thugs love to hate, some punks be ice grillin' me Cause I g-g-got assets, no liabilities Now to infinity, grown women be feelin' me And they ain't got nuttin to lose but they virginity Still the Lova Lova, so give me a couple rubbers I'll get 'em in a room, and Luda will make 'em stutter like..  [Hook]  ",
        "title": "Need A Boss"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] He said the way my blue eyes shined Put those Georgia stars to shame that night I said, \"That's a lie\" Just a boy in a Chevy truck That had a tendency of gettin' stuck On backroads at night And I was right there beside him all summer long And then the time we woke up to find that summer gone  [Chorus] But when you think Tim McGraw I hope you think my favorite song The one we danced to all night long The moon like a spotlight on the lake When you think happiness I hope you think that little black dress Think of my head on your chest And my old faded blue jeans When you think Tim McGraw I hope you think of me  [Verse 2] September saw a month of tears And thankin' God that you weren't here To see me like that But in a box beneath my bed Is a letter that you never read From three summers back It's hard not to find it all a little bittersweet And lookin' back on all of that, it's nice to believe  [Chorus] When you think Tim McGraw I hope you think my favorite song The one we danced to all night long The moon like a spotlight on the lake When you think happiness I hope you think that little black dress Think of my head on your chest And my old faded blue jeans When you think Tim McGraw I hope you think of me  [Bridge] And I'm back for the first time since then I'm standin' on your street And there's a letter left on your doorstep And the first thing that you'll read is: \"When you think Tim McGraw I hope you think my favorite song Someday you'll turn your radio on I hope it takes you back to that place\"  [Chorus] When you think happiness I hope you think that little black dress Think of my head on your chest And my old faded blue jeans When you think Tim McGraw I hope you think of me Oh, think of me Mmmm  [Outro] He said the way my blue eyes shine Put those Georgia stars to shame that night I said, \"That's a lie\"  ",
        "title": "Tim McGraw"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Whooo umm yeah Life is like a road that you travel on When there is one day here and the next day gone Sometimes you bend, sometimes you stand Sometimes you turn your back to the wind There is a world outside every darkened door Where blues will not haunt you anymore Where brave are free and lovers soar Come ride with me to the distant shore We won't hesitate To break down the garden gate There's not much time left today  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  [Verse 2] Through all these cities and all these towns It is in my blood and it is all around I love you now like I loved you then This is the road and these are the hands From Mozambique to those Memphis nights The Khyber Pass to Vancouver's lights  Knock me down get back up again You are in my blood I am not a lonely man There is no load I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  There was a distance between you and I (between you and I) A misunderstanding once But now we look it in the eye  Ooh, yeah  There ain't no load that I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  ",
        "title": "Life Is A Highway"
    },
    {
        "artist": "Fort Minor Featuring Styles Of Beyond",
        "lyrics": "  [Intro: Mike Shinoda] You ready? Let's go! Yeah! For those of you that want to know what we're all about It's like this, y'all, c'mon!  [Chorus] This is ten percent luck, twenty percent skill Fifteen percent concentrated power of will Five percent pleasure, fifty percent pain And a hundred percent reason to remember the name  [Verse 1: Mike Shinoda] Mike, he doesn't need his name up in lights He just wants to be heard, whether it's the beat or the mic He feels so unlike everybody else, alone In spite of the fact that some people still think that they know him  But fuck 'em, he knows the code, it's not about the salary It's all about reality and making some noise Making a story, making sure his clique stays up That means when he puts it down, Tak's pickin' it up, let's go  [Verse 2: Tak] Who the hell is he, anyway? He never really talks much Never concerned with status but still leaving 'em star-struck Humbled through opportunities given despite the fact That many misjudge him 'cause he makes a living from writing raps  Put it together himself, now the picture connects Never asking for someone's help, or to get some respect He's only focused on what he wrote, his will is beyond reach And now it all unfolds, the skill of an artist  [Verse 3: Ryu] This is twenty percent skill, eighty percent beer Be a hundred percent clear, 'cause Ryu is ill Who would've thought he'd be the one to set the west in flames And I heard him wreck it with The Crystal Method \"Name of the Game\"  Came back, dropped Megadef, took 'em to church I like \"Bleach\", man, Ryu had the stupidest verse This dude is the truth, now, everybody givin' him guest spots His stock's through the roof, I heard he fuckin' with S. Dot  [Chorus] This is ten percent luck, twenty percent skill Fifteen percent concentrated power of will Five percent pleasure, fifty percent pain And a hundred percent reason to remember the name  [Verse 4: Ryu] They call him Ryu the Sick, and he's spittin' fire with Mike Got him out the dryer, he's hot, found him in Fort Minor with Tak What a fucking nihilist, porcupine--he's a prick, he's a cock The type woman want to be with and rappers hope he get shot  Eight years in the making, patiently waiting to blow Now, the record with Shinoda's taking over the globe He's got a partner in crime, his shit is equally dope You won't believe the kind of shit that comes out of this kid's throat  [Verse 5: Tak] Tak, he's not your everyday on the block He knows how to work with what he's got Making his way to the top He often gets a comment on his name, people keep asking him \"Was it given at birth or does it stand for an acronym?\"  No, he's living proof, got him rocking the booth He'll get you buzzing quicker than a shot of vodka with juice Him and his crew are known around as one of the best Dedicated to what they doing, give a hundred percent  [Verse 6: Mike Shinoda] Forget Mike, nobody really knows how or why he works so hard It seems like he's never got time Because he writes every note and he writes every line And I've seen him at work, when that light goes on in his mind  It's like a design is written in his head, every time Before he even touches a key or speaks in a rhyme And those motherfuckers he runs with, those kids that he signed? Ridiculous, without even trying, how do they do it?  [Chorus] This is ten percent luck, twenty percent skill Fifteen percent concentrated power of will Five percent pleasure, fifty percent pain And a hundred percent reason to remember the name  This is ten percent luck, twenty percent skill Fifteen percent concentrated power of will Five percent pleasure, fifty percent pain And a hundred percent reason to remember the name  [Outro: Mike] Yeah! Fort Minor, M. Shinoda, Styles of Beyond Ryu, Takbir, Machine Shop!  ",
        "title": "Remember The Name"
    },
    {
        "artist": "Corinne Bailey Rae",
        "lyrics": "  [Verse 1] Three little birds, sat on my window And they told me I don't need to worry Summer came like cinnamon So sweet Little girls double-dutch on the concrete  [Bridge 1] Maybe sometimes, we've got it wrong, but it's alright The more things seem to change, the more they stay the same Oh, don't you hesitate  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Interlude] You're gonna find yourself somewhere, somehow  [Verse 2] Blue as the sky, sunburn and lonely Sipping tea in a bar by the roadside (just relax, just relax) Don't you let those other boys fool you Got to love that afro hair do  [Bridge 2] Maybe sometimes, we feel afraid, but it's alright The more you stay the same, the more they seem to change Don't you think it's strange?  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Interlude] You're gonna find yourself somewhere, somehow  [Verse 3] 'Twas more than I could take, pity for pity's sake Some nights kept me awake, I thought that I was stronger When you gonna realize, that you don't even have to try any longer? Do what you want to  [Chorus] Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down Girl, put your records on, tell me your favorite song You go ahead, let your hair down Sapphire and faded jeans, I hope you get your dreams Just go ahead, let your hair down  [Outro] Oh, you're gonna find yourself somewhere, somehow  ",
        "title": "Put Your Records On"
    },
    {
        "artist": "KT Tunstall",
        "lyrics": "  [Verse 1] Her face is a map of the world Is a map of the world You can see she's a beautiful girl She's a beautiful girl  And everything around her is a silver pool of light The people who surround her feel the benefit of it It makes you calm She holds you captivated in her palm  [Chorus] Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me? Suddenly I see This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me?  [Verse 2] I feel like walking the world Like walking the world You can hear she's a beautiful girl She's a beautiful girl  She fills up every corner like she's born in black and white Makes you feel warmer when you're trying to remember What you heard She likes to leave you hanging on her word  [Chorus] Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me? Suddenly I see This is what I wanna be Suddenly I see Why the hell it means so much to me?  [Bridge] And she's taller than most And she's looking at me I can see her eyes looking from the page of a magazine She makes me feel like I could be a tower A big strong tower, yeah The power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah (suddenly I see) She got the power to be The power to give The power to see, yeah, yeah  [Outro] Suddenly I see (suddenly I see) This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me? Suddenly I see (suddenly I see) This is what I wanna be Suddenly I see (suddenly I see) Why the hell it means so much to me, oh, oh, oh, yeah, yeah? (suddenly I see) Suddenly I see (suddenly I see) Why the hell it means so much to me? (suddenly I see) Suddenly I see (suddenly I see) Why the hell it means so much to me?  ",
        "title": "Suddenly I See"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  She's been down and out She's been wrote about She's been talked about, constantly She's been up and down She's been pushed around But they held her down, NYC She has no regrets She accepts the past All these things they Helped to make she She's been lost and found And she's still around There's a reason for everything (Yeah)  You know I've been holding on Try to make me weak But I still stay strong Put my life all up in these songs Just so you can feel me So you can get the real me  [Hook] So take me as I am, (take me as I am) Or have nothing at all (nothing at all) Just take me as I am Or have nothing at all (nothing at all)  [Verse 2] Now she's older now Yes, she's wiser now Can't disguise her now She don't need No one tellin her What to do and say No one tellin her Who to be She's on solid ground She's been lost and found Now, she answers to G-O-D And she's confident This is not the end Ask me how I know Cause she is me (yeah)  You know I've been holdin' on (I've been holdin' on) Try to make me weak But I still stay strong (stay strong) Put my life all up in these songs Jus so you can feel me So you can get the real me  [Hook] So take me as I am Or have nothing at all (at all) Just take me as I am, (as I am) Or have nothing at all (this is me, this is me)  [Bridge 2x] So it's all or nothing at all All or nothing at all Don't you know I can only be me (I can only be me, yeah I can only be me) [x2]  [Hook] So take me as I am Or have nothing at all Just take me as I am Or have nothing at all  Take me as I am Take me as I am Said it's all or nothing at all Said it's all or nothing at all  Just take me as I am Or have nothing at all (This is me) Just take me as I am, (take me as I am) Or have nothing at all Just take me as I am, (take me as I am) Or have nothing, nothing at all Take me as I am  ",
        "title": "Take Me As I Am"
    },
    {
        "artist": "OK Go",
        "lyrics": "  [Verse 1] It could be ten, but then again I can't remember Half an hour since a quarter to four Throw on your clothes, the second side of Surfer Rosa And you leave me with my jaw on the floor Hey!  [Chorus] Oh, just when you think you're in control Just when you think you've got a hold Just when you get on a roll Oh here it goes, here it goes, here it goes again Oh here it goes again I should've known, should've known, should've known again But here it goes again Oh, oh here it goes again  [Verse 2] Starts out easy, something simple, something sleazy Something inching past the edge of reserve Now through the lines of the cheap Venetian blinds Your car is pulling off of the curb Hey!  [Chorus] Oh, just when you think you're in control Just when you think you've got a hold Just when you get on a roll Oh here it goes, here it goes, here it goes again Oh here it goes again I should've known, should've known, should've known again But here it goes again Oh here it goes Oh here it goes Oh here it goes again Oh, oh here it goes again  [Bridge] Oh, oh Oh here it goes Yeah, oh here it goes again Hey, hey Oh here it goes Alright  [Verse 3] I guess there's gotta be a break in the monotony But Jesus when it rains, how it pours Throw on your clothes, the second side of Surfer Rosa And you leave me, yeah you leave me  [Chorus] Oh, oh here it goes, here it goes, here it goes again Oh here it goes again I should've known, should've known, should've known again But here it goes again  [Outro] Oh here it goes Oh here it goes Oh here it goes again I should've known I should've known But here it goes again Oh here it Oh here it Oh here it Oh here it Oh here it goes again I should've I should've I should've I should've I should've known Oh, oh, yeah, I should've known Oh here it goes again Oh, oh here it goes again  ",
        "title": "Here It Goes Again"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": null,
        "title": "Hurt"
    },
    {
        "artist": "The Game Featuring Junior Reid",
        "lyrics": "  [Intro: The Game & (Junior Reid)] Dre, I see dead people (Hunting blood, blood-blood-blood) (x3) Yo, Dre Thought I was Dead West Coast (One blood) (x4)  [Verse 1: The Game] I'm the Doctor's Advocate, nigga Dre shot ya Brought me back from the dead, that's why they call him the doctor The Math gon' drop him And 50 ain't rocking with him no more It's okay, I get it popping Whole club rocking, like a '64 impala Drink Cris, throw it up Call the shit hydraulics Then piss in the cup, call the shit Hpnotiq I bleed Compton, spit crack and shit chronic And you new niggas ain't shit, but new niggas Bathing Ape shoe niggas, I'm talking to you, niggas Bouncing in the '64, throwing up West side, man Sell another 5 million albums? Yes I am Fresh like \"damn, this nigga did it again A hundred thousand on his neck, L.A. above the brim\" Inside the Lambo, the shotgun with Snoop What would the muthafuckin' West Coast be without one crip and  [Hook: Junior Reid] One blood (x4) Blood, blood, blood, blood-blood-blood (x3) One blood (x4)  [Verse 2: The Game] I'm from the West side of the '64 Impala Where niggas say \"Where you from?\" We ain't never say \"Harlem\" Bandanna on the right side, gun on the left side Niggas in New York know how to throw up the Westside Word to Eazy I'm so ill, believe me I made room for Jeezy But the rest of you niggas better be glad you breathing All I need is one reason I'm the king, and Dre said the West Coast need me I don't know why you niggas keep trying me Everybody knows I'm the heir to the Aftermath dynasty And I ain't gotta make shit for the club What DJ gonna turn down the thirty-eight snub? You thirty-eight and you still rapping? Urgh I'm 26 nigga, so is the dubs On the '07 Hummer, hop out, no bodyguards When the chronic smoke clear all you gon' see is -  [Hook]  [Verse 3: The Game] I ain't got beef with 50, no beef with Jay What's beef when you getting head in the six-tre? And the double Game-Chain, I keep 'em on display Black T-shirt, so all you see is the A Turn on the TV, and all you see is the A You niggas better make up a dance and try to get radio play Keep on snapping your fingers, I ain't going away I don't regret what I spit, cause I know what I say And niggas talking about me, they don't know when to stop I got the Louis Vuitton belt buckle holding the Glock No beam, no silencer - I know when to pop Wait till Lil Jon come on and let off a shot I have the number one billboard spot Niggas stepped on my fingers, and I climb right back to the top I'm B.I.G, I'm Cube, I'm Nas, I'm Pac This ain't shit but a warning till my album drop  [Hook]  ",
        "title": "It's Okay (One Blood)"
    },
    {
        "artist": "Steve Holy",
        "lyrics": "  [Verse 1: Steve Holy] She said, \"I need sometime to find myself I need a little space to think Maybe we should start seeing other people Baby, things are moving way to fast for me.\" So, I, I picked up what was left of my pride And I put on my walking shoes And I got up on that high road And I did what any gentleman would do.. I, um...  [Chorus: Holy] I got a brand new girlfriend We went and jumped off the deep end Flew out to LA for the weekend Spent the whole day, lyin' on the beach Wearin' nothin' but a smile Playin' kissy-kissy, smoochy-smoochy Talkin' mooshy-mooshy bout nothin' Man, I think im on to somethin' Yano I feel just like a kid again I got a brand new girlfriend  [Verse 2: Holy] I love it when she calls me butter cup Laughs and says I left the toilet seat up She pops and tosses me a cold beer And says my buddies always welcome here When I get hungry, she takes me out I ride the shotgun like a shitzu hound My tails a waggin', my tounges hangin' out It makes me wanna shout...  [Chorus: Holy] I got a brand new girlfriend We went and jumped off the deep end Flew out to LA for the weekend Spent the whole day, lyin' on the beach Wearin' nothin' but a smile Playin' kissy-kissy, smoochy-smoochy Talkin' mooshy-mooshy bout nothin'  ",
        "title": "Brand New Girlfriend"
    },
    {
        "artist": "My Chemical Romance",
        "lyrics": "  [Intro] When I was a young boy My father took me into the city To see a marching band He said, \"Son, when you grow up Would you be the savior of the broken The beaten and the damned?\" He said, \"Will you defeat them? Your demons, and all the non-believers The plans that they have made?\" \"Because one day, I'll leave you A phantom to lead you in the summer To join the black parade\" When I was a young boy My father took me into the city To see a marching band He said, \"Son, when you grow up Would you be the savior of the broken The beaten and the damned?\"  [Verse 1] Sometimes I get the feeling she's watching over me And other times I feel like I should go And through it all, the rise and fall, the bodies in the streets And when you're gone, we want you all to know  [Chorus] We'll carry on We'll carry on And though you're dead and gone, believe me Your memory will carry on We'll carry on And in my heart I can't contain it The anthem won't explain it  [Verse 2] A world that sends you reeling from decimated dreams Your misery and hate will kill us all So paint it black and take it back, let's shout it loud and clear Defiant to the end we hear the call  [Chorus] To carry on We'll carry on And though you're dead and gone, believe me Your memory will carry on We'll carry on And though you're broken and defeated Your weary widow marches  [Bridge] On and on, we carry through the fears Oh, oh, oh Disappointed faces of your peers Oh, oh, oh Take a look at me, 'cause I could not care at all Do or die, you'll never make me Because the world will never take my heart Go and try, you'll never break me We want it all, we wanna play this part I won't explain or say I'm sorry I'm unashamed, I'm gonna show my scars Give a cheer for all the broken Listen here, because it's who we are I'm just a man, I'm not a hero Just a boy, who had to sing this song I'm just a man, I'm not a hero I don't care  [Chorus] We'll carry on We'll carry on And though you're dead and gone believe me Your memory will carry on We'll carry on  And though you're broken and defeated Your weary widow marches  [Bridge/Outro] Do or die, you'll never make me Because the world will never take my heart Go and try, you'll never break me We want it all, we wanna play this part (We'll carry on!) Do or die, you'll never make me Because the world will never take my heart Go and try, you'll never break me We want it all, we wanna play this part (We'll carry on!)  ",
        "title": "Welcome To The Black Parade"
    },
    {
        "artist": "Akon Featuring Snoop Dogg",
        "lyrics": "  [Intro: Akon] Konvict Konvict, Music, and you know we Upfront  [Hook: Akon] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Snoop Dogg] Money in the air as mo’ fell Grab you by your coattail, take you to the motel Ho sale; don’t tell, won't tell Baby say “I don’t talk, Dogg unless you told on me” - oh well Take a picture wit me, what the flick gon’ do Baby stick to me and I’ma stick on you If you pick me then I’ma pick on you D-O double G and I’m here to put this dick on you I'm stuck on pussy and your’s is right Rip ridin’ the poles and them doors is tight And I’ma get me a shot ‘fo the end of the night Cause pussy is pussy and baby you’re pussy for life  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Akon] Shorty I can see you ain’t lonely Handful of niggease and they all got cheese See you lookin’ at me now what its gon’ be Just another tease far as I can see Tryna get you up out this club... if it means spendin' a couple dubs Throwin’ bout 30 stacks in the back make it rain like that cause I'm far from a scrub And you know my pedigree... ex-deala use to move amphetamines Girl I spend money like it don’t mean nothing and besides I got a thing for you  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl  [Snoop Dogg] Mobbin' through the club and I’m low pressin’ I’m sittin’ in the back in the smoker’s section (just smokin’) Birds eye, I got a clear view You can’t see me, but I can see you (baby I see you) Hmm, it’s cool, we jet, the mood is set, your pussy is wet You’re rubbin’ your back and touchin’ your neck Your body is movin', you humpin' and jumpin' Your titties is bouncin', you smilin' and grinnin' and lookin’ at me  [Akon] Girl and while your lookin' at me I’m ready to hit the caddy Right up on the patio move the patty to the caddy Baby you got a phatty, the type I like to marry Wantin’ to just give you everything and that’s kinda scary Cause I'm loving the way you shake your ass Bouncin', got me tippin' my glass Normally don’t get caught up too fast But I got a thing for you  [Hook] I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know I see you windin’ and grindin’ up on the floor I know you see me lookin' at you and you already know I wanna fuck you... you already know I wanna fuck you... you already know, girl, girl  ",
        "title": "I Wanna Love You"
    },
    {
        "artist": "Bow Wow Featuring Chris Brown & Johnta Austin",
        "lyrics": "  [Intro: Jermaine Dupri] Y'all know what this is  [Hook: Chris Brown & Bow Wow] Only thing that keeps me up, when I'm feeling down I don't know about you, but I gotta keep mines around 'Cause I done looked, I done searched, and it's hard to find Another shorty like mine, baby yes I'm Addicted to how we kick it, everything you say to me Never knew it could be so wicked, hoping that you stay with me Search around the world but you will never find Another shorty like mine, shorty like mine I tell my niggas​ that uh you got a girl but she ain't nothing like mine Cute face nice size like mine Stay kitted, hood with like mine Mean walk, talk the talk, let me tell you some more  [Verse 1: Bow Wow] I knew that when I ran into this one She would be the redrum of my pimpin' Knew she would be the one to make me stop Carin' about other girls on my jock and gettin' them She was the one to slow me down, hold me down I roll with her know Go with it, now I'ma grow with it now I'ma go get her, that's how I got her Don't be mad you can't get one hotta Broke the mould when they made lil momma I don't care what my niggas​ say She been there everyday for my drama Some of the homies hate 'cause they want her Wish they the ones that's datin' my woman Gon' get a good look 'cause she fine And I don't mind 'cause she mine  [Hook: Chris Brown & Bow Wow] Only thing that keeps me up, when I'm feeling down I don't know about you, but I gotta keep mines around 'Cause I done looked, I done searched, and it's hard to find Another shorty like mine, baby yes I'm Addicted to how we kick it, everything you say to me Never knew it could be so wicked, hoping that you stay with me Search around the world but you will never find Another shorty like mine, shorty like mine I tell my niggas​ that uh you got a girl but she ain't nothing like mine Cute face nice size like mine Stay kitted, hood with like mine Mean walk, talk Chris, help me tell 'em what's up  [Verse 2: Chris Brown] Now I got all this love inside of me and all I wanna do is give it to her I don't care what the fellas say about it 'cause I got something to say about it What I'm about to say is straight up Real talk, no cut I don't play about it There ain't a price you can put on a girl Who knows just what to say when you need to hear it the most And I'ma tell you something else If I don't know nothing else, I know  [Hook: Chris Brown & Bow Wow] Only thing that keeps me up, when I'm feeling down I don't know about you, but I gotta keep mines around 'Cause I done looked, I done searched, and it's hard to find Another shorty like mine, baby yes I'm Addicted to how we kick it, everything you say to me Never knew it could be so wicked, hoping that you stay with me Search around the world but you will never find Another shorty like mine, shorty like mine I tell my niggas​ that uh you got a girl but she ain't nothing like mine Cute face nice size like mine Stay kitted, hood with like mine Mean walk, talk the talk, let me tell you some more  [Verse 3: Bow Wow] I wanna give her the world And I ain't even tryna lose her I'm addicted to my girl And the way that she twirls in that little skirt Just for me in the club, in the crib, in the streets She reps for L B dub, E-N-T She a nice size with the pretty brown bright eyes I'm a winner with the right prize I'ma give it to her to the rhythm of a hi-hat She got a beautiful mind you can't buy that And the sight of her behind when she walk on by Make a nigga wanna try that She got the prettiest smile and she gangsta Keep me from runnin' wild and I thank her And we can talk about anythin' she got good conversation My homie, my friend and plus she patient  [Hook: Chris Brown & Bow Wow] Only thing that keeps me up, when I'm feeling down I don't know about you, but I gotta keep mines around 'Cause I done looked, I done searched, and it's hard to find Another shorty like mine, baby yes I'm Addicted to how we kick it, everything you say to me Never knew it could be so wicked, hoping that you stay with me Search around the world but you will never find Another shorty like mine, shorty like mine I tell my niggas​ that uh you got a girl but she ain't nothing like mine Cute face nice size like mine Stay kitted hood with like mine Mean walk, talk the talk, let me tell you some more  ",
        "title": "Shortie Like Mine"
    },
    {
        "artist": "Stone Sour",
        "lyrics": "  [Intro] I'm looking at you through the glass Don't know how much time has passed Oh God it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  ‘Cause I’m looking at you through the glass Don’t know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Verse 1] How do you feel? That is the question But I forget you don't expect an easy answer When something like a soul becomes initialized and folded up Like paper dolls and little notes, you can’t expect a bit of hope  [Pre-Chorus 1] So while you’re outside looking in, describing what you see Remember what you’re staring at is me  [Chorus] ‘Cause I’m looking at you through the glass Don’t know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Verse 2] How much is real? So much to question An epidemic of the mannequins, contaminating everything We thought came from the heart, but never did right from the start Just listen to the noises, null and void instead of voices  [Pre-Chorus 2] Before you tell yourself, it's just a different scene Remember it's just different from what you've seen  [Chorus] I'm looking at you through the glass Don't know how much time has passed And all I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  'Cause I'm looking at you through the glass Don't know how much time has passed And all I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Bridge] And it's the stars, the stars That shine for you And it's the stars, the stars That lie to you, yeah-ah  And it's the stars, the stars That shine for you And it's the stars, the stars That lie to you, yeah-ah  [Chorus] I'm looking at you through the glass Don't know how much time has passed Oh, god it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  'Cause I'm looking at you through the glass Don't know how much time has passed All I know is that it feels like forever, but no one ever tells you That forever feels like home, sitting all alone inside your head  [Bridge] And it's the stars, the stars That shine for you, yeah-ah And it's the stars, the stars That lie to you, yeah-ah  And it's the stars, the stars That shine for you, yeah-ah And it's the stars, the stars That lie to you, yeah yeah  [Outro] Oh and the stars Oh and the stars, they lie  ",
        "title": "Through Glass"
    },
    {
        "artist": "\"Weird Al\" Yankovic",
        "lyrics": "  [Verse 1] Don't wanna be a Canadian idiot Don't wanna be some beer-swillin' hockey nut And do I look like some frostbitten hose-head? I never learned my alphabet from A to Zed  [Chorus] They all live on donuts and moose meat And they leave the house without packin' heat Never even bring their guns to the mall And you know what else is too funny? Their stupid Monopoly money Can't take 'em seriously at all  [Verse 2] Well, maple syrup and snow's what they export They treat curling just like it's a real sport They think their silly accent is so cute Can't understand a thing they're talkin' aboot  [Chorus] Sure, they've got their national health care Cheaper meds, low crime rates and clean air Then again, well, they've got Celine Dion Eat their weight in Kraft macaroni And dream of drivin' a Zamboni All over Saskatchewan  [Verse 3] Don't wanna be a Canadian idiot Won't figure out their temperature in Celsius See the map, they're hoverin' right over us Tell you the truth, it makes me kinda nervous  [Chorus] Always hear the same kind of story Break their nose and they'll just say \"sorry\" Tell me what kind of freaks are that polite? It's gotta mean they're all up to somethin' So quick, before they see it comin' Time for a pre-emptive strike!  ",
        "title": "Canadian Idiot"
    },
    {
        "artist": "Brooks & Dunn With Sheryl Crow & Vince Gill",
        "lyrics": "  [Verse 1] Since you've gone, my heart said something's wrong How long can this keep going on? I'm still blue over losing you What else am I going to do?  [Chorus] I'm building bridges straight to your heart An' all of this distance won't keep us apart Won't keep us apart  [Verse 2] Talk to me, talk to me about sympathy Don't leave me begging on my knees Since you've gone, my heart says something's wrong How long can this keep going on?  [Chorus][x4]  ",
        "title": "Building Bridges"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Your subtleties, they strangle me I can't explain myself at all And all the wants and all the needs All I don't want to need at all  [Chorus] The walls start breathing, my mind's unweaving Maybe it's best you leave me alone A weight is lifted on this evening I give the final blow  When darkness turns to light It ends tonight, it ends tonight  [Verse 2] A falling star, at least I fall alone I can't explain what you can explain You're finding things that you didn't know I look at you with such disdain  [Chorus] The walls start breathing, my mind's unweaving Maybe it's best you leave me alone A weight is lifted on this evening I give the final blow  When darkness turns to light It ends tonight, it ends tonight Just a little insight won't make this right It's too late to fight, it ends tonight, it ends tonight  [Bridge] Now I'm on my own side It's better than being on your side It's my fault when you're blind It's better that I see it through your eyes All these thoughts locked inside Now you're the first to know  [Chorus x2] When darkness turns to light It ends tonight, it ends tonight Just a little insight won't make this right It's too late to fight, it ends tonight  [Outro] Tonight, inside When darkness turns to light It ends tonight  ",
        "title": "It Ends Tonight"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse] Like red on a rose When your lips first smiled at me I was captured instantly To each his own Like blue in the sky The gaze of your willing eyes Touched something deep inside And the truth be known  [Chorus] That I love you Like all little children love pennies And I love you because I know that I can't do anything wrong You're where I belong Like red on a rose  [Chorus] And I love you Like all little children love pennies And I love you Like good times of which I've known many And I love you Because I know you give me A heart of my own You make my blood flow Like red on a rose  ",
        "title": "Like Red On A Rose"
    },
    {
        "artist": "Thirty Seconds To Mars",
        "lyrics": "  [Verse 1] What if I wanted to break? Laugh it all off, in your face What would you do?  What if I fell to the floor? Couldn't take all this, anymore What would you do, do, do?  [Chorus] Come, break me down Bury me, bury me I am finished with you  [Verse 2] What if I wanted to fight? Beg for the rest of my life What would you do?  You say you wanted more What are you waiting for? I'm not running from you  [Chorus] Come, break me down Bury me, bury me I am finished with you  Look in my eyes You're killing me, killing me All I wanted was you  [Bridge] I tried to be someone else But nothing seemed to change I know now, this is who I really am, inside Finally found myself fighting for a chance I know now, this is who I really am  [Chorus] Come, break me down Bury me, bury me I am finished with you, you, you  Look in my eyes You're killing me, killing me All I wanted was you  Come, break me down Break me down, break me down  [Outro] What if I wanted to break? What if I, what if I, what if I Bury me, bury me  ",
        "title": "The Kill (Bury Me)"
    },
    {
        "artist": "Jim Jones",
        "lyrics": "  [Produced by Zukhan]  [Intro] I wear a mean dark pair of shades And you can't see my eyes Unless my head is bent, you dig  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 1] Ya boy gettin' paper (money), I buy big cars (foreign) I need fly rides to drive in my garage (choose one!) Stay sky high, twisted, fly with the stars (twinkle, twinkle) G4 Flights, 80 grand large (ballin'!) So we lean with it, pop with it (Bankhead) 'Vertible Jones, mean with the top missin' (flossin'!) I'm sittin' clean with the bottom kitted (do it!) I hopped out saggy jeans and my rock glistenin' (ballin'!) But I spent 'bout 8 grand Mami on stage doin' the rain dance (I think she like me) She let it hit the floor, made it pop (what else?) Got my pedal to the floor screamin', \"Fuck the cops!\"  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 2] Slow down, tonight may be gone tomorrow (one chance) So I speed through life like there's no tomorrow (speedin'!) 100 G's worth of ice on the Audemars (flossin'!) And we in the street life 'til they call the law (ballin'!) I made the whip get naked (what happened?) While I switch gears, bitch lookin' at the bracelet Step out, show me what you all about Flashbacks of last night of me ballin' out (Harlem!) 1 AM we was at the club (what happened?) 2 AM: ten bottles of bub (money ain't a thing) And 'bout 3-somethin' I was thinkin' 'bout grub So I stumbled to the car, threw the drinks and the drugs (twisted)  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Verse 3] Nigga, could you buy that? I keep 20 in the pocket (light change) Talk a buck 80 if the Bentley is the topic (that Grey Poupon) But of course got a Flying Spur To the hood to roll dice on the side of the curb But I know a G a bet may sound absurd (get your money up!) Drive 80 up Lenox 'cause I got a urge (speedin'!) The rap game like the crack game Lifestyles, rich and famous, livin' in the fast lane (ballin'!) So when I bleep, shorty bleep back Lou' Vuitton belt where I'ma keep all the heat strapped I beat the trial over Rucker (let's do it!) All guns loaded and I'm back, motherfucker (Dipset)  [Hook] We fly high, no lie, you know this (ballin'!) Foreign rides outside, it's like showbiz (we in the building) We stay fly, no lie, you know this (ballin'!) Hips and thighs, oh my, stay focused  [Outro] You niggas need to stay focused When you're dealin' with a motherfuckin' G You know my name, Jones, One Eye, Capo Status All the above, motherfucka This Dipset, ByrdGang, we born to fly Y'all know the rules: fall back or fall back Someone tell my bitch Summer I'm lookin' for her Ya dig, another day another dollar, fast life fucka  ",
        "title": "We Fly High"
    },
    {
        "artist": "Augustana",
        "lyrics": "  [Verse 1] In the light of the sun, is there anyone? Oh it has begun Oh dear you look so lost, eyes are red and tears are shed This world you must've crossed You said  [Chorus] You don't know me, you don't even care, oh yeah She said You don't know me, and you don't wear my chains... oh yeah  [Verse 2] Essential yet appealed Carry all your thoughts Across an open field When flowers gaze at you They're not the only ones Who cry when they see you She said  [Chorus] You don't know me, you don't even care, oh yeah She said You don't know me, and you don't wear my chains... oh yeah  [Bridge] She said I think I'll go to Boston I think I'll start a new life I think I'll start it over, where no one knows my name I'll get out of California, I'm tired of the weather I think I'll get a lover and fly him out to Spain Oh yeah and I think I'll go to Boston I think that I'm just tired I think I need a new town, to leave this all behind I think I need a sunrise, I'm tired of the sunset I hear it's nice in the Summer, some snow would be nice Oh yeah  [Chorus] You don't know me, you don't even care, oh yeah She said You don't know me, and you don't wear my chains... oh yeah  [Outro] Boston Where no one knows my name yeah Where no one knows my name Where no one knows my name Boston No one knows my name  ",
        "title": "Boston"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Verse 1] If I had to, I would put myself right beside you So let me ask, \"Would you like that? Would you like that?\" And I don't mind if you say this love is the last time So now I'll ask, \"Do you like that? Do you like that?\" – no!  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane So tell me how it should be  [Verse 2] Try to find out what makes you tick As I lie down, sore and sick Do you like that, do you like that? There's a fine line between love and hate And I don't mind, just let me say That I like that, I like that  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane As I burn another page, as I look the other way I still try to find my place in the diary of Jane So tell me how it should be  [Bridge] Desperate, I will crawl Waiting for so long No love, there is no love Die for anyone What have I become?  [Chorus] Somethin's getting in the way Somethin's just about to break I will try to find my place in the diary of Jane As I burn another page, as I look the other way I still try to find my place in the diary of Jane  ",
        "title": "The Diary Of Jane"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Just Blaze]  [Intro] This is a state of emergency What you want me to do I'm sorry I'm back Hey, hey, hey  [Hook] Show me what you got, lil mama Show me what you got, pretty lady Show me what you got, shorty Show me what you got, baby Hands up and waves, waves, waves, waves  [Verse 1] Give the drummer some I already gave the summer some It's the winter's turn Hovi Hov is the coldest I'm just getting better with time I'm like Opus One Young, no two alike like a snowflake Okay, show me what you got babe Words is slurring, engine purring Mami front, but I'm so determined Shots of Patron, now she in the zone I ain't talking bout the 2-3 Mami in the zone like the homie two-three Jordan or James, makes no difference We all ballin' the same Nigga, I am the Mike Jordan of recordin' Nigga, you might want to fall back from recordin' What you write is not important So it forced him to go for the hype For being brave they may applaud him But misery, I will assure them Aww baby, just ignore them Truth or dare mami, listen and learn I got a drop, I just took off the top It's your turn  [Hook]  [Verse 2] H.O.V.A., gold bottles of that Ace of Spade Why even fool with these other guys, they all stingy All these dudes know how to say is gimme Gimme some head, gimme some brain Gimme your number, gimme your name But if I get one night baby girl, I swear I'll make you tell these other dudes gimme got you here I'll take you shopping, take long trips I'll take the cork off, you can take sips I'll take you there, take my time Take your clothes off, you take off mine Ma, show me what you got Hovie in the spot, tried to told you I was hot Tell these other dudes it's a wrap Get the fuck out the throne you clone, the King's back! Y'all got less than two months to get y'all thing together Good luck  [Hook]  Ladies and gentlemen, the most incredible H-O, uh huh H-O, uh huh He's back Justin Blaze Blazettes Roc-A-Fella Records Dynasty continues, y'all die Uh Huh, peace!  ",
        "title": "Show Me What You Got"
    },
    {
        "artist": "Vanessa Hudgens",
        "lyrics": "  [Intro] Haha! Y'all need to get ready to hear The unbelievable, indescribable Vanessa Hudgens Baby V! (baby come back)  [Verse 1] Every day, I try to play another game But my heart can’t take it I try to find another boy But all the while, I can’t face it Why do I miss you so much? I wanna stop this hurt inside Oh baby, please, give us one more try  [Verse 2] I see you out with all your friends Laughing it up, as you pretend to have a good time I know, 'cause I'm living the same lie So one of us has got to say We can't keep living this same way So I’ll be the one Yeah, I’ll say it, I’ll say it, I’ll say it, I’ll say it again  [Chorus] Baby, come back to me In my heart I still believe we were meant to be together So whatever it takes Baby, come back to me I should have never set you free, my baby Come back  [Verse 3] I wanna call, but then I stall 'Cause after all, I just couldn’t take it 'Cause if your play was to push me away You know that day My heart, you’d break it I know we made a mistake Can’t you stop your foolish pride and come back to me? Let’s try, let’s try, let’s try, let’s try it again  [Chorus] Baby, come back to me In my heart I still believe we were meant to be together So whatever it takes Baby, come back to me I should have never set you free, my baby Come back  [Bridge] You know you miss your baby V And I can see that you think about me So why do you act like you don’t care? Like all this love between us isn’t there I know that you're upset I know I did you wrong I know that you want me to pay for all the pain I’ve caused But in the end, it all comes down to just one thing It’s you and me, so I sing Baby, come back  [Chorus] Baby, come back to me In my heart I still believe we were meant to be together So whatever it takes Baby, come back to me I should have never set you free, my baby Come back  ",
        "title": "Come Back To Me"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] I’m through with standing in line to clubs we’ll never get in It’s like the bottom of the ninth and I’m never gonna win This life hasn’t turned out quite the way I want it to be (Tell me what you want) I want a brand new house on an episode of Cribs And a bathroom I can play baseball in And a king size tub big enough for ten plus me (So what you need?) I’ll need a credit card that’s got no limit And a big black jet with a bedroom in it Gonna join the mile high club at thirty-seven thousand feet (Been there, done that) I want a new tour bus full of old guitars My own star on Hollywood Boulevard Somewhere between Cher and James Dean is fine for me (So how you gonna do it?) I’m gonna trade this life for fortune and fame I’d even cut my hair and change my name  [Hook] ‘Cause we all just wanna be big rockstars And live in hilltop houses driving fifteen cars The girls come easy and the drugs come cheap We’ll all stay skinny ’cause we just won’t eat And we’ll hang out in the coolest bars In the VIP with the movie stars Every good gold digger’s gonna wind up there Every Playboy bunny with her bleach blond hair Hey hey I wanna be a rockstar Hey hey I wanna be a rockstar  [Verse 2] I wanna be great like Elvis without the tassels Hire eight body guards that love to beat up assholes Sign a couple autographs so I can eat my meals for free (I’ll have the quesadilla, uh huh) I’m gonna dress my ass with the latest fashion Get a front door key to the Playboy mansion Gonna date a centerfold that loves to blow my money for me (So how you gonna do it?) I’m gonna trade this life for fortune and fame I’d even cut my hair and change my name  [Hook] ‘Cause we all just wanna be big rockstars And live in hilltop houses driving fifteen cars The girls come easy and the drugs come cheap We’ll all stay skinny ’cause we just won’t eat And we’ll hang out in the coolest bars In the VIP with the movie stars Every good gold digger’s gonna wind up there Every Playboy bunny with her bleach blond hair And we’ll hide out in the private rooms With the latest dictionary and today’s who’s who They’ll get you anything with that evil smile Everybody’s got a drug dealer on speed dial Hey hey I wanna be a rockstar  [Verse 3] I’m gonna sing those songs that offend the censors Gonna pop my pills from a pez dispenser I’ll get washed-up singers writing all my songs Lip sync em every night so I don’t get ‘em wrong  [Hook] ‘Cause we all just wanna be big rockstars And live in hilltop houses driving fifteen cars The girls come easy and the drugs come cheap We’ll all stay skinny ’cause we just won’t eat And we’ll hang out in the coolest bars In the VIP with the movie stars Every good gold digger’s gonna wind up there Every Playboy bunny with her bleach blond hair And we’ll hide out in the private rooms With the latest dictionary and today’s who’s who They’ll get you anything with that evil smile Everybody’s got a drug dealer on speed dial Hey hey I wanna be a rockstar Hey hey I wanna be a rockstar  ",
        "title": "Rockstar"
    },
    {
        "artist": "Cherish",
        "lyrics": "  (Chorus:) I'm feeling really unappreciated You takin' my love for granted, babe I don't know how much more I can take from you You don't do the things you use to do You don't even say I love you too And lately I've been feeling Feeling unappreciated  (Verse 1:) Woke up this morning and saw your face And you didn't look the same as yesterday I got the feeling that you can't seem to see What you want to be And lately it ain't been the same at all When you're here its like I'm invisable I still can't seem to see where I went wrong Cuz I'm feeling  (Chorus:) I'm feeling really unappreciated You takin' my love for granted, babe I don't know how much more I can take from you You don't do the things you use to do You don't even say I love you too And lately I've been feeling Feeling unappreciated  (Verse 2:) Lately our house is not a home You come in, take a shower and then say I'm gone What am I to do With my heart just leave But my feet won't move Today is our anniversary But you haven't even say two words to me I'm trying hard to give you another chance But ooh baby I'm feeling  I'm feeling really unappreciated You takin' my love for granted, babe I don't know how much more I can take from you You don't do the things you use to do You don't even say I love you too And lately I've been feeling Feeling unappreciated  (Verse 3:) Oh when I first met you I thought you was the most perfect man That I ever seen I still don't understand why You treat me like you do I use to give into your lust Now I see the truth Oh no I don't want to hear it all through Yea I know I'll still be missing you But it's not worth the pain That came from you You made me feel Unappreciated  (Chorus:) I'm feeling really unappreciated You takin' my love for granted, babe I don't know how much more I can take from you You don't do the things you use to do You don't even say I love you too And lately I've been feeling Feeling unappreciated  Don't love me no more Heeey wooo hooo Unapreciated I'm feeling unappreciated  ",
        "title": "Unappreciated"
    },
    {
        "artist": "Nick Lachey",
        "lyrics": "  [Verse 1] An empty room can be so deafening The silence makes you wanna scream It drives you crazy I chased away the shadows of your name And burned the picture in a frame But it couldn't save me  [Pre-Chorus] And how could we quit something we never even tried Well, you still can't tell me why  [Chorus] We built it up To watch it fall Like we meant nothing at all I gave and gave the best of me But couldn't give you what you need You walked away You stole my life Just to find what your looking for But no matter how I try I can't hate you anymore I can't hate you anymore  [Verse 2] You're not the person who you used to be The one I want who wanted me And that's a shame, but There's only so many tears that you can cry Before it drains the light right from your eyes And I can't go on that way  [Pre-Chorus] And so I'm letting of everything we were It doesn't mean it doesn't hurt  [Chorus] We built it up To watch it fall Like we meant nothing at all I gave and gave the best of me But couldn't give you what you need You walked away You stole my life Just to find what your looking for But no matter how I try I can't hate you anymore  [Bridge] Sometimes you hold so tight It slips right through your hands Will I ever understand?  [Chorus] We built it up To watch it fall Like we meant nothing at all I gave and gave the best of me But couldn't give you what you need You walked away You stole my life Just to find what your looking for But no matter how I try I can't hate you anymore  [Outro] But no matter how I try I can't hate you anymore  ",
        "title": "I Can't Hate You Anymore"
    },
    {
        "artist": "Paula DeAnda Featuring The DEY",
        "lyrics": "  [Intro] I'm gonna remember you You're gonna remember me I'm gonna remember you You're gonna remember me I'm gonna remember you You're gonna remember me I'm gonna remember you You're gonna remember me  [Verse 1] I saw you with your new girl just yesterday And I feel that I must confess Even though it kills me to have to say I'll admit that I was impressed Physically just short of perfection Gotta commend you on your selection Though I know I shouldn't be concerned In the back of my mind I can't help but question Does she rub your feet When you've had a long day? Scratch your scalp When you take out your braids? Does she know that you like too Play PS2 till 6 in the morning Like I do?  [Chorus] I can't explain this feeling I think about it everyday And even though we've moved on It gets so hard to walk away (I'm gonna remember you You're gonna remember me) Walk Away, Walk Away (I'm gonna remember you You're gonna remember me) I can't forget how we used to be  [Verse 2] Guess I gotta live my life from day to day Hoping maybe you'll come back And though I tell myself not to be afraid To move on but it seems I can't Though a new man has given me attention It ain't the same as your affection Though I know I should be content In the back of my mind I can't help but question Does he kiss me on the forehead? (before we play) Show up on my doorstep? (with a bouquet) Does he call me in the middle of the day just to say, \"Hey, baby, I love you\"? (like you used to)  [Chorus] I can't explain this feeling (I can't explain) I think about it everyday (everyday) And even though we've moved on(moved on) It gets so hard to walk away (I'm gonna remember you You're gonna remember me) Walk Away (walk away) (I'm gonna remember you You're gonna remember me) I can't forget how we used to be  [Bridge] It's so hard to express this feeling Cause nobody compares to you And you know she'll never love you like I do  [Chorus] I can't explain this feeling I think about it every day And even though we've moved on It gets so hard to walk away (I'm gonna remember you, you're gonna remember me) (walk away) Walk away-y-y-y (walk away) Walk away (I'm gonna remember you, you're gonna remember me) (I can't, I can't, I can't, I can't, no...) I can't explain this feeling (I'm gonna remember you, you're gonna remember me) I think about it every day And even though we've moved on (I'm gonna remember you, you're gonna remember me) It gets so hard to walk away Walk away Walk away (I'm gonna remember you, you're gonna remember me) Walk away (I'm gonna remember you, you're gonna remember me) (yeah) (I'm gonna remember you, you're gonna remember me) (remember you) (I'm gonna remember you, you're gonna remember me) (yeah-h-h-h)  ",
        "title": "Walk Away (Remember Me)"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] She's a yellow pair of running shoes A holey pair of jeans She looks great in cheap sunglasses She looks great in anything She's I want a piece of chocolate Take me to a movie She's I can't find a thing to wear Now and then she's moody  [Verse 2] She's a Saturn with a sunroof With her brown hair a-blowing She's a soft place to land And a good feeling knowing She's a warm conversation That I wouldn't miss for nothing She's a fighter when she's mad And she's a lover when she's loving  [Chorus] And she's everything I ever wanted And everything I need I talk about her, I go on and on and on Cause she's everything to me  [Verse 3] She's a Saturday out on the town And a church girl on Sunday She's a cross around her neck And a cuss word cause it's Monday She's a bubble bath and candles Baby come and kiss me She's a one glass of wine And she's feeling kinda tipsy  [Verse 4] She's the giver I wish I could be And the stealer of the covers She's a picture in my wallet And my unborn children's mother She's the hand that I'm holding When I'm on my knees and praying She's the answer to my prayer And she's the song that I'm playing  [Chorus] And she's everything I ever wanted And everything I need I talk about her, I go on and on and on Cause she's everything to me  [Verse 5] She's the voice I love to hear Someday when I'm ninety She's that wooden rocking chair I want rocking right beside me Everyday that passes I only love her more Yeah, she's the one That I'd lay down my own life for  [Verse 6] And she's everything I ever wanted And everything I need She's everything to me Yeah she's everything to me  [Outro] Everything I ever wanted And everything I need She's everything to me  ",
        "title": "She's Everything"
    },
    {
        "artist": "The Red Jumpsuit Apparatus",
        "lyrics": "  [Verse 1] Hey, girl, you know you drive me crazy One look puts the rhythm in my hand Still, I'll never understand why you hang around I see what's going down Cover up with makeup in the mirror Tell yourself, \"It's never gonna happen again\" You cry alone, and then He swears he loves you  [Chorus] Do you feel like a man when you push her around? Do you feel better now, as she falls to the ground? Well, I'll tell you my friend, one day this world's going to end As your lies crumble down, a new life she has found  [Verse 2] A pebble in the water makes a ripple effect Every action in this world'll bear a consequence If you wade around forever, you will surely drown I see what's going down  [Pre-Chorus] I see the way you go and say you're right again Say you're right again, heed my lecture  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Bridge] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\" One day she will tell you that she has had enough He's coming 'round again  [Chorus] Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found Do you feel like a man when you push her around? Do you feel better now as she falls to the ground? Well, I'll tell you my friend, one day this world's gon' to end As your lies crumble down, a new life she has found  [Outro] Face down in the dirt She said, \"This doesn't hurt\" She said, \"I finally had enough\"  ",
        "title": "Face Down"
    },
    {
        "artist": "Aly & AJ",
        "lyrics": "  [Verse 1] You make me feel out of my element Like I'm walking on broken glass Like my world spinnin' in slow motion And you're movin' too fast  [Chorus] Were you right? Was I wrong? Were you weak? Was I strong? Yeah, both of us broken Caught in a moment We lived and we loved And we hurt, and we jumped, yeah But the planets all aligned when you looked into my eyes And just like that, the chemicals react The chemicals react  [Verse 2] You make me feel out of my element Like I'm drifting out to the sea Like the tide's pulling me in deeper Makin' it harder to breathe We cannot deny how we feel inside We cannot deny  [Chorus] Were you right? Was I wrong? Were you weak? Was I strong? Yeah, both of us broken Caught in a moment We lived and we loved And we hurt, and we jumped, yeah But the planets all aligned when you looked into my eyes And just like that, the chemicals react The chemicals react  [Bridge] Kaleidoscope of colors Turnin' hopes on fire Sun is burnin', shinin' down on both of us Don't let us lose it Don't let us lose it  [Chorus] Were you right? Was I wrong? Were you weak? Was I strong? Yeah, both of us broken Caught in a moment We lived, and we loved And we hurt, and we jumped, yeah Yeah, yeah, yeah We lived we loved We hurt we jumped We're right we're wrong We're weak we're strong We lived to love But the planets all aligned When you looked in to my eyes And just like that, watch the chemicals react Yeah, yeah, yeah And just like that, the chemicals react Yeah, yeah, yeah The chemicals react  ",
        "title": "Chemicals React"
    },
    {
        "artist": "Beyonce Featuring Jay Z",
        "lyrics": null,
        "title": "Deja Vu"
    },
    {
        "artist": "Janet Featuring Khia",
        "lyrics": null,
        "title": "So Excited"
    }
]