[
    {
        "artist": "Simply Red",
        "lyrics": "  [Verse 1] Holding back the years Thinking of the fear I've had so long When somebody hears Listen to the fear that's gone Strangled by the wishes of pater Hoping for the arms of mater Get to me the sooner or later  [Chorus] I'll keep holding on I'll keep holding on  [Verse 2] Holding back the years Chance for me to escape from all I've known Holding back the tears Cause nothing here has grown I've wasted all my tears Wasted all those years And nothing had the chance to be good Nothing ever could yeah  [Chorus] I'll keep holding on I'll keep holding on I'll keep holding on I'll keep holding on So tight  [Bridge] I've wasted all my tears Wasted all of those years And nothing had the chance to be good Cause nothing ever could, oh, yeah  [Chorus] I'll keep holding on I'll keep holding on I'll keep holding on I'll keep holding on Holding, holding, holding  [Outro] That's all I have today It's all I have to say  ",
        "title": "Holding Back The Years"
    },
    {
        "artist": "Genesis",
        "lyrics": "  [Verse 1] Well I've been waiting, waiting here so long But thinking nothing, nothing could go wrong, ooh now I know She has a built-in ability To take everything she sees And now it seems I'm falling, falling for her  [Chorus] She seems to have an invisible touch, yeah She reaches in, and grabs right hold of your heart She seems to have an invisible touch, yeah It takes control and slowly tears you apart  [Verse 2] Well I don't really know her, I only know her name But when she crawls under your skin You're never quite the same, and now I know She's got something you just can't trust It's something mysterious And now it seems I'm falling, falling for her  [Chorus] She seems to have an invisible touch, yeah She reaches in, and grabs right hold of your heart She seems to have an invisible touch, yeah It takes control and slowly tears you apart  She seems to have an invisible touch, yeah She reaches in, and grabs right hold of your heart She seems to have an invisible touch, yeah It takes control and slowly tears you apart  [Verse 3] Well she don't like losing, to her it's still a game And though she will mess up your life You'll want her just the same, and now I know She has a built-in ability To take everything she sees And now it seems I've fallen, fallen for her  [Chorus] She seems to have an invisible touch, yeah She reaches in, and grabs right hold of your heart She seems to have an invisible touch, yeah It takes control and slowly tears you apart  [Outro] She seems to have an invisible touch, yeah She seems to have an invisible touch, oh She seems to have an invisible touch, yeah She seems to have an invisible touch, oh She seems to have an invisible touch, yeah She seems to have an invisible touch, oh She seems to have an invisible touch, yeah She seems to have an invisible touch, oh  ",
        "title": "Invisible Touch"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  Sometimes I wonder by the look in your eyes When I'm standing beside you There's a fever burning deep inside  Is there another in your memory? Do you think of that someone When you hear that special melody?  I always stop and think of you especially When the words of a love song Touch the very heart of me  There'll be sad songs to make you cry Love songs often do They can touch the heart of someone new Saying I love you  I often wonder how it could be you loving me Two hearts in perfect harmony I'll count the hours until that day A rhapsody plays a melody for you and me  Until the moment that you give your love to me You're the one I care for The one that I would wait for  There'll be sad songs to make you cry Love songs often do They can touch the heart of someone new Saying I love you  There'll be sad songs to make you cry Love songs often do They can touch the heart of someone new Saying I love you  Oh, mmm, oh You're my desire, you take me higher My love is like a river running so deep  I always stop and think of you especially When the words of a love song Touch the very heart of me  There'll be sad songs to make you cry Love songs often do They can touch the heart of someone new Saying I love you, oh  There'll be sad songs to make you cry Love songs often do They can touch the heart of someone new Saying I love you  Doo, doo, doo, doo, doo Doo, doo, doo, doo, doo Oooh, saying I love you I love you  ",
        "title": "There'll Be Sad Songs (To Make You Cry)"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Nasty"
    },
    {
        "artist": "El DeBarge",
        "lyrics": "  There she goes and knows I'm dying When she says \"Who is Johnny?\" Games with names that girl is playing All she says is \"Who is Johnny?\" I tried to understand because I'm people too And playing games is part of human nature My heart's in overdrive It's great to be alive  \"Who's Johnny?\" she said And smiled in her special way \"Johnny,\" she said \"You know I love you\" \"Who's Johnny\" she said And tried to look the other way Her eyes gave her away Alright, oh yeah  She makes sure I see her teasing Hear her say, \"Who is Johnny?\" There's no way today is easy Hear her say, \"Who is Johnny?\" I really couldn't help But fall in love with her Her being there has made my life worth living I knew it from the start That I would lose my heart  \"Who's Johnny?\" She said and smiled in her special way \"Johnny,\" she said \"You know I love you\" \"Who's Johnny\" she said And tried to look the other way Still pretending  \"Who's Johnny?\" \"Who's Johnny?\" Wow-oooh, oh no \"Who's Johnny?\" \"Who's Johnny?\"  Oh no-no-no-no I don't believe it \"Who's Johnny?\" she said And tried to look the other way Her eyes gave her away  (Girls like her) Are very special girls (Girls like her) Don't rest 'Till'Till you too are a believer 'Till you too have caught their fever  Who-who-who-.. \"Who is Johnny?\" There she goes and knows I'm dying when she says \"Who is-who-who is\" \"Who's Johnny?\" she said And smiled in her special way \"Johnny,\" she says \"You know I love you\" \"Who's Johnny\" she says And tried to look the other way Her eyes gave her away  \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\"  \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\"  \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\" That girl's pretending she can't remember my name \"Who's Johnny?\" \"Who's Johnny?\" Oh, i can't believe it  \"Who's Johnny?\" \"Who's Johnny?\" I know this girl is only teasing \"Who's Johnny?\" She said She walked at me with someone else And left me standing there, ooo-oooh \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\"  \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\" It isn't love...  \"Who's Johnny?\" \"Who's Johnny?\" \"Who's Johnny?\" Johnny come with me \"Who's Johnny?\"  ",
        "title": "Who's Johnny (\"Short Circuit\" Theme)"
    },
    {
        "artist": "Peter Gabriel",
        "lyrics": "  [Bass: Tony Levin]  [Intro: Peter Gabriel] Hey hey you Tell me how have you been?  [Verse 1: Peter Gabriel] You could have a steam train If you just lay down your tracks You could have an aeroplane flying If you bring your blue sky back All you do is call me I'll be anything you need You could have a big dipper Going up and down, all around the bends You could have a bumper car, bumping This amusement never ends  [Chorus: Peter Gabriel] I wanna be your sledgehammer Why don't you call my name? Oh, let me be your sledgehammer This will be my testimony  [Verse 2: Peter Gabriel] Show me 'round your fruit cage 'Cause I will be your honey bee Open up your fruit cage Where the fruit is as sweet as can be  [Chorus: Peter Gabriel] I wanna be your sledgehammer Why don't you call my name? You'd better call the sledgehammer Put your mind at rest I'm going to be the sledgehammer This can be my testimony I'm your sledgehammer Let there be no doubt about it  Sledge sledge sledgehammer  [Outro: Peter Gabriel] I get it right I kicked the habit Shed my skin This is the new stuff I go dancing in (We can go dancing in) Oh, won't you show for me? And I will show for you Show for me, I will show for you Yea, yeah, yeah, yeah, yeah, I do mean you Only you You been coming through Gonna build that power Build, build up that power, hey I've been feeding the rhythm I've been feeding the rhythm Going to feel that power, build in you Come on, come on, help me do Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, you I've been feeding the rhythm I've been feeding the rhythm It's what we're doing, doing All day and night  ",
        "title": "Sledgehammer"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  Revvin' up your engine, listen to her howlin' roar Metal under tension beggin' you to touch and go  Highway to the Danger Zone Ride into the Danger Zone  Headin' into twilight, spreadin' out her wings tonight She got you jumpin' off the deck and shovin' into overdrive  Highway to the Danger Zone I'll take you right into the Danger Zone  You'll never say hello to you Until you get it on the red line overload You'll never know what you can do Until you get it up as high as you can go  [Guitar Solo]  Out along the edges, always where I burn to be The further on the edge, the hotter the intensity  Highway to the Danger Zone Gonna take it right into the Danger Zone Highway to the Danger Zone Ride into the Danger Zone  Highway to the Danger Zone Gonna take it right into the Danger Zone Highway to the Danger Zone Ride into the Danger Zone  ",
        "title": "Danger Zone"
    },
    {
        "artist": "Howard Jones",
        "lyrics": "  You can look at the menu But you just can't eat You can feel the cushions But you can't have a seat  You can dip your foot in the pool But you can't have a swim You can feel the punishment But you can't commit the sin  And you want her and she wants you We want everyone And you want her, and she wants you No one, no one, no one ever is to blame  You can build a mansion But you just can't live in You're the fastest runner But you're not allowed to win  Some break the rules And let you count the cost The insecurity is the thing that won't get lost  And you want her and she wants you We want everyone And you want her, and she wants you No one, no one, no one ever is to blame  You can see the summit But you can't reach it It's the last piece of the puzzle But you just can't make it fit  Doctor says you're cured But you still feel the pain Aspirations in the clouds But your hopes go down the drain  And you want her and she wants you We want everyone And you want her, and she wants you No one, no one, no one ever is to blame No one ever is to blame No one ever is to blame  ",
        "title": "No One Is To Blame"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Once upon a time Once when you were mine I remember skies Reflected in your eyes I wonder where you are I wonder if you think about me Once upon a time In your wildest dreams  Once the world was new Our bodies felt the morning dew That greets the brand-new day We couldn't tear ourselves away I wonder if you care I wonder if you still remember Once upon a time In your wildest dreams  And when the music plays And when the words are touched with sorrow When the music plays I hear the sound I had to follow Once upon a time  Once beneath the stars The universe was ours Love was all we knew And all I knew was you I wonder if you know I wonder if you think about it Once upon a time In your wildest dreams  And when the music plays And when the words are touched with sorrow When the music plays  And when the music plays I hear the sound I had to follow Once upon a time  Once upon a time Once when you were mine I remember skies Mirrored in your eyes I wonder where you are I wonder if you think about me Once upon a time In your wildest dreams In your wildest dreams In your wildest dreams In your wildest dreams  ",
        "title": "Your Wildest Dreams"
    },
    {
        "artist": "The Fabulous Thunderbirds",
        "lyrics": "  I would walk ten miles on my hands and knees Ain't no doubt about it baby, it's you I aim to please I'd wrestle with a lion and a grizzly bear It's my life baby but I don't care Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? For you baby I would swim the sea Nothin' I'd do for you that's too tough for me I'd put out a burnin' building with a shovel and dirt And not even worry about getting hurt Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? I'd work twenty four hours, seven days a week Just so I could come home and kiss your cheek I'll love you in the mornin' and I'll love you at noon I'll love you in the night and take you to the moon Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? I'd lay in a pile of burnin' money that I've earned And not even worry about getting burned I'd climb the Empire State, fight Muhammad Ali Just to have you baby close to me Ain't that tough enough? Ain't that tough enough? Ain't that tough enough? ...  ",
        "title": "Tuff Enuff"
    },
    {
        "artist": "Peter Cetera",
        "lyrics": "  Tonight it's very clear 'Cause we're both lying here There's so many things I wanna say I will always love you I would never leave you alone  Sometimes I just forget Say things I might regret It breaks my heart to see you crying I don't wanna lose you I could never make it alone  I am a man who will fight for your honor I'll be the hero you're dreaming of We'll live forever Knowing together That we did it all for the glory of love  You keep me standing tall You help me through it all I'm always strong when you're beside me I have always needed you I could never make it alone  I am the man who will fight for your honor I'll be the hero you've been dreaming of We'll live forever Knowing together That we did it all for the glory of love  It's like a knight in shining armor From a long time ago Just in time I will save the day Take you to my castle far away  I am the man who will fight for your honor I'll be the hero that your dreaming of We're gonna live for ever Knowing together That we did it all for the glory of love  We'll live forever Knowing together That we did it all for the glory of love  We did it all for love We did it all for love We did it all for love We did it all for love  ",
        "title": "Glory Of Love (Theme From \"The Karate Kid Part II\")"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  Stood there boldly Sweatin' in the sun Felt like a million Felt like number one The height of summer I'd never felt that strong Like a rock  I was eighteen Didn't have a care Working for peanuts Not a dime to spare But I was lean and Solid everywhere Like a rock  My hands were steady My eyes were clear and bright My walk had purpose My steps were quick and light And I held firmly To what I felt was right Like a rock  Like a rock, I was strong as I could be Like a rock, nothin' ever got to me Like a rock, I was something to see Like a rock  And I stood arrow straight Unencumbered by the weight Of all these hustlers and their schemes I stood proud, I stood tall High above it all I still believed in my dreams  Twenty years now Where'd they go? Twenty years I don't know Sit and I wonder sometimes Where they've gone  And sometimes late at night When I'm bathed in the firelight The moon comes callin' a ghostly white And I recall Recall  Like a rock. standin' arrow straight Like a rock, chargin' from the gate Like a rock, carryin' the weight Like a rock  Lihe a rock, the sun upon my skin Like a rock, hard against the wind Like a rock, I see myself again Like a rock  ",
        "title": "Like A Rock"
    },
    {
        "artist": "Patti LaBelle & Michael McDonald",
        "lyrics": null,
        "title": "On My Own"
    },
    {
        "artist": "GTR",
        "lyrics": "  Mother, protect me, protect me from myself Lately I can't tell who really are my friends Burning the candle, the candle at both ends Through crowds, across floors, each night I just pretend  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  Watching the actor that takes the stage by storm Stealing the limelight while we're in the wings Sometimes the hero must play the underdog But I don't feel the same, I must have everything  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  Seasons will change You must move on Follow your dream  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  When the heart rules the mind One look and love is blind When you want the dream to last Take a chance, forget the past  Seasons will change You must move on Follow your dream  ",
        "title": "When The Heart Rules The Mind"
    },
    {
        "artist": "The Jets",
        "lyrics": "  [Chorus:] How did you know 'Cause I never told You found out I've got a crush on you  No more charades My heart's been displayed You found out I've got a crush on you  [Verse 1:] You must have heard it from my best friend She's always talking When she should be listening Can't keep a secret to save her life But still I trusted her With all I felt inside  [Hook:] I never knew A rumor could spread so fast 'Cause now the word is out All over town That I'm longing for you  [Repeat Chorus:]  [Verse 2:] Maybe I was the one who left the trace Was there a message written on my face? One little emotion so easily read That you would know my love Before a word was said  [Hook:] Was it my eyes That let you know you had control? Because the way you move It was so self-assured You knew I would surrender  [Repeat Chorus:]  [Instrumental Bridge:]  [Repeat Chorus:]  You found out I've got a crush on you You found out I've got a crush on you  You found out I've got a crush on you You found out I've got a crush on you You found out I've got a crush on you  Crush on you Crush on you Crush on you Crush on you  ",
        "title": "Crush On You"
    },
    {
        "artist": "Pet Shop Boys",
        "lyrics": "  [Instrumental Intro]  [Chorus] I've got the brains You've got the looks Let's make lots of money You've got the brawn I've got the brains Let's make lots of...  [Verse 1] I've had enough of scheming And messing around with jerks My car is parked outside I'm afraid it doesn't work I'm looking for a partner Someone who gets things fixed Ask yourself this question: Do you want to be rich?  [Chorus] I've got the brains You've got the looks Let's make lots of money You've got the brawn I've got the brains Let's make lots of money  [Verse 2] You can tell I'm educated I studied at the Sorbonne Doctored in mathematics I could have been a don I can program a computer Choose the perfect time If you've got the inclination I have got the crime  [Bridge] Oh, there's a lot of opportunities If you know when to take them You know, there's a lot of opportunities If there aren't you can make them (Make or break them)  [Chorus] I've got the brains You've got the looks Let's make lots of money Let's make lots of  [Interlude With Vocalisations] Money  [Verse 3] You can see I'm single-minded I know what I could be How'd you feel about it? Come and take a walk with me I'm looking for a partner Regardless of expense Think about it seriously You know it makes sense  [Chorus 2] Let's (Got the brains) Make (Got the looks) Let's make lots of money (Money) (Let's) You've got the brawn (Make) I've got the brains (Ooh) Let's make lots of money (Money) I've got the brains (Got the brains) You've got the looks (Got the looks) Let's make lots of money (Ooh money)  [Outro] Money  ",
        "title": "Opportunities (Let's Make Lots Of Money)"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Oh, baby I don't know why But somehow I always seem to get Tangled up in my pride But, oh, baby we're not that blind Deep down inside you know This love's worth one more try  Don't push it all aside  'Cause I wanna be good for you Didn't mean to be bad But darling I'm still the best That you ever had Just give me a chance To let me show you how much I wanna give you my love touch, love touch  Why can't I climb your walls And find somewhere to hide Can't I knock down your door And drag myself inside I'll light your candles, baby And maybe I'll light your life  I wanna feel the breathless end You come to every night This ever changing love Is pushing me too far I feel the need to reach you Right now wherever you are  These empty arms are getting stronger Every day, believe me, baby They won't let you get away No, they won't let you get away  'Cause I wanna be good for you Didn't mean to be bad But darling I'm still the best That you ever had Just give me a chance To let me show you how much I wanna give you my love touch, love touch I wanna give you my love touch  You know it don't matter Who's right or who's wrong Guess we're gonna find out If this love is strong Just give me a chance To win back your trust I wanna give you my love touch, love touch I wanna give you my love touch, love touch I wanna give you my love touch, love touch  Ooh you're gonna get a, ooh you're gonna get a big love touch...  ",
        "title": "Love Touch (Theme From \"Legal Eagles\")"
    },
    {
        "artist": "Belinda Carlisle",
        "lyrics": "  [Verse 1] I'm mad about you You're mad about me, babe Couple of fools run wild, aren't we? Pushing the day into the nighttime Somewhere between the two we start to see  [Chorus] Mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I  [Chorus] Something 'bout you right here beside me Touches the touched part of me like I can't believe Pushing the night into the daytime Watching the sky's first light While the city sleeps  [Chorus] Mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I Mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I  [Bridge] I'm mad about you You're mad about me, babe A couple of fools run wild, aren't we?  [Chorus] Mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I I'm mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I Mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you) You and I I'm mad about you (mad about you) Lost in your eyes (reason aside) Mad about love (mad about you)  ",
        "title": "Mad About You"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  You see her sitting with her coffee and her paper With her high top sneakers of Italian design With a long cool stare she aggravates the tension Makes up her face while she makes up her mind  Now you're in trouble, maybe she's an intellectual What if she figures out you're not very smart Or maybe she's the quiet type who's into heavy metal Boy, you got to get it settled Cause she's breaking your heart  [Chorus] Don't try to put on an act You can't do that to a modern woman And you're an old fashioned man She understands the things you're doin' She's a modern woman  She looks sleek and she seems so professional She's got a lot of confidence, it's easy to see You want to make a move But you feel so inferior Cause under that exterior Is someone who's free  She's got style and she's got her own money So she's not another honey you can quickly disarm She's got the eyes that make you realize She won't be hypnotized by your usual charm  [Chorus] You've got your plan of attack That won't attract the modern woman When you're an old fashioned man She understands the things you're doin' She's a modern woman  Time goes by and you're sharing an apartment She says she loves you but she doesn't know why In the morning she leaves you with your coffee and your paper It's a strange situation for an old fashioned guy  But times have changed Things are not the same, baby You overcame such a bad attitude Rock and roll just used to be for kicks And nowadays it's politics And after 1986 what else could be new  [Chorus] You got to learn to relax And face the facts of modern woman And you're an old fashioned man She understands the things you're doin' She's a modern woman  ",
        "title": "Modern Woman (From \"Ruthless People\")"
    },
    {
        "artist": "Thirty Eight Special",
        "lyrics": null,
        "title": "Like No Other Night"
    },
    {
        "artist": "The Blow Monkeys",
        "lyrics": "  I just got your message, baby So sad to see you fade away (What in the world is this feeling To catch a breath and leave me reeling?) It'll get you in the end, it's God's revenge  Oh, I know I should come clean But I prefer to deceive (Everyday I walk alone And I pray that God won't see me)  I know it's wrong I know it's wrong  Tell me why Is it I'm digging your scene? I know I'll die Baby  They put you in a home to fill in Oh, but I wouldn't call that living (I'm like a boy among men I'd like a permanent friend)  I'd like to think that I was just myself again  Oh, tell me why Is it I'm digging your scene? I know I'll die Baby  I just got your message, baby So sad to see you fade away (I'm like a boy among men I'd like a permanent friend)  I'd like to think that I was just myself again  Oh, tell me why Is it I'm digging your scene? I know I'll die Baby  Now tell me why Is it I'm digging your scene? I know I'll die Baby  Oh, come on, baby  Oh, come on, baby  ",
        "title": "Digging Your Scene"
    },
    {
        "artist": "Jermaine Stewart",
        "lyrics": "  Not a word from your lips You just took for granted that I want to skinny dip A quick hit, that's your game But I'm not a piece of meat, stimulate my brain Night is young, so are we Let's get to know each other better, slow and easily Take my hand, let's hit the floor Shake your body to the music, maybe then you'll score  So come on, baby, won't you show some class? Why you want to move so fast?  We don't have to take our clothes off (Mmm...) To have a good time, oh no We could dance and party all night (All night, we could dance all night) And drink some cherry wine, uh-huh We don't have to take our clothes off (No, no, no) To have a good time, oh no We could dance and party all night (All night) And drink some cherry wine, uh-huh  Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na  Just slow down if you want me A man wants to be approached cool and romantically I've got needs just like you Gimme conversations, good vibrations, through and through  So come on baby, won't you show some class? Why you want to move so fast?  We don't have to take our clothes off (No, no) To have a good time, oh no We could dance and party all night (all night, all night) And drink some cherry wine, uh-huh (Oh, no, no, oh) We don't have to take our clothes off To have a good time, oh no (A good time, oh no) We could dance and party all night (Party, all night) And drink some cherry wine, uh-huh (Cherry wine, uh-huh)  Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na Na, na, na, na, na-na-na, na, na  Yes, I want your body And we don't have to rush the affair So you say, you wanna taste my wine? Not yet  So come on, baby, won't you show some class? Why you wanna move so fast? (Oh-oh)  We don't have to take our clothes off (Oh no) To have a good time, oh no We could dance and party all night (Dance and party all night) And drink some cherry wine, uh-huh (We don't have) We don't have to take our clothes off (Clothes off, no) To have a good time, oh no (Oh no) We could dance and party all night (Dance and party, yeah) And drink some cherry wine, uh-huh (Cherry wine)  Na, na, na, na, na-na-na, na, na (Oh-oh) Na, na, na, na, na-na-na, na, na (Na-na, na-na) Na, na, na, na, na-na-na, na, na (Oh-oh, oh-oh) Na, na, na, na, na-na-na, na, na (Oh...)  We don't have to take our clothes off To have a good time, oh no We could dance and party all night (All night, all night long) And drink some cherry wine, uh-huh (Cherry wine, cherry wine) We don't have to take our clothes off (No...) To have a good time, oh no We could dance and party all night (Dance and party, yeah)  ",
        "title": "We Don't Have To Take Our Clothes Off"
    },
    {
        "artist": "Van Halen",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Papa, I know you're going to be upset 'Cause I was always your little girl But you should know by now I'm not a baby You always taught me right from wrong I need your help, daddy, please be strong I may be young at heart, but I know what I'm saying  [Pre-Chorus 1] The one you warned me all about The one you said I could do without We're in an awful mess And I don't mean maybe Please...  [Chorus] Papa don't preach I'm in trouble deep Papa don't preach I've been losing sleep But I made up my mind, I'm keeping my baby Ooh, I'm gonna keep my baby, mmm  [Verse 2] He says that he's going to marry me We can raise a little family Maybe we'll be all right, it's a sacrifice  [Pre-Chorus] But my friends keep telling me to give it up Saying I'm too young, I ought to live it up What I need right now is some good advice Please...  [Chorus] Papa don't preach I'm in trouble deep Papa don't preach I've been losing sleep But I made up my mind, I'm keeping my baby Ooh, I'm gonna keep my baby, mmm  [Bridge] Daddy, daddy If you could only see just how good he's been treating me You'd give us your blessing right now 'Cause we are in love We are in love, so please  [Chorus] Papa don't preach I'm in trouble deep Papa don't preach I've been losing sleep But I made up my mind, I'm keeping my baby Ooh, I'm gonna keep my baby, mmm  [Outro] Papa don't preach I'm in trouble deep Papa don't preach I've been losing sleep Papa don't preach I'm in trouble deep Papa don't preach I've been losing sleep Oh, I'm gonna keep my baby, ooh Don't you stop loving me, daddy I know, I'm keeping my baby  ",
        "title": "Papa Don't Preach"
    },
    {
        "artist": "Prince And The Revolution",
        "lyrics": null,
        "title": "Mountains"
    },
    {
        "artist": "The Fixx",
        "lyrics": "  We are passengers in time Lost in motion, locked together Day and night, by trick of light But I must take another journey We must meet with other names We must meet with other names  You touched my heart so deeply You rescued me now free me Don't watch me cry just see me go I'll take away the strongest feelings You will ever know  There will be no more isolation In our secret separation You touched my heart so deeply, you rescued me Now free me  We are passengers in time Lost in motion, locked together Day and night, by trick of light But I must take another journey We must meet with other names If you hold me you will hurt me Be brave  There will be no more isolation In our secret separation You touched my heart so deeply, you rescued me Now free me  We are matching spark and flame Caught in endless repetition Life for life we'll be the same I must leave before you burn me I am the stranger who deserts you only to love you In another life  There will be no more isolation In our secret separation You touched my heart so deeply, you rescued me Now free me  I'll bear one precious scar that only you will know Passengers in time, free me (repeat x5)  ",
        "title": "Secret Separation"
    },
    {
        "artist": "Boys Don't Cry",
        "lyrics": "  Riding on the range I've got my hat - on I've got my boots - dusty  I've got my saddle On my horse He's called....T-t-t-t-t-trigger Of course  I wanna be a cowboy And you can be my cowgirl I wanna be a cowboy And you can be my cowgirl I wanna be a cowboy  (woman's voice) Riding on the chuck wagon Following my man His name is Ted Can you believe that? Camping on the prairie Plays havoc with my hair Makes me feel quite dirty Though we all do sometimes  I wanna be a cowboy And you can be my cowgirl I wanna be a cowboy And you can be my cowgirl I wanna be a cowboy  Looking like a hero Six-gun at my side Chewing my tobacco Out on the horizon I see a puff of smoke Indians on the warpath (Indian voice) White man speak-em with forked tongue Or not I wanna be a cowboy And you can be my cowgirl I wanna be a cowboy  My name is Ted And one day I'll be dead yo yo  ",
        "title": "I Wanna Be A Cowboy"
    },
    {
        "artist": "George Michael",
        "lyrics": "  [Verse 1] I'd say love was a magical flame I'd say love would keep us from pain Had I been there, had I been there I would promise you all of my life But to lose you would cut like a knife So I don't dare, no I don't dare Cause I've never come close in all of these years You are the only one to stop my tears And I'm so scared, I'm so scared  [Verse 2] Take me back in time maybe I can forget Turn a different corner and we never would have met Would you care I don't understand it, for you it's a breeze Little by little you've brought me to my knees Don't you care No I've never come close in all of these years You are the only one to stop my tears I'm so scared of this love And if all that there is, is this fear of being used I should go back to being lonely and confused If I could, I would, I swear  ",
        "title": "A Different Corner"
    },
    {
        "artist": "The Bangles",
        "lyrics": null,
        "title": "If She Knew What She Wants"
    },
    {
        "artist": "Jeffrey Osborne",
        "lyrics": "  [Verse 1:] When you want all the love you deserve And the heat's on your mind Don't you even think about it I'll be there just wrapped around you  I can't hold back What I feel inside It's just a fact  [Hook x2:] That you should be mine Anything you want You got to fortify my love You fortify me  [Chorus:] And you woo-woo-woo And you woo-woo-woo And you woo-woo-woo You should be mine, all mine  [Verse 2:] Any way that your heart has been denied Ooh, you can come to me Every time that we're together  Just becomes the good thing we've got And something this good can't be defined One thing's for sure  [Repeat Hook:]  [Repeat Chorus:]  And you woo-woo-woo And you woo-woo-woo-woo And you woo-woo-woo You should be mine  [Bridge:] In the height of your worry Worries running too deep for you When it all becomes too much, too much, too much I'll pull you through  I can't hold back What I know inside It's just a fact  [Repeat Hook:]  [Repeat Chorus:]  And you woo-woo-woo And you woo-woo-woo-woo And you woo-woo-woo You should be mine  You should be mine You should be mine  ",
        "title": "You Should Be Mine (The Woo Woo Song)"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] I have a tale to tell Sometimes it gets so hard to hide it well I was not ready for the fall Too blind to see the writing on the wall  [Chorus] A man can tell a thousand lies I've learned my lesson well Hope I live to tell the secret I have learned Till then, it will burn inside of me  [Verse 2] I know where beauty lives I've seen it once, I know the warm she gives The light that you could never see It shines inside, you can't take that from me  [Chorus] A man can tell a thousand lies I've learned my lesson well Hope I live to tell the secret I have learned Till then, it will burn inside of me  [Post-Chorus] The truth is never far behind You kept it hidden well If I live to tell the secret I knew Then will I ever have the chance again?  [Bridge] If I ran away, I'd never have the strength to go very far How would they hear the beating of my heart? Will it grow cold, the secret that I hide? Will I grow old? How will they hear? When will they learn? How will they know?  [Chorus] A man can tell a thousand lies I've learned my lesson well Hope I live to tell the secret I have learned Till then, it will burn inside of me  [Post-Chorus] The truth is never far behind You kept it hidden well If I live to tell the secret I knew Then will I ever have the chance again?  [Chorus] A man can tell a thousand lies I've learned my lesson well Hope I live to tell the secret I have learned Till then, it will burn inside of me  ",
        "title": "Live To Tell"
    },
    {
        "artist": "Nu Shooz",
        "lyrics": "  [Intro] Baby, I can't wait  [Verse 1] My love, tell me what it's all about You've got something That I can't live without Happiness, is so hard to find Hey baby, tell me what is on your mind  [Chorus 1] Cause I can't wait (baby, I can't wait) Till you call me on the telephone I can't wait (baby, I can't wait) Till we're all alone (I can't wait)  [Verse 2] You know I love you Even when you don't try I know, that our love will never die Hey darling, when you look into my eye Please tell me, you'll never have to say goodbye  [Chorus 2] Cause I can't wait (baby, I can't wait) this is what I've been waiting for I can't wait (baby, I can't wait) 'till my love walked in the door I can't wait (baby, I can't wait) true love is so hard to find I found yours, you found mine I can't wait (baby, I can't wait) tell me what is on your mind (I can't wait)  [Outro] (I can't wait) I can't wait Say it one more time (baby, I can't wait) tell me what is on your mind Oh I can't wait (baby, I can't wait) this is what I've been waiting for Oh I can't wait (baby, I can't wait) 'till my love walked in the door  [Produced by Rick Waritz and John Smith]  ",
        "title": "I Can't Wait"
    },
    {
        "artist": "Timex Social Club",
        "lyrics": "  How do rumors get started? They’re started by the jealous people And they get mad Seeing something they had And somebody else is holding They tell me that temptation is very hard to resist But these wicked women Ooh, they just persist  Maybe you think it’s cute But girl, I’m not impressed I tell you one time only with my business Please don’t mess  Look at all these rumors Surrounding me every day I just need some time Some time to get away from  From all these rumors I can’t take it no more My best friend said there’s one out now About me and the girl next door  Hear the one about Tina Some say she’s much too loose That came straight from a guy Who claims he’s tasted her juice Did you hear the one about Michael Some say he must be gay I tried to argue, but they said If he was straight he wouldn’t move that way  Did you hear that one about Susan, some say she’s just a tease In a camisole, she’s six feet tall, she’ll knock you to your knees  Look at all these rumors Surrounding me every day I just need some time Some time to get away from  From all these rumors I can’t take it no more My best friend said there’s one out now About me and the girl next door  I can’t go no place without somebody pointing a finger I can’t show my face cause when it comes to rumors I’m a dead ringer It seems from rumors I just can’t get away I bet there’ll even be rumors floating around on Judgment Day  I’ll think I’ll write my congressman And tell him to pass a bill For the next time they catch somebody startin’ rumors Shoot to kill  Look at all these rumors Surrounding me every day I just need some time Some time to get away from  From all these rumors I can’t take it no more My best friend said there’s one out now About me and the girl next door  What’s mine is mine I ain’t got time for rumors in my life I’m a man who thinks Not a man who drinks So please let me live my life  What’s mine is mine I ain’t got time for rumors in my life I’m a man who thinks Not a man who drinks So please let me live my life  What’s mine is mine I ain’t got time for rumors in my life I’m a man who thinks Not a man who drinks So please let me live my life  Look at all these rumors Surrounding me every day I just need some time Some time to get away from  From all these rumors I can’t take it no more My best friend said there’s one out now About me and the girl next door  Look at all these rumors Surrounding me every day I just need some time Some time to get away from  From all these rumors I can’t take it no more My best friend said there’s one out now About me and the girl next door  Stop (Stop) spreadin’ those rumors around Stop (Stop) spreadin’ the lies Stop (Stop) spreadin’ those rumors around Stop (Stop) spreadin’ the lies  Stop (Stop) spreadin’ those rumors around Stop (Stop) spreadin’ the lies Stop (Stop) spreadin’ those rumors around Stop (Stop) spreadin’ the lies  Stop (Stop) spreadin’ those rumors around Stop (Stop) spreadin’ the lies  ",
        "title": "Rumors"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": "  {Intro}  Think about it, there must be higher love Down in the heart or hidden in the stars above Without it, life is wasted time Look inside your heart, I'll look inside mine  Things look so bad everywhere In this whole world, what is fair? We walk blind and we try to see Falling behind in what could be  Bring me a higher love Bring me a higher love, oh Bring me a higher love Where's that higher love I keep thinking of?  Worlds are turning, and we're just hanging on Facing our fear and standing out there alone A yearning and it's real to me There must be someone who's feeling for me  {Hook}  Things look so bad everywhere In this whole world, what is fair? We walk blind and we try to see Falling behind in what could be  Bring me a higher love Bring me a higher love, oh Bring me a higher love Where's that higher love I keep thinking of?  Bring me a higher love Bring me a higher love, oh Bring me a higher love A good kind of love, want a higher love  I will wait for it I'm not too late for it Until then, I'll sing my song To cheer the night along  Bring it, oh  {Bridge}  I could light the night up with my soul on fire I could make the sun shine from pure desire Let me feel that love come over me Let me feel how strong it could be  Oh  {Bridge }  Bring me a higher love Bring me a higher love, oh Bring me a higher love Where's that higher love I keep thinking of?  Bring me a higher love Bring me a higher love, oh bring me Bring me a higher love, oh Bring me a higher love  Bring me a higher love Bring me a higher love, oh I said bring me Bring me a higher love Bring me a higher love  Bring me a higher love Bring me a higher love, oh  {Outro}  ",
        "title": "Higher Love"
    },
    {
        "artist": "Andy Taylor",
        "lyrics": null,
        "title": "Take It Easy"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": null,
        "title": "Hyperactive"
    },
    {
        "artist": "Journey",
        "lyrics": null,
        "title": "Suzanne"
    },
    {
        "artist": "Gavin Christopher",
        "lyrics": "  Ain't it funny Destiny is pulling you back to me Time waits for no one I hope that nothing is changed  I've been thinking I was taking more that I ever gave I never thought you knew The rules to my game  Here I am, turning back the pages Of the book we wrote Every word can be recreated I want you to take no more  I'm coming one step closer to you Now I'm on my way Coming back to stay One step closer to you  You're in my mind You're in my heart  I wanted the road A heavier load I was, oh, so blind When all that I needed Was right here in front of my eyes  In this crummy room It's so filled with gloom Staring at the walls If I can't have your love I have nothing at all  I believe a lot can be forgiven A broken heart can mend You will see a whole new situation I won't be so misled  I'm coming one step closer to you Now it's plain to see What you mean to me One step closer to you  You're in my mind You're in my heart, yeah  I wanna be loved Hold and hold on  I believe a lot can be forgiven And a heart can mend You will see a whole new situation I won't be so misled  I'm coming one step closer to you Now I'm on my way Coming back to stay One step closer to you  You're in my mind You're in my heart  (One step closer to you) I've been thinking, pretty baby (One step closer to you) You know it's all right, all right  (One step closer to you) (One step closer to you)  ",
        "title": "One Step Closer To You"
    },
    {
        "artist": "Michael McDonald",
        "lyrics": "  No more running down the wrong road Dancing to a different drum Can`t you see what`s going on Deep inside your heart?  Always searching for the real thing Living like it's far away Just leave all the madness in yesterday You're holding the key when you believe it  Shine, sweet freedom Shine your light on me You are the magic You're right where I want to be  Oh, sweet freedom Carry me along We'll keep the spirit alive On and on  We'll be dancing in the moonlight Smiling with the rising sun Living like we've never known Going all the way  Reaching out to meet the changes Touching every shining star The light of tomorrow It's right where we are There's no turning back from what I'm feeling  Shine, sweet freedom Shine your light on me You are the magic You're right where I want to be  Oh, sweet freedom Carry me along We'll keep the spirit alive On and on  Cause they'll be starlight all night When it comes together Share those feelings Dancing in your eyes Tonight they're guiding us Shining til the morning light  Shine, sweet freedom Shine your light on me You are the magic You're right where I want to be  Oh, sweet freedom Carry me along We'll keep the spirit alive On and on  Shine, sweet freedom Shine your light on me You are the magic, magic, baby Oh, sweet freedom Carry me along We'll keep the spirit Alive, on and on  Shine, sweet freedom Shine your light on me Shine, sweet freedom Carry me along Shine your light on me We'll keep the spirit Alive, on and on  Shine, sweet freedom Shine your light on me You are the magic You are the magic, babe  ",
        "title": "Sweet Freedom (Theme From \"Running Scared\")"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "All The Love In The World"
    },
    {
        "artist": "Wham!",
        "lyrics": "  I would lock you up but I could not bear to hear you Screaming to be set free I would chain you up if I'd thought you'd swear The only one that mattered was me, me, me I would strap you up but don't worry baby You know I wouldn't hurt you unless you wanted me to It's too late to stop, won't the heavens save me? My daddy said, \"The devil looks a lot like you\" You take me to the edge of heaven Tell me that my soul's forgiven Hide you baby's eyes and we can You take me to the edge of heaven One last time might be forever When the passion dies It's just a matter of time before my heart is Looking for a home I'm like a maniac at the end of the day I'm like a doggie barking at your door So come take me back to the place you stay And maybe we can do it once more You say I'm dangerous but don't worry baby I get excited at the things that you do And there's a place for us in a dirty movie 'Cause no-one does it better than me and you You take me to the edge of heaven Tell me that my soul's forgiven Hide your baby's eyes and we can You take me to the edge of heaven One last time might be forever Please don't tell me lies It's just a matter of time before my heart is Looking for a home I ain't got no more worries I'm gonna spend some time with you Loving you takes such courage And don't you think that I know it, I know it, I know it, I know it I know it, I know it, I know it, I know it You take me to the edge of heaven You tell me that my soul's forgiven Hide your baby's eyes and we can, we can, ow You take me to the edge of heaven One last time might be forever Don't you tell me lies because believe me, baby One day you'll wake up on your own I ain't got no more worries I ain't got no more time for you Loving you takes such courage Everyone's got their eyes on you I ain't got no more worries I ain't got no more time for you Loving you takes such courage And don't you think that I know it, I know it, I know it, I know it  ",
        "title": "The Edge Of Heaven"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "Nothin' At All"
    },
    {
        "artist": "Bananarama",
        "lyrics": null,
        "title": "Venus"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] You fell out of the clear blue sky To the darkness below The smell of your flesh excites me Blood starts to flow, so help me God You burst in in a blaze of light You unzippered the dark One kiss took my breath away One look lights up the stars  [Chorus] And it's, it's one hit to the body It comes straight from your heart (Straight from the heart) One hit to the body Sure went straight to the mark So help me God  [Bridge] One more from the body One more straight from your heart yeah  [Verse 2] It's one shot when you love me One shot when you leave me I don't need no security I just need some peace  [Chorus] And it's one hit to the body It comes straight from the heart (Straight from the heart) One voice calls out my name It sure went straight to the mark (Straight from the heart)  [Verse 3] One punch and you knocked me down Tore my defenses apart One round took me out of the game You did me some permanent harm  [Bridge] It took just one hit It took just one hit It isn't enough for me It isn't enough for me (Enough for me) It isn't enough for me It's hurting me, baby Oh your love is a sweet addiction I can't clean you out of my veins It's a life long affliction That has damaged my brain  [Chorus] It took just one hit to the body To tear my defences apart (Straight from the heart) One hit to the body Sure went straight to the mark (Straight from the heart) One hit to the body And it comes straight from the heart (Straight from the heart) One hit to the body, to the body, to the body Come straight from the heart  [Outro] One more from the body One more straight from the heart Straight from the heart One more from the body One more straight from the heart Straight from the heart That's all it took, that's all it took Because one hit straight form the heart So help me, so help me, so help me God So help me, so help me, so help me now One more from the body One more straight from the heart One more, one more from the body And it comes straight from the heart  ",
        "title": "One Hit (To The Body)"
    },
    {
        "artist": "Level 42",
        "lyrics": null,
        "title": "Something About You"
    },
    {
        "artist": "Miami Sound Machine",
        "lyrics": "  [Verse 1:] I realize you're seeing someone new I don't believe she knows you like I do Your temperamental moody side The one you always try to hide from me  But I know when you have something on your mind You've been trying to tell me For the longest time And before you break my heart in two There's something I've been trying to say to you  [Chorus:] But the words get in the way There's so much I want to say But it's locked deep inside And if you look in my eyes We might fall in love again  I won't even start to cry And before we say goodbye I tried to say \"I love you\" But the words got in the way  [Verse 2:] Your heart has always been an open door But baby I don't even know you anymore And despite the fact it's hurting me I know the time has come to set you free  But then I realize you're seeing someone new I don't believe she knows you like I do Your temperamental moody side The one you always try to hide from me  But I know when you have something on your mind You've been trying to tell me For the longest time And before you break my heart in two There's something I've been trying to say to you  [Repeat Chorus:]  [Bridge:] Your heart has always been an open door But baby I don't even know you any more And despite the fact it's hurting me I know the time has come to set you free  [Repeat Chorus:]  I'm trying to say \"I love you\" But the words get in the way  There's so much I want to say But it's locked deep inside And if you look in my eyes We might fall in love again  I won't even start to cry And before we say goodbye I tried to say \"I love you\" But the words got in the way  I'm trying to say \"I love you\" But the words get in the way  ",
        "title": "Words Get In The Way"
    },
    {
        "artist": "Regina",
        "lyrics": null,
        "title": "Baby Love"
    },
    {
        "artist": "Berlin",
        "lyrics": "  [Verse 1] Watching every motion in my foolish lover's game On this endless ocean, finally lovers know no shame Turning and returning to some secret place inside Watching in slow motion as you turn around and say  [Chorus] Take my breath away Take my breath away  [Verse 2] Watching, I keep waiting, still anticipating love Never hesitating to become the fated ones Turning and returning to some secret place to find Watching in slow motion as you turn to me and say  [Chorus] My love, take my breath away  [Bridge] Through the hourglass I saw you In time you slipped away When the mirror crashed I called you And turned to hear you say \"If only for today, I am unafraid\"  [Chorus] Take my breath away Take my breath away  [Verse 3] Watching every motion in this foolish lover's game Haunted by the notion, somewhere there's a love in flames Turning and returning to some secret place inside Watching in slow motion as you turn my way and say  [Chorus] Take my breath away My love, take my breath away My love, take my breath away My love, take my breath away My love  ",
        "title": "Take My Breath Away (Love Theme From \"Top Gun\")"
    },
    {
        "artist": "Device",
        "lyrics": "  Can you ride the rhythm of this human wave? Caught up in the music and the space you save  Caught up in the magic of it Caught up in the madness  Sometimes you scare yourself You're so strong  You're so tough Can you feel the fire pumping through your veins? You try to get up and here it comes again  Right down to the basics of it Right down to the wire  So if you feel you're hanging on a heart attack  Hold on Come back Oh yeah, it's just that easy So if you feel you're hanging on a heart attack  Hold on Come back Oh yeah, it's just that easy  Ring the bell Ring the bell Let the walls come down  Surrender your wings before they lift you off the ground  Surrender for every reason Surrender yourself  Sometimes you go so far You're so hot You can't stop Can you make it last Make it rock to the bone? If you do it faster will the hunger drive you home? Right down to the basics of it Right down to the wire So if you feel you're hanging on a heart attack  Can you ride the rhythm of this human wave? So if you feel you're hanging on a heart attack So if you feel you're hanging on a heart attack  ",
        "title": "Hanging On A Heart Attack"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I believe the children are our future Teach them well and let them lead the way Show them all the beauty they possess inside Give them a sense of pride to make it easier Let the children's laughter remind us how we used to be Everybody's searching for a hero People need someone to look up to I never found anyone who fulfilled my needs A lonely place to be And so I learned to depend on me  [Bridge] I decided long ago, never to walk in anyone's shadows If I fail, if I succeed At least I'll live as I believe No matter what they take from me They can't take away my dignity  [Chorus] Because the greatest love of all Is happening to me I found the greatest love of all Inside of me The greatest love of all Is easy to achieve Learning to love yourself It is the greatest love of all  [Verse 2] I believe the children are our future Teach them well and let them lead the way Show them all the beauty they possess inside Give them a sense of pride to make it easier Let the children's laughter remind us how we used to be  [Bridge] I decided long ago, never to walk in anyone's shadows If I fail, if I succeed At least I'll live as I believe No matter what they take from me They can't take away my dignity  [Chorus] Because the greatest love of all Is happening to me I found the greatest love of all Inside of me The greatest love of all Is easy to achieve Learning to love yourself It is the greatest love of all  [Verse 3] And if, by chance, that special place That you've been dreaming of Leads you to a lonely place Find your strength in love  ",
        "title": "Greatest Love Of All"
    },
    {
        "artist": "Mike + The Mechanics",
        "lyrics": null,
        "title": "Taken In"
    },
    {
        "artist": "John Eddie",
        "lyrics": "  Whoa, Whoa, Whoa, Whoa, Whoa, Whoa, Whoa Yeah, Yeah, Yeah, Yeah, Yeah, Yeah, Yeah Whoa, Whoa, Whoa, Whoa, Whoa, Whoa, Whoa Yeah, Yeah, Yeah, Yeah, Yeah, Yeah, Yeah  Well my Mama sheds tears, and my Daddy just spits, (Hey!) They had it up to here and kicked me out because of it Something wild's deep inside, man, I'm rattling my cage I love you Ma, respect you Pa, get out of my way  Chorus: 'Cause I'm a jungleboy Turn up the radio A jungleboy Hear me growling low A jungleboy Hey Mrs, Jackson, keep your daughter away from me (Hey!) 'Cause I'm a definite threat to her purity, uh-huh-huh Whoa, Whoa, Whoa, Whoa, Whoa, Whoa, Whoa Yeah, Yeah, Yeah, Yeah, Yeah, Yeah, Yeah  Well there's a mean old cop in the Burger King lot, (Hey!) Been after me for years, but I ain't been got I got a mean set of wheels, and Lord he can't catch me I lay some wheel and man I'm gone, a real cool breeze  Chorus  Hey Mrs. Jackson, man, I know it's late It's about your daughter now, and it can't wait See I'm her boy, if you don't approve It's my town, toots, if you don't like it, move 'Cause I'm a jungleboy I'm a jungle boy I got her daughter I'm a jungle boy I got a plan I'm a jungle boy I got the bullets I'm a jungle boy I think i'll be a jungle man Whoa, Whoa, Whoa, Whoa, Whoa, Whoa, Whoa Yeah, Yeah, Yeah, Yeah, Yeah, Yeah, Yeah (repeat to the end)  ",
        "title": "Jungle Boy"
    },
    {
        "artist": "Falco",
        "lyrics": "  [Intro] Hello, Vienna calling hello? Hello, Vienna calling, hello? He-He-He-He-He-He-He-Hello? Vienna calling Talk, Talk! Hello, Vienna calling Hello, Vienna calling Talking about  [Verse 1] Stella sitzt in Rio - Stella liegt in Tokyo Männer fragen sie nach Feuer, nach dem anderen sowieso Sugar Chris dich sehr vermisst – dein Bein und dein Gesicht Du kannst auf mich verzichten, nur auf Luxus nicht Womit spielen kleine Mädchen heute, hier und dort und da: Ob in Tucson, Arizona; Toronto, Canada?  [Bridge] Wien, nur Wien du kennst mich up, kennst mich down Du kennst mich Nur Wien, nur Wien, du nur allein Wohin sind deine Frauen  [Chorus] Ohoho, operator (so alone am I) Ohoho, operator (need you to come tonight) Hello, Vienna calling Hello, Vienna calling (calling, calling, calling) Two, one, zero - der Alarm ist rot Wien in Not - cha, cha, cha Vienna calling (calling, calling, calling) Vienna calling  [Verse 2] Und plötzlich heißt Maria Marilyn Und Eva heißt Yvonne Ein junger Bogart hängt dir an den Lippen, Kleines, und sagt \"komm\" Die Lockenpracht wird abgemacht Die Tänzer sind gestoppt Es ist 4 Uhr 45, nun wird Position geprobt Womit spielen kleine Mädchen heute, hier und dort und da Ob in Tucson, Arizona; Toronto, Canada  [Bridge] Wien, nur Wien du kennst mich up, kennst mich down Du kennst mich Nur Wien, nur Wien, du nur allein Wohin sind deine Frauen  [Chorus] Ohoho, operator (so alone am I) Ohoho, operator (need you to come tonight) Hello, Vienna calling Hello, Vienna calling (calling, calling, calling) Two, one, zero - der Alarm ist rot Wien in Not - cha, cha, cha Vienna calling (calling, calling, calling) Vienna calling (calling, calling, calling)  [Outro] Hello? Vienna Calling (how!) He-He-He-He-Hello? (ouh!) (ca-ca-calling?) Wien in Not, so in Not (haha!) Two, one, zero - der Alarm ist rot Wien in Not Vienna calling (cha, cha, cha, cha, cha-cha) Vienna calling (cha, cha, cha, cha-cha) Hello, Vienna calling (Wien in Not) Hello, Vienna calling (Wien in Not) Hello, Vienna calling (Wien in Not) (Vienna calling, Wien in Not ..)  ",
        "title": "Vienna Calling"
    },
    {
        "artist": "Mike + The Mechanics",
        "lyrics": "  I said \"Go if you wanna go Stay if you wanna stay\" I didn't care if you hung around me I didn't care if you went away And I know you were never right I'll admit I was never wrong I could never make up my mind I made it up as I went along  And though I treated you like a child I'm gonna miss you for the rest of my life  All I need is a miracle, all I need is you All I need is a miracle, all I need is you All I need is a miracle, all I need is you  I never had any time And I never had any call But I went out of my way just to hurt you The one I shouldn't hurt at all I thought I was being cool Yeah, I thought I was being strong But it's always the same old story You never know what you've got 'til it's gone  If I ever catch up with you I'm gonna love you for the rest of your life  All I need is a miracle, all I need is you (all I need is a miracle) All I need is a miracle, all I need is you (all I need is a miracle) All I need is a miracle, all I need is you  And if I ever catch up with you I'm gonna love you for the rest of your life  All I need is a miracle, all I need is you (all I need is a miracle) All I need is a miracle, all I need is you (all I need is a miracle) All I need is a miracle, all I need is you (all I need is a miracle) All I need is a, all I need is a All I need is you (all I need is a miracle)  ",
        "title": "All I Need Is A Miracle"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  All the leaves are green All my friends are gone I'm livin' in my hometown I can barely get along I feel sorry for myself That's an easy thing to do I feel sorry for the world I feel sorry for you Yes I am a pitiful sight I can't even get one thing right  I know just what it's like To be a rider ridin' in the rumbleseat Yes I know just what it's like To be a big time rider in the rumbleseat  Well I could have a nervous breakdown But I don't believe in shrinks I should be drunker than a monkey But I don't like to drink Call up some girls But I'm afraid of the phone I'm always talkin' to myself I guess I'm never alone Am I the only one that feels this way I'd buy myself some stylish clothes But I sure hate to pay  I know just what it's like To be a rider ridin' in the rumbleseat Yes I know just what it's like To be a big time rider in the rumbleseat  The sun is coming up Just goin' to bed I combed my hair with my pillow Still got some dreams left Tomorrow is a new day Gonna make these dreams come true I'm gonna believe in myself I'll tell you what I'm gonna do I'm gonna stop puttin' myself down I'm gonna turn my life around  I'll be ridin' high With my feet kicked up in the rumbleseat Yeah we'll go for a drive And we'll be singin' shotgun from that rumbleseat Yes I will blow you a kiss And we'll be ridin' big time in my rumbleseat  ",
        "title": "Rumbleseat"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Chorus] It's a kind of magic It's a kind of magic A kind of magic - no way  [Verse 1] One dream, one soul, one prize One goal, one golden glance of what should be It's a kind of magic One shaft of light that shows the way No mortal man can win this day It's a kind of magic The bell that rings inside your mind Is challenging the doors of time It's a kind of magic The waiting seems eternity The day will dawn of sanity Ooh ooh ooh ooh Is this a kind of magic? It's a kind of magic There can be only one This rage that lasts a thousand years Will soon be done This flame that burns inside of me I'm hearing secret harmonies It's a kind of magic The bell that rings inside your mind Is challenging the doors of time  [Chorus] It's a kind of magic It's a kind of magic  [Verse 2] This rage that lasts a thousand years Will soon be, will soon be, will soon be done This is (this is) a kind (a kind) of magic (yeah) There can be only one one one one This rage that lasts a thousand years Will soon be done - done  [Chorus] Magic - it's a kind of magic It's a kind of magic Magic magic magic (magic) Ha ha ha haa - it's magic Ha haa Yeah yeah Wooh  ",
        "title": "A Kind Of Magic"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Verse 1: Ralph Tresvant] Girl, if ever the going got rough You never Were the type to think of backing down So when you got more than your share In a minute, I knew your heart was in it I knew that it would make you be your best Put you to the test But if sometimes it seems not worth the battle That's when you'll see You can count on me  [Chorus] 'Cause I'm with you all the way I'll never give up this dream Although it may seem There's no way out today (Oh, girl) Yes, I'm with you all the way Whatever places love might put us through Remember I'm with you With you all the way  [Verse 2: Ralph] When you see me Your eyes say that you need me But there's another feeling they can't hide And it hurts so deep inside To think maybe before I'd let you down Won't you hear me out now Believe me somehow  [Chorus] 'Cause I'm with you all the way I'll never give up the dream Although it may seem There's no way out today (Oh, girl) Yes, I'm with you all the way Whatever places love might put us through Remember I'm with you With you all the way  [Bridge] I thought I'd never know just where to start Delivering this promise from my heart Holding you here in my arms Has told me what to say, yeah  [Chorus] 'Cause I'm with you all the way I'll never give up the dream Although it may seem There's no way out today (Oh, girl) Yes, I'm with you all the way Whatever places love might put us through Remember I'm with you With you all the way  ",
        "title": "With You All The Way"
    },
    {
        "artist": "Carl Anderson & Gloria Loring",
        "lyrics": "  What would you think if I told you I've always wanted to hold you? I don't know what we're afraid of Nothing would change if we made love  So I'll be your friend And I'll be your lover 'Cause, I know in our hearts we agree We don't have to be one or the other  Yes, it's a chance that we're taking And somebody's heart may be breaking But we can't stop what's inside us Our love for each other will guide us  So I'll be your friend And I'll be your lover 'Cause, I know in our hearts we agree We don't have to be one or the other  I've been through you And you've been through me Sometimes a friend is the hardest to see We always know when it's laid on the line Nobody else is as easy to find  So I'll be your friend And I'll be your lover Well, I know in our heart we agree We don't have to be one or the other Other  ",
        "title": "Friends And Lovers"
    },
    {
        "artist": "The Art Of Noise Featuring Duane Eddy",
        "lyrics": "  [Instrumental]  ",
        "title": "Peter Gunn"
    },
    {
        "artist": "David Lee Roth",
        "lyrics": "  What? Well, let me roll up on to the sidewalk and take a look, yes Whoa! She's beautiful! I'm talking about a Yankee Rose Ha ha ha ha ha And she looks wild, wild, wild, wild!  Are you ready for the new sensation? Well, here's the shot heard 'round the world All you back room boys salute when her flag unfurls Well, guess who's back in circulation Now, I don't know what you may have heard But what I need right now's the original good time girl  She's a vision from coast to coast (coast to coast) Sea to shining sea (sea to shining sea) Hey sister, you're the perfect host (care to toast)  Show me your bright lights And your city lights, all right I'm talkin' 'bout the Yankee Rose, yeah Your bright lights And your city lights, all right I'm talkin' 'bout it  When she walks, watch, the sparks will fly Firecrackin' on the fourth of July No sad songs tonight, somethin's in the air Yeah, the feeling getcha, wow  A real state of independence So pretty when her rockets glare Still prove it any night that her flag's still there  She's a vision from coast to coast (coast to coast) Sea to shining sea (sea to shining sea) Hey sister, you're the perfect host (make a toast)  Show me your bright lights and your City lights, all right I'm talkin' 'bout the Yankee Rose, yeah Bright lights in your City lights, all right I'm in love with the Yankee Rose  Ah, she's beautiful, alright Mmm, nothin' like her in the whole world Yeah  She's right on time I'm on the case Pick up the phone No time to waste She got the beat And here's a little bit comin' your way, wow  Aah, raise 'em up there, let's see who salutes, baby Yeah, yeah, yeah, yeah, yeah Little bit, little bit, little bit higher Here's the national anthem, here I wanna get a little bit a' apple pie, man  Bright lights, city lights Bright lights, city lights Bright lights, city lights  ",
        "title": "Yankee Rose"
    },
    {
        "artist": "Emerson, Lake & Powell",
        "lyrics": null,
        "title": "Touch And Go"
    },
    {
        "artist": "John Cafferty & The Beaver Brown Band",
        "lyrics": null,
        "title": "Voice Of America's Sons"
    },
    {
        "artist": "The S.O.S. Band",
        "lyrics": "  [Spoken Intro: Mary Davis] The finest...  As life goes on You learn to hold on (You learn) You learn to appreciate the finer things in life (I appreciate) The finest  (I have learned)  [Verse 1: Mary Davis] If I had a choice I'd always choose love Up or down, good or bad, I don't mind Just as long as it's real  [Pre-Chorus] My friends say I'm lucky To have found someone as good as you My love's understanding (standing, standing) Understanding how to hold onto you  [Chorus] After all that we've been through Time won't change the way I feel about you Out of all the loves before You're the finest I've ever known (Finest I ever...)  [Verse 2] If I had to choose I'd be by myself I wanna be in love But with nobody else  [Pre-Chorus] Time flies when you're with me (with me, with me) Goes so slow whenever you're away Made up my mind and I'm positive (A better love) A better love will never come my way  [Chorus] After all that we've been through (Mmm, mmm...) Time won't change the way I feel about you (Mmm, mmm...) Out of all the loves before (Mmm, mmm...) You're the finest I've ever known (Finest I ever...)  After all that we've been through (That we've been through) Time won't change the way I feel about you Out of all the loves before You're the finest I've ever known (Finest I ever...)  [Bridge: Mary Davis + (Alexander O'Neal)] Know (Know) You keep me in love (You keep me in love) I'm lost (You're lost) Just call me, I'll come (Just call me and I'll come) No other love before (No other love) Could do what you do (Could do what you do) A little so much (Oh) So much more from you (Much more) No one else will do (No one else will do) There's no substitute Your love's the finest love I've ever known Ooh-ooh-ooh...  [Refrain] Oh, baby, you're the finest The finest I've seen Oh, baby, you're the finest The finest one for me  Oh, baby, you're the finest The finest I've seen Oh, baby, you're the finest The finest one for me Oh, baby, you're the finest The finest I've seen Oh, baby, you're the finest The finest one for me  Oh...  [Chorus] After all that we've been through (Ooh, that we've been through) Time won't change the way I feel about you (Change, no, no, no, no) Out of all the loves before (Hmm, the finest love) You're the finest I'll ever know (Uh-huh, finest I ever...)  After all that we've been through (Ooh, that we've been through) Time won't change the way I feel about you Out of all the loves before (Out of all the loves I had before) You're the finest I'll ever know (Yes, you are, finest I ever)  [Outro] Oh, baby, you're the finest The finest I've seen Oh, baby, you're the finest The finest one for me Oh, baby, you're the finest The finest I've seen Oh, baby, you're the finest The finest one for me  ",
        "title": "The Finest"
    },
    {
        "artist": "Klymaxx",
        "lyrics": "  Standing in the shadows Calling out his name Waiting for a lover Who wants to play my game Baby can't you hear me? Don't you feel my fire?  I've got more than you can handle All that you could want Boy you'll be a winner If you turn me on Come and be my lover Stay with me tonight  I want a man size love Passion and control of my tenderness Baby won't you hold me Show me, can you show me What a man size love is  Give me a king size kiss Thrill me with the things That I understand Can't you see I need it Show me you're a man size man  Anytime you're ready I'll be waiting here Longing for the magic Of the night we'll share Wrap yourself around me Baby let me know  I've got dreams that I can give you Arms to hold you tight Sunshine in the morning And the stars all night Once I show you heaven Boy you'll never let it go  I want a man size love Passion and control of my tenderness Baby won't you hold me Show me, can you show me What a man size love is  Give me a king size kiss Thrill me with the things That I understand Baby can't you feel it? You can hold my heart in your hand Give me a man size man  Man size man  Listen, we'll find a rainbow Where we'll go And we'll love the night away Bring me your action of passion Before it gets to late  I want a man size love Passion and control of my tenderness Baby won't you hold me Sugar can you show me What a man size love is  King size kiss Thrill me with the things That I understand Baby can't you feel it? You can hold my heart in your hand Give me a man size love  Man size man Passion and control of my tenderness Baby won't you hold me Sugar you can show me What a man size love is  Give me a king size kiss Thrill me with the things That I understand Baby can't you feel it? You can hold my heart  ",
        "title": "Man Size Love (From \"Running Scared\")"
    },
    {
        "artist": "Double",
        "lyrics": "  It was way past midnight And she still couldn't fall asleep This night the dream was leaving She tried so hard to keep And with the new day's morning She felt it drift away Not only for a cruise, not only for a day Too long ago, too long apart She could not wait another day for The captain of her heart As the day came up, she made a stop She stopped waiting another day for The captain of her heart Too long ago, too long apart She could not wait another day for The captain of her heart Too long ago, too long apart She could not wait another day for The captain of her heart As the day came up, she made a stop She stopped waiting another day for The captain of her heart Too long ago, too long apart She could not wait another day for The captain of her heart  ",
        "title": "The Captain Of Her Heart"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Hey We're headed for the future Give us some room We're gonna build a new world  Say We're headed for the future Give us some time We're gonna make it work right  Yeah We're gonna build a new dream We've got to make it stand tall It's got to last a long time  Lean on me And I'm gonna lean on you We're headed for the future And the future's now Show you how  Hey We're headed for a new place A step at a time We're gonna take a long ride  Time Don't wait around forever We've got to do it right now Let's do it all together  Lean on me And I'm gonna lean on you We're headed for the future And the future's now Show you how  Lean on me 'Cause I'm gonna lean on you We're headed for the future  Come on Lean on me And I'm gonna lean on you We're headed for the future And the future's ours  Come on, come on Come on, come on Come on, come on Yeah  ",
        "title": "Headed For The Future"
    },
    {
        "artist": "Models",
        "lyrics": "  Hey hey honey when I'm without you I get a chill up and down my spine And I, I feel so hot and the pain won't stop Tearing at this heart of mine And I wouldn't have it, I know I can say And I wouldn't have it any other way  Do you like to make love with me or turn it around? Do you like the way it feels when I hold you tight? Do you like the way I say I'm coming on home? I'd get you when I want you then you're on your own  Out of mind out of sight Gotta keep my body tight Out of mind out of sight I'm gonna keep my body tight  Looking a little bit closer now I've got something to say to you And if your body touches me, I just don't know what I might do And so hold me honey, hit on the bed I got notions in my head  Out of mind out of sight Gotta keep my body tight Out of mind out of sight I'm gonna keep my body tight  Hey hey honey when I'm without you I get a chill up and down my spine And I, I feel so hot and the pain won't stop Tearing at this heart of mine And I wouldn't have it, I know I can say And I wouldn't have it any other way  Do you like to make love with me or turn it around? Do you like the way it feels when I hold you tight? Do you like the way I say I'm coming on home? I'd take you when I want you then you're on your own  Out of mind out of sight Gotta keep my body tight Out of mind out of sight Gotta keep my body tight Out of mind out of sight Gotta keep my body tight Out of mind out of sight Gotta keep my body tight  ",
        "title": "Out Of Mind Out Of Sight"
    },
    {
        "artist": "The Monkees",
        "lyrics": null,
        "title": "That Was Then, This Is Now"
    },
    {
        "artist": "Midnight Star",
        "lyrics": null,
        "title": "Headlines"
    },
    {
        "artist": "Orchestral Manoeuvres In The Dark",
        "lyrics": "  If you leave, don't leave now Please don't take my heart away Promise me, just one more night Then we'll go our separate ways We've always had time on our side Now it's fading fast Every second, every moment We've gotta make it last  I touch you once, I touch you twice I won't let go at any price I need you now like I need you then You always said we'd still be friends someday  If you leave I won't cry I won't waste one single day But if you leave don't look back I'll be running the other way Seven years went under the bridge Like time was standing still Heaven knows what happens now You've gotta say you will  I'll touch you once, I'll touch you twice I won't let go at any price I need you now like I need you then You always said we'd meet again  I touch you once, I touch you twice I won't let go at any price I need you now like I need you then You always said we'd still be friends  I touch you once, I touch you twice I won't let go at any price I need you now like I need you then You always said we'd meet again someday  If you leave If you leave If you leave Don't look back Don't look back  ",
        "title": "If You Leave"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Rock'N'roll To The Rescue"
    },
    {
        "artist": "Magazine 60",
        "lyrics": "  MAGAZINE 60 No, no no no no no, Señor!  Don Quixote y Sancho Panza Hoy también siguen luchando Don Quixote y Sancho Panza Hoy también siguen luchando Baila, borriquito Baila, borriquito oh oh Baila, borriquito Baila, borriquito oh oh  Si? Hello, can I speak to mister Don Quichotte, please? No señor, Don Quixote y Sancho Panza no estan aqui!  Don Quixote y Sancho Panza Hoy también siguen luchando Don Quixote y Sancho Panza Hoy también siguen luchando  No, no no no no no no, no no, Señor!  Don Quixote y Sancho Panza Hoy también siguen luchando Don Quixote y Sancho Panza Hoy también siguen luchando Baila, borriquito Baila, borriquito oh oh Baila, borriquito Baila, borriquito oh oh  What's going on? You've got a hole in your brain I feel crazy! No señor, Don Quixote y Sancho Panza no estan aqui!  Don Quixote y Sancho Panza Hoy también siguen luchando Don Quixote y Sancho Panza Hoy también siguen luchando  Baila, borriquito Baila, borriquito oh oh Baila, borriquito Baila, borriquito oh oh  ",
        "title": "Don Quichotte"
    },
    {
        "artist": "Jean Beauvoir",
        "lyrics": null,
        "title": "Feel The Heat"
    },
    {
        "artist": "Mary Jane Girls",
        "lyrics": null,
        "title": "Walk Like A Man (From \"A Fine Mess\")"
    },
    {
        "artist": "TKA",
        "lyrics": "  One way love Thought we had something Girl, I can't get you out of my mind Just one look I knew you were on of a kind  Your love is hot So give me all you've got I need your love Too much is not enough  One way love Thought we had something Girl, you played me for a fool Should of held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying Why you put me through this pain?  You said our love had passed the test But then you left me like all the rest That night we fought You knew you had been caught I knew the plan You found You found another man  One way love Thought we had something Girl, you played me for a fool Should of held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying Why you put me through this pain?  Now, it's over You're out of my life And I won't make the same mistake twice You broke my heart You knew it from the start You were my world But I've found I've found another girl  One way love Thought we had something Girl, you played me for a fool Should've held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying Why you put me through this pain?  One way love Thought we had something Girl, you played me for a fool Should of held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying Why you put me through this pain?  One way love Thought we had something Girl, you played me for a fool Should of held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying Why you put me through this pain?  One way love Thought we had something Girl, you played me for a fool Should of held back all my loving Didn't know there were no rules  One way love Now I'm still crying Tears are falling like the rain But I know I'll keep on trying  ",
        "title": "One Way Love"
    },
    {
        "artist": "Mr. Mister",
        "lyrics": null,
        "title": "Is It Love"
    },
    {
        "artist": "Starship",
        "lyrics": null,
        "title": "Before I Go"
    },
    {
        "artist": "Trans-X",
        "lyrics": "  [Verse 1] Give me light, give me action At the touch of a button Flying through hyper-space In a computer interface  [Chorus] Stop! Living on video Stop! Integrated circuits Stop! Sur un faisceau de lumière Stop! Is this reality?  [Verse 2] Travelling in a light beam Laser rays and purple skies In a computer fairyland It is a dream you bring to life  [Chorus] Stop! Living on video Stop! Integrated circuits Stop! Sur un faisceau de lumière Stop! Is this reality?  [Verse 3] I see your glittering blue eyes You look at me with a smile It's a computer fantasy It is waiting for you and me  [Bridge] Living, living on video Living, living on video Living, living on video Stop!  [Interlude]  [Outro] Living on video Video (video) Video Video  ",
        "title": "Living On Video"
    },
    {
        "artist": "Rene & Angela",
        "lyrics": null,
        "title": "You Don't Have To Cry"
    },
    {
        "artist": "John Waite",
        "lyrics": "  In this world of right and wrong The hardest part is beginning By the time you find where you belong You're either losing or winning Well I don't know how But people seem to know When you want somebody bad enough Well I want you now And wherever you go I'm gonna love ya till You've had enough cause If everyone had a heart Yours would never be broken If anybody had a heart like mine People treat you like The clothes you wear They only see what you show them Let them talk baby I don't care They don't know where we're goin' I love you so much And I have for so long How could anybody doubt it Oh just one little touch This love is so strong Baby how can we live without it If everyone had a heart Yours would never be broken If anybody had a heart like mine When you love somebody You may stumble you may fall But if you love somebody hard enough Maybe you can get it all If everyone had a heart Yours would never be broken If anybody had a heart like mine Anybody in the world If everyone had a heart Yours would never be broken If anybody had a heart like mine If anybody had a heart If everyone had a heart Yours would never be broken If anybody had a heart like mine If anybody had a heart If everyone had a heart...  ",
        "title": "If Anybody Had A Heart"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  Don't judge by what you see There's a softer part of me Girl, my life has been so cold There were times I needed you so  Do you remeber me I'm the one who loved you long ago Do you remember me From the days when our hearts were young  Look deep into my eyes There's a glow you'll recognize Girl, I can't change the wrong that I've done Time can't erease the love that we know  Do you remeber me I was the one I was the one who loved you long ago Do you remember me From the days when our hearts were young Do you remeber me I'm not a stranger, girl More than just a member Do you remember me  I was the one who was wrong no doubt about it I was the one who broke all our dreams in two I was the one who could lnever forget about you  Do you remeber me I was the one I was the one who loved you long ago Do you remember me From the days when our hearts were young Do you remeber me I'm not a stranger, girl More than just a member Do you remember me  ",
        "title": "Do You Remember Me?"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  It was a ruby that she wore On a chain around her neck In the shape of a heart In the shape of a heart It was a time I won't forget For the sorrow and regret And the shape of a heart And the shape of a heart  I guess I never knew What she was talking about I guess I never knew What she was living without  People speak of love don't know what they're thinking of Wait around for the one who fits just like a glove Speak in terms of belief and belonging Try to fit some name to their longing People speak of love  There was a hole left in the wall From some ancient fight About the size of a fist Or something thrown that had missed And there were other holes as well In the house where our nights fell Far too many to repair In the time that we were there  People speak of love don't know what they're thinking of Reach out to each other through the push and shove Speak in terms of a life and the learning Try to think of a word for the burning  You keep it up You try so hard To keep a life from coming apart And never know What breaches and faults are concealed In the shape of a heart In the shape of a heart In the shape of a heart  It was the ruby that she wore On a stand beside the bed In the hour before dawn When I knew she was gone And I held it in my hand For a little while Dropped it into the wall I let it go and heard it fall  I guess I never knew What she was talking about I guess I never knew What she was living without  People speak of love don't know what they're thinking of Wait around for the one who fits just like a glove Speak in terms of a life and the living Try to find the word for forgiving  You keep it up You try so hard To keep a life from coming apart And never know The shallows and the unseen reefs That are there from the start In the shape of a heart In the shape of a heart In the shape of a heart In the shape of a heart In the shape of a heart  ",
        "title": "In The Shape Of A Heart"
    },
    {
        "artist": "Miami Sound Machine",
        "lyrics": null,
        "title": "Bad Boy"
    },
    {
        "artist": "Limited Warranty",
        "lyrics": "  Soldiers, drop your toys Whatever be the sign Stand in line to face each other On a field that's bleached A lion's heart eases For every acre you recover  And we can survive it all With the promise that is given Wait for me ‘Cause I’ll be coming home for you Stand, fall or die (this time) Wait for me ‘Cause I’ll be coming home for you All is fine behind the victory line  A distant drummer beats He’s called upon to guard his nation Flowers on the streets Are wilting in the heat Memories of our civil nature  And did we forget it all Silent echos of the free Wait for me ‘Cause I’ll be coming home for you Stand, fall or die (this time) Wait for me ‘Cause I’ll be coming home for you All is fine behind the victory line  And did we forget it all Silent echoes of the free Wait for me ‘Cause I’ll be coming home for you Stand, fall or die (this time) Wait for me ‘Cause I’ll be coming home for you All is fine behind the victory Wait for me All is fine behind the victory line  ",
        "title": "Victory Line"
    },
    {
        "artist": "Chaka Khan",
        "lyrics": "  Love of a lifetime  Good for you (heart of change) Got to be the heart of change Good for me - a heart of change I know we'll get it better Stir it up (got to be) Stir it tender heartedly Stir it and The whole world's gettin' better  I believe the world to be Fast and ever changing That's the way my love will be Got to last and satisfy me  You got the love of a lifetime You're such a rock steady lover, baby Keep up the good love for Chaka You can hold it, boy 'Cause you don't let it go  Good for you Good for me The way we work together Short and sweet (hit and run) I know where you're comin' from We can steal And baby, we'll hit and run together  I believe the world to be Fast and ever changing That's the way my love will be Got to last and satisfy me  We got the love of a lifetime Ooh, we're such rock steady lovers, baby Keep up the good love together We can hold it, boy And never let it go  We got the love of a lifetime We got to keep on rockin' steady I really think I'm ready now Baby, I'm burnin', burnin', burnin'  You got the love of a lifetime You're such a rock steady lover, baby Keep up the good love for Chaka You can hold it, boy, never let it go We got the love of a lifetime Ooh, we're such rock steady lovers, baby Keep up the good love together Hold it, boy  Love of a lifetime  (Love of a lifetime) We got the love, we got the love We got the love Guess it's just a heart of change We got the love, we got the love We got the love It's got to be a heart of change We got the love, we got the love...  ",
        "title": "Love Of A Lifetime"
    },
    {
        "artist": "Glass Tiger",
        "lyrics": "  You take my breath away Love thinks it's here to stay There's still so much for me to do And I can't stop loving you Oh, can this be true  If you could see what I have seen Broken hearts and broken dreams Then I wake up and you're not there Pain finds me everywhere Oh, but you don't care  Don't forget me when I'm gone My heart would break I have loved you for so long It's all I can take  You, you take my breath away Love thinks it's here to stay Still so much for me to do And I can't stop loving you Oh, can this be true  Don't forget me when I'm gone My heart would break I have loved you for so long It's all I can take  Then I wake up and you're not there Pain finds me everywhere Oh, but you don't care  Don't forget me when I'm gone For heaven's sake I have loved you for so long Is loving wrong So don't forget me when I'm gone My heart would break I have loved you for so long Is loving wrong  ",
        "title": "Don't Forget Me (When I'm Gone)"
    },
    {
        "artist": "Nu Shooz",
        "lyrics": null,
        "title": "Point Of No Return"
    },
    {
        "artist": "David Foster And Olivia Newton-John",
        "lyrics": null,
        "title": "The Best Of Me"
    },
    {
        "artist": "Stacey Q",
        "lyrics": "  [Intro] I, I-I, I-I, I need, I need you I, I-I, I-I, I need, I need you I, I-I, I-I, I need, I need you  [Verse 1] I never said I wasn't gonna tell nobody No, baby But this good loving, I can't keep it to myself Oh no When we're together it's like hot coals in a fire Hot, baby My body's burning so come on heat my desire Come on, come on  [Chorus] Two of hearts Two hearts that beat as one Two of hearts I need you, I need you Two of hearts Two hearts that beat as one Two of hearts Come on, come on  [Verse 2] People get jealous 'cause we always stay together Yeah, baby I guess they really want a love like yours and mine Together, forever I never thought that I could ever be this happy Yeah, baby My prayers were answered boy, you came in the nick of time Whoa, whoa, whoa  [Pre-Chorus] I got this feeling that you're going to stay I never knew that it could happen this way Before I met you I was falling apart But now at last I really that we are  [Chorus] Two of hearts Two hearts that beat as one Two of hearts I need you, I need you Two of hearts Two hearts that beat as one Two of hearts Come on, come on  ",
        "title": "Two Of Hearts"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Running out of self-control Getting close to an overload Up against a no win situation Shoulder to shoulder, push and shove I'm hangin' up my boxing gloves I'm ready for a long vacation  [Chorus] Be good to yourself when, nobody else will Oh be good to yourself You're walking a high wire, caught in a cross fire Oh be good to yourself  [Verse 2] When you can't give no more They want it all but you gotta say no I'm turning off the noise that makes me crazy Lookin' back with no regrets To forgive is to forget I want a little peace of mind to turn to  [Chorus]  [Outro] Be good to yourself when, nobody else will  ",
        "title": "Be Good To Yourself"
    },
    {
        "artist": "Icehouse",
        "lyrics": null,
        "title": "No Promises"
    },
    {
        "artist": "Krokus",
        "lyrics": null,
        "title": "School's Out"
    },
    {
        "artist": "Yarbrough & Peoples",
        "lyrics": null,
        "title": "I Wouldn't Lie"
    },
    {
        "artist": "Honeymoon Suite",
        "lyrics": null,
        "title": "What Does It Take"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": null,
        "title": "I'm Your Man"
    },
    {
        "artist": "Dennis DeYoung",
        "lyrics": null,
        "title": "This Is The Time"
    },
    {
        "artist": "Pet Shop Boys",
        "lyrics": "  [Verse 1] Sometimes you're better off dead There's gun in your hand and it's pointing at your head You think you're mad, too unstable Kicking in chairs and knocking down tables In a restaurant in a West End town Call the police, there's a madman around Running down underground to a dive bar In a West End town  [Chorus] In a West End town, a dead end world The East End boys and West End girls In a West End town, a dead end world The East End boys and West End girls West End girls  [Verse 2] Too many shadows, whispering voices Faces on posters, too many choices If, when, why, what? How much have you got? Have you got it, do you get it, if so, how often? And which do you choose, a hard or soft option? (How much do you need?)  [Chorus] In a West End town, a dead end world The East End boys and West End girls In a West End town, a dead end world The East End boys and West End girls West End girls West End girls  [Interlude] (How much do you need?)   [Chorus] In a West End town, a dead end world The East End boys and West End girls Ooh, West End town, a dead end world East End boys, West End Girls West End girls  [Verse 3] You've got a heart of glass or a heart of stone Just you wait 'til I get you home We've got no future, we've got no past Here today, built to last In every city, in every nation From Lake Geneva to the Finland station (How far have you been?)  [Chorus] In a West End town, a dead end world The East End boys and West End girls A West End town, a dead end world East End Boys, West End girls West End girls West End girls West End girls (How far have you been?)  [Outro] Girls East End boys And West End girls  And West End girls (... forever) And West End girls (How far have you been?)  East End boys The West End girls The West End boys And West End girls  The West End girls The West End boys The West End girls  ",
        "title": "West End Girls"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "Your Love"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] Used to be a time when you would pamper me Used to brag about it all the time Your friends seem to think that you're so peachy keen But my friends say neglect is on your mind Who's right  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  [Verse 2] Used to go to dinner almost every night Dancing til I thought I'd lose my breath Now it seems your dancing feet are always on my couch Good thing I cook or else we'd starve to death Ain't that a shame  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  [Bridge] I never ask for more than I deserve You know it's the truth You seem to think you're God's gift to this Earth I'm telling you, no way  You ought to be thankful for the little things But little things are all you seem to give You're always putting off what we can do today Soap opera says, you've got one life to live Who's right, who's wrong  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah Get with it  What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately  ",
        "title": "What Have You Done For Me Lately"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  Scarecrow on a wooden cross Blackbird in the barn Four hundred empty acres That used to be my farm Grew up like my daddy did My grandpa cleared this land When I was five I walked the fence while Grandpa held my hand  Rain on the scarecrow Blood on the plow This land fed a nation This land made me proud And son, I`m just sorry There`s no legacy for you now  Rain on the scarecrow Blood on the plow Rain on the scarecrow Blood on the plow  The crops we grew last summer Weren`t enough to pay the loans Couldn`t buy the seed to plant this spring And the Farmers' Bank foreclosed Called my old friend Schepman Up to auction off the land He said: \"John, it`s just my job And I hope you understand.\"  Hey, calling it your job, ole hoss Sure don`t make it right But if you want me to I`ll say a prayer for your soul tonight  And grandma`s on the front porch swing With a Bible in her hand Sometimes I hear her singing Take me to the Promised Land When you take away a man`s dignity He can`t work his fields and cows  There`ll be Blood on the scarecrow Blood on the plow Blood on the scarecrow Blood on the plow  There`s 97 crosses Planted in the courthouse yard Ninety-seven families who Lost ninety-seven farms  I think about my grandpa My neighbors and my name And some nights I feel like dying Like that scarecrow in the rain  Rain on the scarecrow Blood on the plow This land fed a nation This land made me proud And son, I`m just sorry They`re just memories for you now  Rain on the scarecrow Blood on the plow Rain on the scarecrow Blood on the plow  Rain on the scarecrow Blood on the plow This land fed a nation This land made me so proud Son, I`m just sorry They`re just memories for you now  Rain on the scarecrow Blood on the plow Rain on the scarecrow Blood on the plow  ",
        "title": "Rain On The Scarecrow"
    }
]