[
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: Paul McCartney] Try to see it my way Do I have to keep on talking till I can't go on? While you see it your way Run the risk of knowing that our love may soon be gone  [Chorus: Paul McCartney] We can work it out We can work it out  [Verse 2: Paul McCartney] Think of what you're saying You can get it wrong and still you think that it's alright Think of what I'm saying We can work it out and get it straight or say good night  [Chorus: Paul McCartney] We can work it out We can work it out  [Bridge: Paul McCartney & John Lennon] Life is very short and there's no time For fussing and fighting, my friend I have always thought that it's a crime So I will ask you once again  [Verse 3: Paul McCartney] Try to see it my way Only time will tell if I am right or I am wrong While you see it your way There's a chance that we might fall apart before too long  [Chorus: Paul McCartney] We can work it out We can work it out  [Bridge: Paul McCartney & John Lennon] Life is very short and there's no time For fussing and fighting, my friend I have always thought that it's a crime So I will ask you once again  [Verse 4: Paul McCartney] Try to see it my way Only time will tell if I am right or I am wrong While you see it your way There's a chance that we might fall apart before too long  [Chorus: Paul McCartney] We can work it out We can work it out  ",
        "title": "We Can Work It Out"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus] A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  [Verse 1] Went to a dance, looking for romance Saw Barbara Ann, so I thought I'd take a chance on Barbara Ann Barbara Ann, Barbara Ann Take my hand Barbara Ann, Barbara Ann Take my hand You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar bar Barbara Ann  [Chorus] A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  {Bridge} (Let's go now!) (Ow!) (Carl) (Hal, and his famous ashtray!) (You smell like Rocky. You're always scratchin' it.) (Hey, come on!) (Scratch it, Carl, scratch it, baby, right over there. Down a little lower. Down a little lower!) (Saw-- Tried--)  Tried Peggy Sue Tried Peggy Lou Tried Betty Lou But I knew she wouldn't do Barbara Ann, Barbara Ann Take my hand You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  A bar bar bar bar Barbara Ann Bar bar bar bar Barbara Ann Barbara Ann Take my hand Barbara Ann You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Bar bar bar Barbara Ann  {Outro} Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann Barbara Ann, Barbara Ann  [Outro - Uncut Version] (Thanks, Dean)  ",
        "title": "Barbara Ann"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": null,
        "title": "She's Just My Style"
    },
    {
        "artist": "The T-Bones",
        "lyrics": null,
        "title": "No Matter What Shape (Your Stomach's In)"
    },
    {
        "artist": "The Vogues",
        "lyrics": "  Up every morning just to keep a job I gotta fight my way through the hustling mob Sounds of the city poundin' in my brain While another day goes down the drain Yeah, yeah, yeah  But it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a five o'clock me inside my clothes Thinkin' that the world looks fine, yeah Oh my lady, yeah  Tradin' my time for the pay I get Livin' on money that I ain't made yet I've been goin' tryin' to make my way But I live for the end of the day Yeah, yeah, yeah  'Cause it's a five o'clock world when the whistle blows No one owns a piece of my time And there's a long-haired girl who waits, I know To ease my troubled mind, yeah Oh my lady, yeah  In the shelter of her arms everything's OK When she talks, then the world goes slippin' away And I know the reason I can still go on When every other reason is gone Yeah, yeah, yeah  In my five o'clock world, she waits for me Nothing else matters at all 'Cause every time my baby smiles at me I know that's it's all worthwhile, yeah Oh my lady, yeah Oh my lady, yeah Oh my lady, yeah  ",
        "title": "Five O'Clock World"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Chorus] It is the evening of the day I sit and watch the children play Smiling faces I can see But not for me I sit and watch As tears go by  [Verse] My riches can't buy everything I want to hear the children sing All I hear is the sound Of rain falling on the ground I sit and watch As tears go by  [Chorus] It is the evening of the day I sit and watch the children play Doing things I used to do They think are new I sit and watch As tears go by  ",
        "title": "As Tears Go By"
    },
    {
        "artist": "Mike Douglas",
        "lyrics": "  Refrain: The men in my little girl's life; The men in my little girl's life  Seems only yesterday, I heard my daughter say: \"Daddy! There's a boy outside - his name is Rod He wants to play in our back yard Can he Daddy? Can he Daddy? Please - Daddy.\"  There wasn't so long ago She came to me and she wanted to know: \"Daddy! There's a boy outside - his name is Lee He wants to carry my books for me Can he Daddy? Is it all right - Daddy? He's got freckles, Dad.\"  Refrain:  Then came pony tails and jeans My little girl was in her teens: \"Papa! There's a boy outside - his name's Tom He wants to take me to the prom. Ok Papa? He's cute Papa! We'll be home early - Papa.\"  Well, before I knew it, time had gone My, how my little girl had grown: Then it was: \"Uh! Father! There's a boy outside - his name is Eddie He wants to know if we can go steady? Can we Father? Yes Father? Oh! can we borrow the car Pop?\"  Yes, it seems like only yesterday I heard my lovely daughter say: \"Dad! There's a boy outside - his name is Jim He asked me if I'd marry him? I said yes, Dad! - Got something in your eye - Dad? I love him Dad.\"  Refrain:  A child, an adolescent, a young lady, a wife Oh! and oh yes, Heh! Heh! There's another man in my little girl's life \"Hi Dad! There's a boy outside - his name is Tim I told him Grandpa was gonna baby sit with him Thanks Dad. Bless you Dad. Goodnight Dad.\"  Refrain:  ",
        "title": "The Men In My Little Girl's Life"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  [Chorus] She's a must to avoid A complete impossibility She's a must to avoid Better take it from me  You'll think she's a prize at the start But take my advice, play it smart She's nothin' but trouble Better cut out on the double Before she gets into your heart  [Chorus] When you stare into her pretty blue eyes There's no way to see through her disguise But don't try to love her 'cause you'll quickly discover You're trapped in the web of her lies  [Chorus] Her lips look inviting it's true But lots of other guys have felt like you do She'll build up your hopes and when you need her the most That's when she'll say goodbye to you  [Chorus]  ",
        "title": "A Must To Avoid"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "My Love"
    },
    {
        "artist": "Mitch Ryder And The Detroit Wheels",
        "lyrics": "  Oh see, C. C. Rider I said see, what you have done now Oh see, C. C. Rider I said see, what you have done now Ahh, you made me love you Now, now, now, now your man has gone  Oh, I'm going with my baby And I won't be back 'til fall, yeah Oh, I'm going with my baby And I won't be back 'til fall, yeah And if I find me a new girl I won't be back at all  Ah, Jenny, Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Jenny Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) I worry 'bout you, baby, spendin' nights in misery  Spinnin', spinnin', spinnin', spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Spinnin', spinnin', spinnin', spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Come along, baby, [Incomprehensible]  Yeah, see, C. C. Rider I said see, what you have done now Oh see, C. C. Rider Ah, come on see, baby, what you have done now Ahh, you made me love you Now, now, now, now your man has gone  Jenny, Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Jenny Jenny, Jenny, won't you come along with me (Jenny, Jenny, woo, Jenny, Jenny) Come along baby, [Incomprehensible]  Spin, spin, spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny) Spin, spin, spinnin' like a spinnin' top (Jenny, Jenny, woo, Jenny, Jenny)  ",
        "title": "Jenny Take A Ride!"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Just Like Me"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] Hello darkness, my old friend I've come to talk with you again Because a vision softly creeping Left its seeds while I was sleeping And the vision that was planted in my brain Still remains Within the sound of silence  [Verse 2] In restless dreams I walked alone Narrow streets of cobblestone 'Neath the halo of a street lamp I turned my collar to the cold and damp When my eyes were stabbed by The flash of a neon light That split the night And touched the sound of silence  [Verse 3] And in the naked light I saw Ten thousand people, maybe more People talking without speaking People hearing without listening People writing songs that voices never share And no one dared Disturb the sound of silence  [Verse 4] \"Fools\", said I, \"You do not know Silence like a cancer grows Hear my words that I might teach you Take my arms that I might reach you\" But my words, like silent raindrops fell And echoed in the wells of silence  [Verse 5] And the people bowed and prayed To the neon god they made And the sign flashed out its warning In the words that it was forming And the sign said: \"The words of the prophets are Written on the subway walls And tenement halls And whispered in the sound of silence.\"  ",
        "title": "The Sound Of Silence"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1: Paul McCartney & John Lennon] Got a good reason for taking the easy way out Got a good reason for taking the easy way out now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out  [Verse 2: Paul McCartney & John Lennon] She's a big teaser, she took me half the way there She's a big teaser, she took me half the way there now She was a day tripper, a one way ticket yeah It took me so long to find out, and I found out  [Guitar Solo: John Lennon]  [Verse 3: Paul McCartney & John Lennon] Tried to please her, she only played one night stands Tried to please her, she only played one night stands now She was a day tripper, a Sunday driver yeah It took me so long to find out, and I found out  [Outro: Paul McCartney & John Lennon] Day tripper Day tripper yeah Day tripper Day tripper yeah Day tripper  ",
        "title": "Day Tripper"
    },
    {
        "artist": "Jackie Lee",
        "lyrics": null,
        "title": "The Duck"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Spanish Eyes"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Chorus] Oh, it's crying time again, you're going to leave me I can see that far away look in your eyes I can tell by the way you hold me darling, ooh That it won't be long before it's crying time  [Verse 1] Now they say that absence makes the heart grow fonder (Fonder) And that tears are only rain to make love grow Well, my love for you could never grow no stronger (Stronger) If I lived to be a hundred years old  [Chorus]  [Verse 2] Now you say you've found someone that you love better (Better) That's the way it's happened every time before And as sure as the sun comes up tomorrow ('Morrow) Crying time will start when you walk out the door  [Chorus]  [Outro] That it won't be long before it's crying time  ",
        "title": "Crying Time"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  You didn't have to be so nice I would have liked you anyway If you had just looked once or twice And gone upon your quiet way  Today I said the time was right for me to follow you I knew I'd find you in a day or two And it's true  You came upon a quiet day You simply seemed to take your place I knew that it would be that way The minute that I saw your face  And when we've had a few more days (When we've had a few more days) I wonder if I'll get to say (Wonder if I'll get to say) You didn't have to be so nice (Be so nice) I would have liked you anyway (Would have liked)  Today I said the time was right for me to follow you (Today, said that the time was right to follow you) I knew I'd find you in a day or two (I knew that I would find you in a day or two) And it's true  You didn't have to be so nice (Didn't have to be so nice) I would have liked you anyway (Would have liked you anyway) If you had just looked once or twice (Once or twice) And gone upon your quiet way (Quiet way)  ",
        "title": "You Didn't Have To Be So Nice"
    },
    {
        "artist": "The Toys",
        "lyrics": null,
        "title": "Attack"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  Cause he gets up in the morning And he goes to work at nine And he comes back home at five-thirty Gets the same train every time Cause his world is built round punctuality It never fails  And he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And his mother goes to meetings While his father pulls the maid And she stirs the tea with councilors While discussing foreign trade And she passes looks, as well as bills At every suave young man  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he likes his own backyard And he likes his fags the best Cause he's better than the rest And his own sweat smells the best And he hopes to grab his fathers loot When pater passes on  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  And he plays at stocks and shares And he goes to the regatta And he adores the girl next door Cause he's dying to get at her But his mother knows the best about The matrimonial stakes  Cause he's oh, so good And he's oh, so fine And he's oh, so healthy In his body and his mind He's a well respected man about town Doing the best things so conservatively  ",
        "title": "A Well Respected Man"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  Listen to me, baby You gotta understand You're old enough to know the makings of a man  Listen to me, baby It's hard to settle down Am I asking too much for you to stick around  Every boy wants a girl He can trust to the very end Baby, that's you Won't you wait but 'til then  When I see lips begging to be kissed (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again Nature's taking over my one-track mind  Believe it or not You're in my heart all the time All the girls are saying that you'll end up a fool  For the time being, baby, live by my rules When I settle down I want one baby on my mind Forgive and forget And I'll make up for all lost time If she's put together fine  And she's readin' my mind (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again And again and again and again  [Instrumental]  Lightning is striking again Lightning is striking again  There's a chapel in the pines Waiting for us around the bend Picture in your mind Love forever, but 'til then  If she gives me a sign That she wants to make time (stop) I can't stop (stop) I can't stop myself (Stop, stop)  Lightning is striking again Lightning is striking again And again and again and again  Lightning is striking again And again and again and again  ",
        "title": "Lightnin' Strikes"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Intro] Baby, everything is all right, uptight, out of sight Baby, everything is all right, uptight, out of sight  [Verse 1] I'm a poor man's son, from across the railroad tracks The only shirt I own is hanging on my back But I'm the envy of every single guy Since I'm the apple of my girl's eye When we go out stepping on the town for a while My money's low and my suit's out of style But it's all right if my clothes aren't new Out of sight because my heart is true  [Chorus] She says baby everything is alright, uptight, out of sight Baby, everything is alright, uptight, clean out of sight  [Verse 2] She's a pearl of a girl, I guess that's what you might say I guess her folks brought her up that way The right side of the tracks, she was born and raised In a great big old house, full of butlers and maids She says no one is better than I, I know I'm just an average guy No football hero or smooth Don Juan Got empty pockets, you see I'm a poor man's son Can't give her the things that money can't buy But I'll never, never make my baby cry  [Chorus] And it's all right, what I can't do Out of sight because my heart is true She says baby everything is alright, uptight, clean out of sight Baby, everything is all right, uptight, clean out of sight Baby, everything is all right, uptight, hahahahaha, yeah Baby, everything is all right, uptight, way out of sight Baby, everything is all right, uptight, clean out of...  ",
        "title": "Uptight (Everything's Alright)"
    },
    {
        "artist": "The Knickerbockers",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "The Miracles",
        "lyrics": null,
        "title": "Going To A Go-Go"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Zorba The Greek"
    },
    {
        "artist": "The Statler Brothers",
        "lyrics": "  [Verse 1] I keep hearing you're concerned about my happiness But all the thought you're giving me is, conscience I guess If I were walking in your shoes, I wouldn't worry none While you and your friends are worrying 'bout me I'm having lots of fun  [Chorus] Counting flowers on the wall, that don't bother me at all Playing solitaire 'til dawn with a deck of fifty one Smoking cigarettes and watching Captain Kangaroo Now don't tell me I've nothing to do  [Verse 2] Last night I dressed in tails pretending I was on the town As long as I can dream, it's hard to slow this swinger down So please don't give a thought to me, I'm really doing fine You can always find me here and having quite a time  [Chorus]  [Verse 3] It's good to see you, I must go, I know I look a fright Anyway, my eyes are not accustomed to this light And my shoes are not accustomed to this hard concrete So I must go back to my room and make my day complete  [Chorus]  [Outro] Don't tell me I've nothing to do Don't tell me I've nothing to do  ",
        "title": "Flowers On The Wall"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  My world is empty without you, baby My world is empty without you, baby  And as I go my way alone I find it hard for me to carry on I need your strenght I need your tender touch I need the love, my dear I miss so much  My world is empty without you, baby My world is empty without you, baby  From this old world I try to hide my face From this loneliness There's no hiding place Inside this cold and empty house I dwell In darkness with memories I know so well  I need love know More then before I can hardly Carry on anymore  My world is emty without you, babe Without you, babe (My world is emty) without you, babe  My mind and soul Have felt like this Since love between us No more exist And each time that darkness falls It finds me alone With these four walls  My world is emty without you, babe Without you, babe (My world is emty) without you, babe  Without you, babe Without you, babe  ",
        "title": "My World Is Empty Without You"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "Sandy"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  When I was seventeen It was a very good year It was a very good year for small town girls And soft summer nights We'd hide from the lights On the village green When I was seventeen  When I was twenty-one It was a very good year It was a very good year for city girls Who lived up the stair With all that perfumed hair And it came undone When I was twenty-one  When I was thirty-five It was a very good year It was a very good year for blue-blooded girls Of independent means We'd ride in limousines Their chauffeurs would drive When I was thirty-five  But now the days grow short Im in the autumn of the year And now I think of my life as vintage wine From fine old kegs From the brim to the dregs And it poured sweet and clear It was a very good year  ",
        "title": "It Was A Very Good Year"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on You gave up the most precious thing in life You turned from love to be a rich man's wife The man you married is colder than all his gold You're something he bought to keep from growing old  Now you've got satin pillows to cry on Satin pillows tro cry on You've got nothing else to rely on And you've got fancy dresses and big cars Diamonds that outshine the brightest stars But diamonds can't replace the love we knew They won't keep you warm like my arms used to Now you've got satin pillows to cry on Satin pillows to cry on You've got nothing else to rely on Satin pillows to cry on Satin pillows to cry on  ",
        "title": "Satin Pillows"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "Like A Baby"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  Don't mess with Bill (No, no, no, no) Don't mess with Bill (Don't mess with Bill) Say it one more time (Don't mess with Bill)  Now I know he's the guy who put tears in my eyes A thousand times or more Oh, but every time he would apologize I loved him more than before  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) Leave my Billy alone (Don't mess with Bill) Get a guy of your own (Don't mess with Bill)  Now there's Johnny, there's Joe And there's Frank and Jim Just to name a few Now, Bill's got me and I've got him I'm sure there's one for you  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) He's mine, all mine (Don't mess with Bill) I say it one more time (Don't mess with Bill)  Though I tell myself he wants no one else 'Cause he keeps coming back to me Now I'm in no position to want competition I want to be sure as can be  Hear what I say, girls keep away (Ah, ha, ha) Don't mess with Bill (No, no, no, no) (Don't mess with Bill) Leave my Billy alone (Don't mess with Bill) Get a guy of your own (Don't mess with Bill) 'Cause he's mine all mine (Don't mess with Bill) I say it one more time (Don't mess with Bill)  Hey, yeah, yeah, yeah (Don't mess with Bill) Hey, yeah, yeah, yeah  ",
        "title": "Don't Mess With Bill"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Walkin' down the highways and the byways (Where do they go?) Movin' on their way People with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah Any time of day See the drivers on the roads Pullin' down their heavy loads  (Where do they go?) Movin' on their way Drivin' down highways and the byways (Where do they go?) Movin' on their way Drivers with their shy ways and their sly ways  Oh, you can see the little children all around Oh, you can see the little ladies in their gowns when you  Look through any window, yeah What do you see? Smilin' faces all around Rushin' through the busy town  (Where do they go?) Movin' on their way Movin' on their way Movin' on their way  ",
        "title": "Look Through Any Window"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": null,
        "title": "Tell Me Why"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Father has a business Strictly second hand Everything from toothpicks To a baby-grand  Stuff in our apartment Came from father's store Even clothes I'm wearing Someone wore before  It's no wonder that I feel abused I never get a thing that ain't been used  I'm wearing second hand hats Second hand clothes That's why they call me Second hand Rose  Even our piano in the parlor Daddy bought for ten cents on the dollar  Second hand pearls I'm wearing second hand curls I never get a single thing that's new  Even Jake, the plumber, he's the man I adore He had the nerve to tell me he's been married before  Everyone knows that I'm just Second hand Rose From Second Avenue From Second Avenue  No  ",
        "title": "Second Hand Rose"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  He always runs while others walk He acts while other men just talk He looks at this world, and wants it all So he strikes, like Thunderball  He knows the meaning of success His needs are more, so he gives less They call him the winner who takes all And he strikes, like Thunderball  Any woman he wants, he'll get He will break any heart without regret  His days of asking are all gone His fight goes on and on and on But he thinks that the fight is worth it all So he strikes, like Thunderball  ",
        "title": "Thunderball"
    },
    {
        "artist": "David & Jonathan",
        "lyrics": null,
        "title": "Michelle"
    },
    {
        "artist": "Fontella Bass",
        "lyrics": null,
        "title": "Recovery"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  I swore the last time that you let me down That I wouldn't see you if you came around But I can't tell my heart what's right or wrong And I've been so lonely since you've been gone  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  Well, every body tells me that I'm a fool That I never should have put my faith in you And way down deep inside I guess I know it's true But no one else can make me feel the way you do  You got me under your spell again Saying those things again Making me believe that you're just mine You got me dreaming those dreams again Thinking those things again I gotta take you back just one more time  ",
        "title": "Under Your Spell Again"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  First the tide rushes in Plants a kiss on the shore Then rolls out to sea And the sea is very still once more  So, I'll rush to your side Like the oncoming tide With one burning thought Will your arms open wide  At last we're face to face And as we kiss through an embrace I can tell, I can feel you are love You are really mine in the rain, in the dark, in the sun  Like the tide at its ebb I'm at peace in the web of your arms Ebbtide  ",
        "title": "Ebb Tide"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": null,
        "title": "Over And Over"
    },
    {
        "artist": "The C.O.D.'s",
        "lyrics": null,
        "title": "Michael"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": null,
        "title": "I Got You (I Feel Good)"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Are You There (With Another Girl)"
    },
    {
        "artist": "The Mamas & The Papas",
        "lyrics": null,
        "title": "California Dreamin'"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": "  Down in old Tijuana town There's this happy honkin' sound Something you just can't put down It's the world renown Tijuana Taxi cab So, you're not impressed you say With a beatup Chevrolet But that driver man Jose Knows his way around Tijuana town  Hey, ya wanna swing (You just tell Jose) Have yourself a fling (What-cha wanna play) Meet some pretty thing? (Any time you say) Livin' like a king! (Long as you can pay)  Picture post cards 'n' hot tequila French perfume, man, from Venezuela When you're on a Tijuana Taxi ride! Give those bulls a great big hand Love that mariachi band  But the best thing in the land Is that hand-me-down Tijuana Taxicab  Hey, ya wanna swing (You just tell Jose) Have yourself a fling (What-cha wanna play) Meet some pretty thing? (Any time you say) Livin' like a king! (Long as you can pay)  Picture post cards 'n' hot tequila French perfume, man, from Venezuela When you're on a Tijuana Taxi ride! So you swing and go for broke Not a penny in your poke Got no cigarettes to smoke But ya had your fling, the pretty thing And ev?ry-thing is ring-a-ding. O-le!  ",
        "title": "Tijuana Taxi"
    },
    {
        "artist": "The Strangeloves",
        "lyrics": null,
        "title": "Night Time"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": null,
        "title": "A Hard Day's Night"
    },
    {
        "artist": "Hedgehoppers Anonymous",
        "lyrics": "  It's good news week Someone's dropped a bomb somewhere Contaminating atmosphere And blackening the sky  It's good news week Someone's found a way to give The rotting dead a will to live Go on and never die  Have you heard the news What did it say? Who's won that race? What's the weather like today?  It's good news week Families shake the need for gold By stimulating birth control We're wanting less to eat  It's good news week Doctors finding many ways Of wrapping brains on metal trays To keep us from the heat  It's good news week Someone's dropped a bomb somewhere Contaminating atmosphere And blackening the sky  It's good news week Someone's found a way to give The rotting dead a will to live Go on and never die  Have you heard the news What did it say? Who's won that race? What's the weather like today? What's the weather like today?  It's good news week Families shake the need for gold By stimulating birth control We're wanting less to eat  It's good news week Doctors finding many ways Of wrapping brains on metal trays To keep us from the heat To keep us from the heat To keep us from the heat  ",
        "title": "It's Good News Week"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  Woman tell me, where did you learn To handle a man with so much ease? After all of his life He's used to doing like he pleased, yeah  You got me doing all the good things That a man's supposed to do I know a lot of men who wish they had A sweet little woman like you 'Cause your kind is so hard to find  Woman tell me, where did you learn To make a man feel like a king? When all the time he knows That he hasn't got a thing, yeah  Stand by my side, baby And there's no limit to what I can do I know some men who'd give their right arm To have a sweet little woman like you Because your kind is so hard to find  Your kind is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find And that's why I'm so glad that I got mine  Woman tell me, what do I have to do To make you really see Just how much I really love you And how much you mean to me? Yeah  Don't be afraid to tell me baby 'Cause there's nothin' that I wouldn't do I know a lot of men that wish they had A sweet little woman like you 'Cause your kind is so hard to find  A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find A sweet woman like you is so hard to find A sweet woman like you is hard to find A sweet woman like you is hard to find  ",
        "title": "A Sweet Woman Like You"
    },
    {
        "artist": "Nancy Sinatra",
        "lyrics": "  [Verse 1] You keep saying you got something for me Something you call love, but confess You've been messing where you shouldn't have been messing And now someone else is getting all your best  [Hook] These boots are made for walking And that's just what they'll do One of these days these boots Are gonna walk all over you Yeah  [Verse 2] You keep lying when you ought to be truthing You keep losing when you ought to not bet You keep saming when you ought to be changing What's right is right, but you ain't been right yet  [Hook] These boots are made for walking And that's just what they'll do One of these days these boots Are gonna walk all over you  [Verse 3] You keep playing where you shouldn't be playing And you keep thinking that you'll never get burnt, hah Well, I've just found me a brand new box of matches, yeah And what he knows you ain't had time to learn  [Hook] These boots are made for walking And that's just what they'll do One of these days these boots Are gonna walk all over you  [Outro] Are you ready, boots? Start walking  ",
        "title": "These Boots Are Made For Walkin'"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "Hurt"
    },
    {
        "artist": "The Gentrys",
        "lyrics": null,
        "title": "Spread It On Thick"
    },
    {
        "artist": "Chris Montez",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Instrumental  ",
        "title": "Cleo's Mood"
    },
    {
        "artist": "The Five Americans",
        "lyrics": null,
        "title": "I See The Light"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": "  (Pam Sawyer - Lori Burton) (Yeah) I admit you got the biggest brown eyes And you know how to part your lips to tantalize, sure (Yeah) You can get any man you want goin' and you do it And don't say you don't know you do  Chorus: Well, baby, I ain't gonna eat out my heart anymore I ain't gonna eat out my heart anymore So quit it  Bridge: I love you, I love you, I do, little girl But you ain't gonna cheat on me I need you, I need you, I [2: really] do, girl Choose, is it him or me (is it him or me)  Verse 2: (Yeah) Just 'cause I ain't been sayin' it, girl You should be ashamed of what I've been seein' - bad (Yeah) You better watch your step or, girl You can bet you're gonna lose the best thing you ever had  [repeat Chorus]  [repeat bridge] Coda: I ain't gonna eat out my heart anymore [repeat to fade]  ",
        "title": "I Ain't Gonna Eat Out My Heart Anymore"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": "  I hold her hand much tighter now Stars are shining brighter now and through out the day I find She's always on my mind What a wonderful, wonderful feeling When liking turns to loving  Kiss from her, means so much more Now I know what kissing for The tender smiles I use to know, now I cherish so What a wonderful, wonderful feeling When liking turns to loving  Just a little girl, (a little girl) now she's my whole world Music feels the starlet night, when I kiss and hold her tight And one day just the way we plan, she'll wear my wedding band What a wonderful, wonderful feeling When liking turns to loving  Instrumental  And one day just the way we plan, she'll wear my wedding band What a wonderful, wonderful feeling When liking turns to loving What a wonderful, wonderful feeling  ",
        "title": "When Liking Turns To Loving"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] He sits in your room, his tomb, with a fist full of tacks Preoccupied with his vengeance Cursing the dead that can’t answer him back I’m sure that he has no intentions Of looking your way, unless it’s to say That he needs you to test his inventions  [Chorus] Can you please crawl out your window? Use your arms and legs it won’t ruin you How can you say he will haunt you? You can go back to him any time you want to  [Verse 2] He looks so truthful, is this how he feels Trying to peel the moon and expose it With his businesslike anger and his bloodhounds that kneel If he needs a third eye he just grows it He just needs you to talk or to hand him his chalk Or pick it up after he throws it  [Chorus]  [Verse 3] Why does he look so righteous while your face is so changed Are you frightened of the box you keep him in While his genocide fools and his friends rearrange Their religion of the little tin women That backs up their views but your face is so bruised Come on out the dark is beginning  [Chorus]  ",
        "title": "Can You Please Crawl Out Your Window?"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  \"Dream on, little Broomstick Cowboy Of rocket ships and Mars; Of sunny days And Willie Mays And chocolate candy bars  Dream on, little Broomstick Cowboy Dream while you can; Of big green frogs And puppy dogs And castles in the sand  For, all too soon you'll awaken; Your toys will all be gone Your broomstick horse will ride away To find another home And you'll have grown into a man With cowboys of your own And then you'll have to go to war To try and save your home  And then you'll have to learn to hate; You'll have to learn to kill It's always been that way, my son; I guess it always will No broomstick gun they'll hand you; No longer you'll pretend You'll call some man your enemy; You used to call him 'friend.' And when the rockets thunder You'll hear your brothers cry And through it all you'll wonder Just why they had to die  So dream on, little Broomstick Cowboy Dream while you can; For soon, you'll be a dreadful thing: My son, you'll be a man  ",
        "title": "Broomstick Cowboy"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  I wonder why you threw your diary away When you walk by I nearly died What can I say Things were fine, you were mine just yesterday Now we're apart ,Breakin' up is breakin' my heart  I find myself alone at night And then I cry No tenderness My happiness just said goodbye Now you're gone, I'm alone I wonder why we had to part  Breakin' up is breakin' my heart, baby Breakin' up is breakin' my heart  The love affair we used to share Is cold and still I loved you then I love you now I always will The day that you found someone new My lonely world just fell apart Out of your arms drives me out of my mind  Baby, breaking up is breakin' my heart Baby, breaking up is breakin' my heart Breakin' up is breakin' my heart Breakin' up is breakin' my heart  ",
        "title": "Breakin' Up Is Breakin' My Heart"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  I love you just you, it's true (baby, it's true) But how much more do you need to be satisfied Than I can give the way you live (baby, can give) You cheat all over, a rover you are Makes me tell you oh  [Chorus] You know you're gonna hurt yourself (hey) You know you're gonna hurt yourself When you're broke and worn out When your heart is torn out  1, 2 Don't 3, oh call me 1, 2 Don't call me I love you to coda  It can't wait 'til it's too late (baby, it's true) If you want my love, take my love, but don't go shoppin' 'Round the town 'til you have found (baby, can give) The guy you needed was me all along Baby, baby, oh  [Chorus] You know you're gonna hurt yourself (hey) You know you're gonna hurt yourself When you're broke and worn out When your heart is torn out  Instrumental break [as per last three lines of verse]  [Chorus] (Girl, yeah know you're gonna hurt yourself, hey) Girl, don't hurt yourself (Girl, yeah know you're gonna hurt yourself, hey) Come on now, girl (Girl, yeah know you're gonna hurt yourself, hey) You know you're gonna hurt yourself (Girl, yeah know you're gonna hurt yourself, hey) Come on girl  ",
        "title": "(You're Gonna) Hurt Yourself"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": null,
        "title": "Get Out Of My Life, Woman"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "Working My Way Back To You"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "I'm Too Far Gone (To Turn Around)"
    },
    {
        "artist": "Maxine Brown",
        "lyrics": null,
        "title": "If You Gotta Make A Fool Of Somebody"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "My Baby Loves Me"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Little Boy (In Grown Up Clothes)"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": null,
        "title": "What Now My Love"
    },
    {
        "artist": "The Sunrays",
        "lyrics": null,
        "title": "Andrea"
    },
    {
        "artist": "Bob Lind",
        "lyrics": "  You might wake up some mornin' To the sound of something moving past your window in the wind And if you're quick enough to rise You'll catch a fleeting glimpse of someone's fading shadow Out on the new horizon You may see the floating motion of a distant pair of wings And if the sleep has left your ears You might hear footsteps running through an open meadow  Don't be concerned, it will not harm you It's only me pursuing somethin' I'm not sure of Across my dreams with nets of wonder I chase the bright elusive butterfly of love  You might have heard my footsteps Echo softly in the distance through the canyons of your mind I might have even called your name As I ran searching after something to believe in You might have seen me runnin' Through the long-abandoned ruins of the dreams you left behind If you remember something there That glided past you followed close by heavy breathin'  Don't be concerned, it will not harm you It's only me pursuing somethin' I'm not sure of Across my dreams with nets of wonder I chase the bright elusive butterfly of love  Across my dreams with nets of wonder I chase the bright elusive butterfly of love  ",
        "title": "Elusive Butterfly"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  Rainbow '65 Part 1 & 2 (Curtis Mayfield) Gene Chandler Album: Live at the Regal Recorded at the Regal Theatre, Chicago Collectables COL-CD-5516  There's a rainbow, yeah In my heart That reminds me Of a-how we parted An' I, I know that My love is gone, forever But deep down in my heart I'll love her forever an ever, ha!  There's a rainbow Oh-oh-oh, in my heart Now, baby, baby, baby C'mon now, baby Now, listen to me  I'm down on my knees Ooo-yeah, yeah-yeah Please, listen to my plea Ooo-yeah, oh-yeah, a-ay-yeah I'm a-looking up above Ooo-yes, up above Prayed for your love, oh-yeah, ha!  Please, please stop this rainbow Oh-whoa-oh, in my heart Baby, baby, baby C'mon now, baby C'mon stop this rainbow  A-ha-ha, yeah!  PART 2 (continuation of Part 1 Live in Co)  A c'mon now baby An' stop this rainbow An' I know the things I've done to you is wrong I want ya to give me one mo' chance Just-a one mo' chance To prove to you A-that I know I was wrong  An' I realize now, baby  An' I realize now, baby That love only comes once An' when it comes ya better grab it 'Cause it may not come no more  Unk lady: 'It won't even come 'round you, baby)  An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby An' I'm askin' ya, baby I'm askin' ya  Please, pleaeeeeeeeeeeeeeeese, please Please, please, please, please Please, please baby Baby-baby, baby-baby, baby-baby Baby-baby, baby-baby, baby-baby  Uh-hu-ah-uh-huh Ya look so good to me, baby Ya look so good this evenin', baby  Sometimes when I look up at cha, baby I feel like I just wanna I just wanna reach out I just wanna reach out I wanna reach out, baby I just wanna reach-out-a I wanna reach out and-a Bite! your neck  An' I just wanna ask you one thing, baby An' I just wanna ask you one thing, baby I just wanna ask you one thiiiiiiing I just wanna ask you one thiiiiiiing I just wanna ask you one thing One thing, baby  I want you to stop Stop this rainbow in my heart  Spoken: 'Thank you! 'Thank you so very  Abrupt end of track  ~  ",
        "title": "Rainbow '65 (Part I)"
    },
    {
        "artist": "Tammi Terrell",
        "lyrics": "  Chorus: I can't believe you love me No I can't believe you love me No I can't believe that you love me I can't believe that you love me Anymore, not like before  Whenever we're together, not a word do you say When I speak your name in the softest tone It's as though I'm all alone That's why...  (Chorus) (I can't believe that you love me) (x4) Anymore, not like before  You don't kiss me like you used to You don't say those pretty words There's no thrill in your kiss, there's no sincerity I do believe you've gotten over me  (Repeat chorus and fade)  ",
        "title": "I Can't Believe You Love Me"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": null,
        "title": "Snow Flake"
    },
    {
        "artist": "Eddie Holman",
        "lyrics": null,
        "title": "This Can't Be True"
    },
    {
        "artist": "Bobby Fuller Four",
        "lyrics": "  [Verse 1] I'm breakin' rocks in the hot sun I fought the law and the law won I fought the law and the law won I needed money 'cause I had none I fought the law and the law won I fought the law and the law won  [Chorus] I miss my baby and I feel so sad I guess my race is run Oh, she's the best girl I ever had I fought the law and the law won I fought the law and the law won  [Verse 2] I'm robbin' people with a six-gun I fought the law and the law won I fought the law and the law won I miss my baby and the good fun I fought the law and the law won I fought the law and the law won  [Chorus] I miss my baby and I feel so sad I guess my race is run Oh, she's the best girl I ever had I fought the law and the law won I fought the law and the law won  ",
        "title": "I Fought The Law"
    },
    {
        "artist": "Mel Carter",
        "lyrics": null,
        "title": "Love Is All We Need"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Intro]  [Verse 1: Roger Daltrey (Pete Townshend & John Entwistle)] People try to put us d-down (Talkin' 'bout my generation) Just because we get around (Talkin' 'bout my generation) Things they do look awful c-c-cold (Talkin' 'bout my generation) I hope I die before I get old (Talkin' 'bout my generation) This is my generation This is my generation, baby  [Verse 2: Roger Daltrey (Pete Townshend & John Entwistle)] Why don't you all f-fade away (Talkin' 'bout my generation) And don't try to dig what we all s-s-say (Talkin' 'bout my generation) I'm not trying to cause a big s-s-sensation (Talkin' 'bout my generation) I'm just talkin' 'bout my g-g-g-generation) (Talkin' 'bout my generation) This is my generation This is my generation, baby  [Bridge] My, my, my generation My, my, my generation  [Verse 1: Roger Daltrey (Pete Townshend & John Entwistle)] People try to put us d-down (Talkin' 'bout my generation) Just because we get around (Talkin' 'bout my generation) Things they do look awful c-c-cold (Talkin' 'bout my generation) I hope I die before I get old (Talkin' 'bout my generation) This is my generation This is my generation, baby  [Bridge] My, my, my generation My, my, my generation  [Verse 1: Roger Daltrey (Pete Townshend & John Entwistle)] People try to put us d-down (Talkin' 'bout my generation) Just because we get around (Talkin' 'bout my generation) Things they do look awful c-c-cold (Talkin' 'bout my generation) I hope I die before I get old (Talkin' 'bout my generation) This is my generation This is my generation, baby  [Bridge] My, my, my generation  [Outro: (Pete Townshend & John Entwistle) Roger Daltrey] (Talkin' 'bout my generation) (Talkin' 'bout my generation) My generation (Talkin' 'bout my generation) My generation (Talkin' 'bout my generation) This is my generation, baby (Talkin' 'bout my generation) This is my generation (Talkin' 'bout my generation) This is my generation (Talkin' 'bout my generation) This is my generation (Talkin' 'bout my generation) This is my generation  ",
        "title": "My Generation"
    },
    {
        "artist": "Billy Vaughn And His Orchestra",
        "lyrics": null,
        "title": "Michelle"
    },
    {
        "artist": "Sharpees",
        "lyrics": null,
        "title": "Tired Of Being Lonely"
    },
    {
        "artist": "Bert Kaempfert And His Orchestra",
        "lyrics": null,
        "title": "Bye Bye Blues"
    },
    {
        "artist": "Deon Jackson",
        "lyrics": "  You know love makes the world go round And love, baby makes the seesaws go up and down And it makes trees grow tall And the most important thing of all It makes a boy and girl, oh Say they feel so fine, now  Without love flowers wouldn't grow in the spring And without spring, yeah the birdies just couldn't sing Everybody needs love To watch the twinkling stars above It makes a boy and girl Say they feel so fine, now  Oh... love makes you cry, now That goes for Billy, Sherry, Bobby and Marsha and baby you and I Oh, I can prove to you That these facts of love are so true It makes a boy and girl, yeah Say they feel so fine, now  Love, love, sweet love love is so good, child Ooh, its so fine ooh...  ",
        "title": "Love Makes The World Go Round"
    },
    {
        "artist": "Bud Shank",
        "lyrics": null,
        "title": "Michelle"
    },
    {
        "artist": "Johnny and The Expressions",
        "lyrics": null,
        "title": "Something I Want To Tell You"
    },
    {
        "artist": "The Sheep",
        "lyrics": null,
        "title": "Hide & Seek"
    },
    {
        "artist": "The Exciters",
        "lyrics": null,
        "title": "A Little Bit Of Soap"
    },
    {
        "artist": "Bob Kuban And The In-Men",
        "lyrics": "  Haven't you heard About the guy Known as the cheater He'll take your girl And then he'll lie And he'll mistreat her  It seems every day now You hear people say now  Look out For the cheater Make way for the fool hearted clown Look out For the cheater He's gonna build you up Just to let you down  All of you girls had better stay Inside your door now He'll hurt you once then turn around And hurt you some more now  When he's out betraying You'll hear people saying  Look out For the cheater Make way for the fool hearted clown Look out For the cheater He's gonna build you up Just to let you down  That cheater Took my baby Away from me, yes, and now I don't mean maybe I'll get her back Just wait and see Wait and see  One of these days he'll find a girl Who knows all about him She's gonna break his carefree heart And go on without him  And you'll hear thereafter Above all the laughter  Tough luck For the cheater Too bad For the fool hearted clown Tough break For the cheater Who used to build you up Just to let you down  Tough luck For the cheater Too bad For the fool hearted clown Tough break For the cheater Who used to build you up Just to let you down  ",
        "title": "The Cheater"
    },
    {
        "artist": "The Walker Bros.",
        "lyrics": null,
        "title": "My Ship Is Comin' In"
    },
    {
        "artist": "Johnny Lytle",
        "lyrics": null,
        "title": "The Loop"
    },
    {
        "artist": "Darrow Fletcher",
        "lyrics": null,
        "title": "The Pain Gets A Little Deeper"
    },
    {
        "artist": "Slim Harpo",
        "lyrics": "  Aww, I'm itchy,and I don't know where to scratch Come here baby, scratch my back I know you can do it, so baby get to it  Aww,you're workin with it now You got me feelin' so good Just look to the sun now baby Ummmmm...  This little girl sho' knows how'd scratch Now, you're doin' the chicken scratch Aww, its lookin' good baby Just gettin' scratch That's what I'm talkin' bout  ",
        "title": "Baby Scratch My Back"
    },
    {
        "artist": "Sir Douglas Quintet",
        "lyrics": "  Rain, rain, rain, rain My tears keep tumbling down I haven't seen my baby Since I left this town  Rain, rain, rain, rain My pillows soaking wet You broke my heart And I ain't over it yet  Rain, rain, rain, rain Like to see my girl again Rain, rain, rain, rain Why'd you cause me so much pain  Rain, rain, rain, rain My pillows soaking wet You broke my heart And caused me so much pain  Rain, rain, rain, rain Like to see my girl again Rain, rain, rain, rain I wanna see you again  Please rain, come on, rain Why'd you cause me so much pain You broke my heart And you caused me so much pain  Rain, rain, rain, rain Like to see my girl again Rain, rain, rain, rain I wanna see you again  ",
        "title": "The Rains Came"
    },
    {
        "artist": "Jimmy McCracklin",
        "lyrics": null,
        "title": "My Answer"
    },
    {
        "artist": "Buck Owens",
        "lyrics": "  I got the hungries for your love And I'm waitin' in your welfare line  Well, I ain't got nothin' But the shirt on my back And an old two button suit I walked outta my job About a week ago And now I'm sleepin' in a Telephone booth But I'm a-gonna be The richest guy around The day you say you're mine  I got the hungries for your love And I'm waitin' in your welfare line  Well, when I first saw you babe You nearly made me wreck My ol' '49 Cadillac I knew at a glance That it was you for me; I had to have your love by heck I'm gonna follow you baby Wherever you go; I got nothin' to lose But my time  I got the hungries for your love And I'm waitin' in your welfare line  --- Instrumental ---  Well, you made me The top dog on your hill And I was overjoyed But it didn't take long 'Til the thrill was gone I joined the ranks of The unemployed Now, I'm right back where That I started from But that ain't gonna Change my mind  I got the hungries for your love And I'm waitin' in your welfare line  Yeah, I'm waitin' in your welfare line (Gimme a handout) I'm waitin' in your welfare line...  ",
        "title": "Waitin' In Your Welfare Line"
    },
    {
        "artist": "Andre Williams & His Orch.",
        "lyrics": null,
        "title": "Rib Tip's (Part 1)"
    },
    {
        "artist": "Mary Wells",
        "lyrics": null,
        "title": "Can't You See (You're Losing Me)"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "Because I Love You"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": null,
        "title": "Is It Me?"
    },
    {
        "artist": "Sam & Bill",
        "lyrics": null,
        "title": "Fly Me To The Moon"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": null,
        "title": "Don't Forget About Me"
    },
    {
        "artist": "The Searchers",
        "lyrics": "  Don't try and understand me, you never could do that Ah, and in the end you'd wind up being hurt I'm a man with too many problems that keep pounding on my brain  So if you want me you'll take me for what I'm worth (If you want me you'll take me for what I'm worth)  I don't pretend to be a saint, my sins they are many But there's no one perfect in this universe And though you think I'm weird, don't try and change me, dear  'Cause if you want me you'll take me for what I'm worth (If you want me you'll take me for what I'm worth)  Hear a howling wind outside my door, there's restlessness within Oh, I'm like a rain cloud that one day may burst We both know I'll be leavin' and if one little tear you grieve  Ah, it's all right 'cause that's all I'm really worth (It's all right 'cause that's all I'm really worth)  And if you think about me in your lonesome hours Ah, and on your lips there's a sweet word and not a curse Ah, then I'll be comin' back one day when my wandering is over  Ah, if you want me you'll take me for what I'm worth (If you want me you'll take me for what I'm worth)  Ah, if you want me you'll take me for what I'm worth (If you want me you'll take me for what I'm worth)  ",
        "title": "Take Me For What I'm Worth"
    }
]