[
    {
        "artist": "Blondie",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": "  It is the night My body's weak I'm on the run No time to sleep I've got to ride Ride like the wind To be free again  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  I was born the son of a lawless man Always spoke my mind with a gun in my hand Lived nine lives Gunned down ten Gonna ride like the wind  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  Accused and tried and told to hang I was nowhere in sight when the church bells rang Never was the kind to do as I was told Gonna ride like the wind before I get old  It is the night My body's weak I'm on the run No time to sleep I've got to ride Ride like the wind To be free again  And I've got such a long way to go To make it to the border of Mexico So I'll ride like the wind Ride like the wind  ",
        "title": "Ride Like The Wind"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  I realize the best part of love is the thinnest slice And it don't count for much But I'm not letting go I believe there's still much to believe in  So lift your eyes if you feel you can Reach for a star and I'll show you a plan I figured it out What I needed was someone to show me  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus:] Lost In Love and I don't know much Was I thinking aloud and fell out of touch? But I'm back on my feet and eager to be what you wanted  So lift your eyes if you feel you can Reach for a star and I'll show you a plan I figured it out What I needed was someone to show me  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus]  You know you can't fool me I've been loving you too long It started so easy You want to carry on  [Chorus]  Now I'm lost, lost in love, lost in love, lost in love Now I'm lost, lost in love, lost in love, lost in love Lost in love, lost in love, lost in love Lost in love, lost in love, lost in love  ",
        "title": "Lost In Love"
    },
    {
        "artist": "Lipps, Inc.",
        "lyrics": "  {Intro}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Gotta make a move to a town that's right for me Town to keep me movin', keep me groovin' with some energy  Well, I talk about it, talk about it Talk about it, talk about it Talk about, talk about Talk about movin'  Gotta move on Gotta move on Gotta move on  {Bridge}  A-won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  {Bridge}  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown? Won't you take me down to Funkytown?  Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown? Won't you take me to Funkytown?  Take me, won't you take me? Take me, won't you take me? Take me, won't you take me? Take me, won't you take me?  I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown I wanna go to Funkytown  ",
        "title": "Funkytown"
    },
    {
        "artist": "Billy Preston & Syreeta",
        "lyrics": "  [Verse 1: Billy Preston] Come bring me your softness Comfort me through all this madness Woman, don't you know? With you I'm born again  [Verse 2: Syreeta] Come give me your sweetness Now there's you, there is no weakness Lying safe within your arms, I'm born again  [Pre-Chorus: Billy Preston & Syreeta] I was half, not whole In step with none Reaching through this world In need of one  [Chorus: Billy Preston & Syreeta] Come show me your kindness In your arms I know I'll find this Woman, don't you know? With you I'm born again Lying safe with you I'm born again  [Verse 1: Billy Preston] Come bring me your softness Comfort me through all this madness Woman, don't you know? With you I'm born again  [Verse 2: Billy Preston & Syreeta] Come give me your sweetness Now there's you, there is no weakness Now there's you, there is no weakness Lying safe within your arms, I'm born again Woman, don't you know? With you I'm born again  [Pre-Chorus: Billy Preston & Syreeta] I was half, not whole In step with none Reaching through this world In need of one  [Chorus: Billy Preston & Syreeta] Come show me your kindness In your arms I know I'll find this Woman, don't you know? With you I'm born again Lying safe with you I'm born again  ",
        "title": "With You I'm Born Again"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  I was sitting all alone, watching people getting off, with each other They were dancing 'cross the floor, turning movement back and forth, they were lovers One more lonely night for me, I looked up what did I see  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  I got up and took your hand and we both began to dance to the music Ooh your magic cast a spell, it didn't take long 'til we fell and we knew it No more lonely nights for me, this is how its gonna be  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  No more lonely nights for me, this is how its gonna be  Sexy eyes, moving 'cross the floor, couldn't want for more, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  Sexy eyes, getting down with you, I wanna move with you, sexy eyes Sexy eyes, getting down with you, I wanna move with you, sexy eyes  ",
        "title": "Sexy Eyes"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Friday night, I crashed your party Saturday, I said I'm sorry Sunday, came and trashed me out again I was only having fun Wasn't hurting any one And we all enjoyed the weekend for a change I've been stranded in the combat zone I walked through Bedford Stuy alone Even rode my motorcycle in the rain And you told me not to drive But I made it home alive So you said that only proves that I'm insane  [Chorus] You may be right I may be crazy But it just may be a lunatic you're looking for Turn out the light Don't try to save me You may be wrong for all I know But you may be right  Remember how I found you there Alone in your electric chair I told you dirty jokes until you smiled You were lonely for a man I said take me as I am Beause you might enjoy some madness for a while Now think of all the years you tried to Find someone to satisfy you I might be as crazy as you say If I'm crazy then it's true That it's all because of you And you wouldn't want me any other way  [Chorus][Repeat 2x]  ",
        "title": "You May Be Right"
    },
    {
        "artist": "Kenny Rogers with Kim Carnes",
        "lyrics": "  Just look at you sitting there You never looked better than tonight And it would be so easy to tell you I'd stay Like I've done so many times  I was so sure that this would be the night You'd close the door and wanna stay with me And it'd be so easy to tell you I'd wait Like I've done so many times  Don't fall in love with a dreamer 'Cause he'll always take you in Just when you think you've really changed him He'll leave you again Don't you fall in love with a dreamer 'Cause he'll break you every time Put out the light and just hold on Before we say goodbye  Now it's morning, the phone rings And you say you've gotta get your things together You just gotta leave before you change your mind And if you knew what I was thinking girl I'd turn around if you'd just ask me one more time  Don't fall in love with a dreamer 'Cause he'll always take you in Just when you think you've really changed him He'll leave you again Don't fall in love with a dreamer 'Cause he'll break you every time Put out the light and just hold on Before we say goodbye  Before we said goodbye  Goodbye  ",
        "title": "Don't Fall In Love With A Dreamer"
    },
    {
        "artist": "Pink Floyd",
        "lyrics": "  [Verse: Roger Waters & David Gilmour] We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave them kids alone Hey! Teacher, leave them kids alone! All in all it's just another brick in the wall All in all you're just another brick in the wall  [Verse: Kid Chorus] We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave them kids alone Hey! Teacher, leave us kids alone! All in all you're just another brick in the wall All in all you're just another brick in the wall  [Outro: Roger Waters] Wrong! Do it again! If you don't eat your meat, you can't have any pudding! How can you have any pudding if you don't eat your meat? You! Yes! You behind the bike sheds! Stand still laddie!  ",
        "title": "Another Brick In The Wall (Part II)"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Yeah  (Sunrise) There's a new sun a-risin' (In your eyes) I can see a new horizon (Realize) That will keep me realizin' You're the biggest part of me  (Stay the night) Need your lovin' here beside me (Shine the light) Need you close enough to guide me (For all my life) I've been hopin' you would find me You're the biggest part of me  Well, make a wish, baby Well, and I will make it come true Make a list, baby Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  (Rainbow) Risin' over my shoulder (Love flows) Gettin' better as we're older (All I know) All I want to do is hold her She's the life that breathes in me  (Forever) Got a feelin' that forever (Together) We are gonna stay together (For better) For me, there's nothin' better You're biggest part of me  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew  Oooh, yeah, yeah, yeah Oh oh-oh  Baby, more than an easy feelin' She brings joy to me How can I tell you What it means to me?  Flow like a lazy river For an eternity, yeah I've finally found someone Who believes in me (believes in me) And now I'll never leave (now I've found all I need) Yeah yeah  Oh, not to doubt now Mmm, make life grand  Well, make a wish, baby (make a wish) Well, and I will make it come true Make a list, baby (make a list) Of the things I'll do for you  Ain't no risk, now In lettin' my love rain down on you So we could wash away the past So that we may start anew, yeah yeah yeah yeah  (Beside me) Need your lovin' here beside me (To guide me) Keep it close enough to guide me (Inside of me) From the fears that are inside of me You're the biggest part of me  (Forever) Got a feeling that forever (Together) We are gonna stay together (Forever) From now until forever You're the biggest part of me You're the life that breathes in me You're the biggest part of me, mmm  You changed my life You made it right And I'll be a servant to you For the rest of my life  You're the biggest part f me Ahh  ",
        "title": "Biggest Part Of Me"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Written by Teddy Randazzo, Bobby Wilding, Bobby Hart © 1965 Vogue Music (BMI)  I know you Don't know what I'm going through Standing here looking at you  Well let me tell you that it hurts so bad It makes me feel so sad It makes me hurt so bad to see you again  Like needles and pins People say \"you've been making out okay He's in love don't stand in his way\"  Well let me tell you that it hurts so bad It makes me feel so sad It's gonna hurt so bad if you walk away Why don't you stay and let me make it up to you I'll do anything you want me to You loved me before please love me again I can't let you go back to her Please don't go Please don't go  Please don't go Please don't go Hurt so bad Come back it hurts so bad Don't make it hurt so bad I'm begging you please  Oooooh oh oh oh Come back it hurts so bad Come back it hurts so bad I'm begging you please Oh! No! Noooooo!  ",
        "title": "Hurt So Bad"
    },
    {
        "artist": "Gary Numan",
        "lyrics": null,
        "title": "Cars"
    },
    {
        "artist": "Andy Gibb & Olivia Newton-John",
        "lyrics": null,
        "title": "I Can't Help It"
    },
    {
        "artist": "Charlie Dore",
        "lyrics": "  [Chorus /Intro] Pilot of the Airwaves, here is my request You don't have to play it but I hope you'll do your best I've been listening to your show on the radio And you seem like a friend to me  [Verse] Or the record of your choice, I don't mind I'd be  happy just to hear your voice Saying this is for the girl who didn't sign her name I guess she needs a dedication just the same  [Pre-Chorus] Late at night I'm still listening Don't waste my time chasing sleep People say I look weary But that's just the company I keep Ooh, you make the night time race Ooh, I don't need to see your face You're sounding good (You're sounding good) Sounding good to me  [Chorus ] Pilot of the Airwaves, here is my request You don't have to play it but I hope you'll do your best I've been listening to your show on the radio And you seem like a friend to me   [Bridge] Ahh, Ahh  [Pre-Chorus] Late at night I'm still listening Don't waste my time chasing sleep People say I look weary But that's just the company I keep Ooh, you make the night time race Ooh, I don't need to see your face You're sounding good (You're sounding good) Sounding good to me  [Chorus ] Pilot of the Airwaves, here is my request You don't have to play it but I hope you'll do your best I've been listening to your show on the radio And you seem like a friend to me  Chorus/Outro Pilot of the Airwaves, here is my request You don't have to play it but I hope you'll do your best I've been listening to your show on the radio And you seem like a friend to me  ",
        "title": "Pilot Of The Airwaves"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": "  I call ya You ain't in What's this cold reaction Where you been? Ooh baby Layin' it on the line If this is last call And you say that's all you can take It's fine  I'm sorry but It don't make sense You'd be a fool If you just run out on first offense Ooh baby play it smart Before you go south with your big mouth Better check your heart  Danger there's a breakdown dead ahead Maybe you're in way above your head I may burn.. might upset you But you know I'd never let you down  I told ya No more lying No more tears a falling Stop your cryin' Ooh baby I'm your man Before you go back to your side track Baby understand  Danger there's a breakdown dead ahead And just maybe you're in way above your head I may burn.. might upset you But you know I'd never let you down No no no No no no no No no no no no no no  Danger there's a breakdown dead ahead And just maybe you're in way above your head I may burn.. might upset you But you know I'd never let you down No no no  Danger there's a breakdown dead ahead And just maybe you're in way above your head I may burn.. might upset you But you know I'd never let you down down down down No no no oh oh oh  ",
        "title": "Breakdown Dead Ahead"
    },
    {
        "artist": "The Brothers Johnson",
        "lyrics": null,
        "title": "Stomp!"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Got brass in pocket Got bottle I'm gonna use it Intention I feel inventive Gonna make you, make you, make you notice  Got motion restrained emotion Been driving Detroit leaning No reason just seems so pleasing Gonna make you, make you, make you notice  Gonna use my arms Gonna use my legs Gonna use my style Gonna use my sidestep Gonna use my fingers Gonna use my, my, my imagination  Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention give it to me  Got rhythm I can't miss a beat Got new skank it's so reet Got something I'm winking at you Gonna make you, make you, make you notice  Gonna use my arms Gonna use my legs Gonna use my style Gonna use my sidestep Gonna use my fingers Gonna use my, my, my imagination  Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention Give it to me Cause I gonna make you see There's nobody else here No one like me I'm special, so special I gotta have some of your attention  Give it to me  {Outro}  ",
        "title": "Brass In Pocket (I'm Special)"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  Seems like yesterday But it was long ago Janey was lovely, she was the queen of my nights There in darkness with the radio playin' low  And the secrets that we shared Mountains that we moved Caught like a wildfire out of control 'Til there was nothing left to burn and nothing left to prove  And I remember what she said to me How she swore that it never would end I remember how she held me oh so tight Wish I didn't know now what I didn't know then  Against the wind We were running against the wind We were young and strong We were running against the wind  The years rolled slowly past And I found myself alone Surrounded by strangers I thought were my friends Found myself further and further from my home and I  Guess I lost my way There were oh so many roads I was livin' to run and running to live Never worried about payin' or even how much I owe  Movin' eight miles a minute for months at a time Breakin' all of the rules that would bend I began to find myself searchin' Searchin' for shelter again and again  Against the wind Little somethin' against the wind I found myself seekin' shelter against the wind  Well, those drifters days are past me now I've got so much more to think about Deadlines and commitments What to leave in, what to leave out  Against the wind I'm still running against the wind I'm older now but still running against the wind Well, I'm older now and still running Against the wind Against the wind Against the wind Still running Against the wind I'm still running against the wind Against the wind I'm still running Against the wind I'm still running against the wind Against the wind Still running Against the wind Running against the wind, running against the wind Against the wind See the young man run Against the wind Watch the young man run Against the wind Watch the young man runin' Against the wind He'll be runnin' against the wind Against the wind Let the cowboys ride Against the wind Mm Against the wind Let the cowboys ride Against the wind They'll be ridin' against the wind Against the wind Against the wind Against the wind Ridin' against the wind Against the wind Against the wind  ",
        "title": "Against The Wind"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": null,
        "title": "Coming Up (Live At Glasgow)"
    },
    {
        "artist": "Bette Midler",
        "lyrics": null,
        "title": "The Rose"
    },
    {
        "artist": "Robbie Dupree",
        "lyrics": "  [Instrumental break]  [Verse 1] Come on and hold me Just like you told me Then show me What I want to know  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Verse 2] Don't tease me Why don't you please me And show me What you came here for  [Chorus 1] Why don't we steal away Why don't we steal away Into the night I know it ain't right  [Hook] Into the night, babe Baby, tonight Ooh  [Verse 2] I caught you glancing my way And I know what you're after No second chances tonight  [Bridge] Why don't we steal away Why don't we steal away Why don't we steal away Why don't we steal away  [Hook] Into the night I know it ain't right Into the night I know it ain't right  [Chorus 2] Why don't we steal away I know it ain't right Into the night, babe  Why don't we steal away Make it tonight Why don't we steal away  ",
        "title": "Steal Away"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  Well, there's too many windows In this old hotel And rooms filled with reckless pride And the walls have grown sturdy And the halls have worn well But there is nobody living inside Nobody living inside  Gonna pull in the shutters On this heart of mine Roll up the carpets And pull in the blinds And retreat to the chambers That I left behind In hopes there still may be love left to find Still may be love left to find  Seek inspiration in daily affairs Now your soul is in trouble and requires repairs And the voices you hear at the top of the stairs Are only echoes of unanswered prayers Echoes of unanswered prayers  Well, there's too many windows In this old hotel And rooms filled with reckless pride And the walls have grown sturdy And the halls have worn well But there is nobody living inside Nobody living inside  Ooh-hoo-hoo-hoo Ooh-hoo-hoo, hoo-hoo-hoo Ooh-hoo-hoo-hoo Ooh-hoo-hoo, hoo-hoo-hoo Ooh-hoo-hoo-hoo Ooh-hoo-hoo, hoo-hoo-hoo Ooh-hoo-hoo-hoo Ooh-hoo-hoo, hoo-hoo-hoo Ooh-hoo-hoo-hoo Ooh-hoo-hoo, hoo-hoo-hoo Ooh-hoo-hoo-hoo  ",
        "title": "Heart Hotels"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  I know that He Gave His life for me Set all our spirits free So I wanna do right Wanna do right All of my life  I never dreamed I could be holding you Well He's making my dreams come true So I wanna do right Wanna do right I wanna do right  You've got to do right Yes you've got to do right And he'll be your guiding light But you've got to do right And he'll be your guiding light Listen to the people}  I used to say Love was just a game you play Now I see it in a different way So I wanna do right I got to do right I've got to do right  I never knew I could be holding you But He's making my dreams come true So I wanna do right Want to do right I want to do right  You've got to do right Yes you've got to do right And he'll be your guiding light But you've got do right And to be your guiding light Listen to the people}  Well we just can't keep on livin like we're livin We just can't keep on living like we're livin We just can't keep on pushin to the limit We just can't keep on Just can't keep on livin like we're livin We Just can't keep on. {living like we're livin} We just can't keep on pushin to the limit Just can't keep on Just can't keep on Just can't keep on Livin like we're livin Just can't keep on Just can't  Just can't keep livin like we're livin We just can't keep on Just can't keep on pushin to the limit We just can't Don't you know we got to do right,do right ooh do right Don't you know do right And he'll be you're guiding light ooh ooh Yes you've got to do right And He'll be your guiding light  ",
        "title": "Do Right"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  Who's gonna ride that chrome three wheeler Who's gonna make that first mistake Who wants to wear those gypsy leathers All the way to Fire Lake Who wants to break the news about Uncle Joe You remember Uncle Joe He was the one afraid to cut the cake Who wants to tell poor Aunt Sarah Joe's run off to Fire Lake Joe's run off to Fire Lake  Who wants to brave those bronze beauties Lying in the sun With their long soft hair falling Flying as they run Oh they smile so shy And they flirt so well And they lay you down so fast Till you look straight up and say Oh lord Am I really here at lost  Who wants to play those eights and aces Who wants a raise Who needs a stake Who wants to take that long shot gamble And head out to Fire Lake Head out Who wants to go to Fire Lake And head out Who wants to go to Fire Lake Head out Out to Fire Lake Who's gonna do it  ",
        "title": "Fire Lake"
    },
    {
        "artist": "The Clash",
        "lyrics": "  (Verse 1) You say you stand by your man So tell me something I don't understand You said you love me and that's a fact And then you left me, said you felt trapped Well some things you can explain away But the heartache's in me 'til this day  (Chorus) You didn't stand by me No, not at all You didn't stand by me No way  All the times when we were close I'll remember these things the most I see all my dreams come tumblin' down I can't be happy without you around So alone I keep the wolves at bay And there's only one thing I can say  (Chorus) You didn't stand by me No, not at all You didn't stand by me No way  You must explain Why this must be Did you lie When you spoke to me? Did you stand by me? No, not at all  Now I got a job, but it don't pay I need new clothes, I need somewhere to stay But without all these things I can do But without your love, I won't make it through But you don't understand my point of view I suppose there's nothing I can do  (Chorus) You didn't stand by me No, not at all You didn't stand by me No way   You must explain Why this must be Did you lie When you spoke to me? Did you stand by me?  Did you stand by me? No, not at all Did you stand by me? No way (x2)  ",
        "title": "Train In Vain (Stand By Me)"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Chorus] She's out of my life She's out of my life And I don't know whether to laugh or cry I don't know whether to live or die And it cuts like a knife She's out of my life  [Verse 1] It's out of my hands It's out of my hands To think for two years she was here And I took her for granted, I was so cavalier Now, the way that it stands She's out of my hands  [Bridge] So, I've learned that love's not possession And I've learned that love won't wait Now, I've learned that love needs expression But, I've learned too late  [Chorus] And she's out of my life She's out of my life Damned indecision and cursed pride Kept my love for her locked deep inside And it cuts like a knife She's out of my life  ",
        "title": "She's Out Of My Life"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Oh little Jeannie, you got so much love, little Jeannie And you take it where it strikes and give it to the likes of me Oh little Jeannie, she got so much love, little Jeannie So I see you when I can, you make me all a man can be  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 2] Little Jeannie, you got so much time, little Jeannie Though you've grown beyond your years, you still retain the fears of youth Oh little Jeannie, you got so much time, little Jeannie But you're burning it up so fast, searching for some lasting truth  [Chorus 1] And I want you to be my acrobat, I want you to be my lover Oh there were others who would treat you cruel And oh little Jeannie, you were always someone's fool  [Verse 3] And I want you to be my acrobat, I want you to be my lover Oh there were others, and I've known quite a few But oh oh Jeannie, I'm still in love with you  [Chorus 2][x3] Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream Stepped into my life from a bad dream Making the life that I had seem suddenly shiny and new Oh Jeannie I'm so in love with you Stepped into my life from a bad dream  ",
        "title": "Little Jeannie"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] Look at us baby, up all night Tearing our love apart Aren't we the same two people who live Through years in the dark? Aah!  [Chorus 1] Every time I try to walk away Something makes me turn around and stay And I can't tell you why  [Verse 2] When we get crazy It just ain't right (Try to keep you head, little girl) Girl, I get lonely, too You don't have to worry Just hold on tight (Don't get caught in your little world) Cause I love you Nothing's wrong as far as I can see We make it harder than it has to be And I can't tell you why  [Chorus 2] No, baby, I can't tell you why I can't tell you why  [Chorus 1]  [Chorus 2]  ",
        "title": "I Can't Tell You Why"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  Close my eyes, and I see your face at night Toss and turn, fall to sleep holding my pillow tight  All the time I think of you, you're with me no matter what I do  Walk around with a smile upon my face In my mind, you have taken up permanent space  I am feeling what I can't explain, and if what you're feeling is the same  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  S.E.R.I.O.U.S Baby let's get serious Yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh, yeh  In your arms is the place I wanna be With my love in you, and your love inside of me  Longing for each other just ain't fair When we've got so much we wanna share  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Let's get serious Let's get serious Let's get serious, and fall in love  Both of us feel like exploding, 'cos this stuffs too hot for holding  Let's get serious and fall in love  Girl you've got my body moaning, just believe it's ment for cloning  Let's get serious and fall in love  Serious, (oh) serious Let's get serious, and fall in love  ",
        "title": "Let's Get Serious"
    },
    {
        "artist": "James Last Band",
        "lyrics": "  Instrumental  ",
        "title": "The Seduction (Love Theme)"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Ooh, hoo, ooh Ooh, ooh  Let me be the clock For the time of your life, oh, yeah Let me be the pendulum That strikes your chime for the first time  I'm a cuckoo I know Counting hours till we will be together When the door to my heart will open It's for sure that I will be hoping Hoping that you will  Let me be the clock for the time of your life Oh, yeah, baby, oh, yeah, babe And let me be the pendulum that strikes your chime For the first time, let it begin  Cause every moment we're apart is some good feeling wasted A good feeling deep down inside me, told me A good time for me to try to get you to hold me Is right here and now  So let me be the clock for the time of your life Oh, yeah, oh, yeah, baby And let me be the pendulum that strikes your chime For the first time, for the first time  I wanna be your pendulum, baby Striking your chime  Hickory dickory dock I want to be your clock Just set me for lifetime And I'll wake you up every morning  Woo, woo, ooh, let me Let me be the clock for the time of your life For the time of your life Let me be the pendulum striking your chime For the first time and every time after that Cause I know where it's at  So let me, let me, let me, let me Let me, let me, baby, ooh, ooh Let me be the pendulum striking your chime For the first time, for the first time  Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh  Strike your chime one time, baby Strike your chime one time Let me be the pendulum striking your chime For the first time  Let me be the clock for the time of your life, oh, yeah And let me be the pendulum who's striking your chime For the first time and every time after that Cause I know where it's at  So let me, let me, let me, let me Let me, let me, baby, ooh, ooh Let me be the pendulum striking your chime  ",
        "title": "Let Me Be The Clock"
    },
    {
        "artist": "Bruce Cockburn",
        "lyrics": "  Sun's up, uuh huh, looks okay The world survives into another day And I'm thinking about eternity Some kind of ecstasy got a hold on me  I had another dream about lions at the door They weren't half as frightening as they were before But I'm thinking about eternity Some kind of ecstasy got a hold on me  Walls windows trees, waves coming through You be in me and I'll be in you Together in eternity Some kind of ecstasy got a hold on me  Up among the firs where it smells so sweet Or down in the valley where the river used to be I got my mind on eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  Huge orange flying boat rises off a lake Thousand-year-old petroglyphs doing a double take Pointing a finger at eternity I'm sitting in the middle of this ecstasy  Young men marching, helmets shining in the sun Polished as precise like the brain behind the gun (should be!) they got me thinking about eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  Freighters on the nod on the surface of the bay One of these days we're going to sail away Going to sail into eternity Some kind of ecstasy got a hold on me And I'm wondering where the lions are... I'm wondering where the lions are...  ",
        "title": "Wondering Where The Lions Are"
    },
    {
        "artist": "Neil Sedaka & Dara Sedaka",
        "lyrics": "  When you walk into a room Your beauty steals my breath away  When you look into my eyes I find it hard to find the words to say  Wanna run away and hide I just got to let you know Feel so tangled up inside I should have never let you go  (should have never let her go)  Anyone can make mistakes And we both have made our share  But a life without your love Is a life too hard to bear  I don't care who's right or wrong Only know I love you so  Why did I have to write this song I should have never let you go  Why in all the wide, wide world Have I run into you here Wish I could disappear  I'll never understand  I'll never understand  Why I even give a damn  When you walk into a room You know I stand on shaky ground  I've built so many walls around me Now the walls are tumbling down  You're the kind I can't forget  Let the tears begin to flow  I have only one regret I should have never let you.....go Should have never let you go  Should have never let you go  Should have never let you go  Should have never let you go  ",
        "title": "Should've Never Let You Go"
    },
    {
        "artist": "Bernadette Peters",
        "lyrics": "  Gee whiz, look at his eyes Gee whiz, how they hypnotize He's got everything a girl could want Man, oh, man, what a prize (What a prize) ooh-ooh  Gee whiz (gee whiz) he's all the joy Gee whiz (gee whiz) I could find in a boy He's awful nice, it's paradise I hope that I'm his decoy (his decoy)  Heaven up above knows how much I love that fellow so Angels sing of the love that he brings I hope our love will grow and grow  Oh, gee whiz (gee whiz) I love that guy Gee whiz (gee whiz) my, my, oh my There are things we could do I could say I love you  There are things we could do I could say I love you But all I can say is Gee whiz  ",
        "title": "Gee Whiz"
    },
    {
        "artist": "Firefall",
        "lyrics": "  Runnin' from the feelin' Can't disguise Findin' all your reasons Were alibis You can say your breezin' It's not that way at all... Youre headed for a fall  Lookin' for excuses To hide your shame But all your little loose ends Don't change a thing You're the one who loses By runnin' from it all Backs against the wall Youre headed for a fall For a fall  Starin' out your window At the pourin' rain Tryin' to hide your sorrow In your sweet champagne You can't lose your troubles In the bubbles of your wine Only makes them easier to find Easier to find  All your wasted chances How do they feel All your sweet romances Were never real Cause you're the one who dances Got to pay the piper's call Backs against the wall You're headed for a fall You're headed for a fall You're headed for a fall  For a fall You're headed for a fall You're headed for a fall You're fallin', I see you fallin' For a fall You're fallin', I see you fallin' You're headed for a fall...  ",
        "title": "Headed For A Fall"
    },
    {
        "artist": "Dolly Parton",
        "lyrics": "  [Verse 1] Momma moved out Daddy sold the house They split up the money And went on their way And all the king's horses And all the king's men Couldn't put mommy and daddy back together again  [Chorus] Starting over again Where should they begin Because they've never been out on their own Starting over again Where do you begin When your dreams are all shattered And the kids are all grown And the whole world cries  [Verse 2] Got an apartment She moved in with her sisters He's scheming big deals with one of his friends While she sits at home Just sorting out pieces Of left over memories From thirty odd years  [Chorus] Starting over again Where do you begin You've never been out on your own Starting over again Never any end  [Verse 3] What will the neighbors say? They're talking talk It's small town news Facing fifty years old  Making up a happy home And this far down the road You find yourself alone Two fools  [Chorus] Starting over again Now where do you begin When you've never been out on your own Starting over again Never any end When your dreams are all shattered And the kids are all grown  And all the king's horses And all the king's men Could never put mommy and daddy back together Back together, again  ",
        "title": "Starting Over Again"
    },
    {
        "artist": "Jimmy Ruffin",
        "lyrics": null,
        "title": "Hold On To My Love"
    },
    {
        "artist": "Ray, Goodman & Brown",
        "lyrics": null,
        "title": "Special Lady"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  Da da da da da Da da da da da  I don't want to walk without you, Baby Walk without my arm about you, Baby I thought the day you left me behind I'd take a stroll and get you right off my mind But now I find that I don't want to walk without the sunshine Why'd you have to turn off all that sunshine? Oh, Baby, please come back or you'll break my heart for me 'Cause I don't want to walk without you No, siree  All our friends keep knocking at the door They've asked me out a hundred times or more But all I say is, \"Leave me in the gloom\" And here I stay within my lonely room 'Cause...  I don't want to walk without you, Baby Walk without my arm about you, Baby I thought the day you left me behind I'd take a stroll and get you right off my mind But now I find that I don't want to walk without the sunshine Why'd you have to turn off all that sunshine? Oh, Baby, please come back Or you'll break my heart for me 'Cause I don't want to walk without you No, siree  ",
        "title": "I Don't Want To Walk Without You"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  Your love's contagious, one kiss is dangerous But I have more to risk, than you to lose I feel passion growing, I know that love is only Just one inch away, from striking us  We live for love, we live for love  When we get tired and watch the summer fade away Will you think of romance, what will we do? Is there a place where we can go? Where time stands still for those who know? 'Til eternity, we'll fulfill our desires  We live for love, we live for love We live for love, we live for love  I never planned to win the race But you convinced me face to face There was never a chance of losing at all  We live for love, we live for love We live for love, we live for love We live for love, we live for love (to fade)  ",
        "title": "We Live For Love"
    },
    {
        "artist": "Photoglo",
        "lyrics": null,
        "title": "We Were Meant To Be Lovers"
    },
    {
        "artist": "Anne Murray",
        "lyrics": null,
        "title": "Lucky Me"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  I wanna love you, yeah, yeah Over and over again I wanna see, see what your life, life can be (Over and over)  Hey, hey, baby Don't say goodnight when you know It's time for love Hey, hey, hey, hey... Don't say goodnight, oh, when you know I gotta have your love  I wanna feel you I wanna thrill you, girl I want to caress you Ooh, never let you go  Hey, hey, hey, hey, baby (Don't say goodnight) Don't say goodnight, oh, when you know I gotta have your love And oh, baby (Don't say goodnight) Don't say goodnight when you know I gotta have your love  Some people say That life is for the livin' So let's live it, baby Yeah...  Most of the people say That love is for the givin' So let me love you, girl Yeah...  Hey, hey, hey, hey... (Don't say goodnight) Don't say goodnight, oh, when you know It's time for love Hey, hey, hey, hey, hey, baby (Don't say goodnight) Don't say goodnight when you know I gotta have your love  Some people say That life is for the livin' So let's live it, baby Yeah...  Most of the people say That love is for the givin' So let me love you, girl Yeah...  And hey...baby (Don't say goodnight) Don't say goodnight, oh, when you know I gotta have your love And hey...baby (Don't say goodnight) Don't you ever say goodnight, oh, when you know I gotta have your love  And ooh-wee, baby (Don't say goodnight) Don't ever, ever say, ever say Don't ever, ever say Ever, ever, ever say  Don't say goodnight  ",
        "title": "Don't Say Goodnight (It's Time For Love) (Parts 1 & 2)"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  You love her But she loves him And he loves somebody else You just can't win And so it goes Till the day you die This thing they call love It's gonna make you cry I've had the blues The reds and the pinks One thing for sure  (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah  Two by two and side by side Love's gonna find you yes it is You just can't hide You'll hear it call Your heart will fall Then love will fly It's gonna soar I don't care for any Casanova thing All I can say is Love stinks  (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah  I've been through diamonds I've been through minks I've been through it all Love stinks  (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah (Love stinks) Love stinks yeah yeah  ",
        "title": "Love Stinks"
    },
    {
        "artist": "Jennifer Warnes",
        "lyrics": null,
        "title": "When The Feeling Comes Around"
    },
    {
        "artist": "The Whispers",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "Spider",
        "lyrics": "  I fell in love today Never thought I'd feel this way Been so tired of one-night stands Now I'm ready for a new romance  Ooh, it's a mystery, do you know I can't figure it out Ooh, it's a mystery, do you know What I'm talking about  Do you love me? Do you want me? Maybe it's crazy, give it a chance I think I like this new romance  It was only yesterday That love felt so far away Then you smiled and asked me to dance Now I'm ready for a new romance  Ooh, it's a mystery, do you know I can't figure it out Ooh, it's a mystery, do you know What I'm talking about  Do you love me? Do you want me? Maybe it's crazy, give it a chance I think I like this new romance  Ooh, it's a mystery, do you know I can't figure it out Ooh, it's a mystery, do you know What I'm talking about  Do you love me? Do you want me? Maybe it's crazy, give it a chance I think I like this new romance  Do you love me? (I'm looking for) Do you want me? (a new romance) Do you love me? (I'm gonna find) Do you want me? (a new romance) Do you love me? (I'm looking for) Do you want me? (a new romance)  ",
        "title": "New Romance (It's A Mystery)"
    },
    {
        "artist": "The Manhattan Transfer",
        "lyrics": "  With a key, you unlock a door to imagination Beyond it is another dimension A dimension of sight A dimension of sound A dimension of mind  You're moving through a land of both shadow and substance Of things and ideas Guiding you through this wondrous journey Is the hypnotic sound of the twilight tone  When I hear this melody This strange illusion takes over me Through a tunnel of the mind Perhaps a present or future time oh, oh Out of nowhere comes this sound This melody that keeps spinning 'round & 'round Pyramidal locomotion From a mystic unknown zone  Hearin' the twilight Hearin' the twilight, twilight tone  Unpretentious girl from Memphis Saw the future through her third eye People came with skepticism Picking, testing her precision, no, wo, oh, oh Suddenly they heard this sound This melody that keeps spinning 'round & 'round A signpost up ahead is calling Through the mystic unknown zone  Hearin' the twilight Twilight swept away, feelin' the rhythm Hearin' the twilight Twilight swept away, ba da, loo da, ba da loo da Hearin' the twilight Twilight tone  Submitted for your approval. One Mr. Miller, who's about To take a trip into oddness and obsolescene, through a Zone whose boundaries are that of imagination Accompanying him on this journey is the mesmerizing Sound of the Twilight Tone  On a cold & rainy night One Mister Miller had a rare flight Glen was up there boppin' a rhythm Then the engine stopped to listen with him Play that beat, oh, oh Suddenly he heard this sound This melody that keeps spinning 'round & 'round Now he resides and plays trombone In the mystic unknown zone  Hearin' the twilight (repeat many times) (Hearin' the twilight)  ",
        "title": "Twilight Zone/Twilight Tone"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  [Verse 1] Start spreadin' the news I'm leavin' today I want to be a part of it New York, New York  [Verse 2] These vagabond shoes Are longing to stray Right through the very heart of it New York, New York  [Bridge] I want to wake up In a city that doesn't sleep And find I'm king of the hill Top of the heap...  [Verse 3] These little-town blues Are melting away I'll make a brand new start of it In old New York If I can make it there I'll make it anywhere It's up to you New York, New York New York, New York  [Bridge] I want to wake up in a city That never sleeps And find I'm \"A\" number one Top of the list King of the hill, \"A\" number one...  [Verse 4] These...little town.... blues Are...melting away I'm gonna make a brand new start of it In old New York  [Outro] And... If I can make it there I'm gonna make it anywhere It's up to you New York, New Yoooooooooork... New Yooork!  ",
        "title": "Theme From New York, New York"
    },
    {
        "artist": "Ray Parker Jr. & Raydio",
        "lyrics": "  Ray Parker Jr. & Raydio  Do do do...  First time I saw you, baby I knew right away I wanted you for my lady I had to rush right over to you And ask you if you felt The same way, too  Now we've known each Other many a night And I want you to know My intentions are right For making you my lady The one and only lady In my life (in my life)  [Chorus:] I wanna be two places At the same time Inside you and Inside your mind Both of these ways I wanna love you Cause one without the Other just won't do  [Chorus:] I'm so thankful That I found the woman Who I can trust With all my loving  Cause as a love affair Goes on and on It takes more than Good looks to keep The feeling strong  Personality is a must Cause after God Only you I will trust With my heart, baby Girl, I offer you My only heart (my only heart)  [Chorus:] No, girl It just won't do, ow  Two places at the same time Can't be no other way Cause I made up my mind You mean more than just fun to me And that's the reason why I've got to be two places  Two places, same time Inside you, inside your mind Both of these ways I wanna love you Cause one without the Other just won't do  Two, two places At the same time (Not one, but two) Inside you and Inside your mind, ow  ",
        "title": "Two Places At The Same Time"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Ooh, ooh-ooh  I'll keep working my way back to you, babe With a burning love inside Yeah, I'm working my way back to you, babe And the happiness that died  I let it get away (Do-do, do-do-do) Been payin' every day (Do-do, do-do-do)  When you were so in love with me I played around like I was free Thought I could have my cake and eat it, too But how I cried over losing you  See, I'm down and out But I ain't about to go living my life without you Hey, every day I made you cry I'm paying, girl, till the day I die  I'll keep working my way back to you, babe With a burning love inside Yeah, I'm working my way back to you, babe And the happiness that died  I let it get away (Do-do, do-do-do) Been payin' every day (Do-do, do-do-do)  Oh, I used to love to make you cry It made me feel like a man inside If I had been a man in reality You would be here, baby, loving me  Now my nights are long and lonely And I ain't too proud, babe, I just miss you so Girl, but you're too proud, and you won't give in But when I think about all I could win  I'll keep working my way back to you, babe With a burning love inside Yeah, I'm working my way back to you, babe And the happiness that died  I let it get away (Do-do, do-do-do) Been payin' every day (Do-do, do-do-do)  (You, you, babe) My road is kinda long (You, you, babe) I just gotta get back home  Whoa, I'm really sorry for actin' that way I'm really sorry, ooh, little girl I'm really sorry for telling you lies for so long  Oh, please, forgive me, girl, come on (Give me a chance) Won't you forgive me, girl, hey (Let's have romance) Ooh, forgive me, girl (Let's start again) Come on, forgive me, girl I want you over and over and over and over again  I keep working my way back to you, babe With a burning love inside Hey, I'm working my way back to you, babe And the happiness that died  I let it get away (Do-do, do-do-do) Payin' every day (Do-do, do-do-do)  I keep (Working my way back to you, babe) Yeah (Burning love inside) (Working my way back to you, babe)  ",
        "title": "Working My Way Back To You/Forgive Me, Girl"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Shining Star"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": "  I'm ready, I'm ready now I want you now  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  Patience isn't my best virtue When I'm in the mood for love I can't control my passion I wanna love you all over  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  My nature is high inside I'm burning About to lose self control I can't fight this feeling My love is much to hot to hold  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  If it was really meant to be Don't push it It will happen naturally Don't force it  What will be will surely be Don't push it If love was meant for you and me Don't force it  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  You're the spark that lights my fire You set me off to a full alarm I can't stand anticipation I'm in the mood to get it on  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If love was meant to be  Don't push it, don't force it Let it happen naturally It will surely happen If it was meant to be  ",
        "title": "Don't Push It Don't Force It"
    },
    {
        "artist": "Fleetwood Mac",
        "lyrics": "  [Verse 1] All it took was a special look And I felt I knew you before I didn't mean to love you Didn't think it would work out But I knew we would be together And I couldn't wait for more But what can they say It's not against the law  [Chorus] I don't hold you down Maybe that's why you're around But if I'm the one you love Think about me  [Verse 2] I believe that you really want me But it's not easy, just to give in So let yourself go, and let love begin  [Chorus] I don't hold you down Maybe that's why you're around But if I'm the one you love Think about me  I don't hold you down Maybe that's why you're around But if I'm the one you love Think about me  [Outro] Baby, once in a while Think about me Baby, once in a while Think about me Think about me Every, every once in a while Think about me  ",
        "title": "Think About Me"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Intro] Any way you want it That's the way you need it Any way you want it  [Verse One] She loves to laugh She loves to sing She does everything She loves to move She loves to groove She loves the loving things  [Pre Chorus] Ooh, all night All night Oh, every night So hold tight Hold tight Ooh, baby, hold tight Oh, she said  [Chorus] Any way you want it That's the way you need it Any way you want it She said, Any way you want it That's the way you need it Any way you want it  [Verse Two] I was alone I never knew What good love could do Ooh, then we touched Then we sang About the loving things  [Pre Chorus] Ooh, all night All night Oh, every night So hold tight Hold tight Ooh baby, hold tight Oh, she said  [Chorus] Any way you want it That's the way you need it Any way you want it I said, any way you want it That's the way you need it Any way you want it  [Interlude]  [Bridge] She said ohh Hold on Hold on Hold on  [Chorus] [8x] Oh, she said any way you want it That's the way you need it Any way you want it  ",
        "title": "Any Way You Want It"
    },
    {
        "artist": "Bobby Caldwell",
        "lyrics": "  From the beginning You were my life And through the seasons I made the sacrifice Now I remember What you did to me before It keeps bringing me down  And the relation Tore me apart You were so clever Girl it broke my heart Now I remember Cause I can't forget the past It keeps spinning around  Darling somehow Now that you're gone I have no one I write you letters And throw them away Only a fool keeps hanging on When love slips away  Coming down from love And I wonder why it takes so long Cause I keep holding on Coming down from love And I wonder why it takes so long Tell me where I went wrong  Through all the changes Love was so blind But I continued Keeping an open mind Now I remember Cause I can't forget the past I keep spinning around  ",
        "title": "Coming Down From Love"
    },
    {
        "artist": "Humble Pie",
        "lyrics": "  Marriott-Shirley  Alright...  Well you tell me you want me You say that you really care Don't you tell me no lies When you leave me, honey You're gonna have a cross to bear  For there's two kinds of people I just can't stand That's a lyin' woman or a beggin' man Ain't nobody else gonna take my place 'Cause I'm just a fool for a pretty face  [Chorus] I been kicked, I been had But it didn't hurt a little bit Kicked, pricked, no stick Really not my finger? I've been hurt by love, oh yeah Hurt by love I've been hurt by love I've been hurt by love I'm just a fool for a pretty face, oh yeah  Well I don't have no reason To? So why don't you keep your big mouth shut Why don't you let your love light shine? I don't wanna hurt ya But you can? I'm just a fool for a pretty face, oh yeah  [Repeat Chorus] Alright...  Listen now  You seem so oh-so sweet But how about your after-taste? I've been hurt by love so many times before Because I'm a fool for a pretty face  [Repeat Chorus] Hurt by love I tell ya I've been hurt by love Hurt by love Hurt by love I'm just a fool for a... For a... For a... pretty face  Hurt by love Hurt by love I'm just a fool for a pretty face  ",
        "title": "Fool For A Pretty Face (Hurt By Love)"
    },
    {
        "artist": "The B-52s",
        "lyrics": "  We were at a party His ear lobe fell in the deep Someone reached in and grabbed it It was a rock lobster  Rock lobster Rock lobster  We were at the beach Everybody had matching towels Somebody went under a dock And there they saw a rock  It wasn't a rock It was a rock lobster  Rock lobster Rock lobster  Rock lobster Rock lobster  Motion in the ocean His air hose broke Lots of trouble Lots of bubble  He was in a jam He's in a giant clam  Rock, rock Rock lobster Down, down  Underneath the waves Mermaids wavin' Wavin' to mermen Wavin' sea fans  Sea horses sailin' Dolphins wailin'  Rock lobster Rock lobster  Rock lobster Rock lobster  Red snappers snappin' Clam shells clappin' Mussels flexin' Flippers flippin'  Rock, rock Rock lobster Down, down  Lobster Rock Lobster Rock Let's rock  Boys in bikinis Girls in surfboards Everybody's rockin' Everybody's frugin'  Twistin' 'round the fire Havin' fun Bakin' potatoes Bakin' in the sun  Put on your nose guard Put on the lifeguard Pass the tannin' butter  Here comes a stringray There goes a manta ray In walked a jelly fish There goes a dogfish  Chased by a catfish In flew a sea robin Watch out for that piranha There goes a narwhal Here comes a bikini whale  Rock lobster Rock lobster Rock lobster Rock lobster  ",
        "title": "Rock Lobster"
    },
    {
        "artist": "Rupert Holmes",
        "lyrics": null,
        "title": "Answering Machine"
    },
    {
        "artist": "Rocky Burnette",
        "lyrics": "  [Chorus:] Baby I'm tired of toein' the line Don't know why you wanna jump on me Baby, baby, baby You're making me cry  [Verse 1:] Baby, I I'm gonna find myself someone new Someone who will be true And no more toein' the line  I know it's over Cause I see the signs Don't let me waste your precious time  Baby I'm tired of toeing the line If you want to get rid of me Baby, baby, baby You're doing fine  [Verse 2:] Baby I'm tired of toein' the line I'm gonna put on my walking shoes And leave you far behind  You're rolling over And over so divine But you can't fix this broken heart of mine  [Repeat Chorus x2:]  Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line Baby I'm tired of toein' the line  ",
        "title": "Tired Of Toein' The Line"
    },
    {
        "artist": "Tom Petty And The Heartbreakers",
        "lyrics": "  You know sometimes, I don't know why But this old town just seems so hopeless I ain't really sure, but it seems I remember the good times Were just a little bit more in focus But when she puts her arms around me I can somehow rise above it Yeah, man when I got that little girl standin' right by my side You know, I can tell the whole wide world \"shove it!\" Hey!  Here comes my girl, here comes my girl Yeah, and she looks so right; she is all I need tonight  Every now and then I get down to the end of the day And I have to stop and ask myself why I've done it It just seems so useless to have to work so hard And nothin' ever really seems to come from it  And then she looks me in the eye and says \"We're gonna last forever\" And man, you know I can't begin to doubt it No, cause it just feels so good, and so free, and so right! I know we ain't never gonna change our minds about it - hey!  Here comes my girl, here comes my girl Yeah, and she looks so right, she is all I need tonight (Watch her walk)  Every time it seems like there ain't nothin' left no more I find myself having to reach out and grab hold of something Yeah, I just catch myself wondering, waiting, worrying About some silly little things that don't add up to nothin'  And then she looks me in the eye and says \"We're gonna last forever\" And man, you know I can't begin to doubt it No, cause it just feels so good, and so free, and so right! I know we ain't never gonna change our minds about it - hey!  Here comes my girl, here comes my girl Yeah, and she looks so right, she is all I need tonight..  ",
        "title": "Here Comes My Girl"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  [Verse 1] At seventeen we fell in love High school sweethearts, love was so brand new We took the vows of man and wife Forever, for life  [Pre-Chorus] I remember how we made our way A little patience, the time we pray Can't imagine that this love is through Feelin' the pain, girl, when you lose  [Chorus] Oh it's too hot (too hot) Too hot, lady (too hot) Gotta run for shelter Gotta run for shade It's too hot (too hot) Too hot, lady (too hot) We gotta cool this anger What a mess we've made So long ago You were my love, oh my love  [Verse 2] Flyin' high we never took the time To stop and feel the need Funny how those years go by Changing you, changing me  [Pre-Chorus] I remember love's fever In our hearts, girl and in our minds Can't imagine that this love is through Feelin' the pain, girl, when you lose  [Chorus] Oh it's too hot (too hot) Too hot, lady (too hot) Gotta run for shelter Gotta run for shade It's too hot (too hot) Too hot, lady (too hot) Gotta cool this anger What a mess we've made So long ago You were my love Feeling The pain  [Saxophone solo]  [Chorus] Oh it's too hot (too hot) Too hot, lady (too hot) Gotta run for shelter Gotta run for shade It's too hot (too hot) Too hot, lady (too hot) Gotta cool this anger From this mess that we've made Oh it's too hot (too hot) Too hot, lady (too hot) Gotta run for shelter Gotta run for shade It's too hot (too hot) So, so hot, lady (too hot) Gotta cool this anger Oh, gotta cool this mess we've made It's so, so hot, baby (too hot) Yes it's so hot (too hot) I just can't take it I can't stand no more, baby We were once lovers (too hot) We took our vows (too hot) A man and wife Forever Oh (too hot) (too hot) Baby (too hot) Please won't you listen (too hot) It hurt me so bad But I know I've got to leave (Too hot) It's too hot (too hot) Gotta run for shelter, baby Gotta run for shade It's too hot (too hot) It's so, so hot, baby (too hot) Gotta cool this anger Gotta cool this mess we've made It's so warm (too hot) It's so warm (too hot) It's hot baby, yeah Gotta run for shade Come on (too hot) I'm leaving (too hot) Goodbye Don't cry  ",
        "title": "Too Hot"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Power"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  When I'm down, you're always there just to see me through You understand everything that I do It's not a wonder that I care for you And so babe, it's only fair we should hold on tight Please be careful just to follow the light I promise everything will be alright Oh, there ain't nothing sadder than missing so the one you love And there ain't nothing truer than thoughts of love I'm thinking of when you're down I will be there, you can count on me, it's just so easy Anyone can see it's not a wonder that you care for me Oh, there ain't nothing sadder than missing so the one you love And there ain't nothing truer than thoughts of love I'm thinking of when I'm down You're always there just to see me through You understand everything that I do It's not a wonder that I care for you Oh no, it's not a wonder that I care  ",
        "title": "It's Not A Wonder"
    },
    {
        "artist": "Pink Floyd",
        "lyrics": "  [Chorus: David Gilmour] Run. Run. Run. Run Run. Run. Run. Run Run. Run. Run. Run Run. Run. Run. Run  [Verse 1: Roger Waters] You better make your face up in your favourite disguise With your button down lips and your roller blind eyes With your empty smile and your hungry heart Feel the bile rising from your guilty past With your nerves in tatters as the cockle shell shatters And the hammers batter down the door You better run  [Chorus: David Gilmour] Run. Run. Run. Run Run. Run. Run. Run Run. Run. Run. Run Run. Run. Run. Run  [Verse 2: Waters] You better run all day and run all night And keep your dirty feelings deep inside And if you're taking your girlfriend out tonight You better park the car well out of sight Cause if they catch you in the back seat trying to pick her locks They're gonna send you back to Mother in a cardboard box You better run good  [Synth Solo]  [Instrumental Outro]  ",
        "title": "Run Like Hell"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": "  Always together, together forever Always together forever I will love you Till the day I die I know this now and my love won't run dry You came along my life has begun Two hearts are now beating as though they were one Like the stars that make the night so bright You shine on me with a love that's so right A love that is lasting A love that's so pure Each time I feel it It makes me more sure Like a flower in a fairy tale I blossomed out From a source that won't fall, love that is lasting And love that is pure and each time I feel it It makes me more sure  I know with all my heart we'll never part For this is the day when our love comes alive And I mean what I say as I stand here sayin I pledge my love to you I pledge my love is true I pledge my life to you I do my dear I do my dear  Like a river finds the deep blue sea Love took your hand And led you to me This is the us that I'll never forget Both sparkling with love But happy we met  I know with all my heart we'll never part For this is the day when our love comes alive And I mean what I say and I want you to know that I pledge my love to you I pledge my love is true I pledge my life to you I do my dear I do my dear  I'm so proud to have you by my side You be my strength and I'll be your guide You are the one you're a dream that is real Heaven has sent you it's love that I feel  I know with all my heart we'll never part For this is the day when our love comes alive And I mean what I say if somebody should ask me I pledge my love to you I pledge my love is true I pledge my life to you I do my dear I do my dear, I do I pledge my love to you  ",
        "title": "I Pledge My Love"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now, I don't mean to bother you, but I'm in distress There's danger of me losin' all of my happiness For I love a girl who doesn't know I exist And this you can fix So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me Now Cupid, if your arrow make a love storm for me I promise I will love her until eternity I know between the two of us, her heart we can steal Help me if you will So Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my tears and let your arrow come near Straight to my lover's heart for me I know that you heard it before, but Cupid, don't go What would we do if you didn't exist? We can't be sure, but please don't ignore Cupid the reason you're here I know that you're feeling discouraged You think no one cares about love So Cupid, please do us a favor Just pick up your bow and let your arrow go Cupid, draw back your bow and let your arrow go Straight to my lover's heart for me, nobody but me Cupid, please hear my cry and let your arrow fly Straight to my lover's heart for me  ",
        "title": "Cupid/I've Loved You For A Long Time"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  Dark clouds are blowing in the wind He's crossing your mind again You've got that sad, sad feeling, from a broken heart Feeling so close to the end  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When you find out how good love can be You're so lost when it sets you free They say once in your life you find someone that's right Someone who loves you like me  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  When the moon has forgotten what the night's about And the stars can't work their places out Hold me tighter than tight When the daylight comes it'll be alright  Let me love you tonight There's a million stars in the sky Let me love you tonight I'll make everything alright  Let me love you tonight Let me love you tonight Let me love you tonight Let me love you tonight  ",
        "title": "Let Me Love You Tonight"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  (spoken) Back a few months ago, I was headlinin' a great big nightclub... And they put me up a couple days early, I came in a couple days early And they put me up in what they call the \"Star Suite\" Now here I am, headlinin' in one of the biggest nightclubs In the country and I wake up at eight o'clock in the morning In this \"Star Suite\"...  ...all by myself  Crowd: Awwww  Mac: Yeah, that's what I said, \"Awwwww.\" But I did what I've always done, man, to cheer myself up I picked up my guitar, I sat down and I wrote me a little song Now this is how it feels to be alone at the top of the hill Tryin' to figure out why  (sung) Oh Lord, it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better lookin' each day To know me is to love me I must be a hell of a man Oh Lord, it's hard to be humble But I'm doin' the best that I can!  I used to have a girlfriend But I guess she just couldn't compete With all of these love-starved women Who keep clamoring at my feet Well I probably could find me another But I guess they're all in awe of me Who cares? I never get lonesome Cause I treasure my own company  Ohhhhhh..... Oh Lord, it's hard to be humble When you're perfect in every way (Can't wait to look in the mirror) I can't wait to look in the mirror (Help me out now, come on) I get better lookin' each day (To know me is to what?) To know me is to love me (Must be a hell of a man) I must be a hell of a man (Oh Lord, it's hard) Oh Lord, it's hard to be humble (When you doin' what?) We're doin' the best that we can  I guess you could say I'm a loner A cowboy outlaw, tough and proud Well, I could have lotsa friends if I wanted But then I wouldn't stand out from the crowd Some folks say that I'm \"egotistical\" Hell, I don't even know what that means! I guess it has something to do with the way That I fill out my skin-tight blue jeans  Ohhhhhh........ (Come on, where's all the kickers in here?!) Oh Lord, it's hard to be humble (When you're perfect in every way) When you're perfect in every way (Can't wait to look in the mirror) I can't wait to look in the mirror (Cause I get better lookin') I get better lookin' each day (To know me is to what?) To know me is to love me (Must be a hell of a man) I must be a hell of a man (Oh Lord, it's hard) Oh Lord, it's hard to be humble (What are we doin'?) We're doin' the best that we can (One more time, what are we doin'?) We're doing the best that we can!  Give yourselves a hand Yeeee-haw!  ",
        "title": "It's Hard To Be Humble"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] When the world is on your shoulder Gotta straighten up your act and boogie down If you can't hang with the feeling Then there ain't no room for you this part of town Cause we're the party people night and day Living crazy that's the only way  [Hook] So tonight, gotta leave that nine to five upon the shelf And just enjoy yourself Groove, let the madness in the music get to you Life ain't so bad at all If you live it off the wall Life ain't so bad at all (live life off the wall) Live your life off the wall (live it off the wall)  [Verse 2] You can shout out all you want to Cause there ain't no sin in folks all getting loud If you take the chance and do it Then there ain't no one who's gonna put you down Cause we're the party people night and day Living crazy that's the only way  [Hook]  [Bridge] Do what you want to do There ain't no rules it's up to you (ain't no rules it's all up to you) It's time to come alive And party on right through the night (all right)  [Verse 3] Gotta hide your inhibitions Gotta let that fool loose deep inside your soul Want to see an exhibition Better do it now before you get too old Cause we're the party people night and day Living crazy that's the only way  [Hook] So tonight, gotta leave that nine to five upon the shelf And just enjoy yourself Groove, let the madness in the music get to you Life ain't so bad at all If you live it off the wall Life ain't so bad at all (live life off the wall) Live your life off the wall So tonight, gotta leave that nine to five upon the shelf And just enjoy yourself Groove, let the madness in the music get to you Life ain't so bad at all If you live it off the wall  Tonight, gotta leave that nine to five upon the shelf And just enjoy yourself Groove, let the madness in the music get to you Life ain't so bad at all  [Outro] Tonight, gotta leave that nine to five upon the shelf And just enjoy yourself Groove, let the madness in the music get to you Life ain't so bad at all  ",
        "title": "Off The Wall"
    },
    {
        "artist": "Blondie",
        "lyrics": "  Uh-huh make me tonight Tonight make it right Uh-huh make me tonight Tonight Tonight Oh, uh-huh make it magnificent Tonight Right Oh, your hair is beautiful Oh, tonight Atomic Tonight make it magnificent Tonight Make me tonight Your hair is beautiful Oh oh, tonight Atomic Atomic Oh  ",
        "title": "Atomic"
    },
    {
        "artist": "The Babys",
        "lyrics": null,
        "title": "Midnight Rendezvous"
    },
    {
        "artist": "Carole King",
        "lyrics": "  - written by Carole King and Gerry Goffin - #5 hit for The Chiffons in 1963 - #12 for Carole King in 1980  One fine day, you'll look at me And you will know our love was, meant to be One fine day, you're gonna want me for your girl  The arms I long for, will open wide And you'll be proud to have me, right by your side One fine day, you're gonna want me for your girl  Though I know you're the kind of boy Who only wants to run around I'll keep waiting, and, someday darling You'll come to me when you want to settle down Oh!  One fine day, we'll meet once more And then you'll want the love you threw away before One fine day, you're gonna want me for your girl  (BARITONE SAX SOLO)  One fine day, you're gonna want me for your girl  ",
        "title": "One Fine Day"
    },
    {
        "artist": "Joe Walsh",
        "lyrics": null,
        "title": "All Night Long"
    },
    {
        "artist": "Captain & Tennille",
        "lyrics": null,
        "title": "Happy Together (A Fantasy)"
    },
    {
        "artist": "Roberta Flack With Donny Hathaway",
        "lyrics": "  Seems we've weathered Hard times we've been through In silence I've waited I missed you (I missed you too)  'Cause you, you and I back together again Got the world in a spin 'Cause you, you and I back together again Got the world in a spin  It's all come together Problems we've defeated And I'm in here heart in hand You take all that I got and you need it , baby  'Cause you, you and I-I-I back together Got the world in a spin You, you and I-I-I back together Got the world in a spin  Love will last forever (Forever) We can make it real (Got to be real) Say you'll leave me never (No, no, never) We can truly feel (What you feel) I feel like you Back together Yeah, yeah, yeah  Younger and wiser Time has shown the way We've come full circle To stay (Baby)  'Cause you, you and I-I-I back together again Got the world in a spin 'Cause you, you and I-I-I back together again Got the world in a spin  Truth is the light It's the joy that we both share Make love day and night It's so easy to do when you care  Love will last forever (Forever) We can make it real (Got to be real) Say you'll leave me never (No, no, never) We can truly feel (What you feel) I feel like you Back together  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  Doo doo doo doo doo Doo doo doo doo yeah Ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh, ooh Back together again  ",
        "title": "Back Together Again"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": null,
        "title": "Clones (We're All)"
    },
    {
        "artist": "Rick Pinette & Oak",
        "lyrics": null,
        "title": "King Of The Hill"
    },
    {
        "artist": "The Invisible Man's Band",
        "lyrics": "  One, two, three...  Waiting on the band To get started Hardly room to stand; It's jammed Damn  Ooh, child It's a crowd, now  People wanna dance People wanna dance Everybody wanna dance Move their bodies round  While the music spins Get down Get down Get down Yeah..    Break out!  Freak on the floor Freaks on the floor All the freaks on the floor All look starry-eyed Disco whistles blow Strange freaky vibes  Flashing lights Of red, blue, yellow and green It's a funky scene Plenty for the head Could only mean...  It's gonna be an all night thing It's gonna be an all night thing Baby, it's an all night thing It's gonna be an all night thing  Yeah, yes it is Uh huh  Baby... [skat]  Dig three-piece Slim-Jim movin' on in On a chic freak Come on in No, I can't blow Such a hot piece   Suga booga, honey  could ya? Move a little close Close enough for you to hear Baby, don't ya know? You got me shifting in fifth gear  You look so fine, and I want your number in my book Gonna take you home with me And get it on All night long  It's gonna be an all night thing It's gotta be an all night thing Baby, it's an all night thing It's gonna be an all night thing  ",
        "title": "All Night Thing"
    },
    {
        "artist": "Ray, Goodman & Brown",
        "lyrics": null,
        "title": "Inside Of You"
    },
    {
        "artist": "Rodney Crowell",
        "lyrics": "  This morning is Monday Where are you now? Teasin' my memory Teaching me how To lay low When I don't want to  Your love is elusive This I know now It's making me crazy Leaving me out In the open When I don't want to  I don't know why You do that to me  The moments of pleasures Never do last Are gone like a suitcase Full of your past Long gone, and in a hurry  CHORUS: Baby, I can't go through this again I don't need to go down More then I've already been Just like a wild fire You're running all over town As much as you burn me, baby I should be ashes by now  The second street beggars Alone in their life Drunk on a sidewalk To hide from the night Like I am They're just like I am  (Chorus) Just like a wild fire You're running all over town And as much as you burn me, baby I should be ashes by now  Aaaaaahh Aaaaaahh Should be ashes by now Aaaaaahh  ",
        "title": "Ashes By Now"
    },
    {
        "artist": "Ray Kennedy",
        "lyrics": null,
        "title": "Just For The Moment"
    },
    {
        "artist": "Mary Macgregor",
        "lyrics": null,
        "title": "Dancin' Like Lovers"
    },
    {
        "artist": "Pat Travers Band",
        "lyrics": null,
        "title": "Is This Love"
    },
    {
        "artist": "Mickey Gilley",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": null,
        "title": "Gone Too Far"
    },
    {
        "artist": "The Tourists",
        "lyrics": null,
        "title": "I Only Want To Be With You"
    },
    {
        "artist": "Glen Campbell & Rita Coolidge",
        "lyrics": "  I see you every day Walking down the avenue I'd like to get to know you But all I do is smile at you  ",
        "title": "Somethin' 'Bout You Baby I Like"
    },
    {
        "artist": "The Motors",
        "lyrics": "  Love and loneliness  You used to think that love was worth the time When love was all we had We didn't need distractions all the time Or being made to laugh  And then you said we had to build a home And love alone could not provide You said that money would never get us down You didn't know you lied  Now loneliness is there despite the love we make And loneliness knows where to find the friends we make And the place we live is just a new street number On an old address called love and loneliness  I sometimes wonder how you see us now I'd read your mind if I had the chance I don't know if I'd ever find our love in there Or just old photographs  And now loneliness is there despite the love we make And loneliness knows where to find the friends we make And your friends come 'round and they act amazed You show them 'round and they stand and praise The life we live that's just a new street number On an old address called love and loneliness  Love and loneliness Love and loneliness Love and loneliness Love and loneliness  Love and loneliness Love and loneliness Love and loneliness Love and loneliness  Love and loneliness  ",
        "title": "Love And Loneliness"
    },
    {
        "artist": "Change",
        "lyrics": "  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday (Hey, hey, hey, hey, hey) Holiday (Holiday, what you say?) Holiday Celebrate (Ah, yeah!)  Holiday Holiday (Oh, I, I) Holiday Celebrate (Oooh!)  Then we both held hands in each other's for a chance to start it moving He reached deep inside of his vest and in his hand he held a ring Let's have lunch, picnic or a brunch in the wintertime Let's disco down in a roller skating ring in Alaska town  Holiday (Holiday) Holiday (Oh, come on, celebrate) Holiday (Ooohooohooohooohooo) Celebrate  Holiday (Got the feeling, come on, keep ahead) Holiday (Reelin', holiday, yeaheah) Holiday (Oh!) Celebrate  Not a cloud showed out in the sky that very night in Pitch Black City I was so damned scared, it was dark, it was so dim, it was a shame Just then a man walked up to me and said: \"Didn't I see you here before?\" The lights were low and the party was so dull, just not good enough  Holiday Holiday Holiday Celebrate  Holiday Holiday Holiday Celebrate  ",
        "title": "A Lover's Holiday"
    },
    {
        "artist": "The Whispers",
        "lyrics": "  And the beat goes on Just like my love everlasting And the beat goes on Still moving strong on and on  Do you ever wonder That to win, somebody's got to lose I might as well get over the blues Just like fishing in the ocean There'll always be someone new You did me wrong 'cos I've been through stormy weather  And the beat goes on Just like my love everlasting And the beat goes on you'd better believe it Still moving strong on and on  Don't stop for nobody This time I'll keep my feet on solid ground Now I understand myself when I'm down Like the sweet sound of hip music There'll always be something new To keep the tables turning Hey this super song There'll never be an ending  And the beat goes on Just like my love everlasting And the beat goes on Still moving strong on and on (the beat goes on) on  Get down playing that fee, sure the beat is real The beat goes on  And the beat goes on  ",
        "title": "And The Beat Goes On"
    },
    {
        "artist": "Ironhorse",
        "lyrics": null,
        "title": "What's Your Hurry Darlin'"
    },
    {
        "artist": "Queen",
        "lyrics": "  {Intro}  This thing called love, I just can't handle it This thing called love, I must get round to it I ain't ready Crazy little thing called love  This thing (this thing) Called love (called love) It cries (like a baby) In a cradle all night It swings (woo woo) It jives (woo woo) It shakes all over like a jelly fish I kinda like it Crazy little thing called love  There goes my baby She knows how to rock 'n' roll She drives me crazy She gives me hot and cold fever Then she leaves me in a cool cool sweat  {Break}  I gotta be cool, relax, get hip And get on my tracks Take a back seat, hitch-hike And take a long ride on my motorbike Until I'm ready Crazy little thing called love  {Bridge}  I gotta be cool, relax, get hip And get on my tracks Take a back seat (ah hum), hitch-hike (ah hum) And take a long ride on my motorbike Until I'm ready (ready Freddie) Crazy little thing called love  This thing called love, I just can't handle it This thing called love, I must get round to it I ain't ready Ooh ooh ooh ooh  Crazy little thing called love Crazy little thing called love, yeah, yeah Crazy little thing called love, yeah, yeah Crazy little thing called love, yeah, yeah Crazy little thing called love, yeah, yeah...  ",
        "title": "Crazy Little Thing Called Love"
    },
    {
        "artist": "Spyro Gyra",
        "lyrics": "  INSTRUMENTAL  ",
        "title": "Catching The Sun"
    },
    {
        "artist": "The Cretones",
        "lyrics": null,
        "title": "Real Love"
    },
    {
        "artist": "Red Rider",
        "lyrics": "  Waiting by the shoreline In Somalia for your reply I need you to come see me That's no lie  The guns are getting closer The sweat pours like the dew That fell from the trees in Tripoli In the spring  I'm white hot I can't take it anymore I'm white hot By the Somalian shore White hot Yes, I'm burning to the core I need rain  We're cast out from the jungle With no rations or canteen For selling faulty rifles To the thieves in Tanzania  Adventures and misfortune Nothing wagered, nothing gained I have wandered through the desert Found the ocean, not the rain  I can remember the nights by The Strand in Tripoli We were so much younger then I had you and my poetry to protect me We were so much cooler then I need rain  I'm white hot I can't take it anymore I'm white hot By the Somalian shore  I'm white hot Yes, I'm burning to the core I need rain, I need rain, I need rain  I can remember the nights by the sea in Tripoli We were so much bolder then I had you and my poetry to protect me We were both soldiers then Bolder then, colder then I need rain, I need rain, I need rain White hot White hot... Water  ",
        "title": "White Hot"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  (Keep the fire bright) There's a river in The evening ember glow And you're wishing you could see How far it flows Rolling on to an endless sea You'd be well on your way If you could only set sail  But dreams can drift away And sails can fill with doubt Where's your vision If the embers flicker out? Don't let it slip from view  The horizon's awaiting Your river is fading  So keep the fire burning tonight See just what comes into sight Don't take forever Take it through the night And believe the sun Will rise with the dawn That's all you need to go on But for tonight Just keep the fire burning bright  I will never need to ask What have I done? Comes a moment when it's clear There's only one Oh, whatever you need of me I've made up my mind I give you more than you've asked for  There are those who can foresee Where we will go All the future I don't really want to know Only that you'll be here with me  While the embers still glow We'll be safe till tomorrow  Keep the fire burning tonight See just what comes into sight Don't take forever Take it through the night And believe the sun Will rise with the dawn That's all you need to go on For tonight Just keep the fire burning bright  Keep the fire burning tonight See just what comes into sight Don't take forever Take it through the night And believe the sun Will rise with the dawn That's all you need to go on For tonight Just keep the fire burning  (Keep the fire bright) Who are you? (Keep the fire bright) Where are you (Keep the fire bright) You're not alone It's so wonderful (Keep the fire bright)  ",
        "title": "Keep The Fire"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": null,
        "title": "Fire In The Morning"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  You're a doll Your eyes see it all And how do I make you How do I make you How do I make you Wanna see me  You're so young But your feelings are deep And how do I make you How do I make you How do I make you Feel for me  You put your head on my pillow And you're fast asleep And how do I make you How do I make you How do I make you Dream about me  Ooh, ooh, baby The world's a wall of ice You're gonna need someone To treat you warm And keep you nice  I like the way you dance The way you spin And how do I make you How do I make you How do I make you Spin for me  You put your head on my pillow And you're fast asleep And how do I make you How do I make you How do I make you Dream about me  Dream about me Dream about me, woo Dream about me Dream about me, woo Dream about me Dream about me, woo Dream about me Dream about me  ",
        "title": "How Do I Make You"
    },
    {
        "artist": "Peter McIan",
        "lyrics": null,
        "title": "Solitaire"
    }
]