[
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] Dig if you will the picture Of you and I engaged in a kiss The sweat of your body covers me Can you, my darling? Can you picture this?  [Verse 2] Dream if you can a courtyard An ocean of violets in bloom Animals strike curious poses They feel the heat The heat between me and you  [Chorus] How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  [Verse 3] Touch if you will my stomach Feel how it trembles inside You've got the butterflies all tied up Don't make me chase you Even doves have pride  [Chorus] How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  When doves cry (when doves cry) When doves cry (when doves cry) When doves cry When doves cry When doves cry  [Outro] When doves cry, don't cry Darling, don't cry Don't cry, don't cry, don't, don't cry  ",
        "title": "When Doves Cry"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  [Verse 1] I get up in the evening And I ain't got nothing to say I come home in the morning I go to bed feeling the same way I ain't nothing but tired Man, I'm just tired and bored with myself Hey there baby, I could use just a little help  [Chorus 1] You can't start a fire You can't start a fire without a spark This gun's for hire Even if we're just dancing in the dark  [Verse 2] Message keeps getting clearer Radio's on and I'm moving 'round the place I check my look in the mirror I wanna change my clothes, my hair, my face Man, I ain't getting nowhere I'm just living in a dump like this There's something happening somewhere Baby I just know that there is  [Chorus 1] You can't start a fire You can't start a fire without a spark This gun's for hire Even if we're just dancing in the dark  [Bridge] You sit around getting older There's a joke here somewhere and it's on me I'll shake this world off my shoulders Come on, baby, the laugh's on me  [Verse 3] Stay on the streets of this town And they'll be carving you up all right They say you gotta stay hungry Hey, baby, I'm just about starving tonight I'm dying for some action I'm sick of sitting 'round here trying to write this book I need a love reaction Come on now, baby, gimme just one look  [Chorus 2] You can't start a fire Sitting 'round crying over a broken heart This gun's for hire Even if we're just dancing in the dark You can't start a fire Worrying about your little world falling apart This gun's for hire Even if we're just dancing in the dark  [Outro] Even if we're just dancing in the dark Even if we're just dancing in the dark Even if we're just dancing in the dark Hey, baby  ",
        "title": "Dancing In The Dark"
    },
    {
        "artist": "Ray Parker Jr.",
        "lyrics": "  Ghostbusters! If there's something strange In your neighborhood Who you gonna call? Ghostbusters!  If there's something weird And it don't look good Who you gonna call? Ghostbusters!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  If you're seeing things Running through your head Who can you call? Ghostbusters!  An invisible man Sleepin' in your bed Ow, who you gonna call? Ghostbusters!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  Who you gonna call? Ghostbusters!  If you're all alone Pick up the phone And call Ghostbusters!  I ain't 'fraid of no ghost Ooh, I hear it likes the girls Hm, I ain't 'fraid of no ghost Yeah, yeah, yeah, yeah  Who you gonna call? Ghostbusters!  Mmm, if you've had a dose of a Freaky ghost, baby You better call Ghostbusters! Ow!  Lemme tell ya something Bustin' makes me feel good!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  Don't get caught alone oh, no Ghostbusters! When it comes through your door Unless you just a-want some more I think you better call Ghostbusters!  Ow! Who you gonna call? Ghostbusters! Who you gonna call? Ghostbusters! Uh, think you better call Ghostbusters! Ha ha, who you gonna call? Ghostbusters! I can't hear you  Who you gonna call? Ghostbusters! Louder Ghostbusters! Who you gonna call? Ghostbusters! Who can you call? Ghostbusters! Who you gonna call? Ghostbusters! Uh, it likes the girls too Ghostbusters!  ",
        "title": "Ghostbusters"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  [Verse 1] I'm all out of hope One more bad dream could bring a fall When I'm far from home Don't call me on the phone To tell me you're alone It's easy to deceive It's easy to tease But hard to get release  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Verse 2] I spend so much time Believing all the lies To keep the dream alive Now it makes me sad It makes me mad at truth For loving what was you  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Verse 3] When you hear the music you make a dip Into someone else's pocket then make a slip Steal a car and go to Las Vegas oh, the gigolo pool Hanging out by the state line Turning holy water into wine Drinking it down, oh I'm on a bus on a psychedelic trip Reading murder books trying to stay hip I'm thinking of you you're out there so Say your prayers Say your prayers Say your prayers Now I close my eyes And I wonder why I don't despise Now all I can do Is love what was once So alive and new But it's gone from your eyes I'd better realise  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Outro] Such a human waste your eyes without a face And now it's getting worse  ",
        "title": "Eyes Without A Face"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Jump (for My Love)"
    },
    {
        "artist": "The Jacksons",
        "lyrics": "  Yeah, come on, baby You gotta be mine 'cause you're so fine I like your style, it makes me wild You take it to me good, you like it, know you should You get me on my knees, well, please, baby, please Listen She looks so great, every time I see her face She put me in a state, a state of shock Oh, do it, come on, baby Come on, baby, come on, baby She put me on my knees, please, baby, please I know you like to tease, please, baby, please You take it to me good, you like it, know you should I love the way you walk and talk, baby, talk Listen She looks so great, every time I see her face She put me in a state, a state of shock She put me, state of shock Come on, dear, no, come over here Talk, talk to me, state of shock State of shock You put me in You know I've really love you, baby State of shock You know I really want you mama You got me paralyzed You got me paralyzed You got me catatonic You got me catatonic, baby State of shock You got me supersonic You got me supersonic, baby Baby, try, you know I'm deep fried State of shock Yeah, look what you've done to me Look what you done to me Look what you done to me Yeah, I can hardly move State of shock You know I need mouth to mouth resuscitation Come on, baby You know I've really loved you, baby State of shock You know I've really want you for me Yeah, baby, yeah, baby Just look at me, look at me State of shock You drive me You call me, you call me You call me in a state of shock Look at that, look at me Look at me, look at me Look at me, oh, look at me  ",
        "title": "State of Shock"
    },
    {
        "artist": "Mike Reno And Ann Wilson",
        "lyrics": "  ALMOST PARADISE Mike Reno (of \"Loverboy\") and Ann Wilson (of \"Heart\") Love Theme from Footloose I thought that dreams belonged to other men 'Cuz each time I got close They'd fall apart again I feared my heart would beat in secrecy I faced the nights alone Oh, how could I have known That all my life I only needed you Chorus Whoa-oa ALMOST PARADISE We're knocking on heaven's door ALMOST PARADISE How could we ask for more? I swear that I can see forever in your eyes Paradise It seems like perfect love's so hard to find I'd almost given up You must've read my mind And all these dreams I saved for a rainy day They're finally comin' true I'll share them all with you 'Now we hold the future in our hands Chorus And in your arms salvation's not so far away We're getting closer, coser every day Chorus  ",
        "title": "Almost Paradise...Love Theme From Footloose"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  She got legs She knows how to use them She never begs She knows how to choose them She holding leg Wonder how to feel them Would you get behind them If you could only find them?  She's my baby She's my baby Yeah, that's alright Oh, yeah  She's got hair Down to her fanny She kinda jet set Try undo her panties Every time she's dancing Sshe knows what to do Everybody wants to see If she can use it  She's so fine She's all mine Girl, you got it right Oohh!  She got legs She knows how to use them She never begs She knows how to choose them She got a dime All of the time Stays out at night Moving through time  Oh, I want her Shit, I got to have her The girl is alright She's alright Oohh!  ",
        "title": "Legs"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Guess there are times when we all need to share a little pain And ironing out the rough spots Is the hardest part when memories remain And it's times like these when we all need to hear the radio Because from the lips of some old singer We can share the troubles we already know  [Chorus] Turn them on, turn them on Turn on those sad songs When all hope is gone Why don't you tune in and turn them on They reach into your room Just feel their gentle touch When all hope is gone Sad songs say so much  [Verse 2] If someone else is suffering enough to write it down When every single word makes sense Then it's easier to have those songs around The kick inside is in the line that finally gets to you And it feels so good to hurt so bad And suffer just enough to sing the blues  [Chorus]  [Outro] Sad songs, they say [x3] Sad songs, they say so much  ",
        "title": "Sad Songs (say So Much)"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Infatuation"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": null,
        "title": "Doctor! Doctor!"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "Ollie And Jerry",
        "lyrics": null,
        "title": "Breakin'...there's No Stopping Us"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  The reflex The reflex The reflex The reflex  You've gone too far this time But I'm dancing on the Valentine I tell you somebody's fooling around With my chances on the danger line  I'll cross that bridge when I find it Another day to make my stand, oh woah High time is no time for deciding If I should find a helping hand, oh woah  Why don't you use it? Try not to bruise it Buy time, don't lose it  Oh, why don't you use it? Try not to bruise it Buy time, don't lose it  The reflex is a lonely child, who's waiting by the park The reflex is in charge of finding treasure in the dark And watching over lucky clover, isn't that bizarre? And every little thing the reflex does Leaves you answered with a question mark  I'm on a ride and I want to get off But they won't slow down the roundabout I sold the Renoir and TV set Don't wanna be around when this gets out  So, why don't you use it? Try not to bruise it Buy time, don't lose it  Why don't you use it?  The reflex is a lonely child, he's waiting in the park The reflex is in charge of finding treasure in the dark And watching over lucky clover, isn't that bizarre? And every little thing the reflex does Leaves an answer with a question mark, play  So, why don't you use it? Try not to bruise it Buy time, don't lose it  The reflex is a lonely child who's waiting by the park The reflex is in charge of finding treasure in the dark And watching over lucky clover, isn't that bizarre? And every little thing the reflex does Leaves me answered with a question mark  Oh, the reflex, what a game, he's hiding all the cards The reflex is in charge of finding treasure in the dark  ",
        "title": "The Reflex"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  [Verse] Oh, the night is my world City light painted girl In the day nothing matters It's the night time that flatters In the night, no control Through the wall something's breaking Wearing white as you're walkin' Down the street of my soul  [Pre-Chorus] You take my self, you take my self control You got me livin' only for the night Before the morning comes, the story's told You take my self, you take my self control Another night, another day goes by I never stop myself to wonder why You help me to forget to play my role You take my self, you take my self control  [Chorus] I, I live among the creatures of the night I haven't got the will to try and fight Against a new tomorrow, so I guess I'll just believe it That tomorrow never comes A safe night, I'm living in the forest of my dream I know the night is not as it would seem I must believe in something, so I'll make myself believe it That this night will never go  [Break] Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh  [Verse] Oh, the night is my world City light painted girl In the day nothing matters It's the night time that flatters  [Chorus] I, I live among the creatures of the night I haven't got the will to try and fight Against a new tomorrow, so I guess I'll just believe it That tomorrow never comes A safe night, I'm living in the forest of my dream I know the night is not as it would seem I must believe in something, so I'll make myself believe it That this night will never go  Oh-oh-oh, oh-oh-oh, oh-oh-oh, oh-oh-oh, oh-oh-oh  You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control  I, I live among the creatures of the night I haven't got the will to try and fight It's my world City light painted girl  ",
        "title": "Self Control"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] You must understand though the touch of your hand Makes my pulse react That it's only the thrill of boy meeting girl Opposites attract It's physical Only logical You must try to ignore that it means more than that  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Verse 2] It may seem to you that I'm acting confused When you're close to me If I tend to look dazed I've read it someplace I've got cause to be There's a name for it There's a phrase that fits But whatever the reason you do it for me  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Bridge] I've been taking on a new direction But I have to say I've been thinking about my own protection It scares me to feel this way  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Chorus] What's love got to do, got to do with it? What's love but a sweet old-fashioned notion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Outro] What's love? Got to do it Got to do it What's love?  ",
        "title": "What's Love Got To Do With It"
    },
    {
        "artist": "Dan Hartman",
        "lyrics": "  [Verse 1:] No more timing Each tear that falls from my eyes I`m not hiding the remedy To cure this old heart of mine  [Chorus x2:] I can dream about you If I can`t hold you tonight I can dream about you You know how to hold me just right  [Verse 2:] Moving sidewalks I don`t see under my feet Climbing up from down here below Where the streets See me lonely for you, oh  [Repeat Chorus:]  [Verse 3:] (I can dream about you) I`m gonna press My lips against you And hold you to me  (I can dream about you) You know you got me Spellbound What else can it be?  Moving sidewalks I don`t see under my feet Climbing up from the pain in my heart Cause it`s you that I need  I can dream Whoa Oh, oh, oh I can dream Yes, I can dream Whoa Oh, oh, oh  I don`t understand it Can`t keep my mind off loving you (Not even for a minute) Oooh  Now baby I`m caught up in the magic I see in you There`s one thing to do  [Repeat Chorus:]  Oh, I can dream about you If I can`t hold you tonight I can dream about you Oh, I can dream I can dream I can dream about you I can dream about you  ",
        "title": "I Can Dream About You"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Chorus: Lionel Richie] Stuck on you I've got this feeling down deep in my soul that I just can't lose Guess I'm on my way Needed a friend And the way I feel now I guess I'll be with you 'til the end Guess I'm on my way Mighty glad you stayed  [Verse: Lionel Richie] I'm stuck on you Been a fool too long I guess it's time for me to come on home Guess I'm on my way So hard to see That a woman like you could wait around for a man like me Guess I'm on my way Mighty glad you stayed (Mighty glad you stayed) (I'm mighty glad you stayed) Mighty glad Oh, I'm leaving on that midnight train tomorrow And I know just where I'm going I've packed up my troubles and I've thrown them all away Cause this time little darling I'm coming home to stay  [Chorus: Lionel Richie] Stuck on you I've got this feeling down deep in my soul that I just can't lose Guess I'm on my way I Needed a friend And the way I feel now I guess I'll be with you 'til the end Guess I'm on my way I'm mighty glad you stayed (Mighty glad you stayed, mighty) Mighty glad you stayed (Mighty glad you stayed) I'm glad [?]  ",
        "title": "Stuck On You"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": "  New York, New York, is everything they say And no place that I'd rather be Where else can you do a half a million things All at a quarter to three When they play their music, ooh that modern music They like it with a lot of style But it's still that same old back beat rhythm That really really drives 'em wild They say the heart of rock and roll is still beating And from what I've seen I believe 'em Now the old boy may be barely breathing But the heart of rock and roll, heart of rock and roll is still beating LA, Hollywood, and the Sunset Strip Is something everyone should see Neon lights and the pretty pretty girls All dressed so scantily When they play their music, that hard rock music They like it with a lot of flash But it's still that same old back beat rhythm That really kicks 'em in the... They say the heart of rock and roll is still beating And from what I've seen I believe 'em Now the old boy may be barely breathing But the heart of rock and roll, heart of rock and roll is still beating DC, San Antone and the Liberty Town, Boston and Baton Rouge Tulsa, Austin, Oklahoma City, Seattle, San Francisco, too Everywhere there's music, real live music, bands with a million styles But It's still that some old rock and roll music That really really drives 'em wild They say the heart of rock and roll is still beating And from what I've seen I believe 'em Now the old boy may be barely breathing But the heart of rock and roll, heart of rock and roll is still beating In Cleveland Detroit! Huh, heart of rock and roll  ",
        "title": "The Heart Of Rock & Roll"
    },
    {
        "artist": "Wang Chung",
        "lyrics": "  Take your baby by the hand And make her do a high hand stand And take your baby by the heel And do the next thing that you feel  [Chorus] We were so in phase In our dance hall days We were cool on craze When I, you and everyone we knew Could believe, do and share in what was true  I said, “Dance hall days love”  Take your baby by the hair And pull her close and there there there And take your baby by the ears And play upon her darkest fears  [Chorus]  I said, “Dance hall days love” Dance hall days Dance hall days love  Take your baby by the wrist And in her mouth an amethyst And in her eye two sapphires blue And you need her and she needs you  And you need her and she needs you And you need her and she needs you And you need her and she needs you And you need her and she needs you  [Chorus]  Oh, I said, “Dance hall days love”  Dance hall days love Dance hall days Dancehall days love Dance hall days  Dance hall days love Dance hall days Dance hall days love  ",
        "title": "Dance Hall Days"
    },
    {
        "artist": "Van Halen",
        "lyrics": null,
        "title": "Panama"
    },
    {
        "artist": "Peabo Bryson",
        "lyrics": "  It all came so easy All the lovin' you gave me The feelings we shared And I still can remember How your touch was so tender It told me you cared  We had a once in a lifetime But I just couldn't see Until' it was gone A second once in a lifetime May be too much to ask But I swear from now on  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  Now I'm seen clearly How I still need you near me I still love you so There's something between us That won't ever leave us There's no letting go (No letting go)  We had a once in a lifetime But I just didn't know it 'Til my life fell apart A second once in a lifetime Isn't too much to ask Cause I swear from the heart  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end, never end  The best of romances Deserve second chances I'll get to you somehow Cause I promise now  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end If ever you're in my arms again  ",
        "title": "If Ever You're In My Arms Again"
    },
    {
        "artist": "Jefferson Starship",
        "lyrics": null,
        "title": "No Way Out"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  [Verse 1] Looking into your eyes I know I'm right If there's anything worth my love it's worth a fight We only get one chance But nothing ties our hands You're what I want Listen to me Nothing I want Is out of my reach  [Chorus] I'm Free Heaven helps the man who fights his fear Love's the only thing that keeps me here You're the reason that I'm hanging on My heart's staying where my heart belongs I'm Free  [Verse 2] Running away will never make me free And nothing we sign is any kind of guarantee But I wanna hold you now And I won't hold you down I'm shaking the past Making my breaks Taking control If that's what it takes  [Chorus]  ",
        "title": "I'm Free (Heaven Helps The Man)"
    },
    {
        "artist": "Corey Hart",
        "lyrics": "  [Verse 1] I wear my sunglasses at night So I can, so I can Watch you weave then breathe your story lines And I wear my sunglasses at night So I can, so I can Keep track of the visions in my eyes  [Pre-Chorus] While she's deceiving me It cuts my security Has she got control of me? I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it 'Cause you got it made with the guy in shades, oh no  [Verse 2] And I wear my sunglasses at night So I can, so I can Forget my name while you collect your claim And I wear my sunglasses at night So I can, so I can See the light that's right before my eyes  [Pre-Chorus] While she's deceiving me She cuts my security She got control of me I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it 'Cause you got it made with the guy in shades, oh no  [Guitar solo]  [Pre-Chorus] She's deceiving me Cuts my security Has she got control of me? I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it Don't be afraid of the guy in shades, oh no It can't escape you 'Cause you got it made with the guy in shades, oh no  [Bridge] I said I wear my sunglasses at night I wear my sunglasses at night I wear my sunglasses at night I say to you now I wear my sunglasses at night I wear my sunglasses at night I wear my sunglasses at night I cry to you I wear my sunglasses at night I wear my sunglasses at night  ",
        "title": "Sunglasses At Night"
    },
    {
        "artist": "Eddy Grant",
        "lyrics": "  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the hurting away  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the heartache away  Tonight, tonight I'm falling where the peaceful waters flow Where the unicorn's the last one at the water hole I have found a love so precious like an emerald so bold It's a firelight escaping from the jeweller's hold  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the hurting away  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the heartache away  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the hurting away  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the heartache away  Oh and in the heat of rapture when I feel the cold winds blow Through the broken glass I'll see at last the sweet desire in you I will climb up on my pulpit and I'll preach a sermon you On the mountain roads in Harlem feel my jeweller's hold  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the hurting away  I'm romancing the stone Never leaving your poor heart alone Every night and every day Gonna love the heartache away  ",
        "title": "Romancing The Stone"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  [Verse 1] Lying in my bed, I hear the clock tick and think of you Caught up in circles, confusion is nothing new Flashback, warm nights almost left behind Suitcases of memories, time after... Sometimes you picture me, I'm walking too far ahead You're calling to me, I can't hear what you've said Then you say, \"Go slow.\" I fall behind The second hand unwinds  [Chorus] If you're lost, you can look and you will find me Time after time If you fall, I will catch you, I'll be waiting Time after time If you're lost, you can look and you will find me Time after time If you fall, I will catch you, I'll be waiting Time after time  [Verse 2] After my picture fades and darkness has turned to gray Watching through windows, you're wondering if I'm OK Secrets stolen from deep inside The drum beats out of time  [Chorus] If you're lost, you can look and you will find me Time after time If you fall, I will catch you, I'll be waiting Time after time  [Bridge] You said, \"Go slow.\" I fall behind The second hand unwinds  [Chorus] If you're lost, you can look and you will find me Time after time If you fall, I will catch you, I'll be waiting Time after time If you're lost, you can look and you will find me Time after time If you fall, I will catch you, I'll be waiting Time after time  [Outro] Time after time Time after time Time after time Time after time Time after time Time after time Time after Time after  ",
        "title": "Time After Time"
    },
    {
        "artist": "Ratt",
        "lyrics": "  Out on the streets, that's where we'll meet You make the night, I always cross the line Tightened our belts, abuse ourselves Get in our way, we'll put you on your shelf Another day, some other way We're gonna go, but then we'll see you again I've had enough, we've had enough Cold in vain, she said  (Pre-chorus)  I knew right from the beginning That you would end up winnin' I knew right from the start You'd put an arrow through my heart  (Chorus)  Round and round With love we'll find a way just give it time Round and round What comes around goes around I'll tell you why  Dig  Lookin' at you, lookin' at me The way you move, you know it's easy to see The neon light's on me tonight I've got a way, we're gonna prove it tonight Like Romeo to Juliet Time and time, I'm gonna make you mine I've had enough, we've had enough It's all the same, she said  (Pre-chorus)  (Chorus)  Yeah!  Solo  Out on the streets, that's where we'll meet You make the night, I always cross the line Tightened our belts, abuse ourselves Get in our way, we'll put you on your shelf  (Chorus)  Round and round With love we'll find a way just give it time, time, time, time Round and round What comes around goes around I'll tell you why, why, why, why Round and round  ",
        "title": "Round and Round"
    },
    {
        "artist": "Steve Perry",
        "lyrics": null,
        "title": "She's Mine"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Something in the way you love me won't let me be I don't want to be your prisoner So baby, won't you set me free? Stop playing with my heart Finish what you start When you make my love come down If you want me, let me know Baby, let it show Honey, don't you fool around  [Pre-Chorus] Just try to understand, I've given all I can 'Cause you got the best of me  [Chorus] Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline  [Post-Chorus] Keep on pushing me, baby Don't you know you drive me crazy? You just keep on pushing my love over the borderline  [Verse 2] Something in your eyes is making such a fool of me When you hold me in your arms, you love me 'til I just can't see But then you let me down When I look around, baby, you just can't be found Stop driving me away I just want to stay There's something I just got to say  [Pre-Chorus] Just try to understand, I've given all I can 'Cause you got the best of me  [Chorus] Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline  [Post-Chorus] Keep on pushing me, baby Don't you know you drive me crazy? You just keep on pushing my love over the borderline  [Verse 3] Look what your love has done to me C'mon, baby, set me free You just keep on pushing my love over the borderline You cause me so much pain I think I'm going insane What does it take to make you see? You just keep on pushing my love over the borderline  [Outro] Keep pushing me, keep pushing me Keep pushing my love C'mon, baby C'mon, darling, yeah You just keep on pushing my love over the borderline  ",
        "title": "Borderline"
    },
    {
        "artist": "Sergio Mendes",
        "lyrics": null,
        "title": "Alibis"
    },
    {
        "artist": "Glenn Frey",
        "lyrics": null,
        "title": "Sexy Girl"
    },
    {
        "artist": "Tony Carey",
        "lyrics": "  The First Day Of Summer Tony Carey  Well The Kid and me were the team to beat We could stand up to the big boys Generate some heat And we never thought nothin' about Livin on the streat back then  Yes sir, we lied a little And we maybe stole some Sayin \"Southern CA here we come\" And we took off down the highway sayin' Never goin' back again  Chorus: It was on the first day of summer We were the number one outfront runner On the first day of summer Nothin feels the same And it feels so good It was on the first day of summer It was on the first day of summer On the first day of summer The whole world knows your name And it feels so good  Now the kid was drivin and I rode shotgun We were splittin up the money From our number ones  Beatin' time to the radio Yes I'm gonna be someone  Campin' by the road out in Santa Fe The kid stole the keys and he drove away I wound up washin' dishes at a a Holiday Inn Sometime I wonder what became of him  Repeat chorus  ",
        "title": "The First Day Of Summer"
    },
    {
        "artist": "Billy Squier",
        "lyrics": "  I'm rockin' tonite--I'm walkin' on air Gonna find me some trouble--gonna grab my share I want ya tonite--I want ya with me Make me guilty of love in the first degree  (You want it all right)...We're goin' in style Say you walk right--you talk right--and your hair's so wild (Snow-white)--Hey that's not what I mean We go down in the shadows and crawl between  Moonlight in the city brings the magic to your eyes Freezin' a moment--leave me paralyzed Breathe an emotion--set it dancin' in my ear Bring on the rhythm when I hold you near  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  (You do it all right)--You're passion to see You been schooled in the arts of romancin' me (Hold tight)--You're in for a ride Can you feel the blood poundin' way down inside  --No one's stoppin' us now-- We go down, down where the music's loud (If it's all night)--Hey that's all right by me Go and play on my love--play it all for me  Life's never easy--we can make it if we try Takin' our chances--fac'em side by side Live for the moment--on that we can agree Come and take me where I long to be  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  A time for all...and all in time A step beyond the borderline Of who we are and where we long to be... When every night you hear the sound Of wakin' up and breakin' down You find a chance and heave it all away  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  ",
        "title": "Rock Me Tonite"
    },
    {
        "artist": "Go-Go's",
        "lyrics": null,
        "title": "Turn To You"
    },
    {
        "artist": "John Waite",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Robin Gibb",
        "lyrics": "  Baby said, \"You have to be a lover One way or the other Nobody wins without once giving in So don't cry now Don't cry now\"  Love is just a game you play in high school Girls know how to be cruel Most of the time, girls are cruel to be kind So don't cry now Ooh, don't cry now  And we try to be cool as we dance in a crowded room At the end of the day, making love to a paper moon  And she said \"Boys do fall in love They make time They get love on a Saturday night\" And she said \"Hearts beat as they dance in the street to a radio Oh, oh, oh B-b-b-boys fall in love\"  Baby knows I like to get excited No one wants to fight it It's getting late, so I'll just demonstrate Don't cry now Ooh, don't cry now  And we try to be cool as we dance in a crowded room At the end of the day, making love to a paper moon  And she said \"Boys do fall in love They make time They get love on a Saturday night\" And she said \"Hearts beat as they dance in the street to a radio\" Oh, oh, oh  Boys do fall in love They make time (They make time) They get love on a Saturday night And she said \"Hearts beat as they dance in the street to a radio\" Oh, oh, oh B-b-b-boys fall in love  B-b-b-b-boy, boys B-b-b-b-boy, boys Oh, oh, oh Boys, boys, boys, oh-oh Oh, oh, oh Boys, boys, boys, oh-oh Oh, oh, oh Boys, boys, boys, oh-oh Boy, boy, boy, boys  Boys (boys) do (do) fall in love They make time (They make time) They get love on a Saturday night And she said \"Hearts beat as they dance in the street to a radio\" Oh, oh, oh  Boys (boys) do (do) fall in love They make time (They make time) They get love on a Saturday night And she said \"Hearts beat as they dance in the street to a radio\" Oh, oh, oh  Boys (boys) do (do) fall in love They make time (They make time) They get love on a Saturday night And she said \"Hearts beat as they dance in the street to a radio\" Oh, oh, oh  ",
        "title": "Boys Do Fall In Love"
    },
    {
        "artist": "Face To Face",
        "lyrics": "  I'll be your loaded dice You're holding all the cards You set the tone whenever I'm with you You make up all the rules In this game of fools  I see your signals change They go from green to red It's always stop & go when the colors are changing Never let on, never let on Look to the left, look to the right Why can't you look me straight in the eye?  CHORUS 10-9-8 I'm always countin down You feel the pressure when you're under the gun 6-5-4 I'm always countin down Isn't it funny, I never get to 1  I'll be your only chance I play the only role I go the distance whenever I'm with you You make up all the rules In this game of fools Can you hear me in the dark I'm walkin on the wire I'm on the edge, it's always my time for fallin Never let on, never let on Look to the left, look to the right Why can't you look me straight in the eye?  CHORUS  (bridge) Never let on Never let on Never let on  Never let on Never let on Never let on  CHORUS x 3  ",
        "title": "10-9-8"
    },
    {
        "artist": "Sheila E.",
        "lyrics": "  [Verse 1] She wears a long fur coat of mink Even in the summer time Everybody knows from the coy little wink The girl's got a lot on her mind She's got Big thoughts Big dreams And a big brown Mercedes sedan What I think this girl She really wants is to be in love with a man  [Chorus] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much  [Verse 2] She saw him standing in the section marked \"If you have to ask you can't afford it\" lingerie She threw him bread And said make me scream In the dark what could he say Boys with small talk and small minds Really don't impress me in bed She said I need a man's man baby Diamonds and furs Love would only conquer my head  [Chorus] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much  [Verse 3] They made haste in the brown sedan They drove to 55 Secret Street They made love and by the seventh wave She knew she had a problem She thought real love is real scary Money only pays the rent Love is forever that's all your life Love is heaven sent It's glamorous  [Chorus][x3] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much, it ain't much  ",
        "title": "The Glamorous Life"
    },
    {
        "artist": "Scandal Featuring Patty Smyth",
        "lyrics": "  You run, run, runaway It's your heart that you betray Feeding on your hungry eyes I bet you're not so civilized Well isn't love primitive? A wild gift that you wanna give Break out of captivity And follow me stereo jungle child Love is the kill Your heart's still wild Shooting at the walls of heartache Bang, bang! I am the warrior Well I am the warrior And heart to heart you'll win If you survive the warrior, the warrior You talk, talk, talk to me Your eyes touch me physically Stay with me we'll take the night As passion takes another bite, oh Who's the hunter, who's the game? I feel the beat call your name I hold you close in victory I don't wanna tame your animal style You won't be caged in the call of the wild Shooting at the walls of heartache Bang, bang! I am the warrior Well I am the warrior And heart to heart you'll win If you survive the warrior, the warrior I am the warrior Shooting at the walls of heartache Bang, bang! I am the warrior And heart to heart you'll win If you survive the warrior, the warrior  ",
        "title": "The Warrior"
    },
    {
        "artist": "Peter Wolf",
        "lyrics": null,
        "title": "Lights Out"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": null,
        "title": "Don't Walk Away"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Even though I'm in love Sometimes I get so afraid I'll say something so wrong Just to have something to say  I know the moment isn't right To tell the girl a comical line To keep the conversation light I guess I'm just frightened out of my mind  But if that's how I feel Then it's the best feeling I've even known It's undeniably real Leave a tender moment alone  Yes I know I'm in love But just when I ought to relax I put my foot in my mouth 'Cause I'm just avoiding the facts  If the girl gets too close If I need some room to escape When the moment arose I'd tell her it's all a mistake  But that's not how I feel No that's not the woman I've known She's undeniably real So leave a tender moment alone  But it's not only me Breaking down when the tension gets high Just when I'm in a serious mood She is suddenly quiet and shy  Leave a tender moment Leave it alone (Leave a tender moment alone)  I know the moment isn't right To hold my emotions inside To change the attitude tonight I've run out of places to hide  And if that's how I feel Then it's the best feeling I've ever known It's undeniably real, oh Leave a tender moment alone  Ah (Leave a tender moment alone) You got to leave a tender moment alone (Leave a tender moment alone) Leave a tender moment Leave it alone (Leave a tender moment alone) You've got to leave a tender moment (Leave a tender moment alone)  ",
        "title": "Leave A Tender Moment Alone"
    },
    {
        "artist": "Deniece Williams",
        "lyrics": "  [Verse 1] My baby, he don't talk sweet He ain't got much to say But he loves me, loves me, loves me I know that he loves me anyway  And maybe he don't dress fine But I don't really mind Cause every time he pulls me near I just wanna cheer  [Chorus] Let's hear it for the boy Let's give the boy a hand Let's hear it for my baby You know you gotta understand Maybe he's no Romeo But he's my loving one-man show Whooa, whooa, whooa-oh Let's hear it for the boy  [Verse 2] My baby may not be rich He's watching every dime But he loves me, loves me, loves me We always have a real good time  And maybe he sings off-key But that's all right by me, yeah Cause what he does, he does so well Makes me wanna yell  [Chorus] Let's hear it for the boy Let's give the boy a hand Let's hear it for my baby You know you gotta understand Maybe he's no Romeo But he's my loving one-man show Whoa, whoa, whoa, whoa Let's hear it for the boy  [Pre-Chorus] 'Cause every time he pulls me near I just wanna cheer  [Chorus] Let's hear it for the boy Let's give the boy a hand Let's hear it for my baby You know you gotta understand Maybe he's no Romeo But he's my loving one-man show Whoa, whoa, whoa, whoa Let's hear it for the boy  [Outro] Let's hear it for the boy Let's hear it for my man Let's hear it for my man Let's hear it for my man Let's hear it for the boy Let's hear it for my man Let's hear it for the boy Let's hear it for my man Let's hear it for my man Let's hear it for the boy Let's hear it for my man Let's hear it for the boy Let's hear it for my man Let's hear it for my man Let's hear it for the boy Let's hear it for my man Let's hear it for my man  ",
        "title": "Let's Hear It For The Boy"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "If This Is It"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Stay The Night"
    },
    {
        "artist": "Julio Iglesias & Diana Ross",
        "lyrics": null,
        "title": "All Of You"
    },
    {
        "artist": "Teddy Pendergrass And Whitney Houston",
        "lyrics": null,
        "title": "Hold Me"
    },
    {
        "artist": "Van Stephenson",
        "lyrics": null,
        "title": "Modern Day Delilah"
    },
    {
        "artist": "Slade",
        "lyrics": null,
        "title": "My, Oh My"
    },
    {
        "artist": "Genesis",
        "lyrics": "  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  Why can't you see what's going on? I know you'd never admit You would ever be to blame Everything's a game to you The old days are gone And they're better left alone I cannot help you It's much too late  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  There's always a reason why it happened You never never did anything wrong, but it It just seem to fall apart But you're taking it all too hard  Now that it's dark, all of your fears Like shadows creeping around You're much too scared to look down And it's lonely out on your own The old days are gone And they're better left alone But I still miss you I keep it to myself  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  You're taking it all to heart You're taking it all too hard  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  Oh, no, not this confused again Oh, no not the same mistakes again You're taking it all to heart You're taking it all too hard  ",
        "title": "Taking It All Too Hard"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  [Verse 1] Well I see 'em every night in tight blue jeans In the pages of a Blueboy magazine Hey I've been thinking of a new sensation I'm picking up the good vibrations Oop she bop she bop  [Verse 2] Do I wanna go out with a lion's roar? Yeah, I wanna go south and get me some more Hey, they say that a stitch in time saves nine They say I better stop or I'll go blind Oop she bop she bop  [Hook] She bop he bop a we bop I bop you bop a they bop Be bop be bop a lu bop (I hope he will understand) She bop he bop a we bop I bop you bop a they bop Be bop be bop a lu she bop Oh she do she bop  [Verse 3] Hey, hey they say I better get a chaperone Because I can't stop messing with the danger zone I won't worry, and I won't fret Ain't no law against it yet Oop she bop she bop  [Hook]x2  ",
        "title": "She Bop"
    },
    {
        "artist": "Steve Perry",
        "lyrics": "  You should've been gone Knowing how I made you feel And I should've been gone After all your words of steel  Oh, I must have been a dreamer (Must have been a dreamer I know) And I must've been someone else (Someone else) And we should've been over (Over now)  Oh Sherrie, our love holds on, holds on (Our love holds on, holds on) Oh Sherrie, our love holds on, holds on (Our love holds on, holds on)  But I want to let go You'll go on hurtin' me You'd be better off alone If I'm not who you thought I'd be  But you know that there's a fever (There's a fever I know) That you'll never find nowhere else (Nowhere, nowhere else) Can't you feel it burnin' on and on  Oh Sherrie, our love holds on, holds on (Our love holds on, holds on) Oh Sherrie, our love holds on, holds on (Our love holds on, holds on) Oh Sherrie  But I should've been gone Long ago, far away And you should've been gone Now, I know you'd lie you stay  Oh Sherrie, our love holds on, holds on (Our love holds on, holds on) Oh Sherrie, our love holds on, holds on (Our love holds on, holds on)  Oh Sherrie, our love holds on, holds on (Our love holds on, holds on) (Oh Sherrie, our love Sherrie, Sherrie) Hold on, oh Sherrie  ",
        "title": "Oh, Sherrie"
    },
    {
        "artist": "Night Ranger",
        "lyrics": "  What do you do when it's falling apart And you knew it was gone from the very start Do you close your eyes and dream about me  A girl in love with a gleam in her eye I was a younger boy all dressed in white We're older now, Do you still think about me  I remember we learned about love in the back of a chevrolet Well it felt so good to be young, feels like yesterday  When you close your eyes, do you dream about me When you close your eyes, do you dream about me Do you still dream about me  I guess I don't know what I'm thinking Coming off a hard night of drinking Angie come closer to me, I need a soul to bleed on  It coulda been done in a different kinda way But that ain't you, you play tough when you play It's over now, I bet you still think about me  I remember I held you so tight And we danced the night away With the moves of two wide-eyed kids I need you so much today  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  I remember we learned about love in the back of a chevrolet No good for an old memory, to mean so much today  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you go to sleep at night, do you dream about me  ",
        "title": "When You Close Your Eyes"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": null,
        "title": "Dynamite"
    },
    {
        "artist": "Newcleus",
        "lyrics": "  Ha-ha-ha-ha, Yeah Jam on it (Yeah, yeah, we know, we know) Huh (Yeah, Cozmo, you gonna rock it, right?) (You gonna do it down, right?) Ha-ha-ha-ha, yeah (Hey, Cozmo, what's the name of this again?) (I forgot) Jam on it (Oh) (Oh, Chilly B, get down, ho) (Uh, oh, here comes Cozmo) (Ho) (Do we get to say wikki-wikki-wikki again?) Wikki-wikki-wikki-wikki (Shut up) Wikki-wikki-wikki-wikki  [Verse 1: Cozmo D] Three words to the whack \"step yourself back\" 'Cause we're gettin' down, and ain't givin' no slack Like a Burger King with a sack of Big Macs We're throwin' down with a rack of Bozaks One time, in your mind you see You gotta boogie to your best ability You gotta funk it up until it knocks you down And when you've funked enough, make sure you pass it around Come on, let's go to work We got what'll make your body jerk Make you throw your hands up in the air Shake your booty and scream, oh yeah 'Cause we are the Jam-On Crew And jammin' on it is how we do the do We'll funk you up until you boogie down So come on people check out the sound Check out the sound, check out the sound, check out the sound, check out the sound Check out the sound, check out the sound, check out the sound, check out the sound  (Jam on it)  Say, don't ya hear the sound Jam-On is gettin' down  (Jam on it)  [Verse 2: Chilly B] Allow me to introduce myself, my name is Chilly B And I'm a surefire, pure blooded bonafide house rockin' Jam-On Production MC If you want the best, come put me to the test, and I'm sure you'll soon agree That I've got no flaws 'cause I'm down by law when it comes to rockin' viciously, you see 'Cause when I was a little baby boy, my mama gave me a brand new toy Two turntables with a mic, and I learned to rock like Dolemite Time went by, on this God's creation, I knew someday I would rock the nation So I made up my mind just what to do and I joined with the Jam-On Production Crew So go crazy, go crazy, don't let your body be lazy I said don't stop the body rock till your eyesight starts to get hazy Clean out your ears and you open your eyes If you wanna hear the music just come alive An if you don't know how get ready to learn Cause Cozmo's takin' his turn to burn  [Verse 3: Cozmo D] You take a C, an O and a Z Then you add M-O and a freaky D Add a funky beat, and then what do you see It's Cozmo D, yeah, baby, that's me I've got the beat that's, oh, so sweet Without me rockin' it's incomplete So rock this y'all, rock that y'all Rock on and don't you dare stop You rock this, rock that, and that's a fact 'Cause the Jam-On Crew will rock your body right back Rock a steam locomotive right off the track And give the whole wide world a funk attack A to the beat y'all, get down Let me rock you to the rhythm of the funky sound From hill to hill, from sea to sea When Jam On's rockin' everybody screams (Jam on it) Jam on it Jam on and on, on and on it And if you're feelin' like you wanna dance all night Then go on ahead and flaunt it 'Cause jammin' on is what we do best It's what separates us from the rest And if you don't think our crew's down for real Let me tell you what happened to the man of steel (Say Superman had came to town to see who he could rock) (He blew away every crew he faced until he reached our block) (His speakers were three stories high, with woofers made of steel) (And when we brought our set outside, he said) \"Hah, be for real!\" He said, I'm faster than a speedin' bullet when I'm on the set I don't need no fans to cool my amps, I just use my super breath I could fly three times around the world without missin' a beat I socialize with X-ray eyes, and the ladies think it's sweet (And then he turned his power on and the ground began to move) (And all the buildings for miles around were swayin' to the groove) (And just when he had pulled the crowd and swore he'd won the fight) We rocked his butt with a 12 inch cut called \"Disco Kryptonite\" (Rock'em Cozmo!) Well, Superman looked up at me, he said, \"You rock so naturally\" I said now that you've learned the deal, let me tell you why I'm so for real I'm Cozmo D from outer space I came to rock the human race I do it right 'cause I can't do it wrong That's why the whole world is singin' this song  (Jam on it) Jam on it I said jam-j-j-j-jam on it As day turns to night and night turns to day Whatever time it is I wanna hear you say (Jam on it) Jam on it I said jam-m-m-m-m, jam on it Jam all around and upside down Keep jammin' to the Jam On Production sound  [Chilly B] (Jam on it) Jam on it I said jam-j-j-j-jam on it I said Jam On is the funky beat that takes control With the sure shot boogie that'll rock your soul (Jam on it) Jam on it I said jam-j-j-j-jam on it Get outta your seat and jam to the beat And don't you dare stop till early mornin'  Jam on it, jam on it, jam on it, jam on it Jam on it, jam on it, jam on it, jam on it  (Yeah, that's how you do it Cozmo) (You rocked it, that's the way you do it) (Yeah, like, did you see when he went in the corner) (And he started doin' this) (Wikki-wikki-wikki-wikki) (Wikki-wikki-wikki-wikki)  (Ah, man, this is too funky for me) (I'm goin' home) (Hey, Mergatroid, let's go) (Hey, you fellas seen my sister Mergatroid?) (She was standin' over here just a minute ago) (Yeah, I think I saw her over there with Grand D) (He's rockin' the mic, you know) (Diggy dang diggy dang da dang dang da diggy diggy diggy dang dang) (Di-r-r-r-ggy dang diggy diggy)  Say, don't ya hear the sound Jam On is gettin' down  ",
        "title": "Jam On It"
    },
    {
        "artist": "Night Ranger",
        "lyrics": "  [Verse 1] Sister Christian, oh, the time has come And you know that you're the only one To say, okay  Where you going, what you looking for You know those boys don't want to play no more with you It's true  [Chorus] You're motoring, what's your price for flight? In finding mister right You'll be alright tonight  [Verse 2] Babe, you know you're growing up so fast And mama's worrying that you won't last To say, let's play  Sister Christian, there's so much in life Don't you give it up before your time is due It's true It's true, yeah  [Chorus] Motoring What's your price for flight You've got him in your sight And driving through the night  [Guitar Solo]  [Chorus] You're motoring, what's your price for flight? In finding mister right You'll be alright tonight  [Chorus] Motoring What's your price for flight You've got him in your sight And driving through the night  Motoring, what's your price for flight? In finding mister right You'll be alright tonight  [Outro] Sister Christian, oh, the time has come And you know that you're the only one To say, okay  But you're motoring Yeah, motoring  ",
        "title": "Sister Christian"
    },
    {
        "artist": "Yes",
        "lyrics": "  You can fool yourself You can cheat until you're blind You can cut your heart It can happen You can mend the wires You can feed the soul apart  You reach It can happen to you It can happen to me It can happen to everyone eventually  (It's a constant fight) A constant fight You're pushing the needle to the red  (Black and white) Who knows who's right No substitute you're born you're dead  (Fly by night) Created out of fantasy Our destination calls  Look up - look down Look out - look around Look up - look down There's a crazy world outside We're not about to lose our pride  It can happen to you It can happen to me It can happen to everyone eventually As you happen to say It can happen today As it happens it happens in every way  This world I like We architects of life A song a sigh Developing words that linger Through fields of green through open eyes This for us to see  Look up - look down Look out - look around So look up - look down There's a crazy world outside We're not about to lose our pride  It can happen to you It can happen to me It can happen to everyone eventually As you happen to say It can happen today As it happens it happens in every way As you happen to see It will happen to be Nothing happens to nowhere and nowhere  Come, old boy, you had much better have the thing out at once That is exactly what dentists always do Now, go on! Tell me the whole thing  Look up - look down There's a crazy world outside We're not about to lose our pride  It can happen to you It can happen to me It can happen to everyone eventually As you happen to see It will happen to be Nothing happens to nowhere and nowhere  You can fool yourself You can cheat until you're blind It can happen to me You can cut your heart It can happen to everyone eventually As you happen to say It can happen today As it happens It happens in every way You can mend the wires You can feed the soul apart You can touch your life You can bring your soul alive  It can happen to you It can happen to me It can happen to everyone eventually As you happen to say It can happen today As it happens it happens in every way  ",
        "title": "It Can Happen"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  Ooh, farewell my summer love, farewell Girl I won't forget you Farewell, my summer love, farewell, ooh I found my happiest days When you came to see your grandma in may I bumped into you by the corner store I told you that you sure looked good, now Your grandma's house was next to mine We were together most of the time But summer's gotten away from us Time's moving too fast for us Bye, bye, don't turn around 'Cause you might see me cry Farewell my summer love, farewell Girl I won't forget you Farewell, my summer love, farewell, ooh, yeah When you return to your hometown And you discuss your trip Will I be the guy that you put down? Or someone that you don't forget, no? I'll never forget you And maybe next year When you're out of school You'll return, but until you do, baby Bye, bye, don't turn around You might see me cry Farewell my summer love, farewell Girl I won't forget you Farewell, my summer love, farewell, yeah Ooh, farewell, farewell Ooh, farewell, farewell If you remember my name (Drop a line) Drop a line sometime, yeah, yeah, ooh Girl I won't forget you Farewell my summer love, farewell Girl I won't forget you Farewell, my summer love, farewell, ooh yeah Farewell my summer love, farewell Girl oh yeah Farewell, my summer love, farewell, farewell yeah, yeah, yeah Farewell my summer love, farewell Girl I won't forget you Farewell, my summer love, farewell  ",
        "title": "Farewell My Summer Love"
    },
    {
        "artist": "Rick James",
        "lyrics": null,
        "title": "17"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": "  You never hear about it It's not the thing you talk over with friends You never see it coming until it begins  But something stepped in between us It's taken all of our time alone In her heart love remains, but is seldom shown  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  A kiss goodbye, a kiss hello You wonder why she get's lonely You've got to show her, don't tell her She's your one and only, yeah  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  We make promises, promises And late at night you make big plans Someday we'll run away and leave the love demands, yeah  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  Two sides of love Two sides of love Two sides of love Two sides of love  ",
        "title": "Two Sides Of Love"
    },
    {
        "artist": "Chris de Burgh",
        "lyrics": "  Oh my heart is spinning like a wheel Only she can see the way that I feel Eyes are holding right across the room High explosion coming out of the blue Well here we go again Living in a world that others cannot share Yea here we go again We are moving from a spark to a flame  I am high on emotion, high again High on emotion, your love will find the way Hey ...... Oh my heart is burning like a fire Closer now and she is breathing desire Take my hand and give it all your light Take command I am your rhythm tonight Well here we go again We are moving from a spark to a flame Yea here we go again We are moving from a spark to a flame  I am high on emotion, high again High on emotion, your love will find the way  ",
        "title": "High On Emotion"
    },
    {
        "artist": "M + M",
        "lyrics": null,
        "title": "Black Stations/White Stations"
    },
    {
        "artist": "Scorpions",
        "lyrics": "  [Verse 1] Time, it needs time To win back your love again I will be there, I will be there Love, only love Can bring back your love someday I will be there, I will be there  I'll fight, babe I'll fight To win back your love again I will be there, I will be there Love, only love Can break down the wall someday I will be there, I will be there  [Chorus] If we'd go again All the way from the start I would try to change The things that killed our love Your pride has built a wall, so strong That I can't get through Is there really no chance To start once again I'm loving you  [Verse 2] Try, baby try To trust in my love again I will be there, I will be there Love, our love Just shouldn't be thrown away I will be there, I will be there  [Chorus] If we'd go again All the way from the start I would try to change The things that killed our love Your pride has built a wall, so strong That I can't get through Is there really no chance To start once again  If we'd go again All the way from the start I would try to change The things that killed our love Yes, I've hurt your pride, and I know What you've been through You should give me a chance This can't be the end I'm still loving you I'm still loving you, I need your love I'm still loving you  ",
        "title": "Still Loving You"
    },
    {
        "artist": "Culture Club",
        "lyrics": "  Guns that cross the street You never know who you might meet Who's in disguise Oooh, as you blow a storm There's no one there to keep you warm It's no surprise There's something in my eyes  It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle And dreams are made of emotion  Dance with the counterfeit The plastic smiles and micro heat I'll meet you there I'll meet you there Run to the edge of town Where Hollywood lay its footprints down Monroe was there But do you really care  It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle And dreams are made of emotion  (Cry) It's a miracle (Oh Cry) It's a miracle (Oh Cry) It's a miracle (Oh) Cry It's a miracle  Guns that cross the street You never know who you might meet Who's in disguise Who's in disguise Oooh, as you blow a storm There's no one there to keep you warm It's no surprise There's something in my eyes  It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle And dreams are made of emotion  (Baby do, baby do, baby do Baby do that bump, yeah)  It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle It's a miracle  (It's a miracle) And dreams are made of emotion (It's a miracle It's a miracle) And dreams are made of emotion (It's a miracle) Made of emotion (It's a miracle It's a miracle) And dreams are made of emotion Yeah, emotion  ",
        "title": "It's A Miracle"
    },
    {
        "artist": "Juice Newton",
        "lyrics": null,
        "title": "A Little Love"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  Give me two strong arms To protect myself Give me so much love That I forget myself I need to swing from limb to limb To relieve this mess I'm in 'Cause when depression starts to win I need to be right by your side Yes I do  No one seems to touch me In the way you do Nothing seems to hurt me When I'm close to you I'm so full of desire When you set my head on fire I need to be right by your side Yes I do  Every single one of us needs Love, love, love Everybody needs to give and receive love Every single day can drag us Down, down, down But there's nothing left to fear When love gets into town  I'm so full of desire When you set my head on fire I need to be right by your side Give me two strong arms To protect myself Give me so much love That I forget myself I need to swing from limb to limb To relieve this mess I'm in 'Cause when depression starts to win I need to be right by your side I need to be right by your side  ",
        "title": "Right By Your Side"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] What more can I do, there's nothing I haven't tried Still it's so hard for her to notice I've tried hard to be straight There's nothing left I can say If only she would look my way  [Chorus] She don't know me, she don't know She don't see me, she don't care She can't hear me, can't hear Can not help me, she don't want She don't want me like I want her Like I wan't her got to tell her Got to tell her that I love her That I love her She doesn't even know my name  [Verse 2] I dream of when she'll be mine I dream of crossing that line And holding her so tender Dreaming it could come true So many things I would do If only you'd give me a chance  [Chorus]  ",
        "title": "She Don't Know Me"
    },
    {
        "artist": "Quiet Riot",
        "lyrics": "  Ma mama weer all crazee now Ma ma mama weer all crazee now Woo! I don't want to drink my whiskey like you do I don't need to spend my money but still do Well don't stop now come on Another drop now so come on I want a lot now so come on That's why That's why I say Ma mama weer all crazee now Ma ma mama weer all crazee now, yeah And you told me fool firewater won't hurt me, but you lied And you tease me and all my ladies dessert me, I'm gonna get 'em back But don't stop now come on Another drop so come on I want a lot now so come on That's why That's why I say Ma mama weer all crazee now I say Ma ma mama weer all crazee now Get crazee Yeah! Let's go! Let's party! I say Ma mama weer all crazee now Ma mama weer all crazee now Oh yeah Ma mama weer all crazee now Ooh Ma ma ma ma mama weer all crazee now Get crazee with me Ma mama weer all crazee now (Mama, mama I'm going crazee. Help me) Ma mama weer all crazee now (Oh help me I'm going wild and crazee) Ma mama weer all crazee now I say Ma ma ma ma mama weer all crazee I said Ma ma ma ma mama weer all crazee now Yeah Woo-hoo!  ",
        "title": "Mama, Weer All Crazee Now"
    },
    {
        "artist": "Rockwell",
        "lyrics": "  I came home knocked out after work  That's when my telephone goes berserk How can I unwind or get some rest Receiving sick phone calls from a lonely pest Find someone else to bother Mister or Miss Obscene Phone Caller Why do you get off breathing on that phone  Obscene Phone Caller leave me alone Why did you have to pick me out of all the people in the directory  I don't know what's going thru' your mind  But these naughty phone calls are a waste of time I must have my number changed Or trace these calls from whence they came  If Alexander Bell were alive today Would he want the telephone to be used this way? Find someone else to bother Mister or Miss Obscene phone Caller.  Obscene phone Caller Find someone else to bother Obscene phone Caller You dirty little nasty twit  ",
        "title": "Obscene Phone Caller"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  Who's that girl?  The language of love Slips from my lover's tongue Cooler than ice cream And warmer than the sun Dumb hearts get broken Just like china cups The language of love Has left me broken on the rocks  But there's just one thing (Just one thing) But there's just one thing And I really wannna know  Who's that girl Running around with you? Tell me Who's that girl Running around with you?  The language of love Has left me stony grey Tongue tied and twisted At the price I've had to pay Your careless notions Have silenced these emotions Look at all the foolishness Your lover's talk has done  ",
        "title": "Who's That Girl"
    },
    {
        "artist": "Joe Jackson",
        "lyrics": "  Sometimes you start feeling so lost and lonely Then you find it's all been in your mind Sometimes you think someone is the one and only Can't you see it could be you and me? But if there's any doubt Then I think I'll leave it out  'Cause I'll tell you one thing You can't get what you want Till you know what you want Said you can't get what you want Till you know what you want  Sometimes you keep busy reaching out for something You don't care, there's always something there Sometimes you can't see that all you need is one thing If it's right you could sleep at night But it can take some time But at least I'm here in line  'Cause I'll tell you one thing You can't get what you want Till you know what you want Said you can't get what you want Till you know what you want  Sometimes you can't see that all you need is one thing If it's right you could sleep at night But it can take some time But at least I'm here in line  'Cause I'll tell you one thing You can't get what you want Till you know what you want Said you can't get what you want Till you know what you want  I'll tell you one thing You can't get what you want, what you want I'll tell you one thing You can't get what you want, what you want  ",
        "title": "You Can't Get What You Want"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Hello"
    },
    {
        "artist": "The Alan Parsons Project",
        "lyrics": null,
        "title": "Prime Time"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] How can I just let you walk away Just let you leave without a trace When I stand here taking every breath With you, ooh ooh You're the only one who really knew me at all How can you just walk away from me When all I can do is watch you leave Cause we've shared the laughter and the pain And even shared the tears You're the only one who really knew me at all  [Chorus] So take a look at me now Oh there's just an empty space And there's nothing left here to remind me Just the memory of your face Ooh take a look at me now Well there's just an empty space And you coming back to me is against the odds And that's what I've got to face  [Verse 2] I wish I could just make you turn around Turn around and see me cry There's so much I need to say to you So many reasons why You're the only one who really knew me at all  [Chorus] So take a look at me now Well there's just an empty space And there's nothing left here to remind me Just the memory of your face Now take a look at me now Cause there's just an empty space But to wait for you, is all I can do And that's what I've got to face  [Outro] Take a good look at me now Cause I'll still be standing here And you coming back to me is against all odds It's the chance I've gotta take Take a look at me now  ",
        "title": "Against All Odds (Take A Look At Me Now)"
    },
    {
        "artist": "Bananarama",
        "lyrics": "  [Verse 1] Hot summer streets And the pavements are burning I sit around Trying to smile But the air is so heavy and dry  [Verse 2] Strange voices are saying (What did they say) Things I can't understand It's too close for comfort This heat has got right out of hand  [Chorus 1] It's a cruel, (cruel) cruel summer Leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Verse 3] The city is crowded My friends are away And I'm on my own It's too hot to handle So I got to get up and go  [Chorus 1] It's a cruel, (cruel) cruel summer Leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Bridge] You're not the only one  [Chorus 2] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Instrumental break]  [Chorus 3] It's a cruel, cruel summer Leaving me here on my own It's a cruel, cruel summer Now you're gone  [Bridge] You're not the only one  [Chorus 2] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Bridge] You're not the only one  [Outro] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer…  ",
        "title": "Cruel Summer"
    },
    {
        "artist": "Carol Lynn Townes",
        "lyrics": "  Minus just a bit Our love will never fit You said, too bad Our love won't reach it's peak If there is the slightest break You took the best that I had  Ninety-nine and a half won't do Gotta have all of your love Ninety-nine and a half won't do A part of you just ain't enough  No, babe  Without one half percent Our love is incomplete That's how I knew The last drop of your love Should belong to only me But your eyes is for real  Ninety-nine and a half won't do Gotta have all of your love Ninety-nine and a half won't do A part of you just ain't enough  Ninety-nine and a half won't do Gotta have all of your love Ninety-nine and a half won't do A part of you just ain't enough  Won't do, do, do....  Ninety-nine and a half won't do Gotta have all of your love Ninety-nine and a half won't do A part of you just ain't enough  Ninety-nine and a half won't do (Gotta be me and you) All of your love Ninety-nine and a half won't do A part of you just ain't enough  Ninety-nine and a half won't do All of your love Ninety-nine and a half won't do A part of you just ain't enough  ",
        "title": "99 1/2"
    },
    {
        "artist": "Patrice Rushen",
        "lyrics": "  Feels so real And my mind won't let go Feels so real And my mind won't let go  It is a night I won't forget The kind you dream of Sweet candlelight, the mood is set I'm ready for love  Your kiss, your sweet embrace I'll never be the same Are you my dream come true You just thrilled me so, won't let go  Feels so real And my mind won't let go (Is this my dream come true) It feels so real And my mind won't let go  Feels so real And my mind won't let go (No matter what I do) It feels so real And my mind won't let go  So close to you and yet so far It tears me apart I wish you knew my happiness Is there where you are  For you I'll be true And it will be the same We kiss and on like this Love will surely grow, don't let it go  Feels so real And my mind won't let go (Is this a dream come true) It feels so real And my mind won't let go (No matter what I do)  It feels so real And my mind won't let go (Whoa, whoa) Feels so real And my mind won't let go (No matter what I do)  Givin' love, just the two of us Makin' love Does it seem that love is just a dream Give it up  Givin' love, just the two of us Makin' love (Feels so real) Does it seem that love is just a dream Give it up (My love is comin' on strong)  Feels so real And my mind won't let go (Is my love for you) Feels so real And my mind won't let go (Is this a dream come true)  It feels so real And my mind won't let go (Whoa, whoa) Feels so real And my mind won't let go  Feels so real No matter what I do, it feels so real, so real, so real Feels so real And my mind won't let go  Givin' love, just the two of us Makin' love (Feels so real) Does it seem that love is just a dream Give it up (My love is comin' on strong)  Feels so real And my mind won't let go (Oh...oh...oh...oh...yeah) Feels so real And my mind won't let go (Is this my dream come true)  It feels so real And my mind won't let go (No matter what I do is this a dream come true) It feels so real And my mind won't let go (Oh...ho...oh...)  Feels so real And my mind won't let go (Whoa...oh...ho...ho...yeah) Feels so real And my mind won't let go (No matter what I do)  It feels so real (So real) And my mind won't let go  ",
        "title": "Feels So Real (Won't Let Go)"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  Gypsy, sittin' looking pretty A broken rose with laughin' eyes You're a mystery, always runnin' wild Like a child without a home You're always searchin', searchin' for a feeling But it's easy come and easy go Oh I'm sorry but it's true  You're bringin' on the heartache Takin' all the best if me, oh can't you see? You got the best of me, oh can't you see?  You're bringin' on the heartbreak Bringin' on the heartache You're bringin' on the heartbreak Bringin' on the heartache Can't you see?  You're such a secret, misty eyes and shady Lady how you hold the key Oh you're like a candle, your flame slowly fadin' Burnin' out and burnin' me Can't you see, just tryin' to say to you  You're bringin' on the heartache Takin' all the best of me, oh can't you see? You got the best of me, oh can't you see?  You're bringin' on the heartbreak Bringin' on the heartache You're bringin' on the heartbreak Bringin' on the heartache Can't you see, Can't you see  No! No! No!  You got the best of me, oh can't you see? You got the best of me, oh can't you see?  You're bringin' on the heartbreak Bringin' on the heartache You're bringin' on the heartbreak Bringin' on the heartache You're bringin' on the heartbreak Bringinn' on the heartache You're bringin' on the heartbreak  ",
        "title": "Bringin' On The Heartbreak"
    },
    {
        "artist": "Paul Young",
        "lyrics": "  [Verse 1:] Living on free food tickets Water in the milk From a hole in the roof Where the rain came through What can you do? Mmm  Tears from your little sister Crying because She doesn't have a dress Without a patch for the party to go But you know she'll get by  [Chorus:] Cause she's living In the love of the common people Smiles from the heart of a family man (Ah, ah, yeah)  Daddy's gonna buy you a dream to cling to Mama's gonna love you Just as much as she can (So cold) And she can  [Verse 2:] It's a good thing you don't have bus fare (It's a good thing, ouch) It would fall through the hole in your pocket And you'd lose it  In the snow on the ground (Ow, ah, ah, yeah) You gotta walk into town to find a job (What's it now?) Trying to keep your hands warm (It's so cold)  When the hole in your shoe Let the snow come through And chill you to the bone (Brrr, cha) Somehow you'd better go home where it's warm  [Chorus:] Where you can Live in a love of the common people Smile from the heart of a family man (Ah, ah, yeah)  Daddy's gonna buy you a dream to cling to Mama's gonna love you Just as much as she can (So cold) And she can  [Bridge:] Living on a dream ain't easy But the closer the knit The tighter the fit (The closer the knit)  And the chills stay away (Ow, ah, ah, yeah) Just to take 'em in stride for family pride  You know that faith is your foundation (Ooh, now, ooh, now, ooh, now) With a whole lotta love And a warm conversation  But don't forget to pray (Forget to pray) Just making it strong where you belong  [Chorus:] And we're living In the love of the common people Smiles from the heart of a family man (What's it now?)  Daddy's gonna buy you a dream to cling to Mama's gonna love you just As much as she can (You're so cold) And she can  Yes, we're living In the love of the common people Smile's from the heart of a family man (Ah, ah, yeah)  Daddy's gonna buy you a dream to cling to Mama's gonna love you Just as much as she can (You're so cold)  Living in the love of the common people Smile's from the heart of a family man (What's it now?)  Daddy's gonna buy you a dream to cling to Mama's gonna love you Just as much as she can (You're so cold)  Living in the love of the common people Smile's really hard on a family man (Ah, ah, yeah)  Daddy's gonna buy you a dream to cling to Mama's gonna love you Just as much as she can And she can  ",
        "title": "Love Of The Common People"
    },
    {
        "artist": "Joe Jackson",
        "lyrics": null,
        "title": "Happy Ending"
    },
    {
        "artist": "The Style Council",
        "lyrics": "  I could be discontent and chase the rainbow's end I might win much more but lose all that is mine I could be a lot but I know I'm not I'm content just with the riches that you bring I might shoot to win and commit the sin Of wanting more than I've already got I could runaway but I'd rather stay In the warmth of your smile lighting up my day (The one that makes me say, hey)  Cause you're the best thing that ever happened to me or my world You're the best thing that ever happened - so don't go away  I might be a king and steal my peoples' things But I don't go for that power crazy way All that I could rule but I don't check for fools All that I need is to be left to live my way (Say listen what I say)  Cause you're the best thing that ever happened to me or my world You're the best thing that ever happened - so don't go away  Cause you're the best thing that ever happened to me or my world You're the best thing that ever happened - so don't go away  I could chase around for nothing to be found But why look for something that is never there I may get it wrong sometimes but I'll come back in style For I realise your love means more than anything (The song you make me sing, yeah)  Cause you're the best thing that ever happened to me or my world You're the best thing that ever happened - so don't go away Cause you're the best thing that ever happened to me or my world You're the best thing that ever happened - so don't go away  ",
        "title": "You're The Best Thing"
    },
    {
        "artist": "Survivor",
        "lyrics": null,
        "title": "The Moment Of Truth"
    },
    {
        "artist": "Slade",
        "lyrics": "  Hold on! I like black and white (Dreaming of black and white) You like black and white Run run away  See chameleon (Lying there in the sun) All things to everyone Run run away  If you're in the swing (Money ain't everything) If you're in the swing Run run away  See chameleon (Lying there in the sun) All things to everyone Run run away  If you gotta crush (Don't beat about the bush) When I gotta crush Run run away  See chameleon (Lying there in the sun) All things to everyone Run run away  Oh now can't you wait (Love don't come on a plate) Oh now can't you wait Run run away  See the chameleon Lying there in the sun All things to everyone Run run away  Run run away Run run away Run run away  ",
        "title": "Run, Runaway"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Simple"
    },
    {
        "artist": "Pretenders",
        "lyrics": null,
        "title": "Thin Line Between Love And Hate"
    },
    {
        "artist": "Giorgio Moroder (Featuring Paul Engeman)",
        "lyrics": null,
        "title": "Reach Out"
    },
    {
        "artist": "Cherelle",
        "lyrics": null,
        "title": "I Didn't Mean To Turn You On"
    },
    {
        "artist": "Jocelyn Brown",
        "lyrics": "  I-I-I-I.....can´t get off my high horse And I can´t let you go You are the one who You are the one who makes me feel So real Yeah yeah yeah Oh! What am I supposed to do Oh! What am I supposed to do baby When I´m so hooked up on you Then I realise Oh I realise That you are somebody else´s guy Oh yeah Why you wanna do this to me boy? (Ooh ooh ooh Somebody else´s guy) Can you remember the times we spent together Sharing our days in the sun Then I found out that you were somebody else´s Lover After all the plans we made, now were shattered Still I can´t get off my high horse I can´t let go You are the one who makes me feel so real Ooh what am I supposed to do When I´m hooked so on you Then I realise that you´re somebody else´s guy That day in September, I´m sure you can remember That´s when all the stuff hit the fan You told me a lie and you didn´t have an alibi But baby yet I still cared You know I loved you so baby that I can´t let go No, no You are the one who makes me feel so real Ooh what am I supposed to do When I´m hooked so on you And realise you´re somebody else´s guy You know I loved you so baby that I can´t let go You are the one who makes me feel so real Ooh what am I supposed to do When I´m hooked so on you And then I realise that you´re somebody else´s Guy (Oh I can´t get off my high horse and I can´t Let go You are the one who makes me feel so real Ooh, what am I supposed to do when I´m hooked so On you And realise that you´re somebody else´s guy) (Oh I can´t get off my high horse and I can´t Let go You are the one who makes me feel so real Ooh, what am I supposed to do when I´m hooked so On you And realise that you´re somebody else´s guy) I, I, I, I can´t let you go no See you are the one who makes me feel so real What am I supposed to do When I´m hooked so on you Then I realise that you´re somebody else´s guy Repeat chorus and Ad Lib to fade  ",
        "title": "Somebody Else's Guy"
    },
    {
        "artist": "INXS",
        "lyrics": "  In the silence, I think of you I send a message, and I hope it get's through Think of the distance Think of the miles All of the valley's, could take a while  I miss the people I miss the fun You're my apparition She's my only one  And I imagine you standing here It's subliminal, so inspirational Man of the world for all the good reasons Take away the pain and drink the wine  I miss the people I miss the fun You're my apparition She's my only one  In the silence, I think of you I send a message and I hope it get's through Think of the distance Think of the miles All of the valleys, could take a while  I miss the people I miss the fun You're my apparition She's my only one  I miss the people You miss the fun You're my apparition She's my only one  ",
        "title": "I Send A Message"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  Did you never call? I waited for your call These rivers of suggestion are driving me away The trees will bend, the cities wash away The city on the river, there is a girl without a dream I'm sorry Eastern to mountain, third party call, the lines are down The wise man built his words upon the rocks But I'm not bound to follow suit The trees will bend, the conversation's dimmed Go build yourself another home, this choice isn't mine Did you never call? I waited for your call These rivers of suggestion are driving me away The ocean sang, the conversation's dimmed Go build yourself another dream, this choice isn't mine  ",
        "title": "South Central Rain (I'm Sorry)"
    },
    {
        "artist": "Jenny Burton & Patrick Jude",
        "lyrics": null,
        "title": "Strangers In A Strange World"
    },
    {
        "artist": "Berlin",
        "lyrics": null,
        "title": "Now It's My Turn"
    },
    {
        "artist": "Red Rider",
        "lyrics": "  Young thing, young thing Your blade is ripe Walk out with a fever In the night Young thing, young thing With your fist so fat Forget about that Come on out and move me  Move me, move me Let your spirit ring Rock me 'Til I can't think  Young thing, young thing Is your world so flat Drive out to the edges Drive it all back  Young thing, young thing When they lock you inside Slip out the back Come on and move me  Move me, move me Let your spirit ring Rock me 'Til I can't think  Move me, move me With all of your might Rock me, rock me Rock me, rock me  Young thing, young thing With your senses sharp This land is your land It's in the heart  Young thing, young thing With your senses keen This world is your world This world is free  Young dream, young dream Take it to the heights Roll me over Those cities of lights  Young thing, wild dreams We'll roll it to the sea We won't sop until we've Been released  Move me, move me Put it to the test Rock me I can't get no rest  Move me, move me 'Til I can't sleep Rock Me  Young thing, young thing Take me to the heights (Rock me) Roll me over Those cities of lights (Rock me)  Young thing, wild dreams We'll roll it to the sea (Rock me) We won't stop Until we've been released (Rock me)  Young thing, young thing Is your world so flat (Rock me) Let's drive out where the edge is Drive it all back (Rock me)  Young thing, wild dreams When they lock you inside Slip out the back (Rock me) Come on and move me  ",
        "title": "Young Thing, Wild Dreams (Rock Me)"
    },
    {
        "artist": "Orion The Hunter",
        "lyrics": null,
        "title": "So You Ran"
    },
    {
        "artist": "Irene Cara",
        "lyrics": null,
        "title": "Breakdance"
    },
    {
        "artist": "Julio Iglesias And Willie Nelson",
        "lyrics": "  To all the girls I've loved before Who travelled in and out my door I'm glad they came along I dedicate this song To all the girls I've loved before  To all the girls I once caressed And may I say I've held the best For helping me to grow I owe a lot I know To all the girls I've loved before  The winds of change are always blowing And every time I try to stay The winds of change continue blowing And they just carry me away  To all the girls who shared my life Who now are someone else's wives I'm glad they came along I dedicate this song To all the girls I've loved before  To all the girls who cared for me Who filled my nights with ecstasy They live within my heart I'll always be a part Of all the girls I've loved before  The winds of change are always blowing And every time I try to stay The winds of change continue blowing And they just carry me away  To all the girls we've loved before Who travelled in and out our doors We're glad they came along We dedicate this song To all the girls we've loved before  To all the girls we've loved before Who travelled in and out our doors We're glad they came along We dedicate this song To all the girls we've loved before...  ",
        "title": "To All The Girls I've Loved Before"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  [Chorus] Oh, oh, oh For the longest time Oh, oh, oh For the longest time  If you said goodbye to me tonight There would still be music left to write What else could I do I'm so inspired by you That hasn't happened for the longest time  Once I thought my innocence was gone Now I know that happiness goes on That's where you found me When you put your arms around me I haven't been there for the longest time  [Chorus]  I'm that voice you're hearing in the hall And the greatest miracle of all Is how I need you And how you needed me too That hasn't happened for the longest time  Maybe this won't last very long But you feel so right And I could be wrong Maybe I've been hoping too hard But I've gone this far And it's more than I hoped for  Who knows how much further we'll go on Maybe I'll be sorry when you're gone I'll take my chances I forgot how nice romance is I haven't been there for the longest time  I had second thoughts at the start I said to myself Hold on to your heart Now I know the woman that you are You're wonderful so far And it's more than I hoped for  I don't care what consequence it brings I have been a fool for lesser things I want you so bad I think you ought to know that I intend to hold you for the longest time  [Outro] Oh, oh, oh For the longest time Oh, oh, oh For the longest time Oh, oh, oh For the longest time  ",
        "title": "The Longest Time"
    },
    {
        "artist": "Alabama",
        "lyrics": "  [Verse 1] There's a light In your eyes tonight You know I'd know that look anywhere You got plans And I'm one lucky man Before we get so carried away There's just something I've been wanting to say  [Chorus] When we make love It's more to me than just an affair I want you to know how much I care When we make love Oh, it's such a precious time We share our hearts, our souls and our minds When we make love  [Verse 2] Watching you Make your little moves I can tell it's gonna be a long night All day long We keep holdin' on It couldn't be any better than this I got it all at my finger tips  [Chorus]  [Bridge] These moments These feelings Mmmmmm  [Chorus]  [Outro] Now let's make love  ",
        "title": "When We Make Love"
    },
    {
        "artist": "Randy Bell",
        "lyrics": null,
        "title": "Don't Do Me"
    }
]