[
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  [Verse 1] I'm saying all the things that I know you'll like Making good conversation I gotta handle you just right You know what I mean I took you to an intimate restaurant Then to a suggestive movie There's nothing left to talk about Unless it's horizontally  [Chorus] (x2) Let's get physical, physical I wanna get physical Let's get into physical Let me hear your body talk, your body talk Let me hear your body talk  [Verse 2] I've been patient, I've been good Tried to keep my hands on the table It's gettin' hard this holdin' back If you know what I mean I'm sure you'll understand my point of view We know each other mentally You gotta know that you're bringin' out The animal in me  [Chorus] (x3)  [Outro] Let's get animal, animal I wanna get animal Let's get into animal Let me hear your body talk Let me hear your body talk  ",
        "title": "Physical"
    },
    {
        "artist": "Foreigner",
        "lyrics": "  [Verse 1] So long, i've been looking too hard, I've waiting too long Sometimes I don't know what I will find I only know it's a matter of time When you love someone When you love someone It feels so right, so warm and true I need to know if you feel it too Maybe I'm wrong Won't you tell me if I'm coming on too strong? This heart of mine has been hurt before This time I want to be sure  [Chorus] I've been waiting for a girl like you To come into my life I've been waiting for a girl like you A love that will survive I've been waiting for someone new To make me feel alive Yeah, waiting for a girl like you To come into my life  [Verse 2] You're so good When we make love it's understood It's more than a touch or a word we say Only in dreams could it be this way When you love someone Yeah, really love someone Now, I know it's right From the moment I wake up till deep in the night There's no where on earth that I'd rather be Than holding you, tenderly  [Chorus] I've been waiting for a girl like you To come into my life I've been waiting for a girl like you A love that will survive I've been waiting for someone new To make me feel alive Yeah, waiting for a girl like you To come into my life I've been waiting for a girl like you To come into my life I've been waiting for a girl like you A love that will survive I've been waiting for someone new To make me feel alive Yeah, waiting for a girl like you To come into my life  [Outro] Won't you come into my life? My life?  ",
        "title": "Waiting For A Girl Like You"
    },
    {
        "artist": "The Police",
        "lyrics": "  [Verse 1] Though I've tried before to tell her Of the feelings I have for her in my heart Every time that I come near her I just lose my nerve as I've done from the start  [Chorus] Every little thing she does is magic Everything she does just turns me on Even though my life before was tragic Now I know my love for her goes on  [Verse 2] Do I have to tell the story Of a thousand rainy days since we first met It's a big enough umbrella But it's always me that ends up getting wet  [Chorus] Every little thing she does is magic Everything she does just turns me on Even though my life before was tragic Now I know my love for her goes on  [Bridge] I resolved to call her up A thousand times a day Ask her if she'll marry me In some old fashioned way But my silent fears have gripped me Long before I reach the phone Long before my tongue has tripped me Must I always be alone  [Chorus] Every little thing she does is magic Everything she does just turns me on Even though my life before was tragic Now I know my love for her goes on Every little thing she does is magic Everything she does just turns me on Even though my life before was tragic Now I know my love for her goes on  [Outro] Every little thing, every little thing Every, every little thing Every little, every little, every little Every little thing she does Every little thing she does Every little thing she does Every little thing she does That she does is magic Eee oh oh, eee oh oh, eee oh oh, eee oh oh Eee oh oh, eee oh oh, eee oh oh, eee oh oh Eee oh oh, eee oh oh, eee oh oh, eee oh oh Eee oh oh, eee oh oh, eee oh oh, eee oh oh Every little thing Every little thing Every little thing, she does is magic, magic, magic Magic, magic, magic Ey oh, yo oh Eee oh oh oh oh oh Do I have to tell the story Of a thousand rainy days since we first met It's a big enough umbrella But it's always me that ends up getting wet  ",
        "title": "Every Little Thing She Does Is Magic"
    },
    {
        "artist": "Commodores",
        "lyrics": null,
        "title": "Oh No"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  We can boogie down, down, upon down The boogie down, down, upon down The boogie down, down, upon down The boogie down, down  Let's groove tonight Share the spice of life Baby slice it right We're gonna groove tonight  Let this groove, get you to move It's alright, alright, alright Let this groove, set in your shoes So stand up, alright, alright  Gonna tell you what you can do With my love, alright Let you know girl you're looking good You're out of sight, alright  Just move yourself and glide like a 747 and Lose yourself in the sky among the clouds in the heavens, gods  Let this groove, light up your fuse, it's alright, alright, alright Let this groove, set in your shoes So stand up, alright, alright  Let me tell you what you can do With my love, alright  Gotta let you know girl you're looking good You're out of sight, alright  Just tell the DJ to play your favorite tune Then you know it's okay What you found is happiness, now  Let this groove, light up your fuse, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  You will find peace of mind on the floor Take a little time, come and see, you and me Make a little sign, I'll be there after a while If you want my love  We can boogie on down, down, boogie on down down We can boogie on down, down, boogie on down down  Let's groove tonight Share the spice of life Baby slice it right We're gonna groove tonight  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  Yeah alright  Let this groove, get you to move, alright, alright, alright Let this groove set in your shoes So stand up, alright, alright  ",
        "title": "Let's Groove"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  [Verse 1] Billy left his home with a dollar in his pocket And a head full of dreams He said somehow, someway It's gotta get better than this  Patti packed her bags Left a note for her mama She was just seventeen There were tears in her eyes When she kissed her little sister goodbye  They held each other tight As they drove on through the night They were so excited We got just one shot of life Let's take it while we're still not afraid  Because life is so brief And time is a thief, when you're undecided And like a fistful of sand It can slip right through your hands  [Chorus] Young hearts be free tonight Time is on your side Don't let them put you down Don't let 'em push you around Don't let 'em ever change your point of view  [Verse 2] Paradise was closed So they headed for the coast in a blissful manner They took a tworoom apartment That was jumping every night of the week  Happiness was found in each other's arms As expected, yeah Billy pierced his ears Drove a pickup, like a lunatic sing, ooh!  [Chorus] Young hearts be free tonight Time is on your side Don't let them put you down Don't let 'em push you around Don't let 'em ever change your point of view  [Pre-instrumental] Come on babe!  [Instrumental Break]  [Bridge] Young hearts, be free tonight Time is on, on your side  [Verse 3] Billy wrote a letter back home To Patti's parents tryin' to explain He said: 'We're both real sorry That it had to turn out this way'  But there ain't no point in talking When there's nobody listening So we just ran away Patti gave birth to a ten-pound baby boy, yeah!  [Chorus] Young hearts be free tonight, time is on your side Young hearts be free tonight, time is on your side Young hearts be free tonight, time in on your side  Young hearts gotta run free Be free, live free Time is on, time is on your side Time, time, time Time is on your side Is on your side Is on your side Is on your side Young heart be free tonight Tonight, tonight, tonight Tonight, tonight, yeah  ",
        "title": "Young Turks"
    },
    {
        "artist": "Air Supply",
        "lyrics": null,
        "title": "Here I Am (Just When I Thought I Was Over You)"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  Ooh-wah Ooh-wah Ooh-wah Ooh-wah Ooh-wah Ooh-wah  Why do fools fall in love?  Why do birds sing so gay? And lovers await the break of the day? Why do they fall in love? Why does the rain fall from up above? Why do fools fall in love? Why do they fall in love?  Love is a losing game And love can be a shame I know of a fool, you see For that fool is me  Tell me why? Tell me why?  Why do birds sing so gay? And lovers await the break of the day? Why do they fall in love? Why does the rain fall from up above? Why do fools fall in love? Why do they fall in love?  Why does my heart skip a crazy beat? For I know It will reach defeat  Tell me why? Tell me why?  Why do fools fall in love?  Tell me why? Tell me why?  ",
        "title": "Why Do Fools Fall In Love"
    },
    {
        "artist": "Quarterflash",
        "lyrics": "  [Verse 1] Crying on the corner Waiting in the rain I swear I will never ever wait again You gave me your word But words for you are lies  [Pre-Chorus 1] Darling in my wildest dreams I never thought I'd go But it’s time to let you know  [Chorus] I’m gonna harden my heart I’m gonna swallow my tears I’m gonna turn and leave you here  [Verse 2] All of my life I’ve been waiting in the rain I’ve been waiting for a feeling that never ever came It feels so close but always disappears  [Pre-Chorus 2] Darling in your wildest dreams You never had it good But it’s time you’ve got the news  [Chorus] I’m gonna harden my heart I’m gonna swallow my tears I’m gonna turn and leave you here  [Pre-Chorus 1] Darling in my  wildest dreams I never thought I'd go But it’s time to you know  [Chorus] I’m gonna harden my heart I’m gonna swallow my tears I’m gonna turn And leave you here  [Outro] I’m gonna harden my heart I’m gonna swallow my tears I’m gonna harden my heart I’m gonna swallow my tears Harden my heart I’m gonna swallow my tears Oh oh oh oh Harden my heart I’m gonna harden my heart I’m gonna swallow my tears I’m gonna harden my heart I’m gonna swallow my tears Harden my heart I’m gonna swallow my tears Oh oh oh oh Harden my heart I’m gonna harden my heart  ",
        "title": "Harden My Heart"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Just a small town girl, living in a lonely world She took the midnight train going anywhere Just a city boy, born and raised in South Detroit He took the midnight train going anywhere A singer in a smoky room A smell of wine and cheap perfume For a smile they can share the night It goes on and on and on and on  [Chorus] Strangers waiting, up and down the boulevard Their shadows searching in the night Streetlights people, living just to find emotion Hiding, somewhere in the night  [Verse 2] Working hard to get my fill Everybody wants a thrill Payin' anything to roll the dice Just one more time Some will win, some will lose Some were born to sing the blues Oh, the movie never ends It goes on and on and on and on  [Chorus] Strangers waiting, up and down the boulevard Their shadows searching in the night Streetlights people, living just to find emotion Hiding, somewhere in the night  [Outro] Don't stop believing Hold on to the feeling Streetlights people Don't stop believing Hold on Streetlight people Don't stop believing Hold on to the feeling Streetlights people  ",
        "title": "Don't Stop Believin'"
    },
    {
        "artist": "Stevie Nicks With Don Henley",
        "lyrics": "  [Verse 1: Stevie Nicks] Is love so fragile and the heart so hollow Shatter with words impossible to follow You're saying I'm fragile, try not to be I search only for something I can't see I have my own life And I am stronger than you know  [Verse 2: Stevie Nicks] But I carry this feeling When you walked into my house That you won't be walking out the door Still I carry this feeling When you walked into my house That you won't be walking out the door  [Chorus: Stevie Nicks] Lovers forever, face to face My city, your mountains Stay with me, stay I need you to love me I need you today Give to me your leather Take from me my lace  [Verse 3: Don Henley] You in the moonlight With your sleepy eyes Could you ever love a man like me And you were right When I walked into your house I knew I'd never want to leave  [Verse 4: Don Henley] Sometimes I'm a strong man Sometimes cold and scared And sometimes I cry But that time I saw you I knew with you to light my nights Somehow I'd get by First time I saw you I knew with you to light my nights Somehow I would get by  [Chorus: Stevie Nicks & Don Henley] Lovers forever, face to face My city, your mountains Stay with me, stay I need you to love me I need you today Give to me your leather Take from me my lace Lovers forever, face to face My city, your mountains Stay with me, stay I need you to love me I need you today Give to me your leather Take from me my lace  ",
        "title": "Leather And Lace"
    },
    {
        "artist": "Lindsey Buckingham",
        "lyrics": null,
        "title": "Trouble"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "I Can't Go For That (No Can Do)"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Saying \"I love you\" Just sayin' \"I love you\"  Yesterday's songs Don't stay around long Not much anymore Yesterday's words Don't make themselves heard Like they did before  Baby, yesterday's blues May be yesterday's news But the truth always stays the same And the good things will never change Like sayin' \"I love you\" Just sayin' \"I love you\"  Yesterday's songs Don't seem to belong They're here and they're gone Yesterday's moves Don't stay in the grooves They keep moving on  Maybe yesterday's rhyme Was for yesterday's time And the future's not ours to see But there's some things that always will be Like sayin' \"I love you\" Sayin' \"I love you\"  Baby, yesterday's blues May be yesterday's news But the truth always stays the same And the good things will never change Like sayin' \"I love you\" Just sayin' \"I love you\" Sayin' \"I love you\" Like sayin' \"I love you\"  ",
        "title": "Yesterday's Songs"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "Comin' In And Out Of Your Life"
    },
    {
        "artist": "George Benson",
        "lyrics": "  You've got the love You've got the power But you just don't understand Girl, you've been charging by the hour For your love  I'm tryin' to show how much I love you Still believe in romance You're taking way too many chances With my love  I remember When you used to be The talk of the town All you get is lonely  Turn your love around Don't you turn me down I can show you how Turn your love around  Without the woman I can make it But I need the girl to stay Oh, don't you let the lady take it All away When the woman needs A taste of yesterday But you stay at home All they get is lonely  Turn your love around Don't you turn me down I can show you how Turn your love around  Oh, girl you know me I'm alone until you show me That you're still in love with me We're gonna make it You're gonna take it Back where we belong  Turn your love around Don't you turn me down I can show you how Turn your love around (Turn your love around)  Turn your love around This time the girl became a woman Don't you turn me down Every woman needs a man I can show you how I love the girl I love the woman Turn your love around (Turn your love around)  Turn your love around This time the girl became a woman Don't you turn me down Every woman needs a man I can show you how I love the girl I love the woman Turn your love around (Turn your love around)  Turn your love around This time the girl became a woman Don't you turn me down Every woman needs a man I can show you how  ",
        "title": "Turn Your Love Around"
    },
    {
        "artist": "Juice Newton",
        "lyrics": "  [Verse 1] When I see you in the morning That old sleep still in your eyes I remember all the laughter And the tears we shared last night  [PreChorus 1] And as we lie here, just two shadows In the light before the dawn The sweetest thing I've ever known Is loving you  [Chorus] And I have never been afraid of losing And I have never wanted love to be a chain I only know that when I'm with you You're my sunshine, you're my rain The sweetest thing I've ever known Is loving you  [Verse 2] Now, you and I, we're not children We have both been loved before We have given and we have taken Many rides on troubled shores  [PreChorus 2] And all the heartaches and temptations Only make me love you more The sweetest thing I've ever known Is loving you  [Chorus]  [Outro] The sweetest thing I've ever known Is loving you  ",
        "title": "The Sweetest Thing (I've Ever Known)"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "Private Eyes"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  There's no time for wasting, baby 'Cause we've gone all through those moves I'm offering satisfaction, darling Girl, I'm giving you all my love Anytime is the right time, baby Come on and take my heart It's all yours if you want it, baby My heart is tearing all apart  Chorus: You can have it If you want it You can have it If you want it  There's no time for wasting, baby Come on please make up your mind Good loving is so pleasing, baby Girl, I'm giving you all my time  You can have it if you want it Just come and get it, and baby it's yours, yeah I've got it to give And if you want it, I know that you're gonna love it  One night while I was sleeping, baby Had a dream of you and I Found myself asking you, baby Take my hand and be my wife There's no time for wasting, baby Because we've gone all through those moves 'Cause I'm offering satisfaction, darling Girl, I'm giving you all my love  Repeat Chorus and fade  ",
        "title": "Take My Heart (You Can Have It If You Want It)"
    },
    {
        "artist": "Go-Go's",
        "lyrics": "  [Verse 1] Can you hear them? They talk about us Telling lies Well, that's no surprise Can you see them? See right through them They have a shield No secrets to reveal  [Chorus 1] Doesn't matter what they say In the jealous games people play Our lips are sealed  [Verse 2] There's a weapon That we must use In our defense Silence When you look at them Look right through them That's when they'll disappear That's when we'll be feared  [Chorus 1] Doesn't matter what they say In the jealous games people play Our lips are sealed  [Chorus 2] Pay no mind to what they say Doesn't matter anyway Our lips are sealed  [Bridge] Hush, my darling Don't you cry Quiet, angel Forget their lies  [Verse 1] Can you hear them? They talk about us Telling lies Well, that's no surprise Can you see them? See right through them They have a shield No secrets to reveal  [Chorus 1] Doesn't matter what they say In the jealous games people play Our lips are sealed  [Chorus 2] Pay no mind to what they say Doesn't matter anyway Our lips are sealed Our lips are sealed Oh our lips are sealed  ",
        "title": "Our Lips Are Sealed"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  I sometimes wonder why all the flowers have to die I dream about you and now summer's come and gone And the nights they seem so long Come on over tonight, come on over  It's gonna be a cool night Just let me hold you by the firelight If it don't feel right, you can go Oh, when the cool night Brings back memories of a good life When this love was not so old  I won't talk about the past How love's supposed to last forever And you, don't have to take a stand, lay out any plans Come on over tonight, come on over  It's gonna be a cool night Just let me hold you by the firelight If it don't feel right, you can go Oh, when the cool night Brings back memories of a good life When this love was not so old  Come on over tonight, come on over It's gonna be a cool night Just let me hold you by the firelight If it don't feel right you can go  On a cool night, let me hold you On a cool, just let me hold you by the firelight If it don't feel right you can go  ",
        "title": "Cool Night"
    },
    {
        "artist": "Chilliwack",
        "lyrics": null,
        "title": "My Girl (Gone, Gone, Gone)"
    },
    {
        "artist": "Royal Philharmonic Orchestra",
        "lyrics": "  Instrumental  ",
        "title": "Hooked On Classics"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  [Verse 1] I've got a heart like a wheel Feel like I got to roll Oh, heart like a wheel I told you so  [Chorus] And I've been loving you for so long You are the one Heart so real I love you so  [Verse 2] Well, I can give what I take And you know I want to give you my love Babe I ain't faking You know I want to give you my love  [Chorus]  [Bridge] Come on and roll  [Chorus]  [Verse 3] It takes two to make love It takes love to make a family real I got to know what you need I got to know what you really feel  [Chorus]  [Verse 4] You know it's such a pity If you're going to get the summertime blues Lovers everywhere are pairing off two by twos  [Chorus] [x2]  [Outro] I've got a heart like a wheel I love you so I've got a heart like a wheel I've got to roll  ",
        "title": "Heart Like A Wheel"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  {Intro}  Does she walk? Does she talk? Does she come complete? My homeroom homeroom angel Always pulled me from my seat  She was pure like snowflakes No one could ever stain The memory of my angel Could never cause me pain  Years go by I'm lookin' through a girly magazine And there's my homeroom angel on the pages in-between  [Chorus]  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  Slipped me notes under the desk While I was thinkin' about her dress I was shy I turned away Before she caught my eye  I was shakin' in my shoes Whenever she flashed those baby-blues Something had a hold on me When angel passed close by  Those soft and fuzzy sweaters Too magical to touch Too see her in that negligee Is really just too much  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  Nah nah nah nah nah nah Nah nah nah nah nah nah nah nah Nah nah nah nah nah nah nah nah Nah nah nah nah nah nah nah nah  It's okay I understand This ain't no never-never land I hope that when this issue's gone I'll see you when your clothes are on  Take you car, Yes we will We'll take your car and drive it We'll take it to a motel room And take 'em off in private  A part of me has just been ripped The pages from my mind are stripped Oh no, I can't deny it Oh yea, I guess I gotta buy it!  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  Nah nah nah nah nah nah Nah nah nah nah nah nah nah nah Nah nah nah nah nah nah nah nah Nah nah nah nah nah nah nah nah  {Outro} My blood runs cold My memory has just been sold My angel is the centerfold Angel is the centerfold  ",
        "title": "Centerfold"
    },
    {
        "artist": "Stevie Woods",
        "lyrics": "  I see the message in your eyes I feel the hunger closing in As something deep within the night Tells me that I'm in love again I know it's not the first time And I know it won't be the last All alone I can't make the verse rhyme No don't let this one slip past Let's steal the night Let's make our great escape Steal the night Hey, hey Let's steal the night Before it gets too late Steal the night away Steal the night away I can clearly read your mind Caught by your fire from the start So let's not waste our precious time Go on and listen to your heart  (Repeat bridge and chorus)  ",
        "title": "Steal The Night"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  There's a full moon out tonight And love is movin' in the shadows I got no place to run And it's following me everywhere that I go There's something in the air I can feel it everywhere All the conditions are right Someone could lose a heart tonight Someone could lose a heart  With all this kissin' and huggin' And heavy breathin' Fallin' under the spell of the Love you're weavin' It's gonna get crazy baby if you don't stop Someone could lose a heart tonight Someone could lose a heart  Lookin' in your eyes tonight Don't you know you got me hypnotized Didn't mean to fall in love But who could leave this paradise I can feel it when we touch Oh, it's too much All the conditions are right Someone could lose a heart tonight Someone could lose a heart  With all this kissin' and huggin' And heavy breathin' Fallin' under the spell of the Love you're weavin' It's gonna get crazy baby if you don't stop Someone could lose a heart tonight Someone could lose a heart  ",
        "title": "Someone Could Lose A Heart Tonight"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Chorus 1] If you start me up If you start me up I'll never stop You can start me up You can start me up I'll never stop  [Verse] I've been running hot You got me ticking going to blow my top If you start me up If you start me up I'll never stop Never stop, never stop, never stop  [Chorus 2] You make a grown man cry  [Verse] Spread out the oil, the gasoline I walk smooth, ride in a mean, mean machine  [Chorus 1]  [Verse] If you start it up Kick on the starter give it all you got, you got, you got I can't compete with the riders in the other heats If you rough it up If you like it you can slide it up Slide it up, slide it up, slide it up Don't make a grown man cry My eyes dilate, my lips go green My hands are greasy She's a mean, mean machine  Start it up If start me up Ahh... give it all you got You got to never, never, never stop Slide it up, baby just slide it up Slide it up, slide it up, never, never, never  You make a grown man cry Ride like the wind at double speed I'll take you places that you've never, never seen If you start it up Love the day when we will never stop, never stop Never, never, never stop Tough me up Never stop, never stop  [Outro] You, you, you make a grown man cry You, you make a dead man come You, you make a dead man come  ",
        "title": "Start Me Up"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  Candles burning, glasses are chilled and soon she'll be by Hope and pray she'll say that she's willing to give us another try And if all those plans I made don't melt the lady's heart I'll put on the old 45's  And maybe the old songs'll bring back the old times Maybe the old lines will sound new Maybe she'll lay her head on my shoulder Maybe old feelings will come through Maybe we'll start to cry and wonder why we ever walked away Maybe the old songs'll bring back the old times And make her wanna stay  It's been too long since I've seen her face light up when I come home It's been too many hours I've wasted staring at the phone Sweet old songs I'm counting on you to bring her back to me I'm tired of listening alone  And maybe the old songs'll bring back the old times Maybe the old lines will sound new Maybe she'll lay her head on my shoulder Maybe old feelings will come through Maybe we'll start to cry and wonder why we ever walked away Maybe the old songs'll bring back the old times And make her wanna stay  ",
        "title": "The Old Songs"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  [Instrumental break]  [Verse 1] Our paths may never cross again Maybe my heart will never mend But I'm glad for all the good times Cause you've brought me so much sunshine And love was the best it's ever been  [Chorus] I wouldn't have missed it for the world Wouldn't have missed loving you girl You've made my whole life worth while, with your smile I wouldn't trade one memory Cause you mean too much to me Even though I lost you girl I wouldn't have missed it for the world  [Verse 2] They say that all good things must end Loves comes and goes just like the wind You've got your dreams to follow But if I had the chance tomorrow You know I'd do it all again  [Chorus] I wouldn't have missed it for the world Wouldn't have missed loving you girl You've made my whole life worth while, with your smile I wouldn't trade one memory Cause you mean too much to me Even though I lost you girl I wouldn't have missed it for the world  [Bridge] Oh I wouldn't trade one memory Cause you mean too much to me Even though I lost you girl I wouldn't have missed it for the world  [Chorus] I wouldn't have missed it for the world Wouldn't have missed loving you girl You've made my whole life worth while, with your smile I wouldn't trade one memory Cause you mean too much to me Even though I lost you girl I wouldn't have missed it for the world  ",
        "title": "I Wouldn't Have Missed It For The World"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": "  [Verse 1] Once in your life you find her Someone that turns your heart around And next thing you know you're closing down the town Wake up and it's still with you Even though you left her way 'cross town Wondering to yourself, \"Hey, what've I found?\"  [Chorus] When you get caught between the moon and New York City I know it's crazy, but it's true If you get caught between the moon and New York City The best that you can do The best that you can do Is fall in love  [Verse 2] Arthur, he does as he pleases All of his life, his master's toys Deep in his heart, he's just, he's just a boy Living his life one day at a time And showing himself a pretty good time Laughing about the way they want him to be  [Chorus (Repeat Until Fade-Out)] When you get caught between the moon and New York City I know it's crazy, but it's true If you get caught between the moon and New York City The best that you can do (The best that you can do) The best that you can do Is fall in love  When you get caught between the moon and New York City I know it's crazy, but it's true If you get caught between the moon and New York City The best that you can do (The best that you can do) The best that you can do Is fall in love  When you get caught between the moon and New York City I know it's crazy, but it's true If you get caught between the moon and New York City The best that you can do (The best that you can do) The best that you can do Is fall in love  When you get caught between the moon and New York City I know it's crazy, but it's true  ",
        "title": "Arthur's Theme (Best That You Can Do)"
    },
    {
        "artist": "The Cars",
        "lyrics": "  Uh well, dance all night, play all day Don't let nothin' get in the way Dance all night keep the beat Don't you worry 'bout two left feet Shake it up Shake it up, oo yeah Shake it up Shake it up  Well dance all night, get real loose You don't need no bad excuse Dance all night with anyone Don't let nobody pick your fun Shake it up, oo-oo Shake it up, yeah yeah Shake it up, oo-oo Shake it up  That's right I said dance all night (Go go go) And dance all night (Get real low) Go all night (Get real hot) Well, shake it up now, all you've got, woo  Dance Oh dance  Uh well dance all night and whirl your hair Make the night cats stop and stare Dance all night, go to work Do the move with quirky jerk Just shake it up, oo-oo Shake it up, oo yeah Shake it up, that's right Shake it up  Uh well dance all night (Go go go) Get so light (Get real low) Dance all night (Get real hot) Shake it up, all you've got, woo  Shake it up, make a scene Let them know what you really mean And dance all night, keep the beat Don't ya worry 'bout two left feet Shake it up, oo-oo (Shake it up) oo yeah Shake it up, oo-oo (Shake it up) oh yeah (Shake it up) Shake it up Shake it up baby (Shake it up) Shake it up, oo-oo (Shake it up) Shake it up Shake it up baby (Shake it up) Shake it up, oo-oo Shake it up Hhhm (Shake it up) Yeah, yeah Shake it up, oo-oo (Shake it up) Shake it up (Shake it up) Shake it up Shake it baby (Shake it up) Shake it uh oo-oo Shake it up (Shake it up) Oh yeah  ",
        "title": "Shake It Up"
    },
    {
        "artist": "Survivor",
        "lyrics": "  Baby if you really love me You had better understand That the silver in your pocket Ain't no measure of a man *And though the fortunes of our fathers We aspire to rise above When you're born into a breed You're signed in blood*  **I'm a poor mans son Workin' all night long Got a bad guitar And a simple song You're a rich mans daughter Look at what you've done You went and fell in love With a poor mans son**  Baby you were born in splendor To a house of wealth and fame Your mother was a spender And you grew up on a stage  And girl you coulda loved for money Coulda fooled around for fame You went and took a chance On the real thing  ( * Repeat ) ( ** Repeat )  ",
        "title": "Poor Man's Son"
    },
    {
        "artist": "Genesis",
        "lyrics": "  Talk to me, you never talk to me Ooh, it seems that I can speak I can hear my voice shoutin' out  But there's no reply at all  Look at me, you never look at me Ooh, I've been sittin, starin', seems so long But you're lookin' through me Like I wasn't here at all  No reply. There's no reply at all  Dance with me, you never dance with me Ooh, it seems that I can move I'm close to you, close as I can get  Yet there's no reply at all There's no reply at all  Be with me. Seems you're never here with me Ooh, I've been tryin' to get over there Oh, but it's out of my reach  And there's no reply at all There's no reply at all  I get the feelin' you're tryin' to tell me Is there somethin' that I should know? What excuse are you tryin' to sell me? Should I be readin' stop or go? I don't know  Be with me. Seems you're never here with me Ooh, I've been tryin' to get over there Oh, but it's out of my reach  And there's no reply at all There's no reply at all  I get the feelin' you're tryin' to tell me Is there somethin' that I should know? What excuse are you tryin' to sell me? Should I be readin' stop or go? I don't know  Maybe deep down inside I'm tryin' for no one else but me Too stubborn to say, \"The buck stops here It's not the one you're lookin' for.\"  But maybe deep down inside, I'm lyin' To no one else but me Oh, but my back is up. I'm on my guard With all the exits sealed  Listen to me, you never listen to me Oooh, and it seems there's no way out I've been tryin' but we cannot connect  And there's no reply at all There's no reply at all There's no reply at all No reply at all Is anybody list'nin? Oh, there's no reply at all...  ",
        "title": "No Reply At All"
    },
    {
        "artist": "Queen & David Bowie",
        "lyrics": "  [Intro: Freddie Mercury] Mmm num ba de Dum bum ba be Doo buh dum ba beh beh  [Verse 1: David Bowie & Freddie Mercury] Pressure pushing down on me Pressing down on you, no man ask for Under pressure that burns a building down Splits a family in two Puts people on streets  [Bridge: Freddie Mercury] Um ba ba be Um ba ba be De day da Ee day da - that's okay  [Chorus: David Bowie & Freddie Mercury] It's the terror of knowing what the world is about Watching some good friends screaming, 'Let me out' Pray tomorrow gets me higher Pressure on people, people on streets  [Verse 2: David Bowie & Freddie Mercury] Day day de mm hm Da da da ba ba Okay Chipping around, kick my brains around the floor These are the days it never rains but it pours Ee do ba be Ee da ba ba ba Um bo bo Be lap People on streets Ee da de da de People on streets Ee da de da de da de da  [Chorus: David Bowie & Freddie Mercury] It's the terror of knowing what the world is about Watching some good friends screaming, 'Let me out' Pray tomorrow gets me higher, high Pressure on people, people on streets  [Bridge: David Bowie & Freddie Mercury] Turned away from it all like a blind man Sat on a fence but it don't work Keep coming up with love but it's so slashed and torn Why - why - why? Love, love, love, love, love Insanity laughs under pressure we're breaking  [Verse 3: Freddie Mercury] Can't we give ourselves one more chance? Why can't we give love that one more chance? Why can't we give love, give love, give love, give love Give love, give love, give love, give love, give love?  [Outro: David Bowie] Because love's such an old fashioned word And love dares you to care for The people on the (people on streets) edge of the night And love (people on streets) dares you to change our way of Caring about ourselves This is our last dance This is our last dance This is ourselves under pressure Under pressure Pressure  ",
        "title": "Under Pressure"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  Watching girls go passing by It ain't the latest thing I'm just standing in a doorway I'm just trying to make some sense  Out of these girls go passing by The tales they tell of men I'm not waiting on a lady I'm just waiting on a friend  A smile relieves a heart that grieves Remember what I said I'm not waiting on a lady I'm just waiting on a friend I'm just waiting on a friend I'm just waiting on a friend Just waiting on a friend  {Bridge}  Don't need a whore I don't need no booze Don't need a virgin priest But I need someone I can cry to I need someone to protect  Making love and breaking hearts It is a game for youth But I'm not waiting on a lady I'm just waiting on a friend I'm just waiting on a friend  Just waiting on a friend...  {Outro}  ",
        "title": "Waiting On A Friend"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  [Verse 1] She's got a way about her I don't know what it is But I know that I can't live without her  She's got a way of pleasing I don't know what it is But there doesn't have to be a reason anyway  [Verse 3] She's got a smile that heals me I don't know why it is But I have to laugh when she reveals me  And she's got a way of talking I don't know why it is But it lifts me up when we are walking anywhere  [Bridge] She comes to me when I'm feelin' down Inspires me without a sound She touches me and I get turned around  She's got a way of showing How I make her feel And I find the strength to keep on going  And she's got a light around her And everywhere she goes Million dreams of love surround her everywhere  [Bridge]  [Verse 3]  [Verse 1]  ",
        "title": "She's Got A Way"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": "  Chorus 1] Wrack my brain, wrack my brain Till my head's filled with pain Wrack my brain  [Verse 1] All dried up, i'm all dried up All i have's this empty cup All dried up  What i have, you don't want What you want, i can't give I got out of touch with you and yours The way that you live  I try to do my best for you While the sky pours down the rain Wrack my brain  With a will there's a way But there's no way i can see Coming up with something you'd enjoy As much as Tv  All the same, i play the game Up and down old memory lane  [Chorus 1][x2]  ",
        "title": "Wrack My Brain"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  I used to smoke five packs of cigarettes a day It was the hardest thing to put them away I drank four or five bottles of wine I kept a glass in my hand all the time  Breakin' those habits Was hard to do But nothin' compared to the changes That you put me through  Tryin' to live my life without you babe It's the hardest thing I'll ever do Tryin' to forget the love we once shared It was the hardest burden I'll ever bear  I had the worst reputation in town For chasing all the women around I thought changin' my way of living was hard to do But it's nothin' compared to the changes that you put me through  I've done everything I tried to do But it's gonna take a miracle to get me over you  Tryin' to live my life without you babe It's the hardest thing I'll ever do Tryin' to forget the love we once shared It's the hardest burden I'll ever bear  ",
        "title": "Tryin' To Live My Life Without You"
    },
    {
        "artist": "Don McLean",
        "lyrics": "  And if she asks you why, you can tell her that I told you That I'm tired of castles in the air I've got a dream I want the world to share And castle walls just lead me to despair  Hills of forest green where the mountains touch the sky A dream come true, I'll live there till I die I'm asking you to say my last goodbye The love we knew ain't worth another try  Save me from all the trouble and the pain I know I'm weak, but I can't face that girl again Tell her the reasons why I can't remain Perhaps she'll understand if you tell it to her plain   But how can words express the feel of sunlight in the morning In the hills, away from city strife I need a country woman for my wife; I'm city born, but I love the country life  For I cannot be part of the cocktail generation: Partners waltz, devoid of all romance The music plays and everyone must dance I'm bowing out. I need a second chance  Save me from all the trouble and the pain I know I'm weak, but I can't face that girl again Tell her the reasons why I can't remain Perhaps she'll understand if you tell it to her plain  And if she asks you why, you can tell her that I told you That I'm tired of castles in the air I've got a dream I want the world to share And castle walls just lead me to despair  ",
        "title": "Castles In The Air"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Intro] Dom dom dom dom dom Dom be dooby Dom dom dom dom dom Dom be dooby Dom dom dom dom dom Dom be dooby dom Whoa whoa whoa whoa  [Verse] I love love you darling Come and go with me Come home with me Baby I'm to see I need you darling Come and go with me Whoa whoa whoa whoa Come come come come Come into my heart Tell me darling We will never part I need you darling Come and go with me Whoa whoa whoa whoa Yes I need you Yes I really need you Please say you'll never leave me When you say you never Guess you really never You never give me a chance Come come come come Come into my heart Tell me darling We will never part I need you darling Come and go with me Whoa whoa whoa whoa You never give me a chance I love love you darling Come and go with me Come home with me Baby I'm to see I need you darling Come and go with me  [Outro] Come on go with me Dom dom dom dom dom Dom be dooby Come on go with me Dom dom dom dom dom Dom be dooby Come on go with me Dom dom dom dom dom Dom be dooby Come on go with me  ",
        "title": "Come Go With Me"
    },
    {
        "artist": "Sneaker",
        "lyrics": null,
        "title": "More Than Just The Two Of Us"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] I can't fool myself, I don't want nobody else to ever love me You are my shining star, my guiding light, my love fantasy There's not a minute, hour, day or night that I don't love you You're at the top of my list 'cause I'm always thinking of you I still remember in the days when I was scared to touch you How I spent my day dreaming planning how to say I love you You must have known that I had feelings deep enough to swim in That's when you opened up your heart and you told me to come in  [Pre-Chorus] Oh, my love A thousand kisses from you is never too much I just don't wanna stop Oh, my love A million days in your arms is never too much I just don't wanna stop  [Chorus] Too much, never too much, never too much, never too much  [Verse 2] Woke up today, looked at your picture just to get me started I called you up, but you weren't there and I was broken-hearted Hung up the phone, can't be too late, the boss is so demanding Opened the door up and to my surprise there you were standing Well, who needs to go to work to hustle for another dollar I'd rather be with you 'cause you make my heart scream and holler Love is a gamble and I'm so glad that I am winning We've come a long way and yet this is only the beginning  [Outro] Oh, my love A thousand kisses from you is never too much (Never too much, never too much, never too much) I just don't wanna stop Oh, my love A million days in your arms is never too much (Never too much, never too much, never too much) And I just don't wanna stop Oh, my love A thousand kisses from you is never (Never too much, never too much, never too much) I just don't wanna stop Oh, my love A million days in your arms is never too much  ",
        "title": "Never Too Much"
    },
    {
        "artist": "Mike Post featuring Larry Carlton",
        "lyrics": null,
        "title": "The Theme From Hill Street Blues"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] Would you believe me if I told you your tomorrow is my yesterday But be alive I know that we will The world keeps on moving but I'm holdin' still  [Verse 2] In the beginning, I was far away and praying for my destiny That would arrive The moment you're born For we will be here when the miracle comes  [Chorus] Living eyes, when under the sun don't cry No war in my mind The state of my heart Living eyes, when out in the rain will fall The day I deny the face of my love  [Bridge] We are of age, we are in time, we are forever Right now when the power is mine I leave you heaven and the earth, I leave you never And living to love is the reason we shine  [Verse 3] I been over I been under I don't own a dream to analyze But living eyes you know that I do Believe in the soul and the magic of you  [Chorus] Living eyes, when under the sun don't cry No war in my mind The state of my heart Living eyes, when out in the rain will fall The day I deny the face of my love  [Bridge] We are of age, we are in time, we are forever Right now when the power is mine I leave you heaven and the earth, I leave you never And living to love is the reason we shine  [Chorus] (x2) Living eyes When under the sun don't cry No war in my mind The state of my heart Living eyes When out in the rain will fall The day I deny The face of my love  ",
        "title": "Living Eyes"
    },
    {
        "artist": "Quincy Jones Featuring James Ingram",
        "lyrics": "  Featuring James Ingram  I did my best But I guess my best wasn't good enough 'Cause here we are back where we were before Seems nothing ever changes We're back to being strangers Wondering if we oughta stay Or head on out the door  Just once can't we figure out what we keep doing wrong Why we never last for very long What are we doing wrong Just once can't we find a way to finally make it right Make the magic last for more than just one night If we could just get to it I know we could break through it  I gave my all But I think my all may have been too much 'Cause Lord knows we're not getting anywhere Seems we're always blowing whatever we got going And seems at times with all we've got We haven't got a prayer Just once can't we figure out what we keep doing wrong Why the goodtimes never last for very long  Seems we're always blowing Whatever we got going  Just once can't we find a way to finally make it right Make the magic last for more than just one night If we could just get to it I know we could break through it  Just once I want to understand Why it always come back to good-bye Why can't we get ourselves in hand And admit to one another That we're no good with out the other Take the best and make it better Find a way to stay together  Just once can't we find a way to finally make it right Make the magic last for more than just one night I know we can break through it If we could just get to it  Just once If we could get to it  Just Once...  ",
        "title": "Just Once"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  This one way love affair ain't fair It ain't no affair to me It's all give and take and you just take And I can't take it you see Well, I'm giving up on love this time Me and my friends will do just fine  I've done everything for you You've done nothing for me I've done everything for you You've done nothing for me  Yeah someday I'll have a whole lot of money I'll be a millionaire But when that didn't happen overnight I found out how much you really care All you want is a whole lot of money All the rest is just jiving honey  I've done everything for you You've done nothing for me I've done everything for you You've done nothing for me  I've done everything for you You've done nothing for me I've done everything for you You've done nothing for me  I'm going out on the town tonight And get as wild as I can be I'm gonna find out what it's really like To be lose, high and free I don't care what that the people say I'm taking my mind, I'm changing to stay  I've done everything for you You've done nothing for me I've done everything for you You've done nothing for me You've done nothing for me You've done nothing You've done nothing You've done nothing for me  ",
        "title": "I've Done Everything For You"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": null,
        "title": "You Could Have Been With Me"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  It used to be so easy to be your lover We wandered through the days like they had no end But now that you are gone I'm under cover I just can't think about you as a friend  Take it easy on me It should be easy to see I'm getting lost in a crowd Hear me crying out loud Just want you to know I know that you have to go It's all up to you but whatever you do Take it easy on me  So now I'll go the minstrel road without I know there will be times when I need you there And each night as I sing those songs about you I'll think back to the time when you used to care  Take it easy on me It should be easy to see I'm getting lost in a crowd Hear me crying out loud Just want you to know I know that you have to go It's all up to you but whatever you do Take it easy on me  Take it easy on me Oh baby don't leave me crying It should be easy to see I've needed you for so long Just one more chance with you One more chance will you, take chance? Come on and take a chance  Take it easy on me It should be easy to see I'm getting lost in a crowd Hear me crying out loud Just want you to know I know that you have to go It's all up to you but whatever you do Take it easy on me  It's still up to you but whatever you do Take it easy on me  ",
        "title": "Take It Easy On Me"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "Working For The Weekend"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  There is a bar right across the street He's got a need he just can't beat Out on the floor he shuffles his feet away He'll get the girl 'cause he looks so fine He's gonna win her every time He knows he will, he's dressed to kill He's a night owl  Move on, there's a howl of a night owl calling To belong, she's crying in the night Be strong, find the heart of a night owl falling Stay up till dawn until the night is gone  What will become of the restless kind Where do they go when they've done their time Wearing their hearts out on the line for all to see Must be the gypsy in their soul They have a need to rock and roll They always will, they're out there still They're the night owls  Move on, there's a howl of a night owl calling To belong, she's crying in the night Be strong, find the heart of a night owl falling Stay up till dawn until the night is gone  There is a bar right across the street He's got a need he just can't beat Out on the floor he shuffles his feet away He'll get the girl 'cause he looks so fine He's gonna win her every time He knows he will, he's out there still He's a night owl  Move on, there's a howl of a night owl calling To belong, she's crying in the night (The night goes on and on) Be strong, find the heart of a night owl falling Stay up till dawn until the night is gone  ",
        "title": "The Night Owls"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  She Used To Be Everything To Me When She Was My Girl When She Was My Girl  I Held Her Near Told Her How Much I Cared When She Was My Girl When She Was My Girl  When She Was My Girl There Was Laughter And Loving In My World Everyday When She Was My Girl Oh What Joy She Would Bring Now I've Lost Everything She's Gone, Gone, Gone, Gone, Gone  I Spend The Night Dreaming How She Used To Be When She Was My Girl When She Was My Girl  When She Was My Girl There Was Laughter And Loving In My World Yes It Was Cause She Was My Girl Oh What Joy She Would Bring Now I've Lost Everything She's Gone, My Big Legged Girl Is Gone  She Used To Be Everything To Me When She Was My Girl When She Was My Girl  She, She, My Girl She's So Foxy Can't You See And This Girl Belongs To Me She's My Girl When We Walk Down The Street I Would Tell Everyone We Meet This Is My Girl  ",
        "title": "When She Was My Girl"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  An only child Alone and wild A cabinet maker`s son His hands were meant for different work And his heart was known to none  He left his home And went his lone and solitary way And he gave to me a gift I know I never can repay  A quiet man of music Denied a simpler fate He tried to be a soldier once But his music wouldn`t wait  He earned his love through discipline A thundering, velvet hand His gentle means Of sculpting souls Took me years to understand  The leader of the band is tired And his eyes are growing old But his blood runs Through my instrument And his song is in my soul  My life has been a poor attempt To imitate the man I`m just a living legacy To the leader of the band  My brothers' lives were different For they heard another call One went to Chicago And the other to St. Paul  And I'm in Colorado When I'm not in some hotel Living out this life I`ve chose And come to know so well  I thank you for the music And your stories of the road I thank you for the freedom When it came my time to go  I thank you for the kindness And the times when you got tough And, papa I don`t think I said I love you near enough  The leader of the band is tired And his eyes are growing old But his blood runs Through my instrument And his song is in my soul  My life has been a poor attempt To imitate the man I`m just a living legacy To the leader of the band  I am the living legacy To the leader of the band  ",
        "title": "Leader Of The Band"
    },
    {
        "artist": "Diesel",
        "lyrics": "  We left for Frisco in your Rambler The radiator running dry I've never been much of a gambler And had a preference to fly  You said, forget about the airline Let's take the car and save the fare We blew a gasket on the Grapevine And eighty dollars on repairs  All aboard (Sausalito summernight) All aboard  Hot summer night in Sausalito Can't stand the heat another mile Let's drop a quarter in the meter And hit the sidewalk for a while  I'll have a burger and a root beer You feed the heap some multi-grade A shot of premium to boot, dear We'll get across the Golden Gate  All aboard (Sausalito summernight) All aboard (Sausalito summernight) All aboard (Sausalito summernight) All aboard  Another mile or two to Frisco Two hundred gallons from L.A The engine's thumpin' like a disco We ought to dump her in the bay  All aboard (Sausalito summernight) All aboard  Cashin' all my checks, scrapin' out my bank Spend it on a Rambler with a whirlpool in the tank Look out over here, watch out over there Can't afford a blowout 'cause we haven't got a spare  All aboard (Sausalito summernight) All aboard (Sausalito summernight) All aboard (Sausalito summernight) All aboard  Hot summer night in Sausalito (Sausalito summernight) Hot summer night in Sausalito (Sausalito summernight) Hot summer night in Sausalito (Sausalito summernight) Hot summer night in Sausalito (Sausalito summernight) Hot summer night in Sausalito (Sausalito summernight) Hot summer night in Sausalito (Sausalito summernight)  ",
        "title": "Sausalito Summernight"
    },
    {
        "artist": "Al Jarreau",
        "lyrics": "  It's like a diamond ring It's a precious thing And we never want to lose it It's like a favorite song That we love to sing Every time we hear the music  We're in this love together We got the kind that lasts forever We're in this love together And like berries on the vine It gets sweeter all the time  Its like a rainy night in candlelight And,ooh it's so romantic We got the whole thing working Out so right And it's just the way we planned it  Tell ya We're in this love together We got the kind that lasts forever Don't you know We're in this love together And like berries on the vine It gets sweeter all the time  We're in this love together We got the kind that lasts forever We're in this love together And like berries on the vine It gets sweeter all the time  ",
        "title": "We're In This Love Together"
    },
    {
        "artist": "Alabama",
        "lyrics": "  [Verse 1] I once though of love as a prison A place I didn't want to be So long ago, I made a decision To be footloose and fancy-free But you came and I was so tempted To gamble on love just one time I never thought that I would get caught It seemed like a perfect crime  [Chorus] Baby, you left me defenseless But I've only got one plea Lock me away inside of your love And throw away the key I'm guilty, of love in the first degree  [Verse 2] I thought it would be so simple Like a thousand times before I'd take what I wanted and just walk away But I never made it to the door Now, babe I'm not begging for mercy Go ahead and throw the book at me If loving you's a crime I know that I'm as guilty as a man can be  [Chorus] Baby, you left me defenseless But I've only got one plea Lock me away inside of your love And throw away the key I'm guilty, of love in the first degree Baby, you left me defenseless But I've only got one plea Lock me away inside of your love And throw away the key I'm guilty, of love in the first degree  [Outro] Love in the first degree Love in the first degree Love in the first degree Love in the first degree Love in the first degree Love in the first degree Love in the first degree  ",
        "title": "Love In The First Degree"
    },
    {
        "artist": "Bertie Higgins",
        "lyrics": "  Wrapped around each other Trying so hard to stay warm That first cold winter together Lying in each other's arms Watching those old movies Falling in love so desperately Honey, I was your hero And you were my leading lady  We had it all Just like Bogie and Bacall Starring in our own late, late show Sailing away to Key Largo  Here's lookin' at you kid Missing all the things we did We can find it once again, I know Just like they did in Key Largo  Honey, can't you remember We played all the parts That sweet scene of surrender When you gave me your heart Please say you will Play it again Cause I love you still Baby this can't be the end  We had it all (we had it all) Just like Bogie and Bacall Starring in our old late, late show Sailing away to Key Largo  Here's lookin' at you kid (here's lookin' at you kid) Missing all the things we did We can find it once again, I know Just like they did in Key Largo  We had it all (we had it all) Just like Bogie and Bacall  ",
        "title": "Key Largo"
    },
    {
        "artist": "Greg Lake",
        "lyrics": null,
        "title": "Let Me Love You Once"
    },
    {
        "artist": "Lulu",
        "lyrics": null,
        "title": "If I Were You"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  I'm picking up my baby tonight Though her daddy's making trouble It will be alright I'm working hard, I don't know why I'm like a working class dog And I just get by Tonight I'm crawling out from in it And though we're livin' on the brink Second by second by minute by minute  Love is alright tonight We're gonna be alright Love is alright Love is alright tonight  Everyone's sayin' the sky's gonna fall Don't know where it's gonna stop If it stops at all I know the world's goin' crazy alright I hope it holds together for one more night Tonight I'm crawling out from in it And tho' we're livin' on the brink Second by second by minute by minute  Love is alright tonight We're gonna be alright Love is alright Love is alright tonight  Don't worry, Daddy, I'll have her home at a respectable hour Go to sleep, Daddy, you won't think about tonight With the night comes a feeling of incredible power Gonna love her, Daddy, she'll be feeling it tonight Alright, it's gonna be alright It's gonna be alright, it's gonna be alright  Love is alright tonight We're gonna be alright Love is alright Love is alright tonight  ",
        "title": "Love Is Alright Tonite"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": "  For your eyes only, can see me through the night For your eyes only, I never need to hide You can see so much in me So much in me that's new I never felt, until I looked at you  For your eyes only, only for you You see what no one else can see Now I'm breaking free For your eyes only, only for you The love I know you need in me The fantasy you freed in me Only for you, only for you  For your eyes only, the nights are never cold You really know me, that's all I need to know Maybe I'm an open book Because I know you're mine But you won't need to read between the lines  For your eyes only, only for you You see what no one else can see Now I'm breaking free For your eyes only, only for you The passions that collide in me The wild abandoned side of me Only for you, for your eyes only  ",
        "title": "For Your Eyes Only"
    },
    {
        "artist": "Diana Ross & Lionel Richie",
        "lyrics": "  [Verse] My love There's only you in my life The only thing that's bright My first love You're every breath that I take You're every step I make And I I want to share All my love with you No one else will do And your eyes Your eyes, your eyes They tell me how much you care Ooh yes, you will always be My endless love Two hearts Two hearts that beat as one Our lives have just begun  Forever (Ohhhhhh) I'll hold you close in my arms I can't resist your charms  [Chorus] And love Oh, love I'll be a fool For you I'm sure You know I don't mind Oh, you know I don't mind  [Verse 2] Cause you You mean the world to me Oh I know I know I've found in you My endless love  [Bridge] Oooh-woow Boom, boom [x12]  [Chorus]  [Outro] And, yes You'll be the only one Cause no one can deny This love I have inside And I'll give it all to you My love My love, my love My endless love  ",
        "title": "Endless Love"
    },
    {
        "artist": "Billy Squier",
        "lyrics": "  You got me runnin' baby You give me somethin' way beyond revenue You put the magic in me I feel the magic when we do what we do And oh I can't do without you for too long You're my situation You're my kinda lover  You keep me all together You take me out whenever I'm lettin' down You got the motions baby I got a notion maybe I'll stick around And oh I can never doubt you for too long I can't see no reason You're my kinda lover  When you come 'round I never get down I fly across the floor I can see you comin' on me And I can't ask for more Rock me, sock me Baby you got me ridin' to the end Rake me, shake me Baby you make me turn me on again  You got my motor racin' I find my thoughts embracin' your every move I wanna set you reelin' I wanna make you feel the way that I do And oh I been thinkin' 'bout you for so long I don't wanna lose ya You're my kinda lover  ",
        "title": "My Kinda Lover"
    },
    {
        "artist": "Rick James",
        "lyrics": "  [Verse 1] She's a very kinky girl The kind you don't take home to mother She will never let your spirits down Once you get her off the street, ow girl She likes the boys in the band She says that I'm her all-time favorite When I make my move to her room it's the right time She's never hard to please  [Hook] That girl is pretty wild now The girl's a super freak The kind of girl you read about In new-wave magazine That girl is pretty kinky The girl's a super freak I really love to taste her Every time we meet She's all right, she's all right That girl's all right with me, yeah She's a super freak, super freak She's super-freaky, yow Everybody saying Super freak, super freak  [Verse 2] She's a very special girl The kind of girl you want to know From her head down to her toenails Down to her feet, yeah And she'll wait for me at backstage with her girlfriends In a limousine Going back in Chinatown Three's not a crowd to her, she says \"Room 714, I'll be waiting\" When I get there she's got incense, wine and candles It's such a freaky scene  [Hook] That girl is pretty kinky The girl's a super freak The kind of girl you read about In new-wave magazine That girl is pretty wild now The girl's a super freak I really love to taste her Every time we meet She's all right, she's all right That girl's all right with me, yeah  She's a super freak, super freak She's super-freaky, yow  [Bridge] Temptations sing! Ohhhhh Super freak, super freak That girl's a super freak Ohhhhh  [Outro] She's a very kinky girl The kind you don't take home to mother She will never let your spirits down Once you get her off the street, blow Derek Oh down  ",
        "title": "Super Freak (Part I)"
    },
    {
        "artist": "Carl Carlton",
        "lyrics": "  Chorus: She's a bad mama jama Just as fine as she can be She's a bad mama jama Just as fine as she can be  Her body measurements are perfect in every dimension She's got a figure That's sure enough paying attention She's poetry in motion A beautiful sight to see I get so excited viewing her anatomy  She's built; oh, she's stacked Got all the curves that men like She's built; oh, she's stacked Got all the curves that men like  Repeat Chorus  Looks like she's poured into the gold She's bad An essence of beauty Ooo, such lovely hair She's foxy, classy Oh, sexy sassy She's heavenly A treat for the eye to see  She's built; oh, she's stacked Got all the curves that men like She's built; oh, she's stacked Got all the curves that men like  Repeat Chorus  She's built; she's stacked Got all the curves that men like  Her body measurements are perfect in every dimension She's got a figure That's sure enough paying attention She's poetry in motion A beautiful sight to see I get so excited viewing her anatomy  She's built; oh, she's stacked Got all the curves that men like She's built; oh, she's stacked Got all the curves that men like  Repeat Chorus and fade  ",
        "title": "She's A Bad Mama Jama (She's Built, She's Stacked)"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": "  Let's go out in a blaze of glory All good things must end Like two heros in a story Let's go out like we came in In a blaze of glory  Here we are broken-hearted We thought our love would never end We fell hard when we got started Fallin' out like we fell in  Let's go out in a blaze of glory All good things must end Like two heros in a story Let's go out like we came in In a blaze of glory  Let's gonna hurt each other That would be a worse mistake Once again let's act like lovers One more time for old-time's sake  Let's go out in a blaze of glory All good things must end Like two heros in a story Let's go out like we came in In a blaze of glory  Let's go out (let's go out) In a blaze of glory (in a blaze of glory) All good things must end Like two heros (ah...) in a story (in a story....) Let's go out (let's go out) like we came in (like we came in) In a blaze of glory...  ",
        "title": "Blaze Of Glory"
    },
    {
        "artist": "Balance",
        "lyrics": null,
        "title": "Falling In Love"
    },
    {
        "artist": "Chris Christian",
        "lyrics": null,
        "title": "I Want You, I Need You"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "Twilight"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": null,
        "title": "Hard To Say"
    },
    {
        "artist": "Al Jarreau",
        "lyrics": null,
        "title": "Breakin' Away"
    },
    {
        "artist": "Irene Cara",
        "lyrics": "  If I could I'd try to know you And I would never let you go, oh no! But if I were to make you A bit of time it would take to say, Someday  Anyone can see What you mean to me Anyone can tell I fell for you so easily  On the night when you left me I cried wishing you would say you'd stay Maybe I don't have the strength to Tell you I need you so I guess you'll never know  Anyone can see What you mean to me Anyone can tell (can tell) I fell for you so easily  Anyone can see What you mean to me Anyone can tell (can tell) My love for you So easily So easy  (Anyone, anyone, anyone Anyone can see) (Anyone, anyone, anyone Anyone can see) Anyone can see... Anyone can see...  ",
        "title": "Anyone Can See"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": null,
        "title": "Step By Step"
    },
    {
        "artist": "Air Supply",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Bobby's driving through the city tonight Through the lights in a hot new rent-a-car He joins the lover in his heavy machine It's a scene down on Sunset Boulevard  [Chorus] Say goodbye to Hollywood Say goodbye, my baby Say goodbye to Hollywood Say goodbye, my baby  Johnny's taking care of things for awhile And his style is so right for troubadors They got him sitting with his back to the door Now he won't be my fast gun anymore  [Chorus]  [Bridge] Moving on is a chance that you take every time you try to stay Together Say a word out of line and you find that the friends you had are gone Forever  [Verse 3] So many faces in and out of my life Some will last, some will just be now and then Life is a series of hello's and goodbye's I'm afraid it's time for goodbye again  [Chorus]  [Bridge]  [Verse 3]  [Chorus]  ",
        "title": "Say Goodbye To Hollywood"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] I guess I should've known by the way you parked your car sideways That it wouldn't last See, you're the kinda person that believes in makin' out once Love 'em and leave 'em fast I guess I must be dumb 'cuz you had a pocket full of horses Trojan and some of them used  [Pre-Chorus 1] But it was Saturday night, I guess that makes it all right And you say - \"What have I got to lose?\"  [Chorus] And honey, I say Little Red Corvette Baby, you're much too fast (Oh) Little Red Corvette You need a love that's gonna last  [Verse 2] I guess I should've closed my eyes when you drove me to the place Where your horses run free Cuz I felt a little ill when I saw all the pictures Of the jockeys that were there before me Believe it or not, I started too worry I wondered if I had enough class  [Pre-Chorus 2] But it was Saturday night, I guess that makes it all right And you say - \"Baby, have you got enough gas?\" Oh yeah!  [Chorus] Little Red Corvette Baby, you're much too fast (Yes you are) Little Red Corvette You need to find a love that's gonna last (Oh, oh)  [Verse 3] A body like yours oughta be in jail Cuz it's on the verge of bein' obscene Move over, baby, gimme the keys I'm gonna try to tame your little red love machine  [Chorus] Little Red Corvette Baby, you're much too fast Little Red Corvette Need to find a love that's gonna last, hey hey  [Chorus 2] Little Red Corvette Honey, you got to slow down (Got to slow down) Little Red Corvette Cuz if you don't, you're gonna run your little red corvette right in the ground (Little Red Corvette) Right down to the ground (Honey, you got to slow down) You, you, you got to slow down (Little Red Corvette) You're movin' much too fast, too fast Need to find a love that's gonna last  [Breakdown] Girl, you got an ass like I never seen, ow! And the ride I say the ride is so smooth, you must be a limousine Ow!  [Chorus] Baby, you're much too fast Little Red Corvette You need a love, you need a love that's, uh, that's gonna last (Little Red Corvette)  [Chorus 2] Babe, you got too slow down (you got too slow down) Little Red Corvette Cuz if you don't, cuz if you don't You're gonna run your body right into the ground (Right into the ground) Right into the ground (Right into the ground) Right into the ground (Right into the ground)  Little red corvette!  ",
        "title": "Controversy"
    },
    {
        "artist": "Crystal Gayle",
        "lyrics": null,
        "title": "The Woman In Me"
    },
    {
        "artist": "Jennifer Warnes",
        "lyrics": null,
        "title": "Could It Be Love"
    },
    {
        "artist": "Sheila",
        "lyrics": null,
        "title": "Little Darlin'"
    },
    {
        "artist": "Eddie Schwartz",
        "lyrics": null,
        "title": "All Our Tomorrows"
    },
    {
        "artist": "Del Shannon",
        "lyrics": null,
        "title": "Sea Of Love"
    },
    {
        "artist": "Steve Carlisle",
        "lyrics": "  [Verse 1] Baby, if you've ever wondered Wondered whatever became of me I'm living on the air in Cincinnati, Cincinnati, WKRP  [Verse 2] Got kind of tired packing and unpacking Town to town and up and down the dial Maybe you and me were never meant to be But baby think of me once in awhile  [Verse 3] Heading up that highway Leaving you behind Hardest thing I've ever had to do Broke my heart in two But Baby, pay no mind The price for finding me was losing you  [Verse 4] Memories help me hide my lonesome feelin' Far away from you and feelin' low It's gettin' late my friend, I miss you so Take good care of you, I've gotta go  [Verse 5] Baby, if you've ever wondered Wondered whatever became of me I'm living on the air in Cincinnati, Cincinnati, WKRP  [Verse 6] Got kind of tired packing and unpacking Town to town and up and down the dial Maybe you and me were never meant to be But baby think of me once in awhile I'm at WKRP in Cincinnati  ",
        "title": "Wkrp In Cincinnati"
    },
    {
        "artist": "Roger",
        "lyrics": "  Grapevine (Grapevine)  Ooh, grapevine, ooh, grapevine (Grapevine) Ooh, grapevine, ooh, sho' 'nuff, I need you (Heard it through the grapevine)  I heard that you're gonna leave me, oh, I Oh, yeah, I heard that you're gonna leave me, oh, I I heard it through the grapevine, oh Oh, oh, oh, I heard it through the grapevine  Somebody told me 'bout your plans to leave me Oh, oh, oh, I heard it through the grapevine, oh, wow (Wow)  Bet you wondered how I knew 'Bout your plans to make me blue With some other guy you knew before Between us guys, you know I love you much more It took me by surprise, I must say When I found out yesterday, oh Lord  I heard it through the grapevine Not much longer would you be mine (Heard it through the grapevine) {Longer would you be mine) Heard it through the grapevine Not much longer would you be mine (Heard it through the grapevine) {Longer would you be mine)  Ooh, grapevine, baby, baby, baby, baby, baby, baby Don't leave me, girl, because I need your love so bad I know a man ain't supposed to cry But these tears I can't hold inside Losin' you would end my life you see 'Cause you mean that much to me (Mmm, mmm, mmm)  You could have told me yourself That you love someone else  Heard it through the grapevine Not much longer would you be mine (Heard it through the grapevine) {Longer would you be mine) Heard it through the grapevine, baby, baby, baby, baby, baby (Heard it through the grapevine) Baby, baby, baby, baby  Grapevine, I don't want nobody else Naby, I don't want nobody else Don't you leave me, don't you leave me, don't you leave Don't you leave me, no, don't leave me, don't do it, ooh, ooh, ooh (Oh, I)  How much longer, darling, would you be mine? (Please, don't tell your mama) How much longer, darling, would you be mine? (She'll start cryin')  How much longer, darling, would you be mine? (Never try me, try me, baby) How much longer, longer would you be mine? How much longer, longer would you be mine? How much longer, longer would you be mine? (I need you, I need you so bad)  How much longer, longer would you be mine? How much longer, longer would you be mine? (Need your lovin', need your lovin', need your love, your love, your love) I really want you, waitin' for your love, your love, your love, your love Ooh  Heard it through the grapevine (Said, I heard it, said I heard it, baby Don't you leave me, don't you leave me now) Heard it through the grapevine (Said, I heard it through, heard it through, heard it through, tell me)  Mmm, hmm, your love, you know I want it (Just a little bit of soul now) Your love, your love, got to have it, your love  How much longer, darling, would you be mine? (Baby, mama, baby) How much longer, darling, would you be mine? How much longer, darling, would you be mine? (I love you) How much longer, darling, would you be mine? (Ooh, ooh)  Oh, oh, oh, I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine  ",
        "title": "I Heard It Through The Grapevine (Part 1)"
    },
    {
        "artist": "Central Line",
        "lyrics": "  Too much rainy days, rainy days Found so much lazy ways, lazy ways I've got to get away, oooh, baby This kind of life is not for me  I'm working day and night, night and day Working for my babe, only way It's all over me, I can't stand it This kind of life is not for me  I need a holiday to get away from the rush I got to get away from the rush Off the week if gold is cheap I hop and fly away where the sun always shines Eight days a week  'Cause there'll be sunshine Yes, I'll be walking into sunshine (Sunshine) Give me the sun (Sunshine) So all my rainy days will all be gone  I don't want a fuss, want a fight I'm checkin' in to book my early flight I've got to get away to see what's right for me  Walking by the sea (Go walking by the sea) That's when I'll be free (Don't want to hurry me) I can do as I please when my mind is at ease And I won't be worried at all  I need a holiday to get away from the rush I got to get away from the rush Off the week if gold is cheap I hop and fly away where the sun always shines Eight days a week  'Cause there'll be sunshine Yes, I'll be walking into sunshine (Sunshine) Give me the sun (Sunshine) So all my rainy days will all be gone  'Cause there'll be sunshine Sunshine Sunshine  I don't want a fuss, want a fight I'm checkin' in to book my early flight I've got to get away to see what's right for me  Walking by the sea (Go walking by the sea) That's when I'll be free (Don't want to hurry me) I can do as I please when my mind is at ease And I won't be worried at all  Sunshine Sunshine Sunshine Sunshine  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away (Sunshine), I got to do it now I got to walk into the sun, haha I got to get away (Sunshine), I got to do it now I got to walk into the sun, haha  I got to get away (Sunshine), I got to do it now I got to walk into the sun, haha I got to get away (Sunshine), I got to do it now I got to walk into the sun  And I'll be walking into sunshine (I got to walk into the sun, haha) I'll be walking into sunshine (I got to walk into the sun, haha)  I'll be there (I got to walk into the sun, haha) Too much rainy days (I got to walk into the sun, haha)  I don't want a fuss (I got to walk into the sun, haha) I got to get away, get away  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  I got to get away, I got to do it now I got to walk into the sun, haha I got to get away, I got to do it now I got to walk into the sun, haha  ",
        "title": "Walking Into Sunshine"
    },
    {
        "artist": "Leif Garrett",
        "lyrics": "  See how I'm walking See how I'm talking Notice everything in me Feel the need Oh feel, feel the need in me I need you by my side To be my guide Can't you see my arms are open wide Feel the need Oh feel, feel the need in me  I need your love Everyday I need Love Everyday I want Love Without your sweet, sweet love I'd rather die I need your love I need it constantly Love Your love takes care of me Love Your love is better to me than apple pie  Just put your hand in mine Love me all the time The proof you will plainly see Feel the need Oh feel, feel the need in me I need your only kiss To my heart in bliss You make me what I need to be Feel the need Oh feel, feel the need in me  I need you by my side To be my guide Can't you see my arms are open wide Feel the need Oh feel, feel the need in me  I need your love Everyday I need Love Everyday I want Love With out your sweet, sweet love I'd rather die I need your love I need it constantly Love Your love takes care of me Love Your love is better to me than cherry pie  See how I'm walking See how I'm talking Notice everything in me Feel the need Oh feel, feel the need in me  ",
        "title": "Runaway Rita"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": null,
        "title": "Talking Out Of Turn"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  It never fails when I'm with you I just freeze up inside And you're waiting there with your arms open wide My bashful feelin' just won't let me hide  You look as if you're surprised at me I know its not the way it's supposed to be  But didn't you know by now Girl, I'm just too shy Did you know by now Girl, I'm just too shy  I love to hold your hand Tell you you're mine But I just can't seem to make that move or to say those words Somethin' inside me just holds me back  I want to save so much fun with you I'm lost for words, I just can't begin  Baby, didn't you know it Girl, I just don't show it But I'm just too shy Did you know by now Girl, I'm just too shy  Maybe time will bring a change in me Loving is you is not as easy as I thought it would be Ooh  You look as if you're surprised at me  Didn't you should know by now Girl, I'm just too shy But did you know by now Girl, I'm just too shy  Girl, I want to hug you Girl, I want to love you But I'm just too shy Even wanna kiss you Tell you I do miss you But I'm just too shy  Ooh, ooh Girl, I'm just too shy But did you know by now Girl, I'm just too shy  Did you know by now Girl, I'm just too shy Did you know by now Girl, I'm just too shy  ",
        "title": "I'm Just Too Shy"
    },
    {
        "artist": "Henry Paul Band",
        "lyrics": null,
        "title": "Keeping Our Love Alive"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": "  It's an ill wind that blows no good And it's a sad heart that won't love like it should Oh, how lonesome you must be, and it's a shame If you don't share your love with me  It's a heartache when love is gone And it can get even worse if it keeps on Blinder than he who won't see, and it's a shame If you don't share your love with me  I can't help it if she is gone You must try to forget, you must live on It's a good thing to love someone But it's bad and even sad when it's not returned  Oh, how lonesome you must be and it's a shame If you don't share your love with me And I said it's a shame If you don't share your love with me...  ",
        "title": "Share Your Love With Me"
    },
    {
        "artist": "Rush",
        "lyrics": "  [Intro] And the men who hold high places Must be the ones who start To mold a new reality Closer to the heart Closer to the heart  [Verse 1] The blacksmith and the artist Reflect it in their art They forge their creativity Closer to the heart Yeah, it's closer to the heart  [Verse 2] Philosophers and ploughmen Each must know his part To sow a new mentality Closer to the heart Yeah, it's closer to the heart  [Guitar Solo]  [Verse 3] You can be the captain And I will draw the chart Sailing into destiny Closer to the heart Closer to the heart Closer to the heart Closer to the heart Closer to the heart I said closer to the heart Closer to the heart Closer to your heart Closer to your heart  ",
        "title": "Closer To The Heart"
    },
    {
        "artist": "Rufus With Chaka Khan",
        "lyrics": "  Take it from me, I've had the experience Finding the right love ain't easy to do I've been looking and looking and searching around since Nature started teching me just what to do  I can feel it bubbling up All this love needs somewhere to live Come and take a drink from my cup I have a heart with so much to give  All the love is here so take it Darlin' you know we can make it  I knew the minute I saw you You were the one who'd be Sharin' the love I have the feeling inside me You'll be beside me Sharin' the love  I never believed in love at first sight It's a foolish dreamer's fantasy But one look at you showed me the light And made a foolish dreamer of me  I can feel it bubbling up All this love needs somewhere to live Come and take a drink from my cup I have a heart with so much to give  All the love is here so take it It would be a sin to waste it  I knew the minute I saw you You were the one who'd be Sharin' the love I have the feeling inside me You'll be beside me Sharin' the love  ",
        "title": "Sharing The Love"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Verse 1] A world without heroes Is like a world without sun You can't look up to anyone Without heroes And a world without heroes Is like a never ending race Is like a time without a place A pointless thing devoid of grace  [Chorus] Where you don't know what you're after Or if something's after you And you don't know why you don't know In a world without heroes  [Verse 2] In a world without dreams Things are no more than they seem And a world without heroes Is like a bird without wings Or a bell that never rings Just a sad and useless thing   [Outro] In a world without heroes There's nothing to be It's no place for me  ",
        "title": "A World Without Heroes"
    },
    {
        "artist": "Patti Austin",
        "lyrics": "  You're a young man, a sweet guy Handsome, kinda shy You got a nice car A steady job Money you got plenty of What can I give a man with everything Just one thing you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone When you've got one lovin' woman Every home should have one  I'm a woman longin' For lovin' belongin' Got ideas, plenty of them I can help you with your problems  Don't you know That I'm gonna give to you my everything Everything you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone When you've got one lovin' woman Every home should have one  Don't you know That I'm gonna give to you my everything Everything you need Everything you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one  ",
        "title": "Every Home Should Have One"
    },
    {
        "artist": "Vangelis",
        "lyrics": null,
        "title": "Chariots Of Fire - Titles"
    },
    {
        "artist": "The Kinks",
        "lyrics": null,
        "title": "Better Things"
    },
    {
        "artist": "Marty Balin",
        "lyrics": "  Atlanta lady, I'm losing my mind Girl, I want my arms around you now For the thrill of you one more time There's just something about your love There's just something about you  You make me laugh, you take me away Girl, I miss your sweet caress right now And the thrill of you one more time There's just something about your love There's just something about you  You changed my life With just the wave of your smile Soothed my doubt And eased my worried mind  You gave me love and affection Open my direction It's what you gave me, girl That's what you gave me, yeah  Georgia woman, you're so far away I can see me loving you again For the thrill of you just one more time There's just something about your love There's just something about you  You changed my life With just the wave of your smile Soothed my doubt And eased my worried mind  You gave me love and affection Open my direction It's what you gave me, girl That's what you gave me, yeah  Atlanta lady, I'm losing my mind Girl, I want my arms around you now For the thrill of you one more time There's just something about your love There's just something about you  There's just something about your love There's just something about you  ",
        "title": "Atlanta Lady (Something About Your Love)"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  Never again, isn't that what you said You've been through this before You swore, this time, you'd think with your head No one would ever have you again And if takin' was gonna get done, you'd decide where and when  Just when you think you got it down Your heart securely tied and bound They whisper promises in the dark  Armed and ready, you fought love battles in the night But too many opponents made you weary of the fight Blinded by passion, you foolishly let someone in All the warnings went off in your head, still you had to give in  Just when you think you got it down Resistance nowhere to be found They whisper promises in the dark  But promises you know what they're for It sounds so convincing, but you heard it before 'Cause talk is cheap and you gotta be sure And so you put up your guard And you try to be hard but your heart says try again  You desperately search for a way to conquer the fear No line of attack has been planned to fight back the tears Where brave and restless dreams are both won and lost On the edge is where it seems it's well worth the cost  Just when you think you got it down Your heart in pieces on the ground They whisper promises in the dark  ",
        "title": "Promises In The Dark"
    },
    {
        "artist": "John Denver",
        "lyrics": "  In the airport lounge she sat in a fancy feathered hat The grandest lady I had ever seen Outside the heavy rains had grounded all the planes So I asked her if she'd like some company  In my rhinestone studded suit, My cowboy hat and boots I must have been a sight to see But she said \"Pull up a chair,\" as she fumbled with her hair A more unlikely pair you'll never see  I was Mogen David wine, she was Chabls Fifty-nine But there we sat, the cowboy and the lady She was evenings at the opera and summers in Paree I was Grand Ole Opry, Nashville, Tennessee  The cowboy and the lady As diff'rent as could be But it seemed so right that rainy night in Tennessee  And somewhere in between her Harvey's Bristol Creme And the beer I drank and the easy company We somehow came together for a night of stormy weather Now there's a little bit of class in this old cowboy And there's a little bit of cowboy in the lady  The cowboy and the lady As diff'rent as could be But it seemed so right that rainy night in Tennessee  We somehow came together for a night of stormy weather Now there's a little bit of class in this old cowboy And there's a little bit of cowboy in the lady  ",
        "title": "The Cowboy And The Lady"
    },
    {
        "artist": "Triumph",
        "lyrics": "  Something's at the edge of your mind You don't know what it is Something you were hoping to find But you're not sure what it is Then you hear the music And it all comes crystal clear The music does the talking Says the things you want to hear  I'm young, I'm wild and I'm free Got the magic power of the music in me I'm young, I'm wild and I'm free Got the magic power of the music in me  She climbs into bed She pulls the covers overhead And she turns her little radio on She's had a rotten day So she hopes the DJ's Gonna play her favorite song  Makes her feel much better Brings her closer to her dreams A little magic power Makes it better that it seems  She's young now, she's wild now, she wants to be free She gets the magic power of the music from me She's young now, she's wild now, she wants to be free She gets the magic power of the music from me  You're thinking it over But you just can't sort it out Do you want someone to tell you What they think it's all about Are you the one and only Who's sad and lonely You're reaching for the top Well, the music keeps you going And it's never gonna stop It's never gonna stop It's never gonna, never gonna, never gonna, never gonna stop  The world is full of compromise And infinite red tape But the music's got the magic It's your one chance for escape Turn me on, turn me up It's your turn to dream A little magic power Makes it better than it seems  I'm young now, I'm wild now, I want to be free Got the magic power of the music in me I'm young now, I'm wild and I'm free Got the magic power of the music I got the music in me  I got the power I got the magic She's got the power She's got the magic She's got the power She's got the magic She's got the power She's got the magic  ",
        "title": "Magic Power"
    },
    {
        "artist": "Stevie Nicks With Tom Petty And The Heartbreakers",
        "lyrics": "  [Verse 1: Stevie Nicks] Baby, you'll come knocking on my front door Same old line you used to use before I said yeah, well what am supposed to do? I didn't know what I was getting into  [Chorus 1] So you've had a little trouble in town Now you're keeping some demons down Stop dragging my Stop dragging my Stop dragging my heart around  [Verse 2: Stevie Nicks] It's hard to think about what you've wanted It's hard to think about what you've lost This doesn't have to be the big get even This doesn't have ti be anything at all  [Pre-Chorus: Tom Petty] I know you really want to tell me good-bye I know you really want to be your own girl  [Chorus 2: Stevie Nicks and Tom Petty] Baby, you could never look me in the eye Yeah, you buckle with the weight of the words Stop dragging my Stop dragging my Stop dragging my heart around  [Instrumental Interlude]  [Verse 3: Stevie Nicks] People running 'round loose in the world Ain't got nothing better to do Than make a meal of some bright eyed kid You need someone looking after you  [Pre-Chorus: Tom Petty]  [Chorus 2: Stevie Nicks and Tom Petty]  Stop dragging my heart around  ",
        "title": "Stop Draggin' My Heart Around"
    }
]