[
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] When you're down and troubled and you need a helping hand And nothing, whoa, nothing is going right Close your eyes and think of me and soon I will be there To brighten up even your darkest nights  [Chorus] You just call out my name And you know where ever I am I'll come running to see you again Winter, spring, summer, or fall All you have to do is call And I'll be there, yeah, yeah You've got a friend  [Verse 2] If the sky above you should turn dark and full of clouds And that old north wind should begin to blow Keep your head together and call my name out loud Soon I will be knocking upon your door  [Chorus]  [Bridge] Hey, isn't it good to know that you've got a friend? People can be so cold They'll hurt you and desert you Well, they'll take your soul if you let them Oh yeah, but don't you let them  [Chorus]  ",
        "title": "You've Got A Friend"
    },
    {
        "artist": "The Raiders",
        "lyrics": "  They took the whole Cherokee nation Put us on this reservation Took away our ways of life The tomahawk and the bow and knife Took away our native tongue And taught their English to our young And all the things we made by hand Are nowadays made in Japan  Cherokee people, Cherokee tribe So proud to live, so proud to die  They took the whole Indian nation Locked us on this reservation Though I wear a shirt and tie I'm still a redman deep inside  Cherokee people, Cherokee tribe So proud to live, so proud to die  But maybe someday when they learn Cherokee nation will return, will return, will return, will return, will return  ",
        "title": "Indian Reservation (The Lament Of The Cherokee Reservation Indian)"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "It's Too Late/I Feel The Earth Move"
    },
    {
        "artist": "Jean Knight",
        "lyrics": "  Mr. Big Stuf  Who do you think you are Mr. Big Stuff You're never gonna get my love  Now because you wear all those fancy clothes (oh yeah) And have a big fine car, oh yes you do now Do you think I can afford to give you my love (oh yeah) You think you're higher than every star above  [Chorus]  Now I know all the girls I've seen you with I know you broke their hearts one after another now, bit by bit You made 'em cry, many poor girls cry When they tried to keep you happy, they just tried to keep you satisfied  [Chorus]  I'd rather give my love to a poor guy that has a love that's true (oh yeah) Than to be fooled around and get hurt by you Cause when I give my love, I want love in return (oh yeah) Now I know this is a lesson Mr. Big Stuff you haven't learned  [Chorus]  Mr. Big Stuff You're never gonna break my heart Mr. Big Stuff You're never gonna make me cry  ",
        "title": "Mr. Big Stuff"
    },
    {
        "artist": "Tommy James",
        "lyrics": "  Makin' a livin' the old, hard way Takin' and givin' by day by day I dig snow and rain and the bright sunshine Draggin' the line (Draggin' the line)  My dog Sam eats purple flowers Ain't got much, but what we got's ours We dig snow and rain and the bright sunshine Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  I feel fine I'm talkin' 'bout peace of mind I'm gonna take my time I'm gettin' the good sign Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  Lovin' the free and feelin' spirit Of hugging a tree, when you get near it Diggin' the snow and rain and the bright sunshine Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  I feel fine I'm talkin' 'bout peace of mind I'm gonna take my time I'm gettin' the good sign Draggin' the line (Draggin' the line) Draggin' the line (Draggin' the line)  Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la) Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la) Draggin' the line (Draggin' the line) (La-la la-la la-la la-la) Draggin' the line (Draggin' the line) (La-la la-la la-la la)  ",
        "title": "Draggin' The Line"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1] I can think of younger days when living for my life Was everything a man could want to do I could never see tomorrow But I was never told about the sorrows  [Chorus] How can you mend a broken heart? How can you stop the rain from falling down? How can you stop the sun from shining? What makes the world go round? How can you mend this broken man? How can a loser ever win? Please help me mend my broken heart and let me live again  [Verse 2] I can still feel the breeze that rustles through the trees And misty memories of days gone by We could never see tomorrow No one said a word about the sorrow  [Chorus] And how can you mend a broken heart? How can you stop the rain from falling down? How can you stop the sun from shining? What makes the world go round? And how can you mend this broken man? How can a loser ever win? Please help me mend my broken heart and let me live again  [Bridge] La la la la la la, la la la la La la la la la la, la la la la  [Outro] Please help me mend my broken heart and let me live again  Da da da da Da da da da, da da da da da, da  ",
        "title": "How Can You Mend A Broken Heart"
    },
    {
        "artist": "Hamilton, Joe Frank & Reynolds",
        "lyrics": "  Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years Don't pull your love out on me, honey Take my heart, my soul, my money But don't leave me drownin' in my tears  You say you're gonna leave Gonna take that big white bird Gonna fly right out of here Without a single word But you know you'll break my heart When I watch you close that door 'Cause I know I won't see you anymore  Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years Don't pull your love out on me, honey Take my heart, my soul, my money But don't leave me drownin' in my tears  Haven't I been good to you What about that brand new ring Doesn't that mean love to you Doesn't that mean anything If I threw away my pride And I got down on my knees Would you make me beg you pretty please  Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years Don't pull your love out on me, honey Take my heart, my soul, my money But don't leave me drownin' in my tears  There's so much I wanna do I've got love enough for two But I'll never use it, girl, if I don't have you  Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years Don't pull your love out on me, honey Take my heart, my soul, my money But don't leave me drownin' in my tears  Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years Don't pull your love out on me, baby If you do then I think that maybe I'll just lay me down and cry for a hundred years  ",
        "title": "Don't Pull Your Love"
    },
    {
        "artist": "John Denver",
        "lyrics": "  Almost heaven, West Virginia Blue ridge mountains, Shenandoah river Life is old there, older than the trees Younger than the mountains, blowing like a breeze  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, country roads  All my memories, gather round her Miners' lady, stranger to blue water Dark and dusty, painted on the sky Misty taste of moonshine, teardrop in my eye  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, to the country roads  I hear her voice in the morning hour she calls me Radio reminds me of my home far away Driving down the road I get a feeling That I should have been home yesterday, yesterday  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, country roads  Country roads, take me home To the place I belong West Virginia, mountain mamma Take me home, to the country roads  Take me home, that country road Take me home, that country road  ",
        "title": "Take Me Home, Country Roads"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Sooner Or Later"
    },
    {
        "artist": "Tom Clay",
        "lyrics": "  What is segregation? I don't know what seggeration is What is bigotry? I don't know what biggery is What does hatred mean? I don't know what that is.. What is prejudice? Hmm, I think its when someones sick  Rise and shine, boys! One, two, three, four! One, two, three, four!  Anybody here, seen my old friend John, can you tell me where he's Gone?  Were at the Trademark, the motorcade is coming by here, I can see many Many motorcycles coming By now, police motorcycles. Just heard a call on the radio for all Units along Industrial, to pick up the Motorcade Somethings happened here, we understand there has been a shooting. The Presidential car coming up Now, we know its the presidential car. We can see Mrs. Kennedys pink Suit, there's a Secret Service Man spread eagle over the top of the car. We understand governor and Mrs. Connolly are in the car With president and Mrs. Kennedy We can't see who has been hit if anybody's been hit, but apparently Something is wrong here Something is terribly wrong. I am behind the motorcade now, (and as you Probably notice?) they're Going to Parkland Hospital  We interrupt this program to bring you a special bulletin: Dallas Texas, the flash, apparently official: President John F. Kennedy died, at 1 p.m., central standard time  Anybody here, seen my old friend Martin, can you tell me where he's Gone? He has freed a lot of people, but it seems the good they die young  We've got some difficult days ahead. But it doesn't really matter With me now. Because I've been to the Mountain top, and I  ",
        "title": "What The World Needs Now Is Love/Abraham, Martin and John"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Mercy, mercy me Things ain't what they used to be, no no Where did all the blue skies go? Poison is the wind that blows from the north and south and east  [Verse 2] Mercy, mercy me Things ain't what they used to be, no no Oil wasted on the ocean and upon our seas Fish full of mercury  [Verse 3] Mercy, mercy me Things ain't what they used to be, no no Radiation under ground and in the sky Animals and birds who live nearby are dying  [Verse 4] Mercy, mercy me Things ain't what they used to be What about this overcrowded land How much more abuse from man can she stand?  ",
        "title": "Mercy, Mercy Me (The Ecology)"
    },
    {
        "artist": "Cornelius Brothers & Sister Rose",
        "lyrics": "  All my friends had to ask me Something they didn't understand How I get all the women In the palms of my hand  And I told them Treat her like a lady (treat her like, you got to, got to treat her like) Do the best you can do (treat her like, you got to, got to treat her like) You got to treat her like a lady and she'll give in to you Lord, look and see You know what I mean  I know you've heard that a woman (treat her like, you got to treat her like) Will soon take advantage of you (treat her like, you got to treat her like) Let me tell you, my friend (treat her like, you got to treat her like) There just ain't no substitute (treat her like, you got to treat her like)  So you ought to Treat her like a lady (treat her like, you got to, got to treat her like) Do the best you can do (treat her like, got to, got to treat her like) You got to treat her like a lady and she'll give in to you Lord, look and see You know what I mean  Oh, you got to love her (love her), tease her (tease her) But most of all you got to please her (please her) You got to hold her (hold her) and want her (want her) And make her feel you'll always need her (need her) You know a woman (woman) is sentimental (woman) And so easy (woman) to upset (woman) So make her feel (feel) that she's for real, yeah (real) And she'll give you happiness, whoa  Strange as it seems (treat her like, you got to treat her like) You know you can't treat a woman mean (treat her like, you got to treat her like)  So my friends, there you have it I said it's the easy, simple way If you fail to do this Don't blame her if she looks my way  'Cause I'm gonna Treat her like a lady (treat her like, you got to, got to treat her like) So affectionately (treat her like, you got to, got to treat her like) I'm gonna treat her like a lady and she'll give in to me Lord, look and see You know what I mean  Oh, you gotta Treat her like a lady (treat her like, you got to, got to treat her like) Do the best you can do (treat her like, got to, got to treat her like) You got to treat her like a lady  ",
        "title": "Treat Her Like A Lady"
    },
    {
        "artist": "Delaney & Bonnie & Friends",
        "lyrics": "  I've got a never ending love for you From now on that's all I want to do From the first time we met I knew I'd have a never ending love for you  ",
        "title": "Never Ending Song Of Love"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  Fathers are pleading, lovers are all alone Mothers are prayin', send our sons back home (tell 'em 'bout it) You marched them away, yes you did now, on ships and planes To a senseless war facing death in vain  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) (Why don't you) Turn the ships around (Everybody oughta) Lay your weapons down  Can't you see 'em marchin' 'cross the sky? All the soldiers that have died Tryin' to get home Can't you see them tryin' to get home? Tryin' to get home They're tryin' to get home  Cease all fire (tell 'em 'bout it) on the battlefield Enough men have already been wounded and killed  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) (Why don't you) Turn the ships around (Everybody oughta) Lay your weapons down (Mothers, fathers, and lovers, can't you see them?)  Tryin' to get home Can't you see them tryin' to get home (Have mercy) Tryin' to get home Tryin' to get home  Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive) Bring the boys home (bring 'em back alive)  What they doin' over there now (bring 'em back alive) When we need 'em over here now? (bring 'em back alive) What they doin' over there now (bring 'em back alive) When we need 'em over here now? (bring 'em back alive) Bring 'em all, bring 'em all home (bring 'em back alive) Bring 'em all, bring 'em home now (bring 'em back alive) (fade out)  ",
        "title": "Bring The Boys Home"
    },
    {
        "artist": "The Fortunes",
        "lyrics": "  Here comes that rainy day feeling again And soon my tears will be falling like rain It always seems to be a Monday Leftover memories of Sunday Always spent with you Before the clouds appeared And took away my sunshine  Here comes that rainy day feeling again And I'll be dreaming of you baby in vain Your face is always on my mind, girl I'm hoping you're soon gonna find, girl Your way back to me 'Cause if you'll say you'll stay The rainy days will go away...  Misty morning eyes I'm trying to disguise the way I feel But I just can't hide it People seem to know The loneliness will show I'm thinking of my pride But breaking up inside, girl  Whoa-oa-oa, here comes that rainy day feeling again And soon my tears They will be falling like rain It always seems to be a Monday Left over memories of Sunday Always spent with you Before the clouds appeared, and took away my sunshine Here comes that rainy day feeling again Here comes that rainy day feeling again Here comes that rainy day feeling again... (fades)  ",
        "title": "Here Comes That Rainy Day Feeling Again"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Beginnings/Colour My World"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  Gladys Knight Miscellaneous I Don't Want To Do Wrong I DON'T WANT TO DO WRONG Gladys Knight and The Pips Um I don't wanna do wrong But you've been gone baby so long And I hope I hope you'll understand That it's really, it's really oh yes it is It's out of my hands but (I don't wanna do wrong) I don't wanna do wrong (But it's been so long) it's been so long (I just can't help myself) no (No, no, no) um Since you been away I been prayin' everyday For God to make me strong till ya get back home No, no, no, no I don't wanna do it But my heart keeps tellin' me to I know I tried with all of my might Ah ha I think I've lost this fight (I don't wanna do wrong) I don't wanna do wrong (But it's been so long) it's been so long (I just can't help myself) I just can't (no, no, no) Oh yeah, No I don't wanna No I didn't wanna do it ooh, ooh, oh But then again my dear Time passed and I didn't hear A comforting word from you to make me see That you were still in love with me So if by chance you've found ya' another girl Love her and I wish ya' all the happiness in the world 'Cause I've found a new love and I can't break loose I hope I can find happiness too (I don't wanna do wrong) I don't wanna do wrong (But it's been so long) baby, baby, baby (I just can't help myself) I just can't (no, no, no) I just can't (I don't wanna do wrong) Don't wanna do wrong no (But it's been so long) Baby, baby, baby (I just can't help myself) I just can't (no, no, no)  ",
        "title": "I Don't Want To Do Wrong"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Verse] One-two one-two-three uh! Hot pants- hey hot pants uh! Smoking Hot pants- smoking that-hot pants That's where its at a-that's where its at Take your fine self home It looks much better than time My fever keeps growing Girl you're blowing my mind Thinking of loosing that funky feeling don't uh! Cause you got to use just what you got To get just what you want-a Hey hu! Hot pants! Hey! Hot pants smoking! Hot pants make ya sure of yourself -good lord You walk like you got the only loving left hey So brother- if you're thinking of loosing that feeling Then don't- ha Cause a woman got to use what she got To get just what she wants hey! Hey hotpants A-look a-hot pants won't make ya dance But as slick as you are-ah! You make the pants Uh! Hey brother- do ya like it? The girl over there with the funky pants on ha! She can ah! Do the chicken all night long The girl over there with the hot pants on uh! She can do the funky broadway all night long The girl over there with the hot pants on Filthy macnasty all night long Get down hu! The one over there With the mini dress ha! I ain't got time- i still dig that mess Get down! But i like the hot pants Hey! I like a hot pants Ooooh! Bring it home! One more! Hit me! Aaay! Bring it home! Bring it home! Oh uh! Bring it on home Bring it on home  ",
        "title": "Hot Pants (She Got To Use What She Got To Get What She Wants) (Pt. 1)"
    },
    {
        "artist": "Five Man Electrical Band",
        "lyrics": null,
        "title": "Signs"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  [Verse 1:] My father sits at night with no lights on His cigarette glows in the dark The living room is still I walk by, no remark  I tiptoe past the master bedroom where My mother reads her magazines I hear her call sweet dreams But I forgot how to dream  [Chorus:] But you say it's time we moved in together And raised a family of our own You and me  Well, that's the way I've always heard it should be You want to marry me We'll marry  [Verse 2:] My friends from college They're all married now They have their houses and their lawns They have their silent noons Tearful nights, angry dawns  Their children hate them for the things they're not They hate themselves for what they are And yet they drink, they laugh Close the wound Hide the scar  [Chorus:] But you say it's time we moved in together And raised a family of our own You and me  Well, that's the way I've always heard it should be You want to marry me We'll marry  [Verse 3:] You say we can keep our love alive Babe, all I know is what I see The couples cling and claw And drown in love's debris  You say we'll soar like two birds through the clouds But soon you'll cage me on your shelf I'll never learn to be just me first By myself  [Chorus:] Well, O.K It's time we moved in together And raised a family of our own You and me  Well, that's the way I've always heard it should be You want to marry me We'll marry We'll marry  ",
        "title": "That's The Way I've Always Heard It Should Be"
    },
    {
        "artist": "The 8th Day",
        "lyrics": "  She's not just another woman She's not no, no She's not just another woman She's not no, no She's given me a new born birth I found sweetness on this bitter earth She knows the things to say To help my troubles away And when the words she say won't do She'll try a kiss or two And if her kisses fail to move me She'll take a little time to soothe me She's mine, mine, mine She knows how to console me She's mine, mine, mine She knows how to control me I don't want nobody talking 'bout my baby Nobody talkin 'bout my baby I never thought I'd find another Who gave me more love than my own mother She's not just another woman She's not no, no She's not just another woman She's not no, no  She taught me the meaning of giving She brought me back from the dead to the living From a one room dirty shack She washed the clothes on my back She's got electrifying lovin' As warm as a mother's oven Don't know where she gets the power Her lovin' gets strong by the hour She's mine, mine, mine She knows how to console me She's mine, mine, mine She knows how to control me Listen she's not just another woman She's not no, no She's not just another woman She's not no, no  She's give me a new born birth I found sweetness on this bitter earth She's been just as close as a sister or a brother She's done things for me I couldn't ask of my own father I believe her love would stretch From one end of this earth to the other Let me tell you she's not just another woman  ",
        "title": "She's Not Just Another Woman"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  If you're down and confused And you don't remember who you're talking to Concentration slips away Because you're baby is so far away  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with  Don't be angry, don't be sad Don't sit crying talking 'bout the good times you've had Well, there's a girl sitting right next to you And she's just waiting for something to do  Well, there's a rose in a fisted glove And the eagle flies with the dove And if you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with  Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo doo doo, doo doo doo  Lord, love the one you're with You got to love the one you're with You got to love the one you're with Why don't you love  Turn your heartaches right into joy, now She's a girl, yeah, and you're a boy I want you to get it together and make it nice Well, you ain't gonna need anymore advice  Hey, there's a rose in a fisted glove And the eagle flies with the dove Sometimes you can't be with the one you love, honey Love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with You got to love the one you're with  You gotta love (love the one you're with) You gotta love (love the one you're with) Oh, love (love the one you're with) You gotta love (love the one you're with) Woah yeah (love the one you're with) You gotta love, love the one you're with (love the one you're with) You gotta love (love the one you're with)  Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo, doo, doo, doo, doo, doo, doo, doo Doo doo doo, doo doo doo  ",
        "title": "Love The One You're With"
    },
    {
        "artist": "Dave & Ansil Collins",
        "lyrics": null,
        "title": "Double Barrel"
    },
    {
        "artist": "Chase",
        "lyrics": null,
        "title": "Get It On"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Talking to myself and feeling old Sometimes I'd like to quit, nothing ever seems to fit Hanging around, nothing to do but frown Rainy days and Mondays always get me down  What I've got they used to call the blues Nothing is really wrong, feeling like I don't belong Walking around, some kind of lonely clown Rainy days and Mondays always get me down  Funny but it seems I always wind up a-here with you Nice to know somebody loves me Funny but it seems that it's the only thing to do Run and find the one who loves me  What I feel has come and gone before No need to talk it out, we know what it's all about Hanging around, nothing to do but frown Rainy days and Mondays always get me down  Funny but it seems that it's the only thing to do Run and find the one who loves me  What I feel has come and gone before No need to talk it out, we know what it's all about Hanging around, nothing to do but frown Rainy days and Mondays always get me down  Hanging around, nothing to do but frown Rainy days and Mondays always get me down  ",
        "title": "Rainy Days And Mondays"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Liar"
    },
    {
        "artist": "The Beginning Of The End",
        "lyrics": "  Nassau's gone funky and Nassau's gone soul We've got a doggone beat now We're gonna call our very own Mini skirts, maxi skirts and Afro hair do People are doin' their won Don't care 'bout you and me  Nassau rock and Nassau roll Nassau's got a whole lot of soul Listen to the drummer strum in his feet New York they say has got a whole lot of soul London town is too doggone cold Nassau's got sunshine and this you all know But we've gone funky And got some soul too Funky Nassau funky  ",
        "title": "Funky Nassau-Part I"
    },
    {
        "artist": "Cymarron",
        "lyrics": null,
        "title": "Rings"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] Was Riding along side the highway Rolling up the country side Thinking I'm the devil's heat wave What you burn in your crazy mind? Saw a slight distraction standing by the road She was smiling there, yellow in her hair Do you want to, I was thinking Would you care  [Chorus] Sweet Hitch-a-Hiker We could make music at the Greasy King Sweet Hitch-a-Hiker Won't you ride on my fast machine?  [Verse 2] Cruising on thru the junction I'm flying 'bout the speed of sound Noticing peculiar function I ain't no roller coaster show me down I turned away to see her Woa! she caught my eye But I was rolling down, moving too fast Do you want to She was thinking can it last  [Chorus]  [Verse 3] Was busted up along the highway I'm the saddest riding fool alive Wondering if you're going in my way Won't you give a poor boy a ride? Here she comes a riding Lord, She's flying high But she was rolling down, moving too fast Do you wan to She was thinking can I last  [Chorus][3x]  ",
        "title": "Sweet Hitch-Hiker"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Verse 1] I don't know how many stars there are Up in the heavenly sky I only know my heaven is here on earth Each time you look into my eyes The way you do baby  Thank you, thank you baby  My beautiful bird you have flown away I held you too tight I can see You're all I need to get by No else can make me cry The way you do baby  [Chorus] You are the book that I read each day You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl Maybe she'll come  [Verse 2] Baby, you're all I need to get by No one else can make me cry The way you do baby, cause  [Chorus] You are the book that I read each day You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl Maybe she'll come  Oh, you are the book that I read each day (Sing it, sing it, sing it, yeah) You are the song that I sing (Sing it, sing it, sing it, yeah) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl  You are the book that I read each day, yeah You are the song that I sing (Gonna sing it to you) You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl (Oh) oh (Baby) baby I need you (Listen to me girl) You are the song that I sing You are the four seasons of my life But maybe tomorrow you'll change your mind girl Maybe tomorrow you'll come back to my arms girl  ",
        "title": "Maybe Tomorrow"
    },
    {
        "artist": "Roberta Flack & Donny Hathaway",
        "lyrics": null,
        "title": "You've Got A Friend"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Oh, I’m bein’ followed by a moonshadow, moonshadow, moonshadow Leapin and hoppin’ on a moonshadow, moonshadow, moonshadow  And if I ever lose my hands, lose my plough, lose my land Oh if I ever lose my hands, oh if.... I won’t have to work no more And if I ever lose my eyes, if my colours all run dry Yes if I ever lose my eyes, oh if.... I won’t have to cry no more  Yes, I am being followed by a moonshadow, moonshadow, moonshadow Leapin' and hoppin' on a moonshadow, moonshadow, moonshadow  And if I ever lose my legs, I won’t moan, and I won’t beg Oh if I ever lose my legs, oh if.... I won’t have to walk no more And if I ever lose my mouth, all my teeth, north and south Yes if I ever lose my mouth, oh if.... I won’t have to talk...  Did it take long to find me? I asked the faithful light Did it take long to find me? and are you gonna stay the night?  I am being followed by a moonshadow, moonshadow, moonshadow Leapin' and hoppin' on a moonshadow, moonshadow, moonshadow Moonshadow, moonshadow Moonshadow, moonshadow  ",
        "title": "Moon Shadow"
    },
    {
        "artist": "Dawn",
        "lyrics": "  Tonight I'm yours And you are mine, now But is it love Or just summertime, now? Ooh, the time is right Come hold me tight Let's grab onto the love that we can borrow And let's not hang each other up With words that we'll forget about tomorrow 'Cause the things we write in the summer sand The \"I love you\"'s and the future plans Disappear, slip right through your hand Like this warm, soft bed of summer sand You got someone And so do I, now Our hearts are locked in So why should we lie, now? Bathe with me in harmony Let's sing our summer song and sing it sweetly For we can't stop the autumn wind that blows away The summer sand completely Yes, the things we write in the summer sand The \"I love you\"'s and the future plans Disappear, slip right through your hand Like this warm, soft bed of summer sand Oh, the time is right Come hold me tight Let's grab onto the love that we can borrow And let's not hang each other up With words that we'll forget about tomorrow 'Cause the things we write in the summer sands The \"I love you\"'s and the future plans Disappear, slip right through your hand Like this warm, soft bed of summer sand Things we write in the summer sands The \"I love you\"'s and the future plans Disappear, slip right through your hand Like this warm, soft bed of summer sand  ",
        "title": "Summer Sand"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "If Not For You"
    },
    {
        "artist": "Graham Nash",
        "lyrics": null,
        "title": "Chicago"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Chorus 1] Riders on the storm Riders on the storm  [Chorus 2] Into this house we're born Into this world we're thrown Like a dog without a bone An actor out on loan Riders on the storm  [Verse 1] There's a killer on the road His brain is squirmin' like a toad Take a long holiday Let your children play If you give this man a ride Sweet family will die Killer on the road  [Verse 2] Girl you gotta love your man Girl you gotta love your man Take him by the hand Make him understand The world on you depends Our life will never end Gotta love your man  [Chorus 1] Riders on the storm Riders on the storm  [Chorus 2] Into this house we're born Into this world we're thrown Like a dog without a bone An actor out on loan  [Chorus 1] Riders on the storm Riders on the storm Riders on the storm Riders on the storm Riders on the storm  ",
        "title": "Riders On The Storm"
    },
    {
        "artist": "The Undisputed Truth",
        "lyrics": "  Smiling faces sometimes Pretend to be your friend Smiling faces show no traces Of the evil that lurks within  [Chorus] Smiling faces, smiling faces sometimes They don't tell the truth Smiling faces, smiling faces Tell lies and I got proof  The truth is in the eyes Cause the eyes don't lie, amen Remember a smile is just A frown turned upside down My friend let me tell you  [Chorus]  Beware, beware of the handshake That hides the snake I'm telling you beware Beware of the pat on the back It just might hold you back Jealousy (jealousy) Misery (misery) Envy I tell you, you can't see behind  [Chorus 2x]  (Smiling faces, smiling faces sometimes) (Smiling faces, smiling faces sometimes) I'm telling you beware, beware of the handshake That hides the snake Listen to me now, beware Beware of that pat on the back It just might hold you back  [Chorus] Your enemy won't do you no harm Cause you'll know where he's coming from Don't let the handshake and the smile fool ya Take my advice I'm only try' to school ya  [Chorus]  ",
        "title": "Smiling Faces Sometimes"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Childhood living is easy to do The things you wanted I bought them for you Graceless lady, you know who I am You know I can't let you slide through my hands  [Chorus] Wild horses, couldn't drag me away Wild, wild horses, couldn't drag me away  [Verse 2] I watched you suffer a dull, aching pain Now you decided to show me the same No sweeping exits or offstage lines Can make me feel bitter or treat you unkind  [Chorus] Wild horses, couldn't drag me away Wild, wild horses, couldn't drag me away  [Verse 3] I know I dreamed you a sin and a lie I have my freedom but I don't have much time Faith has been broken tears must be cried Let's do some living after we die  [Chorus] Wild horses, couldn't drag me away Wild, wild horses,we'll ride them some day Wild horses, couldn't drag me away Wild, wild horses, we'll ride them some day  ",
        "title": "Wild Horses"
    },
    {
        "artist": "Sounds Of Sunshine",
        "lyrics": null,
        "title": "Love Means (You Never Have To Say You're Sorry)"
    },
    {
        "artist": "The Dramatics",
        "lyrics": "  Some people are made of plastic And you know some people are made of wood Some people have hearts of stone Some people are up to no good  But baby, I'm for real I'm as real as real can get If what you're looking for is real loving Then what you see is what you get  What you see (what you see) is what you get (is what you get) What you see (what you see) is what you get (is what you get) I said, what you see (what you see) is what you get now, baby (is what you get) And the real thing is the best thing yet (the best thing yet)  You know some people are made of lies To bring you down and shame your name But baby, I have good intentions 'Cause breaking hearts just ain't my game  All I want to do is love you And sugar, I won't fill you with regret, no, no If what you're looking for is real loving Then what you see is what you get  What you see (what you see) is what you get (is what you get) What you see (what you see) is what you get (is what you get) I mean, what you see (what you see) is what you get now, baby (is what you get) And the real thing is the best thing yet (the best thing yet)  ",
        "title": "Whatcha See Is Whatcha Get"
    },
    {
        "artist": "Ashton, Gardner & Dyke",
        "lyrics": "  Twist yourself further from the middle of the floor Throw a little kiss to the woman next door Step on the gas, put your hand in the air Make a peace sign and you throw back your hair  Think about nothing, now you're nice and high You're advocating love but you don't know why Now you're getting vibrations all down to your feet That's the brow beating, heavy leather, resurrection beat  Put your hand on your hip Now you let your backbone slip Put out your tongue, put your hand in the air Make a peace sign, you just don't care  Now you feel free, you gotta lose control All God's children got a little bit of soul You don't have to think, you don't have to move a muscle To do the brow beating, heavy leather, resurrection shuffle  All right Oh, here we go again Oh, that's it, you're doing it All right  You think about nothing, now you're nice and high You're advocating love but you don't know why You're getting vibrations all down to your feet That's the brow beating, heavy leather, resurrection beat  Here we go Put your hand on your hip You gotta let your backbone slip Put out your tongue, put your hand in the air Make a peace sign like you just don't care  Now you feel free, you gotta lose control All God's children got some soul You don't have to think, you don't have to move a muscle To do the brow beating, heavy leather, resurrection shuffle, oh  You're doing all right This is gonna last you for years and years, and it's all right  You're doing all right Don't get uptight Uh huh, yeah That sounds all right Mmmm Do do do do do do  ",
        "title": "Resurrection Shuffle"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] What’s the matter with me I don’t have much to say Daylight sneaking through the window And I’m still in this all-night café Walking to and fro beneath the moon Out to where the trucks are rolling slow To sit down on this bank of sand And watch the river flow  [Verse 2] Wish I was back in the city Instead of this old bank of sand With the sun beating down over the chimney tops And the one I love so close at hand If I had wings and I could fly I know where I would go But right now I’ll just sit here so contentedly And watch the river flow  [Chorus] People disagreeing on all just about everything, yeah Makes you stop and all wonder why Why only yesterday I saw somebody on the street Who just couldn’t help but cry Oh, this old river keeps on rolling, though No matter what gets in the way and which way the wind does blow And as long as it does I’ll just sit here And watch the river flow  [Chorus] People disagreeing everywhere you look Makes you want to stop and read a book Why only yesterday I saw somebody on the street That was really shook But this old river keeps on rolling, though No matter what gets in the way and which way the wind does blow And as long as it does I’ll just sit here And watch the river flow  [Outro] Watch the river flow Watching the river flow Watching the river flow But I’ll sit down on this bank of sand And watch the river flow  ",
        "title": "Watching The River Flow"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Those old bad dreams Been sleeping in your head Those old dark clouds Been hanging around your head But all your hard times Will vanish in the wind When the mighty clouds of joy Come rolling in Ohhhh, Holy Jesus Let your love seize us Oh, let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in Those old storm clouds Are slowly drifting by And those old raindrops Are fading from your eyes And oh, Mr. Sun Gonna shine on us again When the mighty clouds of joy Come rolling in Ohhhh, Holy Jesus Let your love seize us Oh, let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in Holy Jesus Won´t you let your love seize us Let us find sweet peace within Hallelujah! Happiness begins When the mighty clouds of joy Come rolling in  ",
        "title": "Mighty Clouds Of Joy"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "High Time We Went/Black-Eyed Blues"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I'm Leavin'"
    },
    {
        "artist": "Lobo",
        "lyrics": null,
        "title": "She Didn't Do Magic/I'm The Only One"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  One, two, three, four I just want to celebrate another day of livin' I just want to celebrate another day of life I put my faith in the people But the people let me down So I turned the other way And I carry on, anyhow  That's why I'm telling you I just want to celebrate, yeah, yeah Another day of living, yeah I just want to celebrate another day of life Had my hand on the dollar bill And the dollar bill flew away But the sun is shining down on me And it's here to stay  That's why I'm telling you I just want to celebrate, yeah, yeah Another day of living, yeah I just want to celebrate another day of livin' I just want to celebrate another day of life  Don't let it all get you down, no, no Don't let it turn you around and around and around and around and around Well, I can't be bothered with sorrow And I can't be bothered with hate, no, no I'm using up the time but feeling fine, every day That's why I'm telling you I just want to celebrate Oh, yeah I just want to celebrate another day Oh, I just want to celebrate another day of livin' I just want to celebrate another day of life Don't let it all get you down, no, no Don't let it turn you around and around, etc Round, round, round, etc Don't go round I just want to celebrate I just want to celebrate Well, I just want to celebrate Said I just want to celebrate (celebrate) I just want to celebrate (I want to celebrate) I just want to celebrate (I got to celebrate) I just want to celebrate  ",
        "title": "I Just Want To Celebrate"
    },
    {
        "artist": "Bread",
        "lyrics": "  Freedom Keep walking Keep on your toes and Don't stop talking 'bout  Freedom Get going Lots to be learned And lots to be knowing 'bout  People Gotta reach 'em Sit 'em right down and then You gotta teach 'em 'bout  Freedom Gotta win it Gotta put yourself smack-dab in it  Hey, tomorrow Hey, don't you go away Cause freedom Just might come your way  Freedom Keep trying People stay alive And people keep dying for  Freedom So don't lose it You gotta understand You just can't abuse it  Freedom Get moving Never gonna stop 'Til everybody's grooving on  Love for one another Calling some friend And calling some brother  Hey, tomorrow You're not so far away Mother freedom We'll know you well someday  ",
        "title": "Mother Freedom"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Intro] [Verse 1] We'll be fighting in the streets With our children at our feet And the morals that they worship will be gone And the men who spurred us on Sit in judgment of all wrong They decide and the shotgun sings the song  [Chorus] I'll tip my hat to the new constitution Take a bow for the new revolution Smile and grin at the change all around me Pick up my guitar and play Just like yesterday And I'll get on my knees and pray We don't get fooled again Don't get fooled again  [Verse 2] Change it had to come We knew it all along We were liberated from the fold that's all But the world looks just the same And history ain't changed Cause the banners, they all flown in the last war  [Chorus] I'll tip my hat to the new constitution Take a vow for the new revolution Smile and grin at the change all around Pick up my guitar and play Just like yesterday And I'll get on my knees and pray We don't get fooled again No, no!  [Bridge] I'll move myself and my family aside If we happen to be left half alive I'll get all my papers and smile at the sky For I know that the hypnotized never lie Do ya?  [Verse 3] There's nothing in the street Looks any different to me And the slogans are replaced, by-the-bye And the parting on the left Is now the parting on the right And the beards have all grown longer overnight  [Chorus] I'll tip my hat to the new constitution Take a bow for the new revolution Smile and grin at the change all around me Pick up my guitar and play Just like yesterday Then I'll get on my knees and pray We don't get fooled again Don't get fooled again No, no!  [Synth solo]  [Outro] YEAAAAAAAAAH!!!!!!!!!!!!!!!! Meet the new boss Same as the old boss  ",
        "title": "Won't Get Fooled Again"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "Puppet Man/Resurrection Shuffle"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  I thought love was only true in fairy tales Meant for someone else, but not for me Love was out to get me That's the way it seemed Disappointment haunted all my dreams  Then I saw her face, now I'm a believer Not a trace of doubt in my mind I'm in love and I'm a believer I couldn't leave her if I tried  I thought love was more or less a giving thing Seems the more I gave, the less I got What's the use in trying, all you get is pain When I needed sunshine, I got rain  Then I saw her face, now I'm a believer Not a trace of doubt in my mind I'm in love and I'm a believer I couldn't leave her if I tried  Love was out to get me That's the way it seemed Disappointment haunted all my dreams  Then I saw her face, now I'm a believer Not a trace of doubt in my mind I'm in love and I'm a believer I couldn't leave her if I tried Saw her face, now I'm a believer Not a trace of doubt in my mind I'm in love, and I'm a believer  ",
        "title": "I'm A Believer"
    },
    {
        "artist": "Davy Jones",
        "lyrics": "  With a cloud above her head Here comes rainy Jane If she stops you, man, she'll bore you With her sad refrain  It's the same old story We've heard a thousand times before She'll tell you how he broke her heart And then the tears will start to pour  Hey, Rainy Jane You gotta stop your crying sometime Come on, Rainy Jane It's up to you to make your own sweet sunshine  Jane, you're just a shadow of The girl you used to be Once you used to live for life But now you live for sympathy  It's true, your heart's been broken And you've got the right to cry But if you're gonna keep it up The sunshine's gonna pass you by  Hey, Rainy Jane You gotta stop your crying sometime Come on, Rainy Jane It's up to you to make your own sweet sunshine  You can change the weather No one loves a rainy day Come, let's get together Clouds will clear up When you cheer up Take each raindrop Make the rain stop  Hey, Rainy Jane You gotta stop your crying sometime Come on, Rainy Jane It's up to you to make your own sweet sunshine  Hey, Rainy Jane You gotta stop your crying sometime Come on, Rainy Jane It's up to you to make your own sweet sunshine  Hey, Rainy Jane You gotta stop your crying sometime Now come on, Rainy Jane It's up to you to make your own sweet sunshine  ",
        "title": "Rainy Jane"
    },
    {
        "artist": "Jody Miller",
        "lyrics": "  He's so fine wish he were mine That good looking boy over there the one with the coal black hair I don't know how I'm gonna do it but I'm gonna make him mine He's the envy of all the rest he's just a matter of time He's so soft spoken guy oh so sweet kinda shy Makes me wonder if I should even give him a try But then again he can't shy he can't shy away forever And I'm gonna make him mine if it takes me forever Oh he's so fine gotta be mine Sooner or later hope it's not later We gotta get together the sooner the better I just can't wait I just can't wait to be held in his arms If I were a queen honey ask me to leave my throne I'd do anything that he'd ask anything to make him my own Cause he's so fine so fine he's so fine [ guitar - dobro ] Cause he's so fine so fine he's so fine He's so soft spoken guy...  ",
        "title": "He's So Fine"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  You're alone all time Does it ever puzzle you, have you asked why You seem to fall in love, out again Do you ever really love or just pretend  Why fool yourself Don't be afraid to help yourself It's never too late, too late to  Stop, look Listen to your heart, hear what it's saying Stop, look Listen to your heart, hear what it's saying Love, love, love  Though you try, you can't hide All the things you really feel, this time decide That you will open up, let it in There's no shame in sharing love you keep within  So jump on in Head over heels, and fall right in It's never too late too late to  Stop, look Listen to your heart, hear what it's saying Stop, look Listen to your heart, hear what it's saying Love, love, love  Stop, look Listen to your heart, hear what it's saying (Listen to your heart, can't You see it's not too late) Stop, look Listen to your heart, hear what it's saying (La, la, la, la, la, la, la)  Stop, look Listen to your heart, hear what it's saying (Listen to your heart, can't You see it's not too late) Stop, look Listen to your heart, hear what it's saying  ",
        "title": "Stop, Look, Listen (To Your Heart)"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Ain't no sunshine when she's gone It's not warm when she's away Ain't no sunshine when she's gone She's always gone too long anytime she goes away  Wonder this time where she's gone Wonder if she's gone to stay Ain't no sunshine when she's gone And this house just ain't no home anytime she goes away  And I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know, I know, I know I know, I know Hey, I oughtta leave young thing alone But ain't no sunshine when she's gone  Ain't no sunshine when she's gone Only darkness every day Ain't no sunshine when she's gone And this house just ain't no home anytime she goes away  Anytime she goes away Anytime she goes away Anytime she goes away Anytime she goes away Anytime she goes away  ",
        "title": "Ain't No Sunshine"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Crazy About The La La La"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "It's Summer"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "Hey! Love/Over And Over"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": "  All of the ladies attending the ball Are requested to gaze In the faces found on the dance cards Please then remember and don't get too close To one special one He will take your defenses and run  So we change partners Time to change partners You must change partners Again  This is how most of our ladies grew up At the country club dances They learned how to handle the boys Gently but firmly, they learned to say no There were four more young men Who were waiting in the color and the noise  So we change partners Time to change partners You must change partners Again  All of the ladies attending the ball Are requested to gaze In the faces found on the dance cards Please then remember and follow your list Cause the dear things get hurt And the broken hearts make you feel hard  So we change partners Time to change partners You must change partners Again  ",
        "title": "Change Partners"
    },
    {
        "artist": "The James Gang",
        "lyrics": null,
        "title": "Walk Away"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  The last time I saw her face Her eyes were bathed in starlight And her hair hung long The last time she spoke to me Her lips were like the scented flowers Inside a rain-drenched forest  But that was so long ago That I can scarcely feel the way I felt before And if time could heal the wounds I would tear the threads away That I might bleed some more  The last time I walked with her Her laughter was the steeple bells That ring to greet the morning sun A voice that the ground we walked upon Those were good days  The last time I held her hand Her touch was autumn spring And summer and winter too The last time I let go of her She walked away into the night  I lost her in the misty streets A thousand months, a thousand years When other lips will kiss her eyes A million miles beyond the moon, that's where she is  The last time I saw her face Her eyes were bathed in starlight And million miles beyond the moon, that's where she is  The last time I saw her face Her eyes were bathed in starlight And she was walked alone The last time she kissed my cheek Her lips were like the wilted leaves  Upon the autumn covered hills Resting on the frozen ground The seeds of love lie cold and still Beneath a battered marking stone, it lies forgotten  ",
        "title": "The Last Time I Saw Her"
    },
    {
        "artist": "Dusk",
        "lyrics": null,
        "title": "I Hear Those Church Bells Ringing"
    },
    {
        "artist": "Mary Travers",
        "lyrics": null,
        "title": "Follow Me"
    },
    {
        "artist": "Bobby Russell",
        "lyrics": "  Here they come, warming up I hear the pitter patter of little People on the living room rug Woe is me, there goes the TV Now it's Popeye and Bluto Batman and Bozo  Don't spill the corn flakes They'll break at lunch break Home from the office Why did I stop to Have a beer with the boys Now my head's 'bout to pop  It's a Saturday morning confusion If you think you can sleep, it's illusion Cause you'll probably get a rude Intrusion from Harry the dog  Harry the dog is as big as can be And Harry the dog had puppies last week We couldn't tell if it's a he Or a she, now we know  It's a Saturday morning confusion If I could just get to the bathroom And get a cold rag and an aspirin To help how I feel  But here come the twins And they're screaming at me What is the deal and turn off the TV Go ask your mother and quietly Your daddy is ill  There he is, cousin Jack You got the leaf rake too Keep at it till I get it all back  Hanging round my yard Snooping in my garage I tolerate him because he's my cousin He's nice to the kids And Harry just loves him  It's a Saturday morning confusion And if I could just hide in my attic 'Cause I can hear my wife yelling Take 'em all to the show  I'll take the whole Neighborhood to the show I'll just walk out in back Where the money tree grows Grab me a handful And off to the show we'll go  It's a Saturday morning confusion And if I could just get a transfusion Or maybe go hide in the bedroom Till five o'clock  Let it be known that at five the TV Is gonna be tuned to the game of the week And that goes for dogs and twins And the whole family  It's a Saturday morning confusion It's a Saturday morning confusion  Day is done  Cousin Jack, in his yard Cooking steaks on a grill That I'll never get back  The twins in front of the TV Harry with his family Sis on her date and Mom at the door Smiles as she surveys the sight For the first time today The kingdom is quiet  Lord, let us thank you for Saturdays And may they remain my friends  Cause I work all week long To keep strong till they're grown And next Saturday then We'll do it again  Here they come, warming up I hear the pitter patter of little People on the living room rug  Woe is me, there goes the TV...  ",
        "title": "Saturday Morning Confusion"
    },
    {
        "artist": "Redbone",
        "lyrics": null,
        "title": "Maggie"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": null,
        "title": "Talking In Your Sleep"
    },
    {
        "artist": "Al Green",
        "lyrics": "  I’m so tired of being alone I’m so tired of on-my-own Won’t you help me girl Just as soon as you can  People say that I’ve found a way To make you say that you love me Hey baby, you didn’t go for that It’s a natural fact That I wanna come back Show me where it’s at, baby  I’m so tired of being alone I’m so tired of on-my-own Won’t you help me girl Soon as you can  I guess you know that I, uh, I love you so Even though you don’t want me no more Hey hey hey hey, I’m cryin’ tears All through the years I’ll tell ya like it is Honey, love me if you will  Yeah baby Tired of being alone here by myself, now I tell ya, I’m tired baby I’m tired of being all wrapped up late at night In my dreams, nobody but you, baby Sometimes I wonder If you love me like you say you do You see baby, I been thinkin’ about it, yeah I been, I been wantin’ to get next to you baby Ya see, sometimes I hold my arms, I say mmmm hmmm hmmm Yeah baby Meeting you has proven to me To be my greatest dream, yeah  Tired, baby Yeah, you don’t know what I’m talkin’ about Sometimes late at night I get to wonderin’ about you baby Oh baby, baby I’m so tired of being alone I’m so tired of being alone I’m so tired of being alone…  ",
        "title": "Tired Of Being Alone"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "Where You Lead"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Intro - Aretha Franklin ] (La-la-la la la la la la la la) (La-la-la la la la la la la la)  [Chorus - Aretha Franklin ] (There's a rose in black at spanish harlem) (A rose in black at spanish harlem)  [Verse 1 - Aretha Franklin ] It is the special one It never sees the sun It only comes up When the moon is on the run And all the stars are gleaming It's growing in the street Right up through the concrete But soft sweet and dreamy  [Chorus - Aretha Franklin ] (There is a rose in spanish harlem) (A rose in black at spanish harlem)  [Verse 2 - Aretha Franklin ] With eyes as black as coal That look down in his soul It start a fire there and then he looses control I'm gonna beg his par-ar-ar-ardon yeah He's going to pick that rose And watch her as she grows In his garden  [Chorus - Aretha Franklin ] (There is a rose in spanish harlem uum uum) (A rose in black at spanish harlem uum uum)  [Verse 3 - Aretha Franklin ] With eyes as black as coal That look down in his soul And start a fire there and then he loses control And i wanna beg his par-ar-ar-don He's going to pick that rose And watch her as she grows In his garden  [Outro - Aretha Franklin ] (La-la-la- la la la la la la la) (La la la-la-la la-la-la la) (La la la-la-la la-la-la la) (La la la-la-la la-la-la la)  ",
        "title": "Spanish Harlem"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": null,
        "title": "Ride With Me"
    },
    {
        "artist": "Waldo De Los Rios",
        "lyrics": null,
        "title": "Mozart Symphony No. 40 In G Minor K.550, 1st Movement"
    },
    {
        "artist": "Steve Alaimo",
        "lyrics": null,
        "title": "When My Little Girl Is Smiling"
    },
    {
        "artist": "The People's Choice",
        "lyrics": null,
        "title": "I Likes To Do It"
    },
    {
        "artist": "John Kongos",
        "lyrics": "  Hey rainmaker come away from that man You know he's gonna Take away our promised land  Hey good lady He just want what you got You know he'll never stop Until he's taken the lot Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man  Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man You're a man. He's a man  Hey rainmaker he got golden plans I tell you he make you A stranger in your land  Hey good lady He got God on his side He got a double tongue You never think that he lie  Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man  Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man You're a man, you're a man He's a man  He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again  Hey rainmaker come away From that man you know He's gonna take away our promised land  Hey good lady He got God on his side He got a double tongue You never think that he lie  Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man  Gonna stamp out your fire He can change your desire Don't you know that he can make You forget you`re a man You're a man, you're a man He's a man  He got God on his side He got a double tongue You never think that he lie  He's gonna step on you again He's gonna step on you again He's gonna step on you again He's gonna step on you again  ",
        "title": "He's Gonna Step On You Again"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "One-Way Ticket"
    },
    {
        "artist": "Chuck Mangione",
        "lyrics": null,
        "title": "Hill Where The Lord Hides"
    },
    {
        "artist": "The Poppy Family",
        "lyrics": "  I like the way you smile at me I felt the heat that enveloped me And what I saw I liked to see I never knew where evil grew  I should have steered away from you My friend told me to keep clear of you But something drew me near to you I never knew where evil grew  Evil grows in the dark Where the sun it never shines Evil grows in cracks and holes And lives in people's minds  Evil grew, it's part of you And now it seems to be That every time I look at you Evil grows in me  If I could build a wall around you I could control the thing that you do But I couldn't kill the will within you And it never shows The place where evil grows  Evil grows in the dark Where the sun it never shines Evil grows in cracks and holes And lives in people's minds  Evil grew, it's part of you And now it seems to be That every time I look at you Evil grows in me  ",
        "title": "Where Evil Grows"
    },
    {
        "artist": "Mac And Katie Kissoon",
        "lyrics": null,
        "title": "Chirpy Chirpy Cheep Cheep"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Come Back Home"
    },
    {
        "artist": "Audience",
        "lyrics": null,
        "title": "Indian Summer"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  We are neighbors (Yeah, yeah, yeah) We are neighbors Whether we wanna be or not  Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know? Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know?  If everybody looked the same We'd get tired of looking at each other You couldn't tell the lady next door From your own damn mother  If variety ain't the spice of life Then why are some Peppercorn lights so nice?  You telling me things That you can't do It's not that you can't It's that you just don't want to  We are neighbors We are neighbors We are neighbors (Yeah, yeah, yeah) We are neighbors Whether we wanna be or not  Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know? Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know?  You put me in prison in my own house (Yes, yes, you did) And expect me to be quiet as a mouse (Yes, yes, you did)  When I see it your way You let me out (Yes, yes, you did)  But here is something To think about (Yes, yes, you did)  The good and The bad die together Nobody's gonna live Forever and ever  The truth is the light That you should know Let's walk in The sunshine together  We are neighbors (Yeah, yeah, yeah) We are neighbors We are neighbors We are neighbors Whether we wanna be or not  Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know Bom-bom-bom-bom, I told you so Bom-bom-bom-bom, didn't you know  We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?) We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?)  We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?) We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?)  We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?) We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?)  We are neighbors (Bom-bom-bom-bom, I told you so) (Bom-bom-bom-bom, didn't you know?)  ",
        "title": "We Are Neighbors"
    },
    {
        "artist": "The Fuzz",
        "lyrics": null,
        "title": "Like An Open Door"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Maggie May/Reason To Believe"
    },
    {
        "artist": "Gayle McCormick",
        "lyrics": null,
        "title": "Gonna Be Alright Now"
    },
    {
        "artist": "The Glass Bottle",
        "lyrics": "  Got no time to stop and speak to friends passing by Got no strength to wipe away the tears from my eye I don't care what's going on Only know she's gone  And the sun don't shine anymore And I don't feel fine anymore 'Cause she ain't mine anymore No, I don't feel fine anymore I ain't got time anymore  Seems to be such sadness now in each place I go Other people laugh and, still, I just wouldn't know Never stop to see who's there Once I used to care  But the sun don't shine anymore 'Cause she ain't mine anymore And I don't feel fine anymore No, I ain't got time anymore I ain't got time anymore  I can't get used to being left on my own It takes up all my time just trying to be alone  Used to take an interest in the state of world Now I only know how much I'm missing that girl Hope the world will understand I can't lend a hand  'Cause she ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore And I don't feel fine anymore No, I ain't got time anymore 'Cause she ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore No, I ain't got time anymore She ain't mine anymore And I don't feel fine anymore 'Cause she ain't mine anymore I ain't got time anymore  ",
        "title": "I Ain't Got Time Anymore"
    },
    {
        "artist": "The Free Movement",
        "lyrics": "  I got up this morning While I was having my coffee My woman came in, sat down by my side With tears in her eyes She said Ive a confession to make I said Woman, speak whats on your mind She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own All those lonely nights You left me all alone My true love would call And talk to me on the phone I said Woman, if thats the way its gotta be Then darlin, dont you worry about me She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own I got up from the table Reached down and wiped the tears From her face I put out my cigarette Turned and walked away She said Ive found somebody new To take your place I said dont feel so all alone Ive found someone of my own  ",
        "title": "I've Found Someone Of My Own"
    },
    {
        "artist": "Paul Stookey",
        "lyrics": null,
        "title": "Wedding Song (There Is Love)"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] Born a natural loser -- can't recall just where Raised on brew and poker and a dollar here and there Blackjack hand, dealer man, you better pay off that last bet Two-bit hand, a 21 is all I ever get  [Chorus] Go down gamblin', say it when you're runnin' low Go down gamblin' -- you may never have to go no  [Guitar Solo 1]  [Verse 2] Down in a crap game, I've been losin' at roulette Cards are bound to break me, but I ain't busted yet Cause I've been called a natural lover by that lady over there Honey, I'm just a natural gambler but I try to do my share  [Guitar Solo 2]  [Chorus] (2x)  ",
        "title": "Go Down Gamblin'"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "You're The One For Me"
    },
    {
        "artist": "The Electric Express",
        "lyrics": null,
        "title": "It's The Real Thing - Pt. I"
    },
    {
        "artist": "Sonny James",
        "lyrics": null,
        "title": "Bright Lights, Big City"
    },
    {
        "artist": "The Dillards",
        "lyrics": null,
        "title": "It's About Time"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Maurice White, Donald Whitehead & Wade Flemons  Have you ever seen a flower Tryin' to bloom in a dry barren land But then comes a sweet spring shower Just to lend a helpin' hand Like the love of you and I All at once it came alive You brought love And your love is life Did you ever watch a mother And how tender she treats a child And the birds in the treetops How they protect their young from the wild And girl your love It comforts me And that's my security  *You brought love And your love is life  (*Repeat)  This is the song of love Let everyone sing along Let everyone sing along Give it all from the heart Don't wait, don't wait 'til tomorrow  ",
        "title": "Love Is Life"
    },
    {
        "artist": "Ronnie Dyson",
        "lyrics": null,
        "title": "When You Get Right Down To It"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Love Me"
    },
    {
        "artist": "Matthews' Southern Comfort",
        "lyrics": null,
        "title": "Mare, Take Me Home"
    },
    {
        "artist": "Lee Michaels",
        "lyrics": "  {Intro}  Been forty days since I don't know when I just saw her with my best friend Do you know what I mean? Do you know, know what I mean?  I just saw her yesterday I just saw her, asked her to stay Do you know what I mean? Lord, Do you know what I mean?  Her and Bobby were steppin' out Her and Bobby didn't know I found out Do you know what I mean? Do you know, know what I mean?  So I asked her if she still cared She didn't hear me, she just stared Do you know what I mean? Lord, Do you know what I mean?  And then she said Lee you haven't loved me in nearly four years You haven't noticed that I held back my tears And now you have, but it's really too late Better find yourself another girl Better find another girl Better find uh, another place  {Pause}  She just left me yesterday She just left me, had nothing to say Do you know what I mean? Oh, do you know what I mean?  She's a dandy, yes indeed She's a dandy, but now she's free Do you know what I mean? Lord, do you know what I mean? Yeah  Been forty days since I don't know when I just saw her with my best friend Do you know what I mean? Lord, do you know what I mean?  I just saw her yesterday I just saw her, learn how to stay Do you know what I mean? Lord, Do you know what I mean?  Yeah, here comes it now..  {outro}  ",
        "title": "Do You Know What I Mean"
    },
    {
        "artist": "The Nite-Liters",
        "lyrics": "  Instrumental  ",
        "title": "K-Jee"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  To get stones from a rock You've got to break it To get bread from dough You've got to bake it  To get water from a faucet You've got to turn it If you wanna be loved If you wanna be loved (If you want to be loved) You've got to earn it  To get fire from matches You've got to strike them To get the feeling like this You've got to like it  To get ashes from wood You've got to burn it If you wanna be loved If you wanna be loved Ooh, you've got to earn it  Throw hate right out of your heart  To make broken things work You've got to fix 'em That's what you gotta do, now To make two things one You've got to mix them, yeah  To get butter from milk You've got to churn it If you wanna be loved If you wanna be loved Said y'all You've got to earn it  Earn it, earn it Earn it, earn it That's what you gott do, now Earn it, earn it Earn it, earn it Earn the right to be loved Earn it, earn it  ",
        "title": "You've Got To Earn It"
    },
    {
        "artist": "Jeannie C. Riley",
        "lyrics": "  You ask me if we con live together Marriage doesn't fit your way of life And you say that you'll be with me forever Well if that's true please make me your wife  Cause if I'm good enough to be your woman good enough to share your life Good enough to live together I'm good enough to be your wife Good enough to have your children good enough to give 'em life Good enough to do your cooking I'm good enough to be your wife [ piano ] I don't care what people say about us Loving one another isn't wrong And I don't care as long as we're together Right here next to you's where I belong  But if I'm good enough to be your woman...  Darling I'm so glad you want me with you But sharin' someone's life just ain't the game So with you really want to live together Then first of all I've got to have your name  Cause if I'm good enough to be your woman...  ",
        "title": "Good Enough To Be Your Wife"
    }
]