[
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Intro] Like a moth to a flame burned by the fire My love is blind, can't you see my desire? That's the way love goes (That's the way love, that's the way love) (That's the way love goes) Like a moth to a flame burned by the fire (that's the way) My love is blind can't you see my desire? (that's the way) Like a moth to a flame burned by the fire (that's the way) My love is blind can't you see my desire? That's the way love goes Like a moth to a flame burned by the fire (That's the way, that's the way, that's the way love goes) That's the way love goes My love is blind can't you see my desire? (That's the way, that's the way, that's the way love goes)  [Verse 1] Come with me, don't you worry I'm gonna make you crazy I'll give you the time of your life I'm gonna take you places You've never been before and You'll be so happy that you came Ooh, I'm gonna take you there, oooh  [Chorus] That's the way love goes, that's the way love goes (That's the way love goes) That's the way love goes (that's the way) That's the way love goes (That's the way, that's the way love goes)  [Verse 2] Don't mind if I light candles I like to watch us play and Baby, I've got on what you like Come closer, baby, closer Reach out and feel my body I'm gonna give you all my love Ooh, sugar don't you hurry You've got me here all night Just close your eyes and hold on tight (That's the way, that's the way) Ooh, baby, don't stop, don't stop Go deeper, baby, deeper You feel so good I'm gonna cry Ooh, I'm gonna take your there  [Chorus] That's the way love goes, that's the way love goes That's the way love goes, that's the way love goes That's the way love goes (that's the way love goes) That's the way love goes, that's the way love goes Don't you know it goes? That's the way  [Interlude] Like a moth to a flame burned by the fire My love is blind, can't you see my desire? Like a moth to a flame burned by the fire My love is blind, can't you see my desire?  [Bridge] That's the way, that's the way, that's the way, that's the way That's the way, that's the way, that's the way love goes That's the way love goes (that's the way, that's the way) That's the way love goes, it goes, it goes (That's the way, that's the way) That's the way love goes  [Chorus] That's the way love goes, that's the way love goes That's the way love goes (that's the way love goes) That's the way love, that's the way love, that's the way love That's the way love, that's the way love, that's the way love That's the way love goes  ",
        "title": "That's The Way Love Goes"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Verse 1] I don't know what it is that you've done to me But it's caused me to act in such a crazy way Whatever it is that you do when you do what you're doing It's a feeling that I want to stay  [Pre-Hook] Cause my heart starts beating triple time With thoughts of loving you on my mind I can't figure out just what to do When the cause and cure is you  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Verse 2] Time after time, after time I try to fight it But your love is strong, it keeps on holding on Resistance is down When you're around, cries fading In my condition, I don't want to be alone  [Pre-hook] Cause my heart starts beating triple time With thoughts of loving you on my mind I can't figure out just what to do When the cause and cure is you  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Bridge] I try hard to fight it No way can I deny it You're love's so sweet Knocks me off my feet  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Verse 4] (I get so weak) Blood starts racing through my veins (I get so weak) Boy, it's something I can't explain (I get so weak) Something 'bout the way you do The things you do-ooo-ooo, it (Knocks me right off of my feet) Ohh, off my feet Can't explain why your lovin' makes me weak  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  ",
        "title": "Weak"
    },
    {
        "artist": "H-Town",
        "lyrics": "  [Intro] Yeah, We doin' this one for all the ladies, huh H-Town Boys, kickin' it with my boy Luke for the 9-3, you know what I'm sayin' cause we will be knockin' boots GI, Shazam, Dino They goin' do a little somethin, for you real sexy like you know what I'm sayin' Hey, yo, check the verse  [Verse 1] Last night I thought to back to when we made good love Listenin' to some Marvin Gaye all night long Now I want that whole thing back Make these moments once again go right So won't ya, won't ya, uhhh, do it for us, babe  Good lovin, body rockin' knockin' boots all night long yeah Makin' love until we tire to the break of dawn But oh, come on, a-come on And turn the lights down, and let me get on it, yeah ‘Cause when I do, just me and you, it'll be so right  A-give me some good love (Somebody rockin' knockin' da boots) A-give me some good love (Somebody rockin' knockin' da boots) Somebody rockin', baby, ooh  A-give me some good love (Somebody rockin' knockin' da boots) That's all I need, I need A-give me some good love (Somebody rockin' knockin' da boots)  [Verse 2] I feel so good when I'm near you That's why I always wanna be close to you I'm so addicted, I'm so addicted To makin' love to you, baby All night long, baby, all night long, long, long, long  [Hook] Good lovin', body rockin' all night long, oh, oh Makin' love until we tire to the break of dawn But oh, come on, come on and turn the lights down, and let me get on it, uh ‘Cause when I do, just me and you, it'll be so right, so right, so right  A-give me some good love (Somebody rockin' knockin' da boots) A-give me some good love (Somebody rockin' knockin' da boots) That's all I want, baby  A-give me some good love (Somebody rockin' knockin' da boots) A little body, body rockin', yeah A-give me some good love (Somebody rockin' knockin' da boots) Complete rockin'  Some sweet love (Somebody rockin' knockin' da boots) Give you mounds of pleasure ‘Cause I'm ready (Somebody rockin' knockin' da boots) I'm so ready  I'm so ready, baby (Somebody rockin' knockin' da boots) To give you everything that we've been waitin' on (Somebody rockin' knockin' da boots) So come on and give it to me, baby  Ah, yeah Right about now we on the intermission tip So all you ladies go get your towels You know what I'm sayin', ha ‘Cause it's laid out like that, you know But wait a minute, we ain't through Kick the vamp  Whoa...ho...oh... (Somebody rockin' knockin' da boots) Oh, baby, whoa  I want your good touch, lady You're here with me, my baby It's drivin' me crazy So won't you come on (Somebody rockin' knockin' da boots) Come on and rock my body, rock my body, baby Come on and rock my body Yeah...ha...ha...hey... I wanna lay you down (Somebody rockin' knockin' da boots) So let me make some sweet lovin', baby I will turn the lights down low and close the door (Somebody rockin' knockin' da boots) I'll do everything to you, oh ‘Cause I'm ready  ",
        "title": "Knockin' Da Boots"
    },
    {
        "artist": "Silk",
        "lyrics": "  [Intro] Freak me, baby (Ah, yeah) Freak me, baby (Mmm, just like that) Freak me, baby (Ah, yeah) Freak me, baby  [Chorus] Let me lick you up and down till you say stop Let me play with your body, baby, make you real hot Let me do all the things you want me to do Cause tonight, baby, I wanna get freaky with you  [Verse 1] Baby, don't you understand I wanna be your nasty man I wanna make your body scream And you will know just what I mean (You know what I mean) 24 carat gold To warm the nights when you get cold I wanna lick you up and down (Baby, yeah, baby, yeah) And then I wanna lay you down, come on Silk sing  [Chorus] Let me lick you up and down till you say stop (Lick you up and down) Let me play with your body, baby, make you real hot (Let me make you real hot) Let me do all the things you want me to do (Whoa) Cause tonight, baby, I wanna get freaky with you  [Verse 2] I love the taste of whipped cream (Hey) Spread it on, don't be mean (Baby, don't be mean) You know I can't resist you, girl I'll fly you all around the world (All around the world, oh, baby) I wanna see your body drip Come on let me take a sip (Come on, come on, come on, come on) Take off what you cherish most (come on, come on, come on, come on, baby) Cause when I brag I like to brag and boast  [Chorus] Let me lick you up and down till you say stop (Lick you up and down, oh, baby) Let me play with your body, baby, make you real hot (I wanna play with your body, baby, I wanna play with your body, girl) Let me do all the things you want me to do Cause tonight, baby, I wanna get freaky with you  [Bridge] You, you, you, you (Oh, you) You, you, you, you (Let me freak you) You, you, you, you (All of you) Yeah, come on, come on You, you, you, you (Oh...you) You, you, you, you (Let me do you) Cause tonight, baby, I wanna get freaky with you  [Chorus] Let me lick you up and down till you say stop (Freak me, baby) Let me play with your body, baby, make you real hot (Freak me, baby) Let me do all the things you want me to do (Freak me, baby) Cause tonight, baby, I wanna get freaky with you  (Baby, don't stop) Let me lick you up and down till you say stop (Baby, don't stop) Let me play (Baby, don't stop) with your body, baby, make you real hot (Hey) Let me do (Baby, don't stop) all the things you want me to do (Baby, don't stop) Cause tonight, baby, I wanna get freaky, freaky  (Let me lick you up and down) Let me lick you up and down till you say stop (Up and down) Let me play with your body, baby (Up and down), make you real hot (Let me make you soakin' wet, baby) Let me do all the things (Oh) you want me to do (I won't play around with your love, baby) Cause tonight, baby, I wanna get freaky with you  ",
        "title": "Freak Me"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Have I told you lately that I love you Have I told you there's no one else above you You fill my heart with gladness Take away all my sadness Ease my troubles, that's what you do  For the morning sun and all it's glory Greets the day with hope and comfort, too You fill my heart with laughter Somehow, you make it better Ease my troubles, that's what you do  There's a love that's divine And it's yours and it's mine Like the sun And at the end of the day We should give thanks and pray To the one, to the one  Have I told you lately that I love you Have I told you there's no one else above you You fill my heart with gladness Take away all my sadness Ease my troubles, that's what you do  There's a love that's divine And it's yours and it's mine Like the sun And at the end of the day We should give thanks and pray To the one, to the one  Have I told you lately that I love you Have I told you there's no one else above you You fill my heart with gladness Take away all my sadness Ease my troubles, that's what you do  Take away my sadness, fill my life with gladness Ease my troubles, that's what you do  Take away my sadness, fill my life with gladness Ease my troubles, that's what you do  ",
        "title": "Have I Told You Lately"
    },
    {
        "artist": "Robin S.",
        "lyrics": "  [Intro] Ahhh... Yeah yeah, yeah yeah yeah You’ve got to show me love  [Verse 1] Heartbreaks and promises, I’ve had more than my share I’m tired of giving my love and getting nowhere, nowhere What I need is somebody who really cares I really need a lover, a lover who wants to be there It’s been so long since I touched a wanting hand I can’t put my love on the line, that I hope you’ll understand  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  [Verse 2] I’m tired of getting caught up in those one night affairs What I really need is somebody who will always be there Don’t you promise me the world, all that I’ve already heard This time around for me baby, actions speak louder than words  So if you’re looking for devotion, talk to me Come with your heart in your hands Because me love is guaranteed  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  [Bridge] Show me, show me baby Show me, show me baby Show me, show me baby Show me, show me baby  Heartbreaks and promises, I’ve had more than my share I’m tired of giving my love and getting nowhere, nowhere What I really need is somebody who will always be there This time around for me baby, actions speak louder than words  If you’re looking for devotion, talk to me Come with your heart in your hands Because me love is guaranteed  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  There’s nothing that you can tell me You’ve got to show me love There’s only one key to my heart You’ve got to show me love  ",
        "title": "Show Me Love"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Verse 1] Mine, immaculate dream made breath and skin I've been waiting for you Signed, with a home tattoo Happy birthday to you was created for you (Can't ever keep from falling apart at the seams) (Can not believe you've taken my heart to pieces) Oh, it'll take a little time Might take a little crime To come undone now  [Pre-Chorus] We'll try to stay blind To the hope and fear outside Hey child, stay wilder than the wind And blow me into cry  [Chorus] Who do you need, who do you love When you come undone? Who do you need, who do you love When you come undone?  [Verse 2] Words, playing me deja vu Like a radio tune i swear i've heard before Chills, is it something real Or the magic I'm feeding off your fingers? (Can not forgive from falling apart at the seams) (Can not believe you're taking my heart to pieces) Lost, in a snow filled sky We'll make it alright To come undone now  [Pre-Chorus] We'll try to stay blind To the hope and fear outside Hey child, stay wilder than the wind And blow me into cry  [Chorus] Who do you need, who do you love When you come undone? Who do you need, who do you love When you come undone?  [Outro] (Can not forgive from falling apart) Who do you need, who do you love When you come undone? (Can not forgive from falling apart) Who do you need, who do you love? (Can not forgive from falling apart) Who do you love When you come undone? (Can not forgive from falling apart)  ",
        "title": "Come Undone"
    },
    {
        "artist": "Tag Team",
        "lyrics": "  [Intro: DC the Brain Supreme] Party-people! Yeah, Tag Team music in full effect! That's me - DC the Brain Supreme, and my man Steve Roll'n! We're kickin' the flow! (We're kickin' the flow!) And it goes a little something like this!  [Verse 1: Steve Roll'n] Tag Team, back again Check it to wreck it, let's begin Party on, party people, let me hear some noise DC's in the house, jump, jump, rejoice Says there's a party over here, a party over there Wave your hands in the air, shake the derriere These three words mean you're gettin' busy: Whoomp, there it is! Hit me!  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Verse 2: Steve Roll'n] Upside down and inside out I'm 'bout to show all you folks what it's all about Now it's time for a nigga to get on the mic And make this motherfuckin' party hype I'm takin' it back to the old school 'Cause I'm an old fool who's so cool If you wanna get down, I'mma show you the way Whoomp, there it is! Let me hear you say...  [Hook] Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka  [Verse 3: Steve Roll'n] Point blank - gin and juice I drink And then invent as I puff on dank Rock the mic, uh oh, I crave skin Rip shit, find a honey dip to dip it in Slam dunk it, stick it, flip it and ride That B-double-O-T-Y, oh my Ooh, that's it, come on, come on Whoomp, there it is! I'm done  [Hook] Whoomp, there it is! (come on) Whoomp, there it is! (louder) Whoomp, there it is! (give it to me) Whoomp, there it is! (come on, come on) Whoomp, there it is! (little louder) Whoomp, there it is! (yeah!) Whoomp, there it is! (come on, come on) Whoomp, there it is! (yeah!) Heyy! Babyy! Whoomp, there it is! Heyy! Babyy! Whoomp, there it is!  [Verse 4: Steve Roll'n] Some say I'm crazy 'cause I'm pushing up dasies The underground sound that you niggas have found Amazing, outstanding, demanding Commanding, you people dancing (whooooo!) Shit! That's a breathtaker Our producer a.k.a. the undertaker You wanna come down to the underground old school? Here's a shovel, can you dig it, fool?  Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it!  [Verse 5: Steve Roll'n] W-H-double O-M-P as I flow To the fly shit from the school of old Hard core, keep' the folklore wrecked 3 to the 2 and 1, mic check Mad skill, flow ill, on the mess of steel That's the grille of the microphone I just killed Party people, there's your party, Tag Team is through Whoomp there it is, I thought you knew  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [DC the Brain Supreme] Yeahh! Tag Team music comin' straight at 'cha! That's me - DC the Brain Supreme, and my man Steve Roll'n! Bring it back y'all, bring it back y'all, bring it back, here we go!  Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Outro] Hahaha Have you heard that new song by Tag Team? What's that? You go girl, he is singing that to me You don't even know him Haha, that song is for all the ladies Well the whole album is dope For real? Damn Really though  ",
        "title": "Whoomp! (There It Is)"
    },
    {
        "artist": "Dr. Dre",
        "lyrics": "  [Intro] Hah, yeah Hell yeah Hah, know what I'm saying? Yeah  [Verse 1] Mista Busta, where the fuck you at? Can't scrap a lick, so I know you got your gat Your dick on hard, from fuckin' your road dogs The hoods you threw up with, niggas you grew up with Don't even respect your ass That's why it's time for the doctor to check your ass, nigga Used to be my homie, used to be my ace Now I wanna slap the taste out ya mouth Make ya bow down to the Row Fuckin' me, now I'm fuckin' you, little ho Oh, don't think I forgot, let you slide Let me ride, just another homicide Yeah, it's me so I'mma talk on Stomping on the Eazy-est streets that you can't walk on So strap on your Compton hat, your locs And watch your back cause you might get smoked, loc And pass the bud and stay low-key B.G. cause you lost all your homie's love Now call it what you want to You fucked with me, now it's a must that I fuck with you  [Interlude] Yeah, that's what the fuck I'm talkin' about We have your mothafuckin' record company surrounded Put down the candy and let the little boy go You know what I'm sayin? Punk motherfucker (We want Eazy! We want Eazy!)  [Verse 2: Snoop Dogg] Bow wow wow yippy yo yippy yay Doggy Dogg's in the motherfuckin' house Bow wow wow yippy yo yippy yay Death Row's in the motherfuckin house Bow wow wow yippy yo yippy yay The sounds of a dog brings me to another day Play with my bone, would ya Timmy? It seems like you're good for making jokes about your jimmy But here's a jimmy joke about your momma that you might not like I heard she was the 'Frisco dyke But fuck your mama, I'm talking about you and me Toe to toe, Tim M-U-T Your bark was loud but your bite wasn't vicious And them rhymes you were kicking were quite bootylicious You get with Doggy Dogg \"oh is he crazy?\" With your mama and your daddy hollering \"Baby!\" So won't they let you know That if you fuck with Dre, nigga you're fuckin' wit Death Row And I ain't even slanging them thangs I'm hollering 187 with my dick in your mouth, beyotch  [Interlude: RBX] Yeah nigga, Compton and Long Beach together on this motherfucker So you wanna pop that shit, get your motherfuckin cranium cracked nigga Step on up Now, we ain't no motherfuckin joke so remember the name Mighty, mighty D-R Yeah, motherfucker  [Verse 3: Dr. Dre + Snoop Dogg] Now understand this: my nigga Dre can't be touched Luke's bending over so Luke's getting fucked, buster Must've thought I was sleazy Or thought I was a mark cause I used to hang with Eazy Animosity made you speak what you spoke Ayo Dre Whattup? Check this nigga off, loc If it ain't another ho that I gots to fuck with Gap teeth in your mouth so my dick's gots to fit With my nuts on your tonsils While you're onstage rapping at your wack-ass concert And I'mma snatch your ass from the backside To show you how Death Row pull off that hoo-ride Now you might not understand me Cause I'mma rob you in Compton and blast you in Miami Then we gonna creep to South Central On a street knowledge mission as I steps in the temple Spot him, got him, as I pulls out my strap Got my chrome to the side of his White Sox hat You trying to check my homie, you better check yourself Cause when you diss Dre you diss yourself, motherfucker Yeah, nigga  [Outro: Snoop Dogg] Yeah, nine-deuce Dr. Dre, dropping chronic once again It don't stop: punishing punk motherfuckers real quick like Compton style, nigga Doggy Dogg's in the motherfuckin' house Long Beach in the motherfuckin' house Yeah, yeah, straight up, really tho Breaking all them suckas off something real proper like You know what I'm sayin? All them sucka ass niggas can eat a fat dick Yeah, Eazy-E, Eazy-E, Eazy-E can eat a big fat dick Tim Dog can eat a big fat dick Luke can eat a fat dick Yeah, yeah, yeah, yeah...  ",
        "title": "Dre Day"
    },
    {
        "artist": "Inner Circle",
        "lyrics": "  [Intro] Bad boys Whatcha want, whatcha want Whatcha gonna do When sheriff John Brown come for you? Tell me, whatcha gonna do? Whatcha gonna dooo? Yeaheah  [Chorus] Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you?  [Verse 1] When you were eight And you had bad traits You go to school And learn the golden rule So why are you Acting like a bloody fool? If you get hot Then you must get cool  [Chorus] Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you?  [Bridge] You chuck it on that one You chuck it on this one You chuck it on your mother And you chuck it on your father You chuck it on your brother And you chuck it on your sister You chuck it on that one And you chuck it on me  [Chorus] Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you?  [Verse 3] Nobody naw give you no break Police naw give you no break Not a soldier mona give you no break Not even you idren naw give you no break Hey hey  [Chorus] Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you?  [Verse 3] Why did you have to act so mean Don't you know you're human being? Born of a mother with the love of a father Reflection comes and reflection goes I know sometimes you want to let go Hey hey hey I know sometimes you want to let go  [Chorus] Bad boys, bad boys A whatcha gonna do, whatcha gonna do When they come for you? (You're too bad, you're too rude) (You're too bad, you're too rude) Bad boys, bad boys A whatcha gonna do, whatcha gonna do When they come for you?  [Bridge] You chuck it on that one You chuck it on this one You chuck it on your mother And you chuck it on your father You chuck it on your brother And you chuck it on your sister You chuck it on that one And you chuck it on me  [Chorus] Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you? Bad boys, bad boys Whatcha gonna do, whatcha gonna do When they come for you?  ",
        "title": "Bad Boys (Theme From \"Cops\")"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "I'll Never Get Over You (Getting Over Me)"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": "  [Chorus] Whatever it is I do I try to think about you I have a love for you that nothing hides Whatever it is I do I'm only thinking of you I hope you look at me through patient eyes  [Verse 1] I've become amused I've become blind I've become what I know not breathes You seem illiterate to all my emotions I stand corrected, how well you read You speak the truth, you speak to me You feel the love I have yet to find I know it's there, I know it's there But I let the sandcastles kill my mind Pathetic me, I long to be you I think I'm close but I stand so far The turbulent one sheds a turbulent tear I miss the love only cause they starve Oil and water, lust and sympathy I life and death my way through the sun Where originates all the pain that leaves My memory a traumatic sponge and sings to you  [Pre-Chorus] Well define my love with attitude Open up your mind and it will sing to you You can always tell But I know remorse so well I left reality early due to the lack of love, reason  [Chorus] Whatever it is I do I try to think about you I have a love for you that nothing hides Whatever it is I do I'm only thinking of you I hope you look at me through patient eyes  [Verse 2] The channel, a professional liar How I long to contradict those vibes Joni help me, I think I'm falling It's not the love and I quest the why I don't know, If I'm right, I'm right But if I'm wrong then show me I'm wrong The fear of pity is always awake But infinite sympathy's completely gone It's the windows, the doors The passageways to the truth Oh my God, it echoes the mind In total recall as wild as the deuce And so deceiving is the clouded heart So superficial is the open wound I caress the infinite light That even at night overshadows the moon that sings to you  [Pre-Chorus] Well, define my love, that lives within you Even when I die, it will sing to you You can only tell if remorse has done you well The misconstrued my answers due to the lack of love, reason  [Chorus 2] Whatever it is I do I try to think about you I seek the sympathy and I can't lie Whatever it is I do I'm only thinkin' of you I hope you look at me through patient eyes  [Chorus 2] Whatever it is I do I try to think about you I seek the sympathy and I can't lie Whatever it is I do I'm only thinkin' of you I hope you look at me through patient eyes  [Chorus 2] Whatever it is I do I try to think about you I seek the sympathy and I can't lie Whatever it is I do I'm only thinkin' of you I hope you look at me through patient eyes  ",
        "title": "Looking Through Patient Eyes"
    },
    {
        "artist": "UB40",
        "lyrics": "  [Intro] Wise men say Only fools rush in But I can't help Falling in love with you  [Verse 1] Wise men say Only fools rush in But I can't help Falling in love with you  [Verse 2] Shall I stay? Would it be a sin? I can't help Falling in love with you  [Chorus] As a river flows Gently to the sea Darling, so it goes Some things were meant to be  [Verse 3] Take my hand Take my whole life, too But I can't help Falling in love with you  [Chorus] As a river flows Surely to the sea Darling, so it goes Some things were meant to be  [Verse 4] Take my hand Take my whole life, too I can't help Falling in love with you  [Outro] I can't help falling in love with you I can't help falling in love with you I can't help falling in love with you  ",
        "title": "Can't Help Falling In Love (From \"Sliver\")"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Verse 1/ Coko] Boy there you go You're tellin me that you love me But boy you know That you belong to another girl who loves you  [Pre-Hook Coko,Taj & Lee Lee!] You are! So fine, so fine, so fine! (so fine) Blow my mind! (You blow my mind) Things you do! With the things you do to me She sees! She's not blind She's not blind (She's not blind) Things you do! things you do for for me (Things you do for me, but I know!)  [Hook] I'm so into you I don't know what I'm gonna do (dont know what to do) Boy you got me so confused (I'm so confused) I don't know what I'm gonna do  [Verse 2/Coko] Friends ask how could I give myself to one who belongs to someone else They just don't know Your love's so good That they would want for themselves  [Pre-Hook/Hook]  You're not, you're not mine You're not, you're not mine You're not, you're not mine  You're not Ooh, what am I supposed to do  [Hook & Coko ad libs until the song ends]  ",
        "title": "I'm So Into You"
    },
    {
        "artist": "Duice",
        "lyrics": "  [Creo-D] Come on, baby Kick them Daisies  Chorus: Creo-D Look at them girls with the Daisy Dukes on I want you to Look at them girls with the Daisy Dukes on Everybody Look at them girls with the Daisy Dukes on I want you to Look at them girls with the Daisy Dukes on  [Verse 1: Creo-D] Say, look at them girls with the Daisy Dukes on They really got it goin' on Lookin' all nice and sweet Showin' tan And them butt cheeks I do like it a lot When they be showin' some of what you got Yo, girls that be lookin' real cute The way y'all kickin' them Daisy Dukes  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\" --] Afrika Bambattaa  [Verse 2: L.A. Sno] Hey, you, in the black boots Knee, highs, with the Daisy Dukes Lookin' real fly while in cahoots In the park, where I can do you I'm L.A. Sno, here to relate to you How I started the trend of them Daisy Dukes Ever since, the summer of the ’90s Girls lookin' good, with their future behind, see Many terms are used to express We're talkin' 'bout the booty, not the breast Baby got back, the junk in the trunk She got a six pack or a hell of a rump Yo Please, some fries with that shake See, many terms are used to relate I love the girls with the big ol' booties Where I'm from, they call 'em Dukies Pretty brown cheeks, hangin' from the jeans Even city girls kick the country things So if you get it, got it good, just dip the dug out Them damn Daisy Dukes are turnin' 'er out Say  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\"  [Verse 3: Creo-D] Say, look at them girls with the Daisy Dukes on They really got it goin' on Yeah, they be kickin' it sweet With them long ol' boots on feet And check out the way they step Make your brother wanna think about sex Especially when they have nice legs If they're tan, drive off red It don't mean what kind of legs you like Still be kickin' those legs in lily white So it won't make one difference on you As long as you're kickin' them Daisy Dukes  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\" \"Hold it now\" \"Wait a minute\"  [Creo-D] Yo Bring that funky track back Bring that funky track back Bring that funky track back Bring that funky track back Oh, bring it, baby  Hook: [Tony M.] \"Don't stop\" --] Afrika Bambattaa [Creo-D]  OH (Bring it, baby, bring it baby) Kick them, Daisies (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Let me see ya rock the Daisy (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Kick them, Daisies (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Let me see ya rock the Daisy (Bring that funky track, back) [Tony M.] \"Don't stop\"  [La Sno (Tony Mercedes)] L-A Sno like the girls with the Daisy Dukes (\"Don't stop\") Creo-D like the girls with the Daisy Dukes (\"Do-don't stop\") Taylor Boy like the girls in them Daisy Dukes (\"Don't stop\") Tony Mercedes like them with them Daisy Dukes (\"Don't stop\")  [Creo-D (Tony Mercedes)] New York, (???), Miami, Alabama, Tennessee (\"Don't stop\") New Jersey, Boston, Augusta (\"Don't stop\") Atlanta like them girls in the Daisy Dukes (\"Don't stop\") All of Texas like them girls in the Daisy Dukes (\"Don't, do-don't stop\") L.A. like them girls in them Daisy Dukes (\"Don't stop\")  [Tony Mercedes] \"YEAH, just hit me\"  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Creo-D (Tony Mercedes)] Oh KICK, them, DAISIES Least one woman went out Kick, them Daisies, baby Just see one woman went out Kick, them Daisies, baby Shh, one woman went out Kick, them Daisies, baby (\"YEAH, just-\")  [Tony Mercedes] \"Hold it now\" \"Wait a min-\"  ",
        "title": "Dazzey Duks"
    },
    {
        "artist": "Dr. Dre",
        "lyrics": "  [Produced by Dr. Dre]  [Verse 1: Snoop Dogg] One, two, three and to the four Snoop Doggy Dogg and Dr. Dre is at the door Ready to make an entrance, so back on up (‘Cause you know we're 'bout to rip shit up) Give me the microphone first, so I can bust like a bubble Compton and Long Beach together Now you know you're in trouble Ain't nothin' but a G thang, baby Two loc'ed out niggas, so we're crazy Death Row is the label that pays me Unfadeable, so please don't try to fade this (hell yeah!) But, um, back to the lecture at hand Perfection is perfected, so I'ma let 'em understand From a young G's perspective And before me dig out a bitch I have to find a contraceptive You never know, she could be earnin' her man And learnin' her man, and at the same time burnin' her man Now, you know I ain't with that shit, Lieutenant Ain't no pussy good enough to get burnt while I'm up in it And that's realer than Real-Deal Holyfield And now you hookers and hoes know how I feel Well, if it's good enough to get broke off a proper chunk I'll take a small piece of some of that funky stuff  [Hook: Dr. Dre + Snoop Dogg] It's like this and like that and like this and a– It's like that and like this and like that and a– It's like this and like that and like this and a– Dre, creep to the mic like a phantom  [Verse 2: Dr. Dre] Well, I'm peepin' and I'm creepin' and I'm creepin' But I damn near got caught ‘cause my beeper kept beepin' Now it's time for me to make my impression felt So sit back, relax, and strap on your seat belt You never been on a ride like this befo' With a producer who can rap and control the maestro At the same time with the dope rhyme that I kick You know and I know, I flow some old funky shit To add to my collection, the selection symbolizes dope Take a toke, but don't choke If you do, you'll have no clue On what me and my homie Snoop Dogg came to do  [Hook: Dr. Dre + Snoop Dogg] It's like this and like that and like this and a– It's like that and like this and like that and a– It's like this, and who gives a fuck about those? So just chill 'til the next episode  [Refrain: Kid Dynamite + Public Enemy (Congress Alley)] You’ve got the feeling To rock the other side You’ve got the feeling (yeah, yeah)  [Verse 3: Snoop Dogg] Fallin' back on that ass, with a hellafied gangsta lean Gettin' funky on the mic, like a old batch of collard greens It's the capital S, oh yes, I'm fresh, N double-O, P D, O, double-G, Y, D, O, double-G, you see Showin' much flex when it's time to wreck a mic Pimpin' hoes and clockin' a grip like my name was Dolomite Yeah, and it don't quit I think they in the mood for some mothafuckin' G shit (Hell yeah!) So, Dre (What up, Dogg?) Gotta give them what they want (What's that, G?) We gotta break 'em off somethin' (Hell yeah!) And it's gotta be bumpin' (City of Compton)  [Verse 4: Dr. Dre] Is where it takes place, so when asked, your attention Mobbin' like a motherfucker, but I ain't lynchin' Droppin' the funky shit That's makin' the sucker niggas mumble When I'm on the mic, it's like a cookie: they all crumble Try to get close, and your ass'll get smacked My motherfuckin' homie Doggy Dogg has got my back Never let me slip, ‘cause if I slip, then I'm slippin' But if I got my nina, then you know I'm straight trippin' And I'ma continue to put the rap down, put the mack down And if you bitches talk shit I'ma have to put the smack down Yeah, and you don't stop I told you I'm just like a clock when I tick and I tock But I'm never off, always on to the break of dawn C-O-M-P-T-O-N and the city they call Long Beach Puttin' the shit together Like my nigga D.O.C., no one can do it better  [Hook: Dr. Dre + Snoop Dogg] Like this, that and this and a– It's like that and like this and like that and a– It's like this, and who gives a fuck about those? So just chill 'til the next episode  [Refrain: Kid Dynamite + Public Enemy (Congress Alley)] You’ve got the feeling To rock the other side You’ve got the feeling (yeah, yeah) You’ve got the feeling To rock the other side You’ve got the feeling (yeah, yeah)  ",
        "title": "Nuthin' But A \"G\" Thang"
    },
    {
        "artist": "Captain Hollywood Project",
        "lyrics": null,
        "title": "More And More"
    },
    {
        "artist": "Vanessa Williams/Brian McKnight",
        "lyrics": null,
        "title": "Love Is (From \"Beverly Hills, 90210\")"
    },
    {
        "artist": "Snow",
        "lyrics": "  [Intro] Girl I've been hurt Girl I've been hurt  [Verse 1] You said there will be no other love But me but girl I know much better I'm no fool; you've been playing games on me Come here tell me what you're thinking of (of) Is he real, have you found another love? How long must we play this masquerade?  [Hook] Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no good  [Verse 2] Who do you think you are? Let me tell ya about it Who do you think you are? Girl is there something you should tell me Cause you've been acting kinda strange lately But I already know what's been going on I'm in love but love it doesn't blind me Now I'm moving on and leaving you behind me baby I have to go I just can't take it any more  [Hook] Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no good  [Verse 3] Love this girl me say love this girl Love this girl me say love this girl Don't you know say Daddy me Snow Give her diamond and pearl Give this girl me say diamond and pearl Love her in my heart me say down to belly He say Daddy me snow me are the cooler daddy Me love this girl but she left me lonely Love this girl now she left me lonely She want go play with me heart, bye bye bye She want go play with me heart, bye bye bye Find another lover me say find another one Find another lover me say find another one To make me feel fine Make me feel fine Make me feel fine lord  [Hook] Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no' Girl I've been hurt now I need another lover You are no good  ",
        "title": "Girl, I've Been Hurt"
    },
    {
        "artist": "4 Non Blondes",
        "lyrics": "  Twenty-five years and my life is still Trying to get up that great big hill of hope For a destination  I realized quickly when I knew I should That the world was made up of this brotherhood of man For whatever that means  [Pre-Chorus] And so I cry sometimes when I'm lying in bed Just to get it all out what's in my head, And I I am feeling a little peculiar  And so I wake in the morning and I step outside And I take a deep breath and I get real high, and I Scream from the top of my lungs What's going on?  [Chorus] And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  Ooh, ooh ooooooooooooooooh Ooh, ooh ooooooooooooooooh  And I try, oh my god do I try I try all the time, in this institution  And I pray, oh my god do I pray I pray every single day For a revolution  [Pre-Chorus] And so I cry sometimes when I'm lying in bed Just to get it all out what's in my head And I I am feeling a little peculiar  And so I wake in the morning and I step outside And I take a deep breath and I get real high, and I Scream from the top of my lungs What's going on?  [Chorus] And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  Ooh, ooh ooooooooooooooooh ooooooooooooooooh  Twenty-five years I'm alive here still Trying to get up that great big hill of hope For a destination Mmh mh  ",
        "title": "What's Up"
    },
    {
        "artist": "Jade",
        "lyrics": "  [Voicemail Intro] \"Hi! We're not in right now But if you leave your name and number We'll get back to you, to you, to you\" (laughing)  [Verse 1] I got all this love, waiting just for you I just gotta know, that your love is true Can't keep running boy, in and out my life Wanna be your girl, not cause the mood is right  [Pre-Chorus] If I let you come inside, tomorrow will you hide Will you be there for me, when I need someone to hold me Baby, don't misunderstand, I do want you for my man I just need a little time, before I invest my love  [Chorus] Don't walk away boy, (ooh don't walk away) My love won't hurt you (no no) Don't walk away boy I'll be right there for you  [Verse 2] You say all the things, that I like to hear You push all my buttons baby Love to have you close to me Wanna feel your love, wanna be for sure That it's me you need baby, each and every night  [Pre-Chorus & Chorus]  Baby, don't misunderstand I want you for my man I need a little time Before I give you my love  Don't walk away boy I'll be right there for you  [Bridge]  Don't walk away  This is what it sounds like When we're making love Don't walk away boy Don't walk away boy I'll be right there for you  [Chorus](Till fade)  ",
        "title": "Don't Walk Away"
    },
    {
        "artist": "Jodeci",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "95 South",
        "lyrics": "  [Old Man] Excuse me sonny, do you know where I can find some booty!  [Chorus] Whoot, there it is (Yeah you say it) Whoot, there it is (Yeah I like that) Whoot, there it is (Yeah a little louder) Whoot, there it is (Yeah come on) Whoot, there it is (Come on, come on yeah) Whoot, there it is (I like that come on) Whoot, there it is (Yeah, baby baby) Whoot, there it is (Come on)  [Verse 1] Oh girl over there in the blue I gotta pocket full of tracks so what cha gon' do Turn around and let me peak And let's play a little bit of hide and seek Show me that and I'll give ya this A twenty dollar bill that's nice and crisp What cha' gotta do is work Shake it on down and watch me go bizurk You know just what I'm talkin' about Pop that thang, move it in and out Like that, get on the stage and work that cat Yo fellas where that booty at  [Chorus x2] Whoot, there it is (One mo' gen' where that booty at) Whoot, there it is (All my friends where the booty at) Whoot, there it is (All the fellas where the booty at) Whoot, there it is (Everybody where the booty at)  Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here  [Old Man] Excuse me sonny, do you know where I can...find some booty Whoot, there it is Find some booty Whoot, there it is F-f-f-find some booty Whoot, there it is Find some booty Whoot there it is  Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty  Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal  [Chorus] Whoot, there it is (Come on, come on, come on) Whoot, there it is (Yeah you say it) Whoot, there it is (Now everybody) Whoot, there it is (Yeah I like that) Whoot, there it is (Now say it louder) Whoot, there it is (Come on everybody) Whoot, there it is (Yeah, I like that) Whoot, there it is (Come on, come on, come on)  Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here.....here we go  [Verse 2] Come on sexy get on the floor Works that thang till it works no more Shake that thang like a salt shaker Ya gotta work that big money maker Do ya wanna get paid Ya better sland that big ol' thang off the stage Make these fellas go wild Work that thang like it's goin' outta style Cause ya look so cute With ya long boots and ya g-string suit Get on stage and work that cat Hey yo fellas where the booty at  Whoot, there it is Whoot, there it is Whoot, there whoot, there Whoot, whoot, whoot, whoot, whoot, there it it  [Computerized Voice] All the fellas where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the ladies where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the fellas where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the ladies where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is  Whoot, there it is (x5) Wh-wh-whoot, thee it is (x5)  Whoot, there it is (x5) Wh-wh-whoot, thee it is (x5)  [To fade] Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty  ",
        "title": "Whoot, There It Is"
    },
    {
        "artist": "Paperboy",
        "lyrics": "  Yo, this is how I'm comin' for the nine deuce Another phat, phat track, so Rhythm D, pour the orange juice And let's relax while sippin' on 'gnac because it's like that I'm cautious of hoes, so Paperboy wears prophylactic I wear a jimmy for the skinny that's in the long trench Front row seats, so yo I know she's on the nine inch Just to get a piece of the green, but she's an undertaker Not knowin' the paper is a 'round the world heart-breaker Many say I front, but yo, had to have a break down Playin' you fools, so now you know why my belly's round Takin' the rap back up and scoopin' up crowds just like a steel shovel Not from the ghetto, but yo, take me to another level Let the beat ride, but hold on to your woman, G 'Cause now that I'm rich so many women wanna do me It make a man say 'damn' I'm finally taxin' more than your homey Sam But let me speak to the weak, I mean the rookies My time is held up, extremely for cookies Just let me clock this grip in ninety-two And you don't bother me and I sure 'nuff won't bother you And uh, you just watch a brother flowin' like Niagara Think before you step, because these lyrics just might stag ya Although I'm labeled with the black fade It's gold D's on my four and gold 'lex, 'cause I got it made I broke the veto once again because I had to And just like Jody Watley, baby girl, I can have you Just let me work this track, and yo, any way is OK Your place or mine, all night until the next day, huh  [Chorus] Do the Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you  Now here we go from the top, second verse of the same song With the conclusion, hoes should be happy for the ding-dong And since a man clock a grip, G It's like every nigga that I see be like, 'Do you remember me?' A hustler, and it's known with more hoes than Lego Keep 'em chunky like Prego, so niggas leggo my Eggo I have a tendency to flow, start off with my own groove And pick up the mic, and all of a sudden, I see high movin' Guess it's like magic, and Paperboy is the magician If I was a vacuum I'd be suckin' up competition Let it ride again, and yo, believe I got my own thing Straight Bahama hoes so miss me with a chick from Soul Train And I'm a break my note, just to show up tokin' So hide his eyes when I scoop him, 'cause we bud smokin' A black man tryin' to make it and that ain't no fair But just like BeBe and CeCe, I'll take you there, huh  [Chorus] Do the Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you  Now here we go, uh, let's take a trip to another land Clock a grip, come back and watch the hoes tan Jump in the Lex-o, and roll out to my cabin Believe me my brother, more hoes than you can imagine All on the ding-a-ling, just because the gold rings But I'm like 'What's up with ya? You ain't heard a damn thing' Make sure you got the jim hats, strapped for protection Because to me, my life is more than my erection And give me a hand, if you a fan, it ain't over yet 'Cause doin' the Ditty with Paperboy makes the ocean sweat Kick the kind of style that knock the funk off of Fritos Make you man jealous while hoes cheese like Doritos It ain't my fault, I lay the pipe with concern-and I ain't from Mount Vernon, but a brother's money-earnin' And don't disagree and then jock, that's a pity Just bob your head for Paperboy and the Ditty Yeah  [Chorus] Do the Ditty if you want to Because then I can see if I want you To do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty if you want to Because then I can see if I want you To do the Ditty-Ditty if you want to Because then I can see if I want you Just do the Ditty if you want to Because then I can see if I want you  ",
        "title": "Ditty"
    },
    {
        "artist": "Green Jelly",
        "lyrics": null,
        "title": "Three Little Pigs"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I've heard people say that Too much of anything is not good for you, baby But I don't know about that, as many times as we've loved Shared love and made love, it doesn't seem to me Like it's ever, ever enough, it's just not enough, oh no  My darlin', I can't get enough of your love, baby No, I don't know, I don't know why I can't get enough of your love, baby  Oh, some things I can't get used to, no matter how I try, oh It seems the more you give the more I want And baby, that's no lie, oh no  Tell me what can I say, what am I gonna do? How should I feel, when everything is you, you, you What kind of a love is this that you've given me Is it in your kiss or just because you're sweet, sweet  You're all I know and every time you're near I feel a change, something's movin' I scream your name, what you got me doin'  Darlin', I, oh, I can't get enough of your love, baby Oh, I don't know, don't know, I don't know why Can't get enough of your love, baby, oh  If I could only make you see and make you understand Boy, your love for me is all I need now And more than I can stand, oh well  How can I explain all the things I feel, you've given me so much Boy, you're so unreal, unreal, unreal Well, I keep loving you more and more each time Boy, what am I gonna do 'cause you've blown my mind, oh  I get the same old feelin', every time you're near I feel a change, something's movin' I scream your name, what you got me doin'  Darlin', I, oh, I can't get enough of your love, baby Oh, baby, didn't take all of my life to find you And sure ain't gonna take the rest of my life To keep you, yeah, keep you happy No darlin', darlin', darlin', darlin', yeah happy, ooh  My darlin', I, oh, I can't get enough of your love, baby Ooh, I don't know, I don't know, I don't know why, why Can't get enough of your love, baby, oh  Oh, my darlin', my darlin', my darlin' I can't get enough of your love, baby I don't know, I don't know, I don't know why Can't get enough of your love, your love, your love, ooh  Can't get enough Can't get enough Can't get enough ...  ",
        "title": "Can't Get Enough Of Your Love"
    },
    {
        "artist": "Stereo MC's",
        "lyrics": null,
        "title": "Connected"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] There's something wrong with the world today I don't know what it is Something's wrong with our eyes We're seeing things in a different way And God knows it ain't his It sure ain't no surprise  [Chorus] Living on the edge Living on the edge Living on the edge Living on the edge  [Verse 2] There's something wrong with the world today The light bulb's getting dim There's meltdown in the sky If you can judge a wise man By the color of his skin Then mister you're a better man than I  [Chorus] Living on the edge You can't help yourself from falling Living on the edge You can't help yourself at all Living on the edge You can't stop yourself from falling Living on the edge  [Verse 3] Tell me what you think about your sit-u-a-tion Complication - aggravation Is getting to you If chicken little tells you that the sky is falling Even if it wasn't, would you still come crawling Back again? I bet you would my friend Again and again and again and again and again Tell me what you think about your sit-u-a-tion Complication - aggravation Is getting to you If Chicken Little tells you that the sky is falling Even if it was would you still come crawling Back again? I bet you would my friend Again and again and again and again  [Bridge] Something right with the world today And everybody knows it's wrong But we can tell 'em no or we could let it go But I'd would rather be a hanging on  [Chorus] Living on the edge You can't help yourself from falling Living on the edge You can't help yourself at all Living on the edge You can't stop yourself from falling Living on the edge  [Outro] Living on the edge Living on the edge Living on the edge Yeah, yeah, yeah, yeah, yeah, yeah, yeah Living on the edge You can't help yourself[x2] Living on the edge You can't help yourself at all Living on the edge You can't help yourself[x2] Living on the edge You can't help yourself[x2] Living on the edge You can't help yourself from falling  ",
        "title": "Livin' On The Edge"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] You want commitment Take a look into these eyes They burn with fire Until the end of time I would do anything I'd beg, I'd steal, I'd die To have you in these arms tonight Baby I want you Like the roses want the rain You know I need you Like a poet needs the pain I would give anything My blood, my love, my life If you were in these arms tonight  [Chorus] I'd hold you, I'd need you I'd get down on my knees for you And make everything alright If you were in these arms I'd love you I'd please you I'd tell you that I'd never leave you And love you until the end of time If you were in these arms tonight  [Verse 2] We stared at the sun And we made a promise A promise this world would never blind us And these were our words Our words were our songs Our songs are our prayers These prayers keep me strong And I still believe If you were in these arms  [Chorus]  [Verse 3] Your clothes are still scattered All over our room This whole place still smells like Your cheap perfume Everything here reminds me of you And there's nothing That I wouldn't do And these were our words They keep me strong, baby!  [Chorus]  [Outro] If you were in these arms tonight [x3]  ",
        "title": "In These Arms"
    },
    {
        "artist": "Onyx",
        "lyrics": "  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 1: Fredro Starr] Well it’s another one, in the gutter one, ghetto running em Troublesome, extra double dumb, I come to beat em Defeat em and mistreat em, so what if that I’m cheating Now everybody wanna sound grimey (yeah I know) I’ma show ya how, come on, all in together now Yeah oh yeah yeah that’s how it gotta be So stop trying to be loud as me cause you can't do that Think about it; playing Russian roulette with an automatic I bet my ass against the line the last bullet’s first on line Stab and step and repping and run, packing a weapon is wild Peace to the brothers on Rikers Isle Tough enough and trembling, blend in like a chameleon Buck, bye tough guy, oh my god I’m so high Cause they say I rhyme, they say I look like a gremlin But what does it take to make a kid make a million children SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 2: Suavé] I’m the nitty, nasty, gritty smashing, never slow gassing Strictly swift blast of the raspy-rasp fashion That I provide, I abide the U.S.G Besides the ghetto vibe, make me flip like Jekyll and Hyde Of course, I come across with the pure for sure unadulterated uncut raw Disgusted, busted, you wanna touch it, too hot You forgot, you’re not ready, your head could get ruptured Hit between the eyes, I plan to vandalize I supply the static, I run with the bad guys The villains, crooks, highlighters and the fighters See the big black picture if you look inside of my mind It’s graphic, expressed it drastic So kill the copycat act kid, it’s all mastered Directed it, when y'all least expected it And thought it was safe, Onyx hit you in the face so SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 3: Sticky Fingaz] I’m a b-boy, standing in my b-boy stance Hurry up and give me the microphone before I bust in my pants The mad author of anguish, my language polluted Onyx is heavyweight and still undisputed You took the words right out my mouth now walk a mile in my shoes I paid so many dues, I feel used and abused and I’m so confused *hiccup* Excuse me, for example I’m an inspiration of a whole generation And unless you got ten sticky fingers it’s an imitation A figment of your imagination Bu-bu-bu-but wait it gets worse I’m not watered down so I’m dying of thirst Coming through with a scam, foolproof plan B-boys make some noise, and just, just SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Outro: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam!  ",
        "title": "Slam"
    },
    {
        "artist": "New Order",
        "lyrics": null,
        "title": "Regret"
    },
    {
        "artist": "Spin Doctors",
        "lyrics": "  [Verse 1] Yeah One, two princes kneel before you That's what I said now Princes, princes who adore you Just go ahead now One has diamonds in his pockets And that's some bread now This one said he wants to buy you rockets Ain't in his head now  [Verse 2] This one, he got a princely racket That's what I said now Got some big seal upon his jacket Ain't in his head now You marry him, your father will condone you How 'bout that now? You marry me, your father will disown you He'll eat his hat now  [Chorus] Marry him, or marry me I'm the one that loves you, baby, can't you see? I ain't got no future or family tree But I know what a prince and lover ought to be I know what a prince and lover ought to be  [Verse 3] Said If you want to call me \"baby\" Just go ahead now And if you like to tell me \"maybe\" Just go ahead now And if you wanna buy me flowers Just go ahead now And if you would like to talk for hours Just go ahead now  [Verse 1] Said One, two princes kneel before you That's what I said now Princes, princes who adore you Just go ahead now One has diamonds in his pockets And that's some bread now This one who wants to buy you rockets Ain't in his head now  [Chorus] Marry him, or marry me I'm the one that loves you, baby, can't you see? I ain't got no future or family tree But I know what a prince and lover ought to be I know what a prince and lover ought to be  [Bridge] Said If you want to call me \"baby\" Just go ahead now And if you would like to tell me \"maybe\" Just go ahead now And if you wanna buy me flowers Just go ahead now And if you would like to talk for hours Just go ahead now  [Verse 3] And if you want to call me \"baby\" Just go ahead now And if you would like to tell me \"maybe\" Just go ahead now And if you would like to buy me flowers Just go ahead now And if you would like to talk for hours Just go ahead now  [Verse 3] If you want to call me \"baby\" Just go ahead now And if you like to tell me \"maybe\" Just go ahead now And if you want to buy me flowers Just go ahead now And if you like to talk for hours Just go ahead now  [Outro] Oh oh, baby! Just go ahead now Oh oh! Just, just go ahead now Just go ahead now Oh, your majesty! Just go ahead now Come on, forget the King and marry me! Just go ahead now Come on, come on, come on Just go ahead now Go ahead now, yeah Just go ahead now And if you want to buy me flowers Just go ahead now Yeah just go ahead now baby Just go ahead now  ",
        "title": "Two Princes"
    },
    {
        "artist": "Jeremy Jordan",
        "lyrics": "  \"OK roll the drums\"  I want a girl I wanna girl who always has the time To set my world & count the stars above I want a girl I wanna girl who still believes in love Someone who's sensitive enough I want a girl Oh I wanna girl that I can really trust Someone who's patient & who'll love me when it's rough I want a girl I wanna girl as smart as she is fine Someone that I can say is mine  This girl I'm describing really does exist Baby have you noticed  I want a girl like you To be with me tonight I wanna kiss your lips & hold you close If thats alright I want a girl like you To keep me feeling new I wanna make the words you say the most \"I love you\" And your love is all I'll ever need  I want a girl A girl that makes me laugh I want her sentimental And to be my better half I wanna girl like the one my father loves And that's the one I'm dreaming of  Only one girl lives up to what's on my list So you need to know this  I want a girl like you To be with me tonight I wanna kiss your lips & hold you close If thats alright I want a girl like you To keep me feeling new I wanna make the words you say the most \"I love you\" And your love is all I'll ever need  I want a girl like you Yeah I wanna kiss your lips & hold you close If thats alright I want a girl like you To keep me new I wanna make the words you say the most \"I love you\" And your love is all I'll ever need  \"This should be played at high volume Preferably in a residential area\"  Only one girl lives up to what's on my list So you need to know this baby  I want a... I want a girl if that's alright I want a girl to hold me tight I want ya baby if that's alright with you I want a girl just like you I want a girl who makes me do, do anything she wants me to If that's alright with you  I want a girl that's patient I want a girl that's kind I just want you baby if that's alright with you I want a girl who loves me Who always has the time I just need you baby, if that's alright with you  I want a girl like you To be with me tonight I wanna kiss your lips & hold you close If thats alright I want a girl like you To keep me feeling new I wanna make the words you say the most \"I love you\" And your love is all I'll ever need  I want a girl like you To be with me tonight I wanna kiss your lips & hold you close If thats alright I want a girl like you To keep me feeling new I wanna make the words you say the most \"I love you\" And your love is all I'll ever need  ",
        "title": "Wannagirl"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "If I Had No Loot"
    },
    {
        "artist": "Ice Cube",
        "lyrics": "  [Produced by DJ Pooh]  [Verse 1] Just wakin' up in the morning, gotta thank God I don't know, but today seems kinda odd No barking from the dog, no smog And Momma cooked a breakfast with no hog I got my grub on, but didn't pig out Finally got a call from a girl I wanna dig out Hooked it up for later as I hit the door Thinkin', \"Will I live another 24?\" I gotta go 'cause I got me a drop-top And if I hit the switch, I can make the ass drop Had to stop at a red light Lookin' in my mirror and not a jacker in sight And everything is alright I got a beep from Kim, and she can fuck all night Called up the homies and I'm askin' y'all \"Which park are y'all playin' basketball?\" Get me on the court and I'm trouble Last week, fucked around and got a triple double Freakin' niggas every way, like MJ I can't believe today was a good day  [Verse 2] Drove to the pad and hit the showers Didn't even get no static from the cowards ‘Cause just yesterday them fools tried to blast me Saw the police and they rolled right past me No flexin', didn't even look in a nigga's direction As I ran the intersection Went to Short Dog's house, they was watchin' Yo! MTV Raps What's the haps on the craps? Shake 'em up, shake 'em up, shake 'em up, shake 'em Roll 'em in a circle of niggas And watch me break 'em with the 7, 7-11, 7-11 7, even back door Lil Joe I picked up the cash flow Then we played bones, and I'm yellin': \"Domino!\" Plus nobody I know got killed in South Central L.A. Today was a good day  [Verse 3] Left my nigga's house paid Picked up a girl been tryna fuck since the 12th grade It's ironic, I had the brew, she had the chronic The Lakers beat the Supersonics I felt on the big fat fanny Pulled out the jammy and killed the punani And my dick runs deep, so deep So deep put her ass to sleep Woke her up around one She didn't hesitate to call Ice Cube the top gun Drove her to the pad and I'm coastin' Took another sip of the potion, hit the three-wheel motion I was glad everything had worked out Dropped her ass off and then chirped out Today was like one of those fly dreams Didn't even see a berry flashin' those high beams No helicopter lookin' for a murder Two in the morning, got the Fatburger Even saw the lights of the Goodyear Blimp And it read \"Ice Cube's a Pimp\" Drunk as hell, but no throwin' up Half way home and my pager still blowin' up Today I didn't even have to use my AK I gotta say, it was a good day  [Outro] Hey, wait, wait a minute! Pooh, stop this shit! What the fuck am I thinkin' about?  ",
        "title": "It Was A Good Day"
    },
    {
        "artist": "Kenny G With Peabo Bryson",
        "lyrics": "  Silence takes over Saying all we need to say Theres endless possibilites In the moves we can make Your kiss is giving every indication If this heart of mine is right  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  Lets take a slow and easy ride Just lay back, and let love take us over Theres magic here with you and I And its gonna take us all the way Lets find some kind of a deeper conversation And darling if its right  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  A night like this may never come again And you won't want this lie to end Oh baby we can have it all By the time this night is...over  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  Oh, gonna wrap my lovin arms around you Heavens gonna smile, gonna smile on two lovers...  ",
        "title": "By The Time This Night Is Over"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Tasmin Archer",
        "lyrics": "  I blame you for the moonlit sky And the dream that died With the Eagle's flight I blame you for the moonlit nights When I wonder why Are the seas still dry? Don't blame this sleeping satellite  Did we fly to the moon too soon Did we squander the chance In the rush of the race The reason we chase is lost in romance And still we try To justify the waste For a taste of man's greatest adventure  I blame you for the moonlit sky And the dream that died With the Eagle's flight I blame you for the moonlit nights When I wonder why Are the seas still dry? Don't blame this sleeping satellite  Have we lost what it takes to advance? Have we peaked too soon? If the world is so green Then why does it scream under a blue moon We wonder why If the earth's sacrificed For the price of it's greatest treasure  I blame you for the moonlit sky And the dream that died With the Eagle's flight I blame you for the moonlit nights When I wonder why Are the seas still dry? Don't blame this sleeping satellite  And when we shoot for stars What a giant step Have we got what it takes To carry the weight of this concept Or pass it by like a shot in the dark Miss the mark with a sense of adventure  I blame you for the moonlit sky And the dream that died With the Eagle's flight I blame you for the moonlit nights When I wonder why Are the seas still dry? Don't blame this sleeping satellite  ",
        "title": "Sleeping Satellite"
    },
    {
        "artist": "The Proclaimers",
        "lyrics": "  [Verse 1] When I wake up, well, I know I'm gonna be I'm gonna be the man who wakes up next to you When I go out, yeah, I know I'm gonna be I'm gonna be the man who goes along with you If I get drunk, well, I know I'm gonna be I'm gonna be the man who gets drunk next to you And if I haver, yeah, I know I'm gonna be I'm gonna be the man who's haverin' to you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  [Verse 2] When I'm workin', yes, I know I'm gonna be I'm gonna be the man who's workin' hard for you And when the money comes in for the work I do I'll pass almost every penny on to you When I come home, yeah, I know I'm gonna be I'm gonna be the man who comes back home to you And if I grow old, well, I know I'm gonna be I'm gonna be the man who's growin' old with you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  [Verse 3] When I'm lonely, well, I know I'm gonna be I'm gonna be the man whose lonely without you When I'm dreamin', well, I know I'm gonna dream Dream about the time when I'm with you When I go out, well, I know I'm gonna be I'm gonna be the man who goes along with you And when I come home, yes, I know I'm gonna be I'm gonna be the man who comes back home with you I'm gonna be the man whose coming home with you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  ",
        "title": "I'm Gonna Be (500 Miles)"
    },
    {
        "artist": "Shai",
        "lyrics": "  [Intro] Talk to me, baby I'm listening  [Chorus] Lay down, and tell me what's on your mind What exactly did he do, to make you cry this time? Well I will be your comforter, I will make it right He cast a shadow on your heart, and I will bring back your light  [Verse 1] Come in, I see he's hurt you again When you are in pain, I'm in pain, that's part of being a friend But this is a special case, I held my feelings back because of him And now I can see it more than ever, I made a very big mistake  [Pre-Chorus] I don't mean to disregard your feelings, but I think he's a fool He don't know how sensitive you are, and baby that just ain't cool I'm just glad I can be there for you, when you need a helping hand Deep inside my heart from the start, I know I should've been your man  [Chorus] Lay down, and tell me what's on your mind What exactly did he do, to make you cry this time? Well I will be your comforter, I will make it right He cast a shadow on your heart, and I will bring back your light  [Bridge] I will comfort, comfort, comfort you I will, I will comfort you I will comfort, comfort, comfort you I will, I will comfort you I will comfort, comfort, comfort you I will, I will comfort you I will comfort, comfort, comfort you I will, I will comfort you  [Chorus] Lay down, and tell me what's on your mind What exactly did he do, to make you cry this time? Well I will be your comforter, I will make it right He cast a shadow on your heart, and I will bring back your light  ",
        "title": "Comforter"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] There's a pale moon in the sky The kind you make your wishes on Like the light in your eyes The one I built my dreams upon It's not there any longer Something happened somewhere and we both know why But me, I'm getting stronger We must stop pretending, I can't live this life  [Chorus] I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe Let's sleep on it tonight I don't really wanna fight no more This is time for letting go  [Verse 2] I hear a whisper in the air It simply doesn't bother me Can't you see that I don't care Or are you looking right through me? It seems to me that lately You look at me the wrong way and I start to cry Could it be that maybe This crazy situation is the reason why?  [Chorus] I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe Let's sleep on it tonight I don't really wanna fight no more This is time for letting go Oh, baby, don't you know That I don't wanna hurt no more? It's time, I'm walking, babe Don't care now who's to blame I don't really wanna fight no more This is time for letting go  [Bridge] Hanging on to the past It only stands in our way We had to grow for our love to last But we just grew apart Oh, don't wanna hurt no more  [Chorus] Oh, baby, don't you know That I don't wanna hurt no more? It's time, I'm walking, babe Don't care now who's to blame I don't really wanna fight no more This is time for letting go I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe So let's sleep on it tonight I don't really wanna fight no more This is time for letting go No, I don't wanna hurt no more Too much, hey, baby Don't care now who's to blame I don't really wanna fight no more 'Cause this is time for letting go  Let it go, let it go, let it go Let it go, let it go, let it go Hmm, so let it go  ",
        "title": "I Don't Wanna Fight (From \"What's Love Got To Do With It\")"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Share my life, take me for what I am Because I'll never change all my colors for you Take my love, I'll never ask for too much Just all that you are and everything that you do  [Pre-Chorus] I don't really need to look very much further I don't wanna have to go where you don't follow I won't hold it back again, this passion inside I can't run from myself, there's nowhere to hide  [Chorus] Don't make me close one more door I don't wanna hurt anymore Stay in my arms if you dare Or must I imagine you there Don't walk away from me I have nothing, nothing, nothing If I don't have you, you, you, you, you  [Verse 2] You see through, right to the heart of me You break down my walls with the strength of your love I never knew love like I've known it with you Will a memory survive, one I can hold on to  [Pre-Chorus] I don't really need to look very much further I don't wanna have to go where you don't follow I won't hold it back again, this passion inside I can't run from myself, there's nowhere to hide Your love I'll remember forever  [Chorus] Don't make me close one more door I don't wanna hurt anymore Stay in my arms if you dare Or must I imagine you there Don't walk away from me I have nothing, nothing, nothing Don't make me close one more door I don't wanna hurt anymore Stay in my arms if you dare Or must I imagine you there Don't walk away from me Don't walk away from me  [Outro] Don't you dare walk away from me I have nothing, nothing, nothing If I don't have you, you If I don't have you, oh you  ",
        "title": "I Have Nothing"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": "  [Intro: Vinnie & Treach]] Give it up for Naughty By Nature! Hip Hop Hooray Ho, hey, ho, hey, ho, hey, ho  [Verse 1: Vinnie] You drew a picture of my mornin' But you couldn't make my day (Hey!) I'm rockin' and you're yawnin' But you never look my way (Hey!) I'm lickin' down your darlin' In every single way (Hey!) Your funny flow is foreign And a green card's on the way  [Verse 2: Treach] This ain't got shit to do with shampoo But watch your head and shoulder Brother older, bold enough to fold ya, yo I told ya A raid afraid of what I made and played it, plus a funky fit So save yo' flips and tricks for that music and the monkey bit  [Verse 3: Vinnie] Triggers from the Grilltown Illtown Some ask how it feels now The deal is that we're real, so we're still 'round Don't lamp with a freestyle phantom Ain't tryin' to be handsome Shrinkin' what you're thinkin', 'cause I'm vampin'  [Verse 4: Treach] I live and die for Hip Hop, this is Hip Hop for today I give props to hip-hop, so Hip Hop hooray  [Hook: Vinnie & Treach] Ho, hey, ho Hey, ho, hey, ho Hip Hop Hooray Ho, hey, ho Hey, ho, hey, ho  [Verse 5: Treach] You heard a lot about a brother gainin' mo' ground Bein' low down, I do the showdown with any little ho round No! I wanna know who you believe in Through your funny reasons Even when I'm sleepin' you think I'm cheatin' You said: \"I know you, Mr. O.P.P. man Yo, PP man, won't only see me man\" You should've known when I ain't hit it and step That I was wit' it a bit, not to consider the rep, heck! I did your partner 'cause she's hot as a baker 'Cause I'm Naughty by Nature, not 'cause I hate ya You put your heart in a part of a part that spreads apart And forgot that I forgave when you had a spark You try to act like somethin' really big is missin' Even though my name's graffiti-written on your kitten I love black women always and disrespect ain't the way Let's start a family today; Hip Hop Hooray  [Hook: Vinnie & Treach] Ho, hey, ho Hey, ho, hey, ho Hip Hop Hooray Ho, hey, ho Hey, ho, hey, ho  [Verse 6: Treach] Hip Hop, Hip Hip Hop, Hip Hip Hop, Hooray! There's many hungry hip-hoppers One reason Hip Hop's tip-top today Swerve what you heard 'cause I ain't bailin' no hay Ain't choppin' no crops, but still growin' every day  [Verse 7: Vinnie] Here's a thunder sound from the wonders found From the underground town down the hill Feel how Illtown drown smiles to frowns Snatchin' crowns from clowns, beatdowns are found Don't know me? Don't come around!  [Verse 8: Treach] Tippy tippy (pause) tippy tippy (pause) Sometimes creepin' up I eat em up Your styles are older than Lou Rawls Peace to this one and that one and them That way I shout-out and I didn't miss one friend Fools get foolish, neither them or Parker Lewis knew us You could have crews with shoes and can't step to us Some kitties purr, now call me sir too Lookin' for her crew; any trick that diss gets a curfew I put on projects for boots Step through troops and leave proof My problem solver's name is Mook I hittin' woodies in a hoodie Peace to Josette, Jobete, Jo-Jo, Genae, and every hood G That's right, my fight is ill Peace goes to L.O.N.S. and Quest Nice & Smooth and Cypress Hill I live and die for Hip Hop, this is Hip Hop of today I give props to Hip Hop, so Hip Hop Hooray  [Hook: Vinnie & Treach] Ho, hey, ho Hey, ho, hey, ho Hip Hop Hooray Ho, hey, ho Hey, ho, hey, ho  [Outro: Treach] Smooth it out now!  ",
        "title": "Hip Hop Hooray"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Verse 1: Mary] Baby, there's no need to tell you As far as I can clearly recall My love has been here for you So you don't have to worry at all I'll sacrifice my time I'll make sure you're satisfied And it's no hard thing to the joy I bring I wanna give you all my love  [Hook: Mary] Loving you (that's all I want to do) Every day (and every hour, baby) Don't you look no more Love without a limit (my love is yours) Loving you (that's all I want to do) Every day (and every minute, every hour baby) Don't you look no more Love without a limit (my love is yours)  [Verse 2: Mary] Baby, I'm in need of your love And you got that touch That I need so much And I am about to explode Freely, completely Everything you want I'll be Good love down to the last drop And I'm not gonna stop  [Hook: Mary] Loving you (that's all I want to do) Every day (and every hour, baby) Don't you look no more Love without a limit (my love is yours) Loving you (that's all I want to do) Every day (and every minute, every hour baby) Don't you look no more Love without a limit (my love is yours)  [Bridge: Mary] Loving you is all I wanna do Loving you is all I wanna do Loving you, said loving you Is all that I, all that I wanna do Baby, baby, baby, hey  [Hook: Mary] Loving you (that's all I want to do) Every day (and every hour, baby) Don't you look no more Love without a limit (my love is yours) Loving you (that's all I want to do) Every day (and every minute, every hour baby) Don't you look no more Love without a limit (my love is yours)  ",
        "title": "Love No Limit"
    },
    {
        "artist": "Clint Black With Wynonna",
        "lyrics": "  I've been bound to leave you, we've known that for a while I'm sure it's something I can't do If I can't leave you with a smile I don't know how far I'll have to go 'Til I'm sure those eyes won't cry And in my mind I've left enough to know That I can't leave you with a bad goodbye  Goodbye, easier said than done Goodbye There's no good when you're the one Whose goodbye you swore would never come And in my goodbye you're finding none  I'm still bound to leave you, I surely don't know how My heart won't let me put you through What my mind said should happen now I don't know where we'll go from here There may be no way to fly And the cloud I'm in just makes it all too clear That I can't leave you with a bad goodbye  Goodbye, easier said than done Goodbye There's no good when you're the one Whose goodbye you swore would never come And in my goodbye you're finding none  How can we be so far between Where we are and one more try And any way I look I've only seen That I can't leave you with a bad goodbye  ",
        "title": "A Bad Goodbye"
    },
    {
        "artist": "David Crosby & Phil Collins",
        "lyrics": null,
        "title": "Hero"
    },
    {
        "artist": "Shai",
        "lyrics": "  [Verse 1] Understand, girl That my heart is in your hands And I'm cautious of falling in love again So please don't hurt me I'm scared Don't desert me I'm afraid of being a fool Again  [Chorus] So baby, I'm yours If you want me (and if you want my sweet love) And baby, I'm yours If you need me (la la la) And loving you forever If you want me (give me your love) Baby, I'm yours If you need me  [Verse 2] Realize, girl That my faith is kind of torn Watch your step, girl, because my heart is weak and worn So won't you please be careful I'm fragile I can't imagine the damage I have to handle If you hurt me one more time, please be mine  [Chorus] So baby, I'm yours If you want me (and if you want my sweet love) And baby, I'm yours If you need me (la la la) And loving you forever If you want me (give me your love) Baby, I'm yours If you need me  [Bridge 1] Baby, I've been through a whole lot of relationships Whole lot of broken promises But now I'm ready for a real one, sweetheart (Yes, I am) You don't have to worry, baby Don't you ever go away  [Bridge 2 (8x)] Baby, I'm... baby, baby, I'm yours  [Chorus] So baby, I'm yours If you want me And baby, I'm yours If you need me And loving you forever If you want me Baby, I'm yours If you need me (I'm right here, baby) So baby, I'm yours (I'll be right here) If you want me (I'm the one that you need) And baby, I'm yours (I'll be the one, you and me, baby) If you need me And loving you forever (I'll be right here) If you want me (For you, girl) Baby, I'm yours If you need me So baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you want me (Baby, I'm... baby, baby, I'm yours) And baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you need me (Baby, I'm... baby, baby, I'm yours) And loving you forever (Baby, I'm... baby, baby, I'm yours) If you want me (Baby, I'm... baby, baby, I'm yours) Baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you need me (Baby, I'm... baby, baby, I'm yours)  ",
        "title": "Baby I'm Yours"
    },
    {
        "artist": "Bizarre Inc",
        "lyrics": null,
        "title": "I'm Gonna Get You"
    },
    {
        "artist": "R. Kelly & Public Announcement",
        "lyrics": null,
        "title": "Dedicated"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] I gave her money I gave her time I gave her everything Inside one heart could find I gave her passion My very soul I gave her promises And secrets so untold  [Pre-Chorus] And she promised me forever And a day we would live as one We made our vows We would live a life anew And she promised me in secret That she'd love me for all time It is a promise so untrue Tell me what will I do?  [Chorus] And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm lying to myself And the reason why she left me Did she find in someone else?  (Who is it?) Is it a friend of mine? (Who is it?) Is it my brother? (Who is it?) Somebody hurt my soul, now (Who is it?) I cannot take this stuff no more  [Verse 2] I am the damned I am the dead I am the agony inside The dying head This is injustice Woe unto thee I pray this punishment Would have mercy on me  [Pre-Chorus] And she promised me forever That we'd live our life as one We made our vows We'd live a love so true It seems that she has left me For such reasons unexplained I need to find the truth But see what will I do  [Chorus] And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm bothered everyday And she didn't leave a letter She just up and ran away  (Who is it?) It is a friend of mine? (Who is it?) Is it my brother? (Who is it?) Somebody hurt my soul, now (Who is it?) I can't take it cause I'm lonely  (Who is it?) It is a friend of mine? (Who is it?) To me, a brother? (Who is it?) Somebody hurt my soul, now (Who is it?) I can't take it cause I'm lonely  [Chorus] And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm lying to myself And the reason why she left me Did she find in someone else?  [Chorus] And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm bothered everyday And she didn't leave a letter She just up and ran away  And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm lying to myself And the reason why she left me Did she find in someone else?  And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm bothered everyday And she didn't leave a letter She just up and ran away  And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm bothered everyday And she didn't leave a letter She just up and ran away  And it doesn't seem to matter And it doesn't seem right Because the will has brought no fortune Still I cry alone at night Don't you judge of my composure Cause I'm lying to myself And the reason why she left me Did she find in someone else? (Can't take it cause I'm lonely)  ",
        "title": "Who Is It"
    },
    {
        "artist": "Geto Boys",
        "lyrics": "  There's far too many of you dying  [Verse 1:  Scarface] June twenty-eight was the date Thirty-eight to the chest plate Mommy dear's cryin at the wake And everybody's dressed up in black suits Goin to pay their last respects to the black troop Why'd he have to die is the question that we're under But everyone knows that every day's a different number So when your time comes, just remember, G You'll always have a place in this world as a memory Especially my boys who passed away back in '92 Best believe that all the boys in the hoods got love for you Wherever we go, wherever we be, we be thinkin Of how we hung in the clubs smokin and drinkin Never missin out on a hood fight Cause everyday back in the hood we had a good fight Everything has changed and people are lookin lonely It's gon' be strange spendin New Year's Eve without your homie But ain't much that we can do Except pour brew throughout the crew To make sure we all remember you And believe me it hurts To see the boy you broke bread with six feet in the dirt... dirt  [Verse 2: Bushwick Bill] Another homie got smoked but it's no surprise Everybody's trippin cause the boy was too young to die A sad sight to see my homie take his last breath Everybody's trippin cause they can't accept my homie's death Another killin was reported on the evenin news Somebody's brother got killed behind a pair a shoes In the midst of all this shit I think about myself Wonderin when somebody's gonna try to take me off the shelf But I refuse to be another violent casualty So when I'm rollin I pack my pistol grip beside my knee Cause on the city streets today a brother just can't win When the people you think are your friends really ain't your friends Uh, and Bushwick can't sleep When everybody around me keeps fallin six feet deep  [Verse 3: Scarface] The pain that's deep inside of everybody grows As they approach to see the body before the casket close The person standin next to me has snapped a flick Once I seen the casket closed I knew that that was it The whole entire family spoke on his defense The choir sung the songs that make us reminisce And durin all the singin I broke down myself When I looked and seen the family that my partner left And then the choir broke into its final song Thinkin to myself the worst is yet to come Everyone was headed for the final flight As we creeped along the gravel on the burial site The director said his words and there was not a sound As they lowered my little partner towards inside the ground Everybody dropped their flowers on the coffin top And then they work alone with the concrete block And that's deep  [Verse 4: Big Mike] A lotta homies die, a lotta mothers cry I watch tears fall down from their eyes Everybody wants to go to heaven but nobody wants to take the chance They chose the music, so they had to dance Couldn't tell him nothin, was a player, had to have it Got caught up in the game now my boy's in the casket And everybody's lookin' for somebody else to blame Ashamed to let his mother know that he was in the game We used to kick it on the ave at night Comin up tryin to have the finer things in life But now my boy's gone, I wish he was at home I wish he wouldn'ta never fell victim to the clone So when I drink a brew for you I pour some on the block, son You might be gone but you damn sure ain't forgotten So long, remember whenever or wherever Dead or alive, real partners come together And you know that  ",
        "title": "Six Feet Deep"
    },
    {
        "artist": "Snow",
        "lyrics": "  [Intro: MC Shan & Snow] What's up man, hey yo what's up Yeah what's going on here? Sick and tired of 5-0 running up on the block here You know what I'm saying? Yo, Snow they came around here looking for you the other day (Word?) word, bust it!  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Verse 1: Snow] Police-a them-a they come and-a they blow down me door One ee come crawl troo, troo my window So dey put me in de back de car at de station From that point on me reach my destination Where the destination reachin outta east detention, where dey Looked down me pants, look up me bottom, so  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Verse 2: Snow] So, bigger dem are they think dem have more power De pon di phone me say dat one hour Me for want to use a once an' now me call me lover Lover who me callin an' a one Tammy An' mi love er' in my heart down to my belly-a Yes say daddy me Snow me I feel cool an' deadly Yes the one MC Shan an' the one Daddy Snow Together we-a love'em is a tor-na-do  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Verse 3: Snow] So, listen for me, you better listen for me now Listen for me, you better listen for me now When-a me rock-a the microphone, me rock on steady-a Yes a daddy me Snow me are de article don But the in an a-out a dance an they say where you come from-a? People dem say ya come from Jamaica But me born an' raised in the ghetto that I want ya to know-a Pure black people man that’s all I man know Yeah me shoes are a-tear up an'a me toes just a show-a Where me-a born in are de one Toronto, so  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Verse 4: Snow] Come with a nice young lady Intelligent, yes she gentle and irie Everywhere me go me never lef' her at all-ie Yes-a Daddy Snow me are the roam dance man-a Roam between-a dancin' in-a in-a nation-a You never know say daddy me Snow me are the boom shakata Me never lay-a down flat in-a one cardboard box-a Yes-a daddy me Snow me-a go reachin' out da top, so  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Interlude] Why wo ee? why wo ee? an' wo ee an' wo ee?  [Verse 5: MC Shan] Me sitting 'round cool with my dibbie-dibbie girl Police knock my door, lick up my pal Rough me up and I can't do a thing Pick up my line when my telephone ring Take me to the station black up my hands Trail me down cause I'm hanging with the Snowman What I'm gonna do? I'm backed and I'm trapped Slap me in the face and took all of my gap They have no clues and they wanna get warmer But Shan won't turn informer  [Hook: Snow] Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down Informer, ya' no say daddy me Snow me I go blame A licky boom boom down ‘Tective man a say, say daddy me Snow me stab someone down the lane A licky boom boom down  [Outro] Diggity dum, diggity diggity dum, an' wo ee, an wo, an wo ee  ",
        "title": "Informer"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": "  My shattered dreams and broken heart Are mending on the shelf I saw you holding hands Standing close to someone else Now I sit all alone Wishing all my feeling was gone I gave my best to you Nothing for me to do But have one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind this time Stop living a lie I guess I'm down to my last cry  I was here, you were there Guess we never could agree While the sun shines on you I need some love to rain on me Still I sit all alone Wishing all my feeling was gone Gotta get over you Nothing for me to do But have one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind this time Stop living a lie  I know I gotta be strong Cause round me life goes on and on and on and on  I'm gonna dry my eyes Right after I end my one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind for the very last time Been living a lie I guess I'm down I guess I'm down I guess I'm down... To my last cry  ",
        "title": "One Last Cry"
    },
    {
        "artist": "The Pharcyde",
        "lyrics": "  [Produced by J-Swift]  [Verse 1: Bootie Brown] Now in my younger days I used to sport a shag When I went to school I carried lunch in a bag With an apple for my teacher cause I knew I'd get a kiss Always got mad when the class was dismissed But when it was in session, I always had a question I would raise my hand to make her stand, come to my desk and Help me with my problem, it was never much Just a trick, to smell her scent and try to sneak a touch Oh, how I wish I could hold her hand and give her a hug She was married to the man, he was a thug His name was Lee, he drove a Z He'd pick her up from school promptly at three o'clock I was on her jock, yes indeedy I wrote graffiti on the bus First I'd write her name then carve a plus With my name last, on the looking glass I seen her yesterday but still I had to let her pass  [Hook] She keeps on passing me by She keeps on passing me by (Nevertheless, I'll say it again) She keeps on passing me by (Nevertheless, I'll say it again) She keeps on pa--  [Verse 2: SlimKid 3] When I dream of fairytales I think of me and Shelly See she's my type of hype and I can't stand when brothers tell me That I should quit chasin' and look for something better But the smile that she shows makes me a go-getter I haven't gone as far as asking if I could get with her I just play it by ear and hope she gets the picture I'm shooting for her heart, got my finger on the trigger She could be my broad, and I could be her nigga But, all I can do was stare Back as kids we used to kiss when we played truth or dare Now she's more sophisticated, highly edu-ma-cated Not at all overrated, I think I need a prayer To get in her book and it looks rather dry I guess a twinkle in her eye is just a twinkle in her eye Although she's crazy stepping, I'll try to stop her stride Cause I won't have no more of this passing me by  [Verse 3: Imani] Time for me to voice my opinion can't be pretending she didn't have me Sprung like a chicken, chasing my tail like a doggie She was kind of like a star, thinking I was like a fan Damn, she looked good, down side: she had a man He was a rooty-toot, a nincompoop She told me soon your little birdie's gonna fly the coop She was a flake like corn, and I was born not to understand By letting her pass I had proved to be a better man  [Hook] She keeps on passing me by She keeps on passing me by (Nevertheless, I'll say it again) She keeps on passing me by (Nevertheless, I'll say it again) She keeps on passing me  [Verse 4: Fatlip] Now there she goes again, the dopest Ethiopian And now the world around me be just moving in slow motion when- Ever she happens to walk by - why does the apple of my eye Overlook and disregard my feelings no matter how much I try? Wait, no, I did not really pursue my little princess with persistence And I was so low-key that she was unaware of my existence From a distance I desired, secretly admired her Wired her a letter to get her, and it went My dear, my dear, my dear, you do not know me but I know you very well Now let me tell you about the feelings I have for you When I try or make some sort of attempt, I symp Damn I wish I wasn't such a wimp Cause then I would let you know that I love you so And if I was your man then I would be true The only lying I would do is in the bed with you Then I signed sincerely, the one who loves you dearly, PS Love Me Tender The letter came back three days later: Return to Sender, damn  [Hook] She keeps on passing me by She keeps on passing me by (Nevertheless, I'll say it again) She keeps on passing me by (Nevertheless, I'll say it again) She keeps on passing me by (Nevertheless, I'll say it again) She keeps on pa-- (Nevertheless, I'll say it again) Passing me by (Nevertheless, I'll say it again) (Nevertheless) (Nevertheless) (Nevertheless, I'll say it again) She keeps on passing me by She keeps on passing me by (I'll say it again) She keeps on passing me by She keeps on passing me by (I'll say it again) She keeps on passing me by She keeps on passing me by (I'll say it again) She keeps on passing me by She keeps on passing me by (I'll say it again)  ",
        "title": "Passin' Me By"
    },
    {
        "artist": "Joey Lawrence",
        "lyrics": "  Why is my baby blue? Can't see the colors of a sunny day Stuck in that point of view What can I do to take your tears away?  Oh, I'm not denying There's a time for crying Just tell me why you look so sad tonight  I know it's crazy Living in the world these days But if you take me by the hand  Ohh There's nothin' my love can't fix for ya, baby Ohh I'm positive of this, I tell you Ohh There's nothin' my love can't fix for ya, baby . I'll take you up so high You'll start forgetting you were ever down Kisses will dry your eyes This is the way to turn your world around . We all get lonely But if you just hold me We both can go beyond the stars tonight  Oh, once you have it Love works like magic Just open Open up your heart  Ohh There's nothin' my love can't fix for ya, baby Ohh I'm positive of this, I tell you Ohh There's nothin' my love can't fix for ya, baby Ohh...  Love is the glue that binds us When we get lost it finds us, yeah You'll lose your blues soon... 'Cause baby, y love is true Break it...  One, two, three, four Oh, once you have it Love works like magic Just open Open up your heart . Ohh There's nothin' my love can't fix for ya, baby Ohh I'm positive of this, I tell you Ohh There's nothin' my love can't fix for ya, baby  Ohh There's nothin' my love can't fix for ya, baby Ohh I'm positive of this, I tell you Ohh There's nothin' my love can't fix for ya, baby Ohh, you know it's true  All I gotta say is a baby, baby I love you in every way Cause, lady You gotta get away with me You gotta get away with me today  Cause our love has got to shine through And honey, you got to see it too That we were meant, girl Me and you  But lately You've been acting like I smell like a zoo Philly Zoo to be exact And hey, Phily's my origin As a matter of fact But let's get back to the subject at hand  Baby, baby, baby, oh You was back in demand When I look at you, girl My heart goes right into a whirl And all I gotta say about the situation  Ohh, ohh, ohh There's nothin' my love can't fix  ",
        "title": "Nothin' My Love Can't Fix"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] You'll remember me when the west wind moves Upon the fields of barley You'll forget the sun in his jealous sky As we walk in fields of gold  [Verse 2] So she took her love for to gaze awhile Upon the fields of barley In his arms she fell as her hair came down Among the fields of gold  [Verse 3] Will you stay with me? Will you be my love? Upon the fields of barley We'll forget the sun in his jealous sky As we lie in fields of gold  [Verse 4] See the west wind move like a lover so Upon the fields of barley Feel her body rise when you kiss her mouth Among the fields of gold  [Bridge] I never made promises lightly And there have been some that I've broken But I swear in the days still left We'll walk in fields of gold We'll walk in fields of gold  [Verse 5] Many years have passed since those summer days Upon the fields of barley See the children run as the sun goes down Among the fields of gold  [Verse 6] You'll remember me when the west wind moves Upon the fields of barley You can tell the sun in his jealous sky When we walked in fields of gold When we walked in fields of gold When we walked in fields of gold  ",
        "title": "Fields Of Gold"
    },
    {
        "artist": "Soul Asylum",
        "lyrics": "  Call you up in the middle of the night Like a firefly without a light You were there like a blowtorch burning I was a key that could use a little turning  So tired that I couldn't even sleep So many secrets I couldn't keep Promised myself I wouldn't weep One more promise I couldn't keep  It seems no one can help me now I'm in too deep There's no way out This time I have really led myself astray  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Can you help me remember how to smile? Make it somehow all seem worthwhile How on earth did I get so jaded? Life's mystery seems so faded  I can go where no one else can go I know what no one else knows Here I am, just drowning in the rain With a ticket for a runaway train  And everything seems cut and dry Day and night Earth and sky Somehow I just don't believe it  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Bought a ticket for a runaway train Like a madman laughing at the rain A little out of touch, a little insane It's just easier than dealing with the pain  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Runaway train never coming back Runaway train tearing up the track Runaway train burning in my veins Runaway but it always seems the same  ",
        "title": "Runaway Train"
    },
    {
        "artist": "LL Cool J",
        "lyrics": null,
        "title": "Back Seat (Of My Jeep)"
    },
    {
        "artist": "George Michael & Queen",
        "lyrics": "  [Intro] Can anybody find me somebody to love?  [Verse 1] Each morning I get up I die a little Can barely stand on my feet (Take a look at yourself in the mirror and cry) Take a look in the mirror and cry Lord what you're doing to me I have spent all my years in believing you But I just can't get no relief, Lord  [Chorus] Somebody (somebody) Ooh somebody (somebody) Can anybody find me Somebody to love?  [Verse 2] I work hard (he works hard) Every day of my life I work till I ache my bones At the end (at the end of the day) I take home my hard-earned pay all on my own (yes, on my knees on) I get down (down) on my knees (knees) And I start to pray (praise the Lord) Till the tears run down from my eyes, Lord  [Chorus] Somebody (somebody) Ooh somebody (somebody) Can anybody find me Somebody to love?  [Verse 3] (He works hard) Everyday (everyday) I try and I try and I try But everybody wants to put me down They say I'm goin' crazy They say I got a lot of water in my brain No, I got no common sense (He's got) Got nobody left to believe No, no, no, no  [Chorus] (Oh Lord) Ooh somebody Ooh (somebody) Anybody find me Somebody to love (Anybody find me someone to love)  [Verse 4] Got no feel, I got no rhythm I just keep losing my beat (just keep losing and losing) I'm okay, I'm alright (he's alright, he's alright) I ain't gonna face no defeat (yeah, yeah) I just gotta get out of this prison cell Someday I'm gonna be free, Lord  [Outro] Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love Find me somebody to love  Somebody (somebody) Somebody (somebody) Somebody (find me) (Somebody find me somebody to love) Can (anybody find me) Somebody to love? (Find me somebody to love) Ooh (Find me somebody to love) Every somebody (Find me somebody to love) Somebody, somebody, somebody to love (Find me somebody to love) Find me, find me, find me, find me, find me somebody to love (Find me somebody to love) Ooh (Find me somebody to love) Somebody find me, find me somebody to love (Find me somebody to love) Anybody, anywhere, anybody find me somebody to love Find me, find me, find me  ",
        "title": "Somebody To Love"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": null,
        "title": "The Floor"
    },
    {
        "artist": "U.N.V.",
        "lyrics": "  Lately I've been thinking, that you don't feel the same I don't know what it is, all I know is that you changed Cause we used to be so tight, never apart And know it seems that you only want to break my heart, oh yeah And I don't know what I've done to make you feel this way One minute you call, the next you don't have a thing to say I'm telling you baby  (Chorus) Somethings going on, the love we used to share is strong I'm falling out of love with you, and I don't know what to do Something's going on, the love we used to share is strong I'm falling out of love with you, and I don't know what to do  Where did I go wrong? What mistake did I make? Is there someone else? Tell me baby, you found to take my place Cause now you stay out all night and you don't even call We barely kiss, we barely hug, we barely touch at all, yea baby And I can't take no more, this is no way to live Something must happen, something has got to give I can feel it, I know, I know there's...  (Chorus) Something's going on, the love we used to share is strong I'm falling out of love with you, and I don't know what to do Something's going on, the love we used to share is strong I'm falling out of love with you, and I don't know what to do  (Spoken) Hey yo, Shawn? What's up Jay? You know I was thinking, man I haven't seen You with your girl in so long, I mean what's going on? Why don't you tell me? (I'm so confused, yea and I don't know what to do baby) You know Shawn, I know just how you feel Because  my girl (She left me crying baby, she left me down on my knees) (Down on my knees) (Man, that's deep, yo J.C?) What's up Ski? Tell them how you feel, (I feel so lonely)  (Chorus with ad-libs) Something's going on, the love we used to share is string I'm falling out of love with you, and I don't know what to do Something's going on, the love we used to share is strong I'm falling out of love with you, and I don't know what to do  ",
        "title": "Something's Goin' On"
    },
    {
        "artist": "Jade",
        "lyrics": null,
        "title": "One Woman"
    },
    {
        "artist": "Big Mountain",
        "lyrics": "  Ooh, yeah Li-da-di-da-di-da-di-da  Sometimes it's so hard to see The things that we dread so much come about so easily And in my distress I often pray Whoa, Jah Jah, please, when will things start to come my way  You know that better days will come Seems like it's been so long We seem to forget so easily Love needs its share of energy  Come on closer to me, girl Touch my light Come on closer to me, girl Touch my li-i-ight  I feel so safe in saying That in the end our love will shine These quarrels that we're havin', my baby Could only strengthen us in time  Come on closer to me, girl yeah, don't you see That anything is possible as long as we believe Jah  Come on closer to me, girl Touch my light Come on closer to me, girl Touch my li-i-ight  Now Jah Jah will guide us Though that goes unsaid Rather than routin' the system We'll seek happiness  Build our shelter in the mountains Next to a blue crystal river Not until then we will see Just how bright our future will be  You know that better days will come Seems like it's been so long We seem to forget so easily Love needs its share of energy  Come on closer to me, girl Touch my light Come on closer to me, girl Touch my li-i-ight  Come on closer to me, girl Touch my light Come on closer to me, girl Touch my light  Come on closer to me, girl Touch my light Come on closer to me, girl Touch my li-i-ight  ",
        "title": "Touch My Light"
    },
    {
        "artist": "Boy Krazy",
        "lyrics": "  You're gonna see some changes in me From now on I have a heart of stone I'm not the girl I used to be I'm going out into the danger zone  And I don't mind what people may say Should I care what they think of me? I'm looking out for a different way I'm cuttin' loose, runnin' wild and free  Know what I want, know where to go No one can stop me, no Whoa, whoa  Good times with bad, bad boys They live it up and get down easy Good times with bad, bad boys That's what I want, that's what I'm needin'  Don't need their love, I wanna be free I'm not a toy that anyone can own They take it all so seriously I'm going out into the great unknown  You only live once, that's what they say No one can stop me, no Whoa, whoa  Good times with bad, bad boys They live it up and get down easy Good times with bad, bad boys That's what I want, that's what I'm needin'  Good times with bad, bad boys Just havin' fun, fast and easy Good times with bad, bad boys Know what it takes, know how to please me  Know what I want, know where to go You'll never stop me, no Whoa, whoa  Good times with bad, bad boys They live it up and get down easy Good times with bad, bad boys That's what I want, that's what I'm needin'  (Repeat to fade)  ",
        "title": "Good Times With Bad Boys"
    },
    {
        "artist": "Levert",
        "lyrics": "  See, there comes a time in every Man's life when he's got to fall in love And he's got to find the right woman And I think I found it in you  Woke up this morning to breakfast in bed The coffee was hot Them eggs I got was right, so right  Girl I gotta tell you, you're just too good for me Oh, the things that you do makes it easy lovin' you Even a blind man can see  Every night I get own on my knees And give thanks for you And the things that you do Cause only a fool would let go of you  Lovin' you is so easy for me to do It's like ABC-123 I'm lovin' you, girl Just keep lovin' me  Drivin' in my car I see somethin' That will look good on you Said I can't ignore it But Hell, I can't afford it What's a simple man like me to do  If you should ever leave me I'd go out of my mind Cause I want you, and I need you I don't want to be wastin my time  Every night, I get down on my knees And give thanks for you The things that you do 'Cause only a fool would let go of you  Lovin' you is so easy for me to do It's like ABC-123 I'm lovin you, girl Just keep lovin me  From the bottom of my heart It's like ABC, simple as 123  Said I feel some love comin on Said I can feel it Way down deep in my bones  I want to shout it out loud From the mountin tops Said I got to let you know That I'm never gonna let you go  Together, Together, oh, baby  Want to give you my love Want to give you my time Then I want to keep comin' I want to make you mine  Yeah, yeah, baby girl Baby girl Don't want to stop lovin you That's all I ever want to do  I love you I give you all my lovin' baby It's so easy for me I'm lovin' you So just keep lovin' me  ",
        "title": "ABC-123"
    },
    {
        "artist": "Regina Belle",
        "lyrics": null,
        "title": "If I Could"
    },
    {
        "artist": "Run-D.M.C.",
        "lyrics": "  [Intro] Reporters clock, producers jock They wanna be down with the King! Producers die, they wanna be down Wanna be down with the King!  [Verse 1: Run] Down with the king for years, about ten of 'em Recruiting suckers, mackin' mic, and makin' men of 'em Tears and fears for my peers, they rippin' You think that it is, it is, if not it isn't Race for the border my daughter, cause beats you're bangin' out Jeeps rockin' beats in the streets when there's time for hangin' out Gather, or rather form a circle around a loud Cause brothers or others could never ever rock a crowd Is it because he's runnin' off with the mouth Or was he really clearly tryin' to play a nigga out Nope, shut him down, the king with a crown Cause all you wanna be is Diggy Down  [Hook] Down with the king The king down with the king [x7] The king  [Verse 2: CL Smooth] Two years ago, a friend of mine Asked me to say some MC rhymes So I said this rhyme I'm about to say The rhyme was meeca, and it went this way Recollect a mecca mic check on the windmill skills Mac distracts, wearing Godfather hats It's okay to parlay to forte better Tell 'em my nigga made a sweater tougher than leather Swing another Rodney King thing and i'll wreck But just like the white one I get no respect Money stay awake, cause them other niggas are fake From Hollis to the Beacon, now your dumb ass is leakin' C.L. and Run DMC so rush it Big time weight before Hammer got to touch it Remember the faces in all types of places Look Ma, no shoelaces And I'm  [Hook] Down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King  [Verse 3: DMC] I'm takin' the tours, I'm wreckin' the land I keep it hardcore because it's dope man These are the roughest toughest words I ever wrote down Not meant for a ho like a slow jam, check it Sucka emcees could never swing with D Because of all the things that I bring with me Only G-O-D could be a king to me And if the G-O-D be in me, then the king I be The microphone is branded when it's handed to me I was planted on this planet and I plan to emcee The emcee fiends only seem to agree That I rock all the world and the society Outrageous on the stages with a tune of verse I give praises from these pages to the universe My voice is raw, my lyrics is law I keep it hardcore like you never saw  [Hook] Down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King  Verse 4: [Pete Rock] I'm the man you see, in the place to be I went to John Jay University And since kindergarten I acquired the knowledge And after twelve grade I went straight to college Down with the kings on the mic, a full swinger The P to the R, not an R&B singer The R to the U-N-D-MC'n The fly human beings, tonight I hold the key and Flowin' with the funk track, here to soul brother black Pick up the bass, better yet leave a space So let me put my big black twinkie on in to the early mornin' Had skins yawning' Mecca? (yo) you want the mecca? (yo) I'll make a funky beat so we can blow, check it out Pete Rock's the beat knock, put you in a headlock And now all the outty out flock is down with the king  [Hook] Down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King  [Outro] Down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King down with the king, the king down with the king The King Down with the The King Down with the The King Down with the The King Down with the The King Down with the king  ",
        "title": "Down With The King"
    },
    {
        "artist": "Boss",
        "lyrics": null,
        "title": "Deeper"
    },
    {
        "artist": "II D Extreme",
        "lyrics": null,
        "title": "Cry No More"
    },
    {
        "artist": "Ugly Kid Joe",
        "lyrics": "  [Verse 1] My child arrived just the other day Came to the world in the usual way But there were planes to catch, and bills to pay He learned to walk while I was away He was talkin' 'fore I knew it And as he grew, he said \"I'm gonna be like you, Dad\" \"You know, I'm gonna be like you\"  [Chorus] And the cats in the cradle and the silver spoon Little boy blue and the man on the moon \"When you comin' home?\", \"Son, I don't know when\" \"We'll get together then\" \"You know we'll have a good time then\"  [Verse 2] Well, my son turned ten just the other day He said, \"Thanks for the ball, Dad, come on, let's play\" \"Could you teach me to throw?\" I said, \"Not today\" \"I got a lot to do.\" He said, \"That's okay\" And he walked away And he smiled and he said \"You know, I'm gonna be like him, yeah\" \"You know I'm gonna be like him\"  [Chorus] And the cats in the cradle and the silver spoon Little boy blue and the man on the moon \"When you comin' home?\", \"Son, I don't know when\" \"We'll get together then\" \"You know we'll have a good time then\"  [Verse 3] Well, he came from college just the other day So much like a man, I just had to say \"I'm proud of you, could you sit for a while?\" He shook his head, and he said with a smile \"What I'd really like, Dad, is to borrow the car keys\" \"See you later. Can I have them, please?\"  [Chorus] And the cats in the cradle and the silver spoon Little boy blue and the man on the moon \"When you comin' home?\", \"Son, I don't know when\" \"We'll get together then\" \"You know we'll have a good time then\"  [Verse 4] I've long since retired, my son's moved away I called him up just the other day \"I'd like to see you, if you don't mind\" He said, \"I'd love to, Dad, if I could find the time\" \"You see, my new job's a hassle and the kids have the flu\" \"But it's sure nice talkin' to you, Dad, it's been sure nice talkin' to you\" And as I hung up the phone it occurred to me He'd grown up just like me, my boy was just like me  [Chorus] And the cats in the cradle and the silver spoon Little boy blue and the man on the moon \"When you comin' home?\", \"Son, I don't know when\" \"We'll get together then\" \"You know we'll have a good time then\" And the cats in the cradle and the silver spoon Little boy blue and the man on the moon \"When you comin' home?\", \"Son, I don't know when\" \"We'll get together then\" \"You know we'll have a good time then\"  ",
        "title": "Cat's In The Cradle"
    },
    {
        "artist": "Silk",
        "lyrics": null,
        "title": "Girl U For Me/Lose Control"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": "  I like the feel of your name on my lips And I like the sound of your sweet gentle kiss The way that your fingers run through my hair And how your scent lingers even when you're not there  And I like the way your eyes dance when you laugh And how you enjoy your two hour bath And how you convinced me to dance in the rain With everyone watching like we were insane  [Chorus] But I love the way you love me Strong and wild, slow and easy Heart and soul, so completely I love the way you love me  I like to imitate ol' Jerry Lee An' watch you roll your eyes when I'm slightly off-key And I like the innocent way that you cry At sappy old movies you've seen hundreds of times  [Chorus] But I love the way you love me Strong and wild, slow and easy Heart and soul, so completely I love the way you love me  And I could list a million things I love to like about you But they all come down to one reason I could never live without you  [Chorus] But I love the way you love me Strong and wild, slow and easy Heart and soul, so completely I love the way you love me  ",
        "title": "I Love The Way You Love Me"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] One thing I would love to do Is talk to someone Wish I knew who Sometimes the people who know the least say the most Makes you wonder who you can trust What's gonna happen  The first thing I know God is love The next thing would be He loves me Sometimes I'm tired of waiting for a thing or someone Then I stop and see what He's done And I know everything will come  [Chorus] And it may be today Anything can change, nothing stays the same And maybe today What's tomorrow for? No one knows for sure Through it all come what may Little miracles happen every day  [Verse 2] And so there you go Strangely enough Alone even so Addicted to love You're in and out so quickly That it gives you a start You're waiting for a message or a word But you haven't heard from your heart  [Chorus] But it may be today Anything can change Nothing stays the same And maybe today For the love in me I really believe Through it all come what may Little miracles happen every day  [Bridge] What is a miracle? Love is a miracle Every time that you care A miracle, it happens somewhere So many miracles Even small little miracles Just take one look about It's not hard to figure out  [Chorus] 'Cause it might be today Anything can change Nothing stays the same And maybe today What tomorrow's for No one knows for sure Through it all come what may Little miracles happen everyday Little miracles happen every day Ooh, little miracles happen every day They happen every day  ",
        "title": "Little Miracles (Happen Every Day)"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Love Don't Love You"
    },
    {
        "artist": "Jordy",
        "lyrics": "  C'est dur dur d'être bébé Oh là là bébé, c'est dur dur d'être bébé Dur dur d'être bébé Je m'appelle Jordy C'est dur dur d'être bébé Oh là là bébé, c'est dur dur d'être bébé Dur dur d'être bébé Je m'appelle Jordy J'ai quatre ans et je suis petit Dur dur d'être bébé Viens ici, touche pas ça Reste assis, va pas là Fais comme ci, fais comme ça Patati et patata Pourquoi ci pourquoi ça Pourquoi c'est comme ci Pourquoi ci pourquoi ça Pourquoi c'est comme ça Oh là là bébé, c'est dur dur d'être bébé Dur dur d'être bébé Et Maman, qu'est-ce que tu dis Fais dodo, lave tes mains Enlève tes doigts du nez Fais pas ci, fais pas ça Patati et patata Pourquoi ci pourquoi ça Pourquoi c'est comme ci Pourquoi ci pourquoi ça Pourquoi c'est comme ça Oh là là bébé, c'est dur dur d'être bébé Dur dur d'être bébé Reste assis, pas d'accord ! Touche pas ça, pas d'accord ! Va pas là, pas d'accord ! T'auras pas de dessert Et Mamie, et Papi, et Maman Dur dur d'être bébé Oh là là bébé C'est dur d'être bébé Dur dur d'être bébé {ad lib}  ",
        "title": "Dur Dur D'etre BeBe! (It's Tough To Be A Baby)"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] I would tell you about the things They put me through The pain I've been subjected to But the Lord himself would blush The countless feasts laid at my feet Forbidden fruits for me to eat But I think your pulse would start to rush  [Pre-Chorus 1] Now I'm not looking for absolution Forgiveness for the things I do But before you come to any conclusions Try walking in my shoes Try walking in my shoes  [Chorus] You'll stumble in my footsteps Keep the same appointments I kept If you try walking in my shoes If you try walking in my shoes  [Verse 2] Morality would frown upon Decency look down upon The scapegoat fate's made of me But I promise now, my judge and jurors My intentions couldn't have been purer My case is easy to see  [Pre-Chorus 2] I'm not looking for a clear conscience Peace of mind after what I've been through And before we talk of any repentance Try walking in my shoes Try walking in my shoes  [Chorus] You'll stumble in my footsteps Keep the same appointments I kept If you try walking in my shoes If you try walking in my shoes Start walking in my shoes  [Pre-Chorus 1] Now I'm not looking for absolution Forgiveness for the things I do But before you come to any conclusions Try walking in my shoes Try walking in my shoes  [Chorus] You'll stumble in my footsteps Keep the same appointments I kept If you try walking in my shoes  [Chorus] You'll stumble in my footsteps Keep the same appointments I kept If you try walking in my shoes Try walking in my shoes If you try walking in my shoes Try walking in my shoes  ",
        "title": "Walking In My Shoes"
    },
    {
        "artist": "Men At Large",
        "lyrics": "  Men At Large- So Alone  We were together just the other day Taking life for granted, passing time away I was there for you, you were there for me We would be together for eternity I never knew there'll be sorrow But I knew we'd be together tomorrow Together forever we were so wrong Now, I just can't believe that you're gone  And I'm so alone, alone You never miss a good thing till it's gone And I'm so alone, I'm so alone yes I am I really can't believe that you're gone, gone, gone  Life goes on and it's not the same Cause I can't help sometimes calling out your name But, then I realize that you won't come around, no Oh, what I wouldn't give to see your smile Oh, yes, we've had our ups and downs Oh, what I wouldn't do to have you cussing me out I know it sounds funny, but what can I say My life just ain't the same since you went away  And I'm so alone, alone I miss you You never miss a good thing till it's gone (gone) And I'm so alone, (ooh) did you have to go away I really miss you  So Alone, I'm so alone (Oh, I'm so alone) (Oh, yes I am) (I'm so alone) (So alone)  See, I never knew that there would be sorrow But I knew we'll be together tomorrow Together forever we were so wrong No, I won't believe I just can't believe I really don't believe  I'm so alone, (alone), alone I miss you You never miss a good thing (It's gonna be alright) I'm so alone, alone (It's gonna be alright) I miss you (I know one day) You never miss a good thing (We'll see each other again) I'm so alone, alone (I miss you mama) I miss you (Can't nobody take your place) You never miss a good thing (There'll never be another like you) I'm so alone, alone I miss you (You're my one and only mama) You never miss a good thing (And I miss you, and I miss you)  I'm so alone I'm so alone, I'm (I miss you so much) I know you're in a better place yes you are (I'm so lonely without you) Can my friends help me sing Here I am (I miss you) Can my friends help me sing Here I am See when you need a shoulder to cry on When you need a good friend to rely on He's gonna be right there (I miss you so much) (So lonely with out you) When you're feeling down and feeling low (I miss you) All you gotta do is talk to Lil' Jo This is Jason, you know I'm your best friend And I love you, and I love you, and I love you (I miss you so much, so lonely without you) (I really miss you) See everyone's loved and lost And nobody wants to pay that cost But if we all stick here together we can make it through all together (I miss you so much, so lonely without you) I appreciate having a friend like all of you around (fade)  ",
        "title": "So Alone"
    },
    {
        "artist": "Aaron Neville",
        "lyrics": "  Oh, baby, I found heaven when I found you And this heaven is somethin' I don't wanna lose I only know that if you ever said goodbye, I couldn't stand the pain These eyes would cry, cry, cry like the rain  And the sun would have nowhere to shine And the stars would all fall from the sky Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know And I'd lose my whole world if you go Baby, don't Don't take away my heaven, oh, no  Oh, baby, I saw forever when I saw you And if you left me, I can't imagine what I'd do Now that I've gone and built my world around your love, I couldn't let you go Don't ever say goodbye, no, don't, don't, don't ever go  'Cause the sun would have nowhere to shine And the stars would all fall from the sky Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know (Yes, I know) And I'd lose my whole world if you go (If you go) Baby, please Don't take away my heaven, oh, no  'Cause you might as well take my life from me What good would a life without you be anyway (Anyway) If you go away  Well, the sun would have nowhere to shine And the stars would all fall from the sky (From the sky) Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know (Yes, I know) And I'd lose my whole world if you go (If you go) Baby, don't, no Don't take away my heaven, oh, no  Don't take away my heaven, don't take away your love Don't take away my world 'cause baby, I need your touch Baby, don't Don't take away my heaven, oh, no  Please don't take away my heaven Please Baby, don't, oh, no Don't take away my heaven, oh...  Don't take away my heaven, don't take away your love Don't take away my world 'cause baby, I need your touch Baby, don't, oh Don't take away my heaven, oh, no  ",
        "title": "Don't Take Away My Heaven"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] You could say I lost my faith in science and progress You could say I lost my belief in the holy church You could say I lost my sense of direction You could say all of this and worse but  [Chorus] If I ever lose my faith in you There'd be nothing left for me to do  [Verse 2] Some would say I was a lost man in a lost world You could say I lost my faith in the people on TV You could say I'd lost my belief in our politicians They all seemed like game show hosts to me  [Chorus] If I ever lose my faith in you There'd be nothing left for me to do  [Bridge] I could be lost inside their lies without a trace But every time I close my eyes I see your face  [Verse 3] I never saw no miracle of science That didn't go from a blessing to a curse I never saw no military solution That didn't always end up as something worse but Let me say this first  [Chorus] If I ever lose my faith in you (If I ever lose my faith in you) There'd be nothing left for me to do (There'd be nothing left for me to do) If I ever lose my faith If I ever lose my faith If I ever lose my faith If I ever lose my faith If I ever lose my faith In you In you In you In you In you  ",
        "title": "If I Ever Lose My Faith In You"
    },
    {
        "artist": "Boy George",
        "lyrics": "  [Chorus] I know all there is to know about the crying game I've had my share of the crying game First there are kisses Then there are sighs And then, before you know where you are You're sayin' goodbye  [Verse] One day soon, I'm gonna tell the moon about the crying game And if he knows, maybe he'll explain Why there are heartaches (Heartaches) Why there are tears (So sad) Then what to do to stop feeling blue When love disappears  [Chorus] I know all there is to know about the crying game I've had my share of the crying game First there are kisses (Kisses) Then there are sighs (So sad) And then, before you know where you are You're sayin' goodbye  [Outro] Don't want no more of the crying game (Don't want no more) Don't want no more of the crying game (Don't want no more) Don't want no more of the crying game (Don't want no more) Don't want no more of the crying game  ",
        "title": "The Crying Game (From \"The Crying Game\")"
    },
    {
        "artist": "Young Black Teenagers",
        "lyrics": "  (Chorus)  Tap the bottle and twist the cap Tap the bottle and twist the cap Tap the bottle and twist the cap And pass it around the crew be cause the crew be all that  Hey yo, hickory dickory dock I'm under the Brooklyn block yes Who's the next to testify and try and penetrate the vest Diggatie do-re-me-fa-so-la-ti-do I draw back my bozac I take it in track and give it a smack and cuttin no slack, jack Okay here I go shorty tap the forty O smash To a pass, if ya crash make a dash to the trash Tap the cap, have a lot and not a lot, not a little Don't grade upon the label take a guzzle, don't dribble I got the supercalafragileisticexpialadou-cious You're comin too close a to this, I get fero-cious Coax this rhyme, smoke this rhyme hype When we rockin upon the mic, we rock the mic right Pass the funnel to the tunnel, I get busy till I'm dizzy Never pass it to get fizzy cause the god gets busy, who is he? Damn just pass it cold the cipher When I hit the dread spot I buy a can of Red Stripe, so  Chorus (Repeat 1x)  Well I be comin' around the mountain with my ho Suzanna I'm peelin off the caps like the hicks in Alabama Check the grammar and the stamina I'm tootin' on my horn Timberland boot stompin' forty drinkin born Malt liquor chug a filter let me rip it then I kick it Tap it once for my brothers sip it then I sip it So xerox the zip code, I'm in the mode, perfecto Hallelujah here I go, watch me flow and let go Trouble shooter smoke the buddah rule like a dictator Used to hit the fader now I play the commentator So let me swing it from the rhyme to the concrete jungle With the King Areis Mackin, rulin' over knuckle Heads to the bed, cause Right Said Fred Lock em up with the beeswax, kick it to em dread Yo, pass the peas please party trooper, party stop 64 will give ya more if ya scammin on the block Red top, red top, bust open krill's dope But if you're drinkin too slow you might kiss the steel toe Just keep the cypher movin' everything's be fine And the forty's stops here till I finish my rhyme  Chorus (Repeat 2x)  Balance on the beam, here we go team, hype! Pass the mic down the line, on time, drop the rhyme I rope a rope-a-dope smokin with the red beam scopin' Pull a magnum body back and leave a back bone broken So was a bend a trend I'm sendin and I'm cruisin' for a hit When I'm just sittin' in the outhouse droppin mad shhhhhhhh Quiet on the set while the crew be gettin' wrecked And if your stunned by the bunch I have a hunch you should step So pass me the crazy straw and let me do the Q-Tip What is a forty if I can't take a sip? Sometimes I drive slow sometimes I drive fast Sometimes I'm on E sometimes I get gas So check the stress sure to step to the left With an OE tap on the top, pass it back Give a tap to the child, pass it, sorry, keep it goin Down my throat I keep it flowin, styles keep growin' We don't brown bag it, the label be showin' And we don't give a damn if the hoes be knowin' From the drip to my lip I like to pass it with a grip Shorty-Dog is in the cypher, so you better not skip  Chorus (Repeat 2x)  ",
        "title": "Tap The Bottle"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Produced by Mark Morales & Mark C. Rooney]  [Verse 1] I will love you anyway even if you cannot stay I think you are the one for me Here is where you ought to be I just want to satisfy ya ‘Cause you’re not mine and I can’t deny it Don’t you hear me talkin’, baby? Love me now or I’ll go crazy  [Chorus] Whoa, sweet thing Don’t you know you’re my everything Whoa, sweet thing Don’t you know you’re my everything Yes, you are  [Verse 2] I wish you were my lover but you act so undercover Love you child my whole life long, be it right or be it wrong More than what you make me, baby Don’t walk away, don’t be so shady Don't want your mind, don’t want your money These words I say they may sound funny but…  [Chorus] Whoa, sweet thing, yeah Don’t you know you’re my everything Whoa, sweet thing Don’t you know you’re my everything Yes, you are Yes, you are, baby  [Verse 3] You are my heat, you are my fire You make me weak with strong desire Love you child my whole life long Be it right or be it wrong I just want to satisfy ya ‘Cause you’re not mine, I can’t deny it Don’t you hear me talkin’ baby? Love me now or I’ll go crazy  [Bridge 4X] You’re my heat, you are my fire You’re not mine, I can’t deny ya Don’t you hear me talkin’ baby? Love me now or I’ll go crazy  [Outro] C’mon, cause you’re my sweet thing I don’t care what you do to me  ",
        "title": "Sweet Thing"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I know that when you look at me There's so much that you just don't see But if you would only take the time I know in my heart you'd find Oh a girl who's scared sometimes Who isn't always strong Can't you see the hurt in me? I feel so all alone  [Chorus] I want to run to you, I want to run to you Won't you hold me in your arms and keep me safe from harm? I want to run to you but if I come to you Tell me, will you stay or will you run away  [Verse 2] Each day, each day I play the role Of someone always in control But at night I come home and turn the key There's nobody there, no one cares for me  [Bridge] Oh what's the sense Of trying hard to find your dreams Without someone to share it with Tell me what does it mean?  [Chorus]  [Bridge] I need you here I need you here to wipe away my tears To kiss away my fears, no If you only knew how much  [Chorus]  ",
        "title": "Run To You"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  Yeah baby, this ain't no remix here So if you want this, come and get this Yeaahhh baby Do you wanna pump, do you wanna pump wit me (repeat 3x) JoJo, show them what you got  [Verse 1: JoJo] Don't wanna get sexy baby If you don't wanna get nasty Maybe we can comprimise And both get a little bit freaky (and slide) right over here And let me rub that body Maybe you would like it, girl It might get you in the mood-gee yeah  [Chorus] Let's go through the motions, baby (let's go through the motions, baby) Let's go through the motions, baby (every night and every day) Let's go through the motions, baby (yeahhhh yeah) Let's go through the motions, baby (yeahhhhhhh)  Yo, this is a new Jodeci format, baby K-Ci step to the mic  [Verse 2: K-Ci] So won't you tell me do you like it, girl Cause I love how you move around Let's take it to the floor, lady Let's move up and down We don't have to do such, lady Let's just make the sound So tell me girls are ya with me And all of us could get down  [Chorus] Let's go through the motions, baby (tell me girls are ya with me) Let's go through the motions, baby (tell me are ya with me) Let's go through the motions, baby (I wanna, I wanna know now) Let's go through the motions, baby  Mr. Dal, you up next  [Rap: Mr. Dalvin] Now, I'll be damma, yep, I slamma Baby check my gramma' And I go long 'cause Mr. Dalvin got stamina (Ooh wee!) And I be hittin skins, makin ends But your man couldn't touch me by the hairs on my chinny chin, nigga Fake the freak, I'm not faking the funky freak (My style is under cover) No cummin on my sheets So hit me up, uh-wee-buh-wubba-wuh Yes, I wrecks it, I checks it, I gets butt naked (HEY!) So be my baby, baby, baby Yo, next, I flex Put hickeys on her neck I zoom and more boom than Wrecks-n-Effect (Jodeci sing)  [Bridge] It won't be long We can go home If you wanna go home I say it won't I'll say it again It won't be long If you wanna moan Cause you look so sexy, baby You really turn me on Oooohhhhhhh  Do you wanna pump, do you wanna pump wit me (x2) Let's go through the motions, baby Do you wanna pump, do you wanna pump wit me (x2) All night long Let's go through the motions, baby We could take it to the floor Let's go through the motions, baby Ooooh, up and down Let's go through the motions, baby Feel you all around Do you wanna pump, do you wanna pump wit me (x8) Let's go through the motions, baby I love the way you scream, girl Let's go through the motions, baby Yeahhh Let's go through the motions, baby Oooooohhh Do you wanna pump, do you wanna pump wit me (x4) Let's go through the motions, baby Do you wanna pump, do you wanna pump wit me (x3) Do you want it Do you want it Let's go through the motions, baby Do you need it Do you need it Let's go through the motions, baby (x2) Come on, come on baby  ",
        "title": "Let's Go Through The Motions (From \"Who's The Man?\")"
    },
    {
        "artist": "Rodney O & Joe Cooley",
        "lyrics": "  (Rodney O) Yeah, I got some humps for the boulevard Turn it up, pump it up, cuz it's hittin hard I'm gettin down y'all, just for the fuck of it I got a hold of the mic like a vice grip I got a vision, but it's different than Mariah's I wanna hear you pumpin in pile drivers No matter what kinda speakers you got I know the Fostex amp is gettin hot The bass knocks hard just like the police And the fans eat it up like a fuckin feast Rodney O, one funky individual I got the rhymes when the situation's critical Yeah, the B-L-V-D, turn up the V-O-L-U-M-E  (Joe Cooley) Humps for the motherfuckin boulevard You broke your ass off a funky beat, made just for the cause It don't matter if your sound system stop, bro Still turn me up and let down your windows I'm pushing Alpine and 650 ?Fostex? I like my shit loud, till I get a headache Don't front, we know you're liking sounds loud, G And our shit ain't made for no sissies Got the street beat I know ya been waiting for So just be careful cuz it might crack your window So when you're rolling, G, in your funky fresh car Don't forget to play the humps for the boulevard  Chorus: Yeah, we got the humps for the boulevard Turn it up, pump it up, cuz it's hittin hard(2x)  (Rodney O) Humps for the boulevard While you light up a hootie, mack Take a hit, blow it out, then you pass it back You got the bomb shit, so you're really feelin it You bought a 40 and your homie is killin it Roll down the windows, comin up are some hoochies Your homie's ugly, so he can't pop the coochie You're laughin at your homeboy cuz he got dissed He's on tip, and you know that he's gettin pissed Stop at the store, cuz my boys got the munchies You're rolling deep and your ride's gettin funky Ain't no thang, pile up back in the car Keep it going fool, humps for the boulevard  Chorus  ",
        "title": "Humps For The Blvd."
    },
    {
        "artist": "Tracy Lawrence",
        "lyrics": "  [Verse 1] She knows every move that a man could make She knows every trick in the book She knows how to give, she knows how to take But so many times she's been taken a fool  [Chorus] By those alibis and lying eyes and all the best lines Lord knows she's heard 'em all She's been cheated on and pushed around and left alone Lord knows what I put her through But boy you can bet, if a move can be made She knows how to make one on you  [Verse 2] She once thought that love wasn't just a game Her feelings once came from the heart One day I gave her a wedding ring And one night I tore all those feelings apart  [Chorus] With my alibis and lying eyes and all the best lines Lord knows she heard 'em all She's been cheated on and pushed around and left alone Lord knows what I put her through But boy you can bet, if a move can be made She knows how to make  [Chorus] Her own alibis and lying eyes and all the best lines Lord knows she's heard 'em all She's been cheated on and pushed around and left alone Lord knows what I put her through But boy you can bet, if a move can be made She knows how to make one on you  ",
        "title": "Alibis"
    },
    {
        "artist": "Christopher Williams",
        "lyrics": "  Everything u do just turns me on  Every little thing u do It turns me on, oh yeah And every little thing you say It makes me wanna stay another day, another day  Sexy thing, tell me do You want to go with me tonight 'Cause in my mind, I see romantic places Candlelight, champagne on ice  It's the way you move me It's the way you groove me It's the way you do me That keeps me coming home  It's the way you move me It's the way you groove me It's the way you do me That keeps me coming home  Every little thing u do It turns me on, oh yeah And every little thing you say It makes me wanna stay another day, another day  Sugar, it's on my mind And everyday my heart beats for you You're my angel, sometimes in disguise And that's what really does me wise  It's the way you move me It's the way you groove me It's the way you do me That keeps me coming home  It's the way you move me It's the way you groove me It's the way you do me That keeps me coming home  Every little thing u do It turns me on, oh yeah And every little thing you say It makes me wanna stay another day, another day  Every little thing u do It turns me on, oh, yeah And every little thing you say It makes me wanna stay another day, another day  Every little thing u do It turns me on, oh, yeah And every little thing you say It makes me wanna stay another day, another day  Every little thing u do It turns me on, oh, yeah And every little thing you say  ",
        "title": "Every Little Thing U Do"
    },
    {
        "artist": "Freedom Williams",
        "lyrics": null,
        "title": "Voice Of Freedom"
    },
    {
        "artist": "Sunscreem",
        "lyrics": "  You can make the sun turn purple You can make the sea turn turtle But you know you can never make me love you more  You can turn wine into water And sadness into laughter But you know you can never make me love you more  Let the sky fall down Let the leaves turn brown Still you know you can never make me love you more  Let the redwoods die Let the wells turn dry Still you know you can never make me love you more  You make dew into diamonds And pacify the lions But you know you can never make me love you more  You can make me dance to order My sex hung, torn and quartered But you know you can never make me love you more  Let the new day hide Leave the scars inside Still you know you can never make me love you more  Let the rain pour down Let the valleys drown Still you know you can never make me (hey) you know you can never make me love you more  We can make the sun turn purple We can make the sea turn turtle But you know you can never make me love you more  We can turn wine into water As fathers rape their daughters But you know you can never make me love you more  Let the sky fall down Let the leaves turn brown Still you know you can never make me love you more  Let the redwoods die As the wells run dry Still you know you can never make me (hey) you know you can never make me (yeah) you know you can never make me love you more  ",
        "title": "Love U More"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "I'm Free"
    },
    {
        "artist": "1 Of The Girls",
        "lyrics": "  [Intro:] Ooh, ooh, ooh, yeah  Is my microphone on? One, two, one, two Is my microphone on? One, two  Ooh, ooh, ooh, yeah Is my microphone on?  One, two, one, two Is my microphone on? One, two  [Chorus:] What you want me to do? Put my foot in it? What you want me to do? Put my hands in it?  What you want me to do? Put my butt in it? Hey, hey, hey, hey  What you want me to do? Put my back in it? What you want me to do? Put my head in it?  What you want me to do? Put my tongue in it? Do what you want Like that  [Verse 1:] Sitting at a party Nothing really jumping now Hey, hey  Girls just wanna kick it Guys just wanna stick it Can you tell me what to do?  Do da what? Do da what? Do da what?  [Repeat Chorus:]  What you want me to do? Put my back in it? I don't know what to do? Put my head in it?  What you want me to do? Put my tongue in it? Do what you wanna do?  [Verse 2:] We came out here to party Not to stand against the wall No, no  Party's acting real fine After the sing down What is a girl to do?  Is my microphone on? One, two One, two Is my microphone on? One, two  [Repeat Chorus:]  What you want me to do? Put my back in it? What you want me to do? Put my head in it? What you want me to do? Put my tongue in it?  Do da what? Do da what? Do da what?  [Bridge:] 1-O-T-G We're just kicking it It's a girl thing Read the sign, 'cause you missed the bus X is upon you, gonna bring you down I'm so sweet  Do da what? Do da what? Do da what?  [Repeat Chorus:}  What you want me to do? Put my back in it? I don't know what to do? Put my head in it?  What you want me to do? Put my tongue in it? Do what you wanna do?  Is my microphone on?  One, two One, two  Is my microphone on? One, two  Is my microphone on? One, two One, two  Is my microphone on? One, two  Is my microphone on? One, two One, two  Is my microphone on? One, two  Is my microphone on? One, two, one, two  Is my microphone on? One, two  Do da what? Do da what? Do da what?  [Repeat Chorus:]  What you want me to do? Put my back in it? What you want me to do? Put my head in it? What you want me to do Put my tongue in it?  (Do da what?) (Do da what? Do da what?) Do what you wanna do  What you want me to do What you want me to do What you want me to do Hey, hey, hey, hey  What you want me to do? Put my back in it? What you want me to do? Put my head in it? What you want me to do? Put my tongue in it?  (Do da what?) (Do da what? Do da what?) Do what you wanna do  Is my microphone on One, two, one, two Is my microphone on, one, two  Is my microphone on? One, two One, two Is my microphone on? One, two  Do what you wanna do  Is my microphone on One, two, one, two  Is my microphone on? One, two  Is my microphone on? One, two One, two  Is my microphone on? One, two  (Do da what) (Do da what, do da what) Do what you wanna do  [Repeat Chorus:]  [repeat Chorus]  What you want me to do? Put my back in it? I don't know what to do Put my head in it? What you want me to do Put my tongue in it?  (Do da what?) (Do da what? Do da what?) Do what you wanna do  Do da what? Do da what? Do da what? Do da what?  ",
        "title": "Do Da What"
    },
    {
        "artist": "Radiohead",
        "lyrics": "  [Verse 1] When you were here before Couldn't look you in the eye You're just like an angel Your skin makes me cry You float like a feather In a beautiful world  [Pre-Chorus] I wish I was special You're so fuckin' special  [Chorus] But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here  [Verse 2] I don't care if it hurts I want to have control I want a perfect body I want a perfect soul I want you to notice When I'm not around  [Pre-Chorus] You're so fuckin' special I wish I was special  [Chorus] But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here  [Bridge] She's running out the door She's running out She's run, run, run, run Run  [Outro] Whatever makes you happy Whatever you want You're so fuckin' special I wish I was special But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here I don't belong here  ",
        "title": "Creep"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I bet you have never heard ole Marshal Dillon say Miss Kitty have you ever thought of running away Settling down would you marry me If I ask you twice and beg you pretty please She should of said Yes in a New York minute They never tied the knot His heart was not in it He just stole a kiss as he road away He never hung his hat up, at Kitty's place  [Chorus] I should been a cowboy I should learned to rope and ride Wearing my six-shooter, riding my pony on a cattle drive Stealing young girls hearts Just like Gene and Roy Singing those campfire songs Oh, I should have been a cowboy  [Verse 2] I might of had a sidekick with a funny name Running wild through the hills chasing Jesse James Ending up on the brink of danger Riding shotgun for the Texas Rangers Go west young man, have not you been told California is full of whiskey, women and gold Sleeping out all night beneath the desert stars With a dream in my eye, and a prayer in my heart  [Chorus] [x2]  ",
        "title": "Should've Been A Cowboy"
    },
    {
        "artist": "Dr. Alban",
        "lyrics": "  [Verse 1] It's my life take it or leave it Set me free what's that crap papa-knew-it-all I got my own life you got your own life Live your life and set me free Mind your business and leave my business You know everything papa-knew-it-all Very little knowledge is dangerous Stop bugging me stop bothering me Stop bugging me stop forcing me Stop fighting me stop yelling me It's my life  [Hook] (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life)  [Verse 2] Do you understand I live the way I want to live I make decisions day and night Show me signs and good examples Stop telling me how to run your business Take a trip to east and west You find that you don't know anything Every's getting tired of you Sometimes you have to look and listen You can even learn from me Little knowledge is dangerous It's my life  [Hook] (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life)  [Verse 3] Set me free So you bed so you lie What you see is what you get Listen to people and sort things out Things I do I do them no more Things I say I say them no more Changes come once in life  [Pre-Hook] Stop bugging me stop bothering me Stop bugging me stop forcing me Stop fighting me stop yelling me Stop telling me stop seeing me It's my life  [Hook] (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life) It's my life my worries! (It's my life) It's my life my problems! (It's my life) It's my life (It's my life) It's my life (It's my life)  [Bridge] Hoah hoah hoaoah hoah (It's my life) Ohhhhhhhh yeah  (It's my life) Stop fighting me stop bugging me (It's my life) Stop forcing me stop yelling at me (It's my life) It's my life (It's my life) It's my life (It's my life)  Stop fighting me stop bugging me (It's my life) Stop forcing me stop yelling at me (It's my life) It's my life... (It's my life)  ",
        "title": "It's My Life"
    },
    {
        "artist": "Prince Markie Dee And The Soul Convention",
        "lyrics": "  Verse One: (Markie Dee)  One minute you're so fly and now you're busted Sweetheart, we got a lot to discus kid Your relationship is wavering Don't walk away, come here and listen Cause I speak straight up so they attract I'm sorry baby but your man ain't all that Before you verbally stomp me, just wait a sec And explain why you're always looking wrecked By now any other lady would have just had it Looking depressed at battered, shattered Dreams of you two being the perfect item The feelings you had try to fight them Cause your man's a conniver so stay alert Mark my words you're gonna get hurt Does your man abuse you physically or mentally? Change what I put, slavery you need to be free  Chorus:  So maybe you need to swing my way Markie Dee can do you right in a fly way I'm the one you should chose Girl you won't be abused So maybe you need to swing my way Maybe you need to swing my way Markie Dee can do you right in a fly way Not like the man you're with now, I keep my hands to myself So maybe you need to swing my way  Verse Two:  Mistreated you like a towel And when he gets busted he thinks that he's an owl Your eye is puffy, your jaw is swollen You shouldn't be smacked, you're made to cuddle and hold an Cores and snuggle like a Teddy Bear His attitude's changed, begins to put fear In your heart, but you depart from being afraid Many thoughts of leaving were crushed so you stayed Saying what he did before he won't do again He wants more of a lover and less of a friend Catch my drift? You're put to the test so You refuse and get struck with a left blow He tells you in a flame way \"That's what you get for rejecting your man\" Hey Now you're crying on the floor Your man's no damn good, need I say more?  Chorus  Verse Three:  Now I'm not saying I'm an angel, I got many associates I treat them all right and appropriate I'm not talking marriage and settling down But I can treat you much better than that clown No matter what I say you still seem to protect him No matter the amount of times you're hit you respect him Damn, if you only knew How much affection could be given to you If you move the right way which is my way Forget what your so-called-boyfriend might say You're too good for his kind Widen your horizons and focus your mind On a real man. I won't stress you or keep sweating it I'll buy your clothes but pay your rent it's kind of pressin it So tell me, who do you chose? Here's an alter way then either win or can lose  Chorus (x4)  Maybe you need to swing my way  ",
        "title": "Typical Reasons (Swing My Way)"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": null,
        "title": "It's On"
    },
    {
        "artist": "Patty Smyth",
        "lyrics": "  Somewhere in a scrap book There's a rose you gave to me And the photograph thats torn in half And all thats left is me Live happily ever after That came after I was gone And they tell you that you can't go back Then why can't I go on?  When should be laughin' at this joke Dressed up as love, diguised as hope And isn't funny after all this time A tear is fallin' when i should be laughin'  Sunsets are like a painting, windows like a frame When night comes in and I begin To see it all again  'Cuz i should be laughing at this joke The damage done the words i spoke And isn't funny after all this time Regret can find me when I should be laughin' I should laughin' at life And all of the tricks that it plays I should be laughing at time And how fast its slippin' away  Somewhere in a scrap book There's a rose you gave to me And with one last look I close the book And let the past just be  When should be laughin' at this joke Dressed up as love, diguised as hope And isn't funny after all this time A tear is fallin' when i should be laughin  ",
        "title": "I Should Be Laughing"
    },
    {
        "artist": "RuPaul",
        "lyrics": "  [Spoken intro - LaWanda Page, RuPaul] Once upon a time, there was a little black girl, in the Brewster Projects of Detroit, Michigan.  At fifteen, she was spotted by an Ebony Fashion Fair talent scout and her modeling career took off You better work.  [Chorus - RuPaul] You better work (Cover girl) Work it, girl (Give a twirl) Do your thing on the runway Work (Supermodel) You better work it, girl (Of the world) Wet your lips and make love to the camera  [Hook - RuPaul] Work Turn to the left Work Now turn to the right Work Sashay, shante  [Verse 1 - RuPaul] It don't matter what you wear They're checking out your savior faire And it don't matter what you do Cause everything looks good on you Supermodel  [Chorus - RuPaul] You better work (Cover girl) Work it, girl (Give a twirl) Do your thing on the runway Work (Supermodel) You better work it, girl (Of the world) Wet your lips and make love to the camera  [Hook - RuPaul] Work Turn to the left Work Now turn to the right Work Sashay, shante  [Verse 2 - RuPaul] I see your picture everywhere A million dollar derriere And when you walked in to the room You had everybody's eyes on you, supermodel  [Spoken Interlude - RuPaul (LaWanda Page)] Linda (work mama) Naomi (she is fierce) Christy (foxy lady, out of sight) Cindy (I can feel it) Claudia (sell the garment) Niki (work the runway, sweetie)  I have one thing to say, sashay, shante Shante, shante, shante I have one thing to say, sashay shante Shante, shante, shante  [Verse 1 - RuPaul] It don't matter what you wear They're checking out your savior faire And it don't matter what you do Cause everything looks good on you Supermodel  [Chorus - RuPaul] You better work (Cover girl) Work it, girl (Give a twirl) Do your thing on the runway Work (Supermodel) You better work it, girl (Of the world) Wet your lips and make love to the camera  [Hook - RuPaul] Work Turn to the left Work Now turn to the right Work Sashay, shante Work Turn to the left Work Now turn to the right Work Sashay, shante  [Outro - RuPaul] You better work Work Work (Supermodel) You better work Work Work Work I have one thing to say: You better work  ",
        "title": "Supermodel (You Better Work)"
    },
    {
        "artist": "Roxette",
        "lyrics": "  Babe Come in from the cold And put that coat to rest Step inside Take a deep breath And do what you do best Yeah Kick off them shoes And leave those city streets I do believe Love came our way And fate did arrange For us to meet  I love when you do The hocus-pocus to me The way that you touch You've got the power to heal You give me that look It's almost unreal It's almost unreal  Hey We can't stop the rain Let's find a place by the fire Sometimes I feel Strange as it seems You've been in my dreams All my life  I love when you do The hocus-pocus to me The way that you touch You've got the power to heal You give me that look It's almost unreal It's almost unreal  It's a crazy world out there Let's hope our prayers Are in good hands tonight  Oh, I love when you do The hocus-pocus to me The way that you touch You've got the power to heal You give me that look It's almost unreal It's almost unreal So unreal  Yeah come on and do The hocus-pocus to me The way that you touch You've got the power to heal You give me that look It's almost unreal It's almost unreal  ",
        "title": "Almost Unreal (From \"Super Mario Bros.\")"
    },
    {
        "artist": "New Born",
        "lyrics": null,
        "title": "Falling In Love"
    }
]