[
    {
        "artist": "Nelly, P. Diddy & Murphy Lee",
        "lyrics": "  [Intro: Florida State Marching Chiefs Chant]  [Nelly] (P. Diddy) We do it for fun (P. Diddy) We just do it for fun Derrty ENT We do it for fun Bad Boy (Nelly, Diddy, Murphy Lee) (This is history baby) We do it for fun Bend them trucks We do it for fun Stack them bucks We do it for fun (Come on now) And the band played on We do it for fun Singing my song We do it for fun  [P. Diddy] Bad Boys 2, the soundtrack Let's go  [Verse 1: Nelly] Hey girl, what your name is? Where you from? Turn around; who you came with? Is that your ass or your mama half reindeer? I can't explain it but damn sure glad you came here I'm still a sucker for cornrows, you know I never changed that Your body is banging mama, but where your brains at? I'm still the same cat when I was younger running with bad boys But now I'm on the hook and so I'm running with Bad Boy Here come another man, unlike no other man Candy coated (what!) switching every other lane Y'all help me, why don't cha please help me Eighth girl this week and it's only Tuesday I like the cocky bowlegged ones Black, white and Dominicans Hispanics and Asians, please shake it for Nelly San Manolos, Ma-no-no's, I can't tell Everybody ain't that rich, just when you do it, do it well  [Hook: Nelly + (P.D.)] Let me see you take it low (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tail feather) (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tailfeather)  [Verse 2: P. Diddy + (Nelly)] Now real girls get down on the floor (On the floor) Now get that money, honey, act like you know (Like you know) Mama, I like how you dance, the way you fit in them pants (Uh) And to the floor (Uh) take it low (Uh) girl, do it again (Uh) You know I love that (I love that) Now where them girls at? (Where the girls at?) It's Diddy, Murphy Lee, and Nelly, how you love that? (Shit, uh ohhhhhh) Come on, we got another one player From New York to the Dirty, how they loving it player? Baby, you impressive, let's get To know each other You the best of the best and You got to love it in the dresses, the sexiest I had to tell her she's a young Janet Jackson live in living color Look here mama you're dead wrong for having them pants on Capri's cut low so when you shake it I see your thong My pocket's full of dough, shake your feathers till the morning It's Bad Boy and Nelly, man, somebody better warn them  [Hook: Nelly + (P.D.)] Let me see you take it low (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tail feather) (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tailfeather)  [Bridge: Nelly] Oh no, I heard them bad boys coming Can't stop now Got to continue my running (Yeah) 'Cause we gon' party 'til the lights come on And if my song stop, fuck it 'cause my mic's still on  [Verse 3: Murphy Lee + (Nelly)] Yo, I'm the big booty type I like 'em thick with their mind right (Awe) Banging personality, conversate when the time right (Naw) I'm not hard, I've got women to handle that They be like, \"He the man,\" when I'm really a Thundercat Come on, you know the 'Tics connect like Voltron Collect so much grass, popo thinking we mow lawns My Cole Haans don't match that But it matches her headwrap and the seats that I got in the 'Lac I'm just a Juvenile, 'cause I Be about G's Keep the women Weezy, many say they have my babies I'm Young like Turk, I like that Cash and that Money (I'mma eat my money) Man, I'm that damn hungry You see I'm starvin' like Marvin, girl I've got sixteen bars of fire is what I'm starting Plus my rats come in packs like Sammy and Dean Martin And I got so many keys, you think I'm valet parking (Get it?)  [Hook: Nelly + (P.D.)] Let me see you take it low (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tail-feather) (Girl, go and take it low) We can even do it slow (We can even do it slow) Take it where you want to go (Take it where you want to go) Just take that ass to the floor (Pop something, move something, shake ya tailfeather)  [Bridge: Nelly] Oh no, I heard them bad boys coming Can't stop now Got to continue my running (Yeah) 'Cause we gon' party 'til the lights come on And if my song stop, fuck it 'cause my mic's still on (Man)  ",
        "title": "Shake Ya Tailfeather"
    },
    {
        "artist": "Beyonce Featuring Sean Paul",
        "lyrics": null,
        "title": "Baby Boy"
    },
    {
        "artist": "Chingy",
        "lyrics": "  [Intro] Hey dirty, look at that girl right thurr She make me say: Ooh, ooh, yeah ooh, ooh.. hey, what you wanna do?  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking, let down your hurr (let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  [Verse 1] I like the way you look in them pants, see ya fine (fine) Your momma a quarter piece, she far from a dime (dime) The type of girl that'll getcha' up and go make you grind (grind) I'm thinking about snatching her up, dirty, making her mine Look at her hips, (what?) look at her legs, ain't she stacked? (stacked) I sure wouldn't mind hitting that from the back (back) I like it when I touch it cause she moan a lil bit Jeans sagging so I can see her thong a lil bit I know you grown a little bit, 20 years old, you legal Don't trip off my people, just hop in the regal I swooped on her like an eagle swooping down on its prey I know you popular, but you gonna be famous today  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  [Verse 2] She be shopping in Frontenac Just look at her front and back Man she so stacked and she know that I want that Her man, he's so wack, girl can I taste yo cat Gave her 300 to strip, like buying a throwback She stay in the club, like to be seen, she got it honest In real life, girl remind me of Pocahontas She be at events, cuss out the press when she pass All the high rolling cats wanna pay for that ass Ain't no half stepping, she strapped with a nice weapon Trick, it's against the law for her to move them hips If you ever seen her dirty, your mouth gonna drop Worldwide fools probably tell you this off tops  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  I like the way she doin' that (c'mon) Plus I like it when she bring it back (say it) Ooh, (uh-huh) ooh, ooh, ooh, (uh-huh) do what you do (whoo) I like the way she doin' that (c'mon) Plus I like it when she bring it back (say it) Ooh, (uh-huh) ooh, ooh, ooh, (uh-huh) do what you do (whoo)  [Verse 3] Gimme what you got for a pork chop She threw it at me like I was a short-stop Working in a Fatty Girl Hugga Top Then she back it up on me and let it drop Make it hop - boing - like a bunny Girl can I touch you where it's sunny Or a purse and make you give her some money She should pose for Sports Illustrated It's like a picture perfect site When she pass all the other girls hate it (But I...)  [Hook] I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr I like the way you do that right thurr (right thurr) Swing your hips when you're walking Let down your hurr(let down your hurr) I like the way you do that right thurr (right thurr) Lick your lips when you're talking, that make me sturr  I like that (uh-huh) I like that (uh-huh) I like that (uh-huh) I like that (Track stars) Ooh, ooh, ooh, ooh, do what you do I like that (yeah) I like that (yeah) I like that (yeah) I like that (Chingy) Ooh, ooh, ooh, ooh, do what you do  ",
        "title": "Right Thurr"
    },
    {
        "artist": "Fabolous Featuring Tamia Or Ashanti",
        "lyrics": "  [Intro: Tamia] I think you're truly something special (Ooooh) Just what my dream are really made of (Dreams are really made of) Let's stay together you and me boy (Ooo-ooo-ooh) There's no one like you 'round, oh baby Oh, I wanna love you, yeah yeah  [Fabolous & Tamia] Uh, baby girl (Yeah, yeah) Uh, uh, (Ooh) Desert Storm, uh (Ooo-ooh) Uh, uh huh, uh, uh huh, uh (Ooo-ooh) Yeah, yeah, oh, uh  [Verse 1: Fabolous] I can't really explain it I'm so into you now, I want to be more than a friend of you now When they ask, I mention my baby girl in the interviews now And I don't bring the problems from the 90's into 2 thou' There's no reason to have a friend or two now Cause the kid's ready to tell you how he feel in a few vow's Maybe, I'm speaking general now But girl I'mma do whatever just to keep a grin on you now Where I go, they wear bikini's in the winter too now What you think about, tan lines on the skin of you now Why wouldn't I wanna spend a few thou' On 5th Ave. shopping spree's, and them dinners to Chow's I ain't concerned what other men would do now As long as when I slide up in you, you growl And any dude with you, he better be a kin of you now And I ain't jealous it's the principle now, I'm so into you  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Verse 2: Fabolous] Come on ma, it's more than a flashin' I woulda traded it all, in orderly fashion My villa in Florida we crashin' Just off the shore, so you can hear when water be splashin' The drop top three and a quarter we dashin' The flawless diamonds, and the border we flashin' The money, we oughta be stashin' I make sure every quarter be cashed in, I can't really explain it My friend be thinkin' I'm slippin', these girls be thinkin' I'm trippin' What kinda weed he be smokin', what type of drinks he be sippin' Sweet thing, just to think of you dippin' Would have me with the blue's so hard, you would think I was crippin' Now, you relaxin' in the Benz, credit cards with no limits So you don't worry about maxin' when you spend Ever since you've been askin' 'bout the friends How'd you like it if, both our name's had Jackson on the ends, uh  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Verse 3: Fabolous] I don't wanna trip, but truth is Girl the way you cook a steak, remind me of those strips in Ruth Chris You love my smile, no matter how chipped my tooth is With you, it ain't because my whips is roofless Or sit on chrome dipped dub deuces And you ain't flattered by Canary envy es dipped Jesus' Other ballers look dumb when they press you, five and sixes You don't let them kinda numbers impress you Even though I was somewhat successful Bein' a player was becoming too stressful But every since, the superwoman has come to my rescue My winter's been wonderful, my summer's been special Let's fly to St. Bart, while the villa be painted Just so we can get really acquainted The love is real, there's no way it could feel like it's tainted But I can't really explain it, uh, yeah  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  [Outro: Tamia] I, really like (Ooo-ooo-ooh) What I feel, when I'm with you (With you) You're a dream come true (You're, oh yeah, yeah) Don't you ever leave my side (Ever leave my side, oh no) Cause it feel so right (Oh baby, oh I)  [Hook: Tamia] I, really like What you've, done to me I can't really explain it I'm, so into you I, really like What you've, done to me I can't really explain it I'm, so into you  ",
        "title": "Into You"
    },
    {
        "artist": "Pharrell Featuring Jay-Z",
        "lyrics": "  [Intro: Wayne Marshall] + (Vybz Kartel) Original dancehall remix from Kingston Jamaica, Star Trak!!! (Up to di time) Turn it up, turn it up, turn it up, wow!!!  [Verse 1: Jay-Z] + (Pharrell) Everytime your name was brought up I would act all nonchalant infront of an audience Like if you was just another shorty I put the naughty on But uh, truth be told you do me for a loop, this Hov I'm too old to be frontin when I'm feeling Denzel And you acting like you ain't appealing when you are Stunting like you ain't my only girl when you are (I was just frontin) I'm ready to stop when you are  [Verse 2: Vybz Kartel] Jay-Z, Marshall, Kartel and Pharrell Pha-real ROC-A-Wear apparel for real Girlfriend your friends and you full of a sex appeal You have the best for texture feel And to Kim, Karyn, Nicole or Ce'cile Now for my lovefor you in time will reveal Mi a go make you wear a ring like Shaquille O' Neal Keep it real with me and I'll keep it real, you know  [Verse 3: Wayne Marshall] Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  * Letters in CAPS mean Wayne Marshall is singing with Pharrell  [Chorus: Pharrell & Wayne Marshall] I know that I'm carrying on, never mind if I'm showing off I WAS JUST FRONTIN (you know I want ya babe) I'm ready to bet it all, unless you don't care at all BUT YOU KNOW I WANT YA (you should stop frontin babe)  [Verse 4: Vybz Kartel] Listen, and you will hear wedding bells in my ear Reception in Spain honeymoon in Zaire Mi need yuh fi breed by di end of this year Of if you girl fi mi brighten my world fi mi This isn't comedy like Fresh Prince of Bel Air Mi serious when mi tell yuh seh mi love and mi care True, and if yuh willin share Double king size bed deh yah, wid di linen fit here  [Verse 5: Wayne Marshall] Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  [Chorus]  [Verse 6: Wayne Marshall] Watch the remix now!!! Mek mi tell yuh somethin I need yuh mama I did a really dumb thing to bring you drama I was just frontin with all the glamma ROC-A-Wear, Sean John, Dolce Gabbana On di real though, a you mi hona A you a mek mi tink fi call di weddin planna And even if you see mi wid Donna Just rememba there is odda, wow! Don't be fooled by my glitter and my fame girl Cause it's you that I really wanna share my name, yeah, my name Yo, hey, a lot of girls come and go with the hype up To me you mean more than just one night, yo, one night  [Chorus]  [Outro: Wayne Marshall] + (Vybz Kartel) Oh, girl I never really mean to front (Never meant) I know you probably think I'm drunk But I'm just being blount You know we don't play no stunts (Straight up) I really never mean to front I know you probably feel I'm drunk But I'm just being blount You know we don't play no stunts  [Vybz] I need you in my life, frontin [Wayne] Wooo oooh oooh!!! [Vybz] Stop frontin, timeless  ",
        "title": "Frontin'"
    },
    {
        "artist": "Lil Jon & The East Side Boyz Featuring Ying Yang Twins",
        "lyrics": "  [Hook] 3, 6, 9 - damn she fine Hoping she can sock it to me one more time Get low, get low, get low get low! To the window, to the wall! Til the sweat drop down my balls Til all these bitches crawl Til all skeet skeet motherfuckers, all skeet skeet god damn! Til all skeet skeet motherfuckers, all skeet skeet god damn!  [Verse 1] Shorty crunk - so fresh, so clean Can she fuck? That question been harassing me In the mind. This bitch is fine! I done came to the club about 50 11 times Now can I play with your panty line? The club owner said I need to calm down Security guard go to sweating me now Nigga drunker than a motherfucker, threaten me now She getting crunk in the club, I mean she work it And I like to see the females twerking Taking the clothes off - buckey naked ATL - ho, don't disrespect it P-pop your pussy like this Cause Yin Yang Twins in this B-I-itch Lil Jon and the East Side Boys with me And we all like to see ass and titties Now bring your ass over here, ho And let me see you get low if you want this thug Now take it to the floor - and if your ass want to act You can keep your ass where you're at  [Hook]  [Verse 2 - Lil Jon] Let me see you get low (You scared!) Drop that ass to the floor (You scared!) Drop that ass yea, shake it fast yea Pop that ass to the left and the right yea Now back, back, back it up Now stop (oh!) then wiggle with it (yea!)  [Hook]  [Verse 3] Now give me my dub back and go get your friend Stupid bitch standing there while I'm drinking my Hen Steady looking at me still asking questions Time's up - nigga, pass me another contestant Ho move to the left if you ain't bout 50 Done talked through 3 or 4 songs already Looking at a nigga with your palm out Bitch, I ain't even seen you dance! Twerk something baby, work something baby Pop your pussy on the pole, do your thang baby Slide down that bitch a little bit then stop Get back on the floor, catch your balance then drop Now bring it back up, clap your ass like hands I just wanna see your ass dirty dance Yin Yang we done done again And put it on the map like \"hah?!\"  [Outro] Ya'll twerking a little bit ladies But you got to twerk a little bit harder than that Right now, I need all the ladies that know they look good tonight We want ya'll to do this shit like this: Bend over to the front, touch your toes! Back that ass up and down and get low Bend over to the front, touch your toes! Back that ass up and down and get low  ",
        "title": "Get Low"
    },
    {
        "artist": "Beyonce Featuring Jay Z",
        "lyrics": null,
        "title": "Crazy In Love"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by Mr. Porter]  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 1] Now, shorty, she in the club, she dancin' for dollars She got a thing for that Gucci, that Fendi, that Prada That BCBG, Burberry, Dolce and Gabbana She feed them foolish fantasies They pay her, ‘cause they want her I spit a little G, man, and my game got her A hour later have that ass up in the Ramada Them trick niggas in her ear sayin' they think about her I got the bitch by the bar tryin' to get a drink up out her She like my style, she like my smile, she like the way I talk She from the country Think she like me ‘cause I'm from New York I ain't that nigga tryin' to holla ‘cause I want some head I'm that nigga tryin' to holla ‘cause I want some bread I could care less how she perform when she in the bed Bitch, hit that track, catch a date, and come and pay the kid! Look, baby, this is simple, you can't see You fuckin' with me, you fuckin' with a P-I-M-P  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 2] I'm 'bout my money, you see, girl, you can holla at me If you fuckin' with me, I'm a P-I-M-P Not what you see on TV, no Cadillac, no greasy Head full of hair, bitch, I'm a P-I-M-P Come get money with me if you curious to see How it feels to be with a P-I-M-P Roll in the Benz with me, you could watch TV From the backseat of my V, I'm a P-I-M-P Girl, we could pop some Champagne and we could have a ball We could toast to the good life, girl, we could have it all We could really splurge, girl, and tear up the mall If ever you needed someone I'm the one you should call I'll be there to pick you up if ever you should fall If you got problems I can solve 'em, they big or they small That other nigga you be with ain't 'bout shit I'm your friend, your father, and confidant, bitch  [Hook] I don't know what you heard about me But a bitch can't get a dollar out of me No Cadillac, no perms, you can't see That I'm a motherfuckin' P-I-M-P  [Verse 3] I told you fools before, I stay with the tools I keep a Benz, some rims, and some jewels I holla at a ho 'til I got a bitch confused She got on Payless; me? I got on gator shoes I'm shoppin' for chinchillas in the summer, they cheaper Man, this ho, you can have her When I'm done I ain't gon' keep her Man, bitches come and go, every nigga pimpin' know You sayin' it's secret, but you ain't gotta keep it on the low Bitch, choose on me, I'll have you strippin' in the street Put my other hoes down, you get your ass beat Now Niki my bottom bitch She always come up with my bread The last nigga she was with put stitches in her head Get your ho out of pocket, I'll put a charge on a bitch ‘Cause I need four TV's and AMG's for the six Ho make a pimp rich, I ain't payin', bitch Catch a date, suck a dick, shit, trick  [Outro] Yeah, in Hollywoood they say \"There's no b'ness like show b'ness.\" In the hood they say \"There's no b'ness like hoe b'ness,\" you know? They say I talk a little fast But if you listen a little faster I ain't got to slow down for you to catch up, bitch  ",
        "title": "P.I.M.P."
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Verse 1: will.i.am] What's wrong with the world, mama? People livin' like they ain't got no mamas I think the whole world's addicted to the drama Only attracted to the things that'll bring a trauma Overseas, yeah, we tryin' to stop terrorism But we still got terrorists here livin' In the USA, the big CIA The Bloods and the Crips, and the KKK But if you only have love for your own race Then you only leave space to discriminate And to discriminate only generates hate And when you hate, then you're bound to get irate Madness is what you demonstrate And that's exactly how anger works and operates Man, you gotta have love, this'll set us straight Take control of your mind and meditate Let your soul gravitate to the love, y'all  [Pre-Chorus: Justin Timberlake] People killin', people dyin' Children hurt and you hear 'em cryin' Will you practice what you preach? And would you turn the other cheek? Father, father, father, help us Send some guidance from above These people got me, got me questionin'  [Chorus: Justin Timberlake] Where is the love? (love) Where is the love? (the love) Where is the love? (the love) Where is the love? (the love, the love)  [Verse 2: Taboo] It just ain't the same, old ways have changed New days are strange, is the world insane? If love and peace is so strong Why are there pieces of love that don't belong Nations droppin' bombs Chemical gases fillin' lungs of little ones With ongoing sufferin' as the youth die young So ask yourself, is the lovin' really gone? So I can ask myself, really, what is going wrong? With this world that we livin' in, people keep on givin' in Makin' wrong decisions, only visions of them dividends Not respectin' each other, deny thy brother A war is goin' on, but the reason's undercover The truth is kept secret, and swept under the rug If you never know truth, then you never know love Where's the love, y'all? (Come on, I don't know) Where's the truth, y'all? (Come on, I don't know) And where's the love y'all?  [Pre-Chorus: Justin Timberlake] People killin', people dyin' Children hurt and you hear them cryin' Will you practice what you preach? And would you turn the other cheek? Father, father, father, help us Send some guidance from above These people got me, got me questionin'  [Chorus: Justin Timberlake] Where is the love? (love) Where is the love? (the love) Where is the love? (the love) Where is the love? (the love, the love)  [Verse 3: Apl.de.ap] I feel the weight of the world on my shoulder As I'm getting older, y'all people gets colder Most of us only care about money-makin' Selfishness got us followin' the wrong direction Wrong information always shown by the media Negative images is the main criteria Infecting the young minds faster than bacteria Kids wanna act like what they see in the cinema Whatever happened to the values of humanity? Whatever happened to the fairness and equality? Instead of spreadin' love we spreadin' animosity Lack of understandin' leading us away from unity That's the reason why sometimes I'm feelin' under That's the reason why sometimes I'm feelin' down It's no wonder why sometimes I'm feelin' under Gotta keep my faith alive 'til love is found Now ask yourself…  [Bridge: will.i.am & Justin Timberlake] Where is the love? Where is the love? Where is the love? Where is the love? Father, father, father, help us Send some guidance from above These people got me, got me questionin' Where is the love?  [Outro] Now sing with me, y'all (one world, one world) We only got (one world, one world) That's all we got (one world, one world) And something's wrong with it Something's wrong with it Something's wrong with the w-w-world We only got (one world, one world) That's all we got (one world, one world)  ",
        "title": "Where Is The Love?"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1: Rob Thomas] All day Staring at the ceiling, making Friends with shadows on my wall All night Hearing voices telling me That I should get some sleep because Tomorrow might be good for something  [Pre-Chorus 1: Rob Thomas] Hold on Feeling like I'm headed for a Breakdown And I don't know why  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Verse 2: Rob Thomas] Me I'm talking to myself in public And dodging glances on the train And I know I know they've all been talkin' 'bout me I can hear them whisper And it makes me think there must be something wrong  [Pre-Chorus 2: Rob Thomas] With me Out of all the hours thinking Somehow I've lost my mind  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Bridge: Rob Thomas] I've been talking in my sleep Pretty soon they'll come to get me Yeah, they're taking me away  [Chorus: Rob Thomas] I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Post-Chorus: Rob Thomas] Yeah, how I used to be How I used to be Well, I'm just a little unwell How I used to be How I used to be I'm just a little unwell  ",
        "title": "Unwell"
    },
    {
        "artist": "YoungBloodZ Featuring Lil Jon",
        "lyrics": null,
        "title": "Damn!"
    },
    {
        "artist": "Christina Aguilera Featuring Lil' Kim",
        "lyrics": "  [Verse 1: Christina Aguilera] So, what am I not 'sposed to have an opinion? Should I be quiet just because I'm a woman? Call me a bitch because I speak what's on my mind Guess it's easier for you to swallow if I sat and smiled When a female fires back Suddenly the target don't know how to act So he does what any little boy will do Making up a few false rumors or two That for sure is not a man to me Slanderin' names for popularity It's sad you only get your fame through controversy But now it's time for me to come and give you more to say  [Hook: Christina Aguilera] This is for my girls all around the world Who've come across a man who don't respect your worth Thinkin' all woman should be seen not heard So what do we do girls? Shout louder Lettin' 'em know we're gonna stand our ground Lift your hands high and wave them proud Take a deep breathe and say it loud Never can, never will, can't hold us down Nobody can hold us down, nobody can hold us down Nobody gonna hold us down, never can, never will  [Verse 2: Christina Aguilera] So, what am I not 'sposed to say what I'm sayin'? Are you offended with the message I'm bringin'? Call me whatever cause your words don't mean a thing Guess you ain't even a man enough to handle what I sing If you look back in history It's a common double standard of society The guy gets all the glory, the more he can score While the girl can do the same and yet you call her a whore I don't understand why it's okay The guy can get away with it, the girl gets named All my ladies come together and make a change And start a new beginning for us, everybody sing  [Hook: Christina Aguilera & (Lil' Kim)] This is for my girls all around the world (Yeah) Who've come across a man who don't respect your worth Thinkin' all woman should be seen not heard (You can't get rid of us) So what do we do girls? Shout louder Lettin' 'em know we're gonna stand our ground (We standin' our ground on this one) Lift your hands high and wave them proud Take a deep breathe and say it loud Never can, never will, can't hold us down (Check it)  [Verse 3: Lil' Kim] Here's something I just can't understand If a guy have three girls than he's the man He can even give her some head, then sex her raw If a girl do the same than she's a whore But the tables 'bout to turn, I bet my fame on it Cats take my ideas and put they name on it It's aiight though, you can't hold me down I got to keep on movin' To all my girls with a man who be tryna mack Do it right back to him and let that be that You need to let him know that his game is whack And Lil' Kim and Christina Aguilera gotcha back  [Bridge: Christina Aguilera] You're just a little boy, you think you're so cute, so coy You must talk so big, to make up for smaller things Said you're just a little boy, all you do is annoy You must talk so big, to make up for smaller things This is for my girls  [Hook: Christina Aguilera] This is for my girls all around the world When you come across a man that don't respect your word Thinkin' all woman should be seen not heard So what do we do girls? Shout louder Lettin' 'em know we're gonna stand our ground So put your hands high and wave 'em 'round Take a deep breathe and say it loud Never can, never will, can't hold us down This is for my girls all around the world When you come across a man that don't respect your word Thinkin' all woman should be seen not heard So what do we do girls? Shout louder Lettin' 'em know we're gonna stand our ground So put your hands high and wave 'em 'round Take a deep breathe and say it loud Never can, never will, can't hold us down  [Breakdown: Christina Aguilera & (Lil' Kim)] (Uh, ayo ayo, uh, uh, uh, uh, uh, uh, uh) Spread the word (Can't hold us down, c'mon, uh) Yeah we here, we back again, yeah Lil' Kim and Christina Aguilera Yeah (Can't hold us down, uh)  ",
        "title": "Can't Hold Us Down"
    },
    {
        "artist": "Mya",
        "lyrics": "  [Intro] See, baby I know you done had your share of girls, but… I am more than confident you won't ever have to search any streets for affection I got you  [Verse 1] What kind of girl you like? I know my looks can be deceiving Tell me, am I your type? My main goal is to please you What's on the schedule tonight? Am I the reason you'll be treating? I hope you have an appetite So tell me, will you come and spend the night?  [Chorus x 2] My love is like… wo My kiss is like… wo My touch is like… wo My sex is like… wo My ass is like… wo My body's like… wo And you're kissing it So what you think of it?  [Verse 2] When will you come through? Cause I'll be waiting up right here Can you bring some Belvedere? So we can pop the cork and cheers Please have no fear, yeah I just wanna love you right I hope you have an appetite So baby, will you come and spend the night?  [Chorus x 2]  Hold me, oh my Taste it, taste it Hold me, hold Taste it, taste it  [Bridge] Hold me like you never wanna let me go If you're liking what you're tasting baby let me know See if you're gonna love me, better love me strong Cause I want this love to love last all night long  [Chorus x 2]  [Outro] My love is like… wo My kiss is like… wo My touch is like… wo Ya know it's like… wo  ",
        "title": "My Love Is Like... Wo"
    },
    {
        "artist": "Bow Wow Featuring Baby",
        "lyrics": "  [Baby] Birdman! (lady's and gentlemen) mm-huh! Jazzy Fizzle product-shizzle my nizzle Oh boy! with Lil' Bow Wizzle (Bow Wizzle) Ay...ay, I see you with shorty huh Take her to tha mall pimp! (ah-huh) Okay! Show me how lil man roll! (ooowwee!)  [Bow Wow] I know this chick named Nichole They call her bougie Didn't wanna shop nowhere but Gucci (but Gucci) And Burberry and Prada was her style (ok) I'm tryin to tell yall that shorty could get down (uh-wow) Conversations Amazing In my 4, shorty's in heavy rotation (4-sho) Thinkin to myself like, this is the one Broke her down, told shorty how to do this hun! (4-sho) Neva gave her tha cold shoulda' If she's in the benz, I let her take ova' the Rova (vrrm-Vrrm!) Then it's off to the movies, tell her I'm like austin, Let's get Groovyyyy! From tha movies to tha crib Git her(?) for ya heard that's what I did, And! (ok) I'll find me another one More interesting, more fun Tha man has just begun!  [Bow Wow] It's really, really nice to meet cha' ma (what's hap'nin) I'm really,really diggin yo style (yo style) Say you wanna go chill wit a balla huh (bow weezy Baby!) Let's get Down!  [Girl] It's really, really nice to meet ya boy Ya know I'm really feelin yo style Ya know I wanna chill with a balla so Lets get down!  [Baby] Ay! I see what cha doin' lil bow wow (uh-huh) Ya had a date Ya did that. Now I want you to go world wide with it East Coast, Westcoast, mid-west, and down bound  [Bow Wow] I know this girl named Cindi (ok) Loves to rock Fendi (wow) When she leaves the mall The stores is all empty Eastcoast, Newyork, my up town chic (wow) I see her when I cruiz the park and 106 (holla) Next...Her name is Ra'nette (ghetto chic) She lives on the west side I hit the L.A.X (ok) I'm so impressed by the way that she dress (she got gear) She walks like a model, the girl is so fresh (so fresh) I got a few of them, here's what I do to them (what chu' do?) Take 'um out, try to teach somethin new to them (hah-ok) It's no thang, when you heavy in the game I got anotha' one who loves th mid-west swang! (st, loi-e) She's from the show-men state So I showed her my 'b' and my quater to eight, hey! (do yo thang) I know you cought on late But that's 7:45 Now shorty,now let's ride Hop in the wip!  [Hook]  [Baby] Ay! now I'm about to test ya' p's lil bow wow (uh-huh) See lil one ova' there She bout 25, and she been lookin at cha' Pull ova' there in ya ride on 22's and bust her out!  [Bow Bow] I know this girl named keisha She's no groupi Be far from the stars 22's made her choose me Like oowwee! Tellin' all her friends in the benz He don't really look 16 do he?' 112, youngest thing on tha scene Couldn't believe when I seen How she sqeezed in them jeans Looks like a tight situation Make a young man make flight reservations Just step, no intimidations I'm bow wow boo Accept no imitations Should have seen tha looks on they faces The Ice plus light, makes for good converation You tellin me It's a felony, to yell at me I blew her mind she was dazed momentarily But luckily She stayed for some theropy I stay pimpin heavily My game spittin therolly (ha ha ha)  [Hook]  Sha-ty (shorty) ya lookin fly boy. sertified Ya went platnum. Round tha world coast to coast Ya good wit me. ya get a stunna Certification R.R.A.A. ya good playa Lil Bow Weezy It's yo turn shine baby (shine baby boy) do you lil daddy. (do U) Bow Weezy baby!..... Live it up Bird call Baby! Sha-ty (shorty) 5ft pimpin' boy Ya good wit me lil one. let's roll!  ",
        "title": "Let's Get Down"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] I saw fireworks from the freeway And behind closed eyes I cannot make them go away Cause you were born on the fourth of July, freedom ring Now something on the surface it stings That something on the surface it kind of makes me nervous who says that you deserve this And what kind of god would serve this? We will cure this dirty old disease If you've got the poison I've got the remedy  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  I won't worry my life away I won't worry my life away  [Verse 2] I heard two men talking on the radio in a cross fire kind of new reality show Uncovering the ways to plan the next big attack They were counting down the days to stab the brother in the be right back after this The unavoidable kiss, where the minty fresh death breath is sure to outlast his catastrophe Dance with me, because if you've got the poison, i've got the remedy  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  [Bridge] When I fall in love I take my time There's no need to hurry when I'm making up my mind You can turn off the sun but I'm still gonna shine and I'll tell you why Because  [Chorus] The remedy is the experience. It is a dangerous liaison I say the comedy is that its serious Which is a strange enough new play on words I say the tragedy is how you're gonna spend The rest of your nights with the light on So shine the light on all of your friends Because it all amounts to nothing in the end  ",
        "title": "The Remedy (I Won't Worry)"
    },
    {
        "artist": "Santana Featuring Alex Band Or Chad Kroeger",
        "lyrics": null,
        "title": "Why Don't You & I"
    },
    {
        "artist": "Lumidee",
        "lyrics": "  Uh oh uh oh uh oh uh oh Honestly if I tell, tell you what what you want to know love There ain't another don't want no other lover I put nothing above ya I kick them to the gutter They try to shake me and they're call'n me crazy now Look at us lately and tell'em whose your lady  I never thought you'd be the one Make me shine brighter than the sun There ain't no ups and downs No win and now to hear right now  If you want me to stay I'll never leave If you want me to stay we'll always be If you want me to stay love endlessly If you want me to stay If you want me to stay I'll never leave you  Uh oh uh oh uh oh uh oh Now all you're lovin' back we're happy it's a fact Can nothing hold us back we got this in the bag They're ain't no babies no question love you daily now Look at us lately and tell 'em whose your lady  I never thought you'd be the one Make me shine brighter than the sun There ain't no ups and downs No win and now to hear right now  If you want me to stay I'll never leave If you want me to stay we'll always be If you want me to stay love endlessly If you want me to stay If you want me to stay I'll never leave you  Uh oh uh oh uh oh uh oh Uh oh uh oh uh oh uh oh  ",
        "title": "Never Leave You - Uh Ooh, Uh Oooh!"
    },
    {
        "artist": "Uncle Kracker Featuring Dobie Gray",
        "lyrics": "  Day after day I'm more confused Yet I look for the light through the pouring rain You know that's a game that I hate to lose And I'm feelin' the strain Ain't it a shame  [Chorus] Oh, give me the beat boys and free my soul I wanna get lost in your rock and roll and drift away Oh, give me the beat boys and free my soul I wanna get lost in your rock and roll and drift away  Beginning to think that I'm wastin' time I don't understand the things I do The world outside looks so unkind And I'm countin' on you To carry me through  [Chorus]  And when my mind is free You know a melody can move me And when I'm feelin' blue The guitar's comin' through to soothe me  Thanks for the joy that you've given me I want you to know I believe in your song And rhythm and rhyme and harmony You've helped me along Makin' me strong  [Chorus] x 2  Na na na, won't you, won't you take me Oh, take me  ",
        "title": "Drift Away"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] I need a sign to let me know you're here All of these lines are being crossed over the atmosphere I need to know that things are gonna look up Cause I feel us drowning in a sea spilled from a cup When there is no place safe and no safe place to put my head When you feel the world shake from the words that are said  [Chorus] And I'm calling all angels And calling all you angels I won't give up if you don't give up I won't give up if you don't give up I won't give up if you don't give up I won't give up if you don't give up  [Verse 2] I need a sign to let me know you're here Cause my TV set just keeps it all from being clear I want a reason for the way things have to be I need a hand to help build up some kind of hope inside of me  [Chorus]  [Verse 3] When children have to play inside so they don't disappear While private eyes solve marriage lies cause we don't talk for years And football teams are kissing Queens And losing sight of having dreams In a world that what we want is only what we want until it's ours  [Chorus][x2]  [Outro] Calling all you angels [Repeat till fade]  ",
        "title": "Calling All Angels"
    },
    {
        "artist": "The Ataris",
        "lyrics": "  [Verse 1] Nobody on the road Nobody on the beach I feel it in the air The summer's out of reach Empty lake, empty streets The sun goes down alone I'm drivin' by your house Though I know you're not at home  [Chorus] I can see you Your brown skin shinin' in the sun You got your hair combed back and your sunglasses on, baby And I can tell you my love for you will still be strong After the boys of summer have gone  [Verse 2] I never will forget those nights I wonder if it was a dream Remember how you made me crazy? Remember how I made you scream? I don't understand what happened to our love But baby when I get you back I'm gonna show you what I'm made of  [Chorus] I can see you Your brown skin shinin' in the sun I see you walkin' real slow and you're smilin' at everyone I can tell you my love for you will still be strong After the boys of summer have gone  [Verse 3] Out on the road today I saw a BLACK FLAG sticker on a Cadillac A little voice inside my head said \"Don't look back. You can never look back.\" I thought I knew what love was What did I know? Those days are gone forever I should just let them go but  [Chorus] I can see you Your brown skin shinin' in the sun You got that top pulled down and that radio on, baby And I can tell you my love for you will still be strong After the boys of summer have gone I can see you Your brown skin shinin' in the sun You got that hair slicked back and those Wayfarers on, baby I can tell you my love for you will still be strong After the boys of summer have gone  ",
        "title": "The Boys Of Summer"
    },
    {
        "artist": "Alan Jackson & Jimmy Buffett",
        "lyrics": "  [Verse 1 - Alan Jackson] The sun is hot and that old clock is movin' slow An' so am I Work day passes like molasses in wintertime But it's July I'm gettin' paid by the hour, an' older by the minute My boss just pushed me over the limit I'd like to call him somethin' I think I'll just call it a day  [Hook - Alan Jackson] Pour me somethin' tall an' strong Make it a \"Hurricane\" before I go insane It's only half-past twelve but I don't care It's five o'clock somewhere  [Verse 2 - Alan Jackson] Oh, this lunch break is gonna take all afternoon An' half the night Tomorrow mornin', I know there'll be hell to pay Hey, but that's all right I ain't had a day off now in over a year Our Jamaican vacation's gonna start right here Hit the 'phones for me You can tell 'em I just sailed away  [Hook - Alan Jackson] And pour me somethin' tall an' strong Make it a \"Hurricane\" before I go insane It's only half-past twelve but I don't care It's five o'clock somewhere  [Bridge - Alan Jackson] I could pay off my tab, pour myself in a cab An' be back to work before two At a moment like this, I can't help but wonder What would Jimmy Buffett do?  [Bridge- Jimmy Buffett] Funny you should ask Alan I'd say: Pour me somethin' tall an' strong Make it a \"Hurricane\" before I go insane It's only half-past twelve but I don't care  [Hook - Alan Jackson & Jimmy Buffet] Pour me somethin' tall an' strong Make it a \"Hurricane\" before I go insane It's only half-past twelve but I don't care He don't care I don't care It's five o'clock somewhere  [Outro - Alan Jackson & Jimmy Buffett] What time zone am I on? What country am I in? It doesn't matter, it's five o'clock somewhere It's always on five in Margaritaville, come to think of it Yeah, I heard that You been there haven't you Yessir I seen your boat there I've been to Margaritaville a few times All right, that's good Stumbled all the way back OK. Just wanna make sure you can keep it between the navigational beacons Between the buoys, I tell you All right. Well, it's five o'clock. Let's go somewhere I'm ready, crank it up Let's get out of here I'm gone  ",
        "title": "It's Five O'Clock Somewhere"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  Thoia Thoia Thoia (Uh) Thoing Thoing Thoia Thoing (It's Kells) Thoia thoia thoia thoia thoing I had her singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  [Verse 1] To who made need to know That's her on the flo' Sliding down the pole Horny but fo sho' Both our hands we're up Drinks was in the cup She showed me some love So we left the club  Now we up in the Hummer V She's so hot she's kissing on me This is the girl of my fantasy After the Remy we were doing our thing  [Hook] I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  Now I don't know about you But I would like to get wit two(ah) Nice honies while I'm chillin' by the pool (ah) Red bikinis with some pump heel shoes (ah) Who could think of any damn thing cool (ah) We at the crib so it ain't no rules (ah) I'm butt naked, sweat socks, and house shoes (ah) 100 bottles of cris in the cool (ah) I'm frozen thanks the Jacob the Jeweler One day without me and she's shaking like a fiend (ah) Y'all tell me what's r&b without the R (ah)  [Hook] I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  I met a girl in the shopping mall She had hazel eyes said she's from Africa She broke it down right in front of me Rolling on her knees I said I'm scared of ya Tattoo on her back lovin' the way she work it Body movin' like she's dancin' in a circus Back forth up down when jerk it Put the thoia thoing on now watch I murda it  [Hook] I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  We make a lot of noise When, we come through the club All of the ladies in the house Come show your boy some love Last call for alcohol(nah) We're closing down the bar Tell me where's the after party at We rolling with the R  [Hook] I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  I had her singing Thoia thoia thoia thoing thoing thoing Thoia thoia thoia thoia thoing She had me singing Thoia thoia thoia thoia thoing thoing Thoia thoia thoia thoia thoing  ",
        "title": "Thoia Thoing"
    },
    {
        "artist": "Young Gunz",
        "lyrics": null,
        "title": "Can't Stop, Won't Stop"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  In those jeans Looking good plenty tight Is there any more room for me In those jeans  [Verse 1] Got on my ride seen you from a far And I couldn't stop myself from looking hard You wore these jeans Girl you wore These jeans and you Made a thug wanna cry something terrible I had to have, have you for myself baby You don't know What those jeans do to me Make me wanna get down on one knee You got that thunder And it only makes me wonder how it Feels To get up in those jeans Oh those jeans  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me   [Verse 2] You are the bomb Girl you tight to death I don't know the words to say to you All that I know, baby all I know is That I'm loving what I see and I'm feeling you I wanna know, all I wanna know is if I could have what's up in those Jeans Baby can I have what's up in those jeans Don't get alarmed cause I don't mean no harm But I love the way you Wear those jeans Levis, Prada, Baby Phat, I love them Love the way you wearing them I love them can Calvin, Iceberg Sergio, I love them Trying to get inside of those Yeah Yeah Yeah  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  [Verse 3] I wanna say that them jeans looking good fitting right Baby damn those jeans Any kind doesn't matter you could win 'em You look fine Baby damn those jeans Anytime that I see you I want in, you wear them well Baby damn those jeans You the shit, you the bomb All I wanna know is can I have what's in those jeans Can I get in those can I baby  [Hook] Looking good plenty tight Tell me is there any more room for me In those jeans Really thick like I like it Tell me Is there any more room for me In those jeans Is there any more room for me In those jeans Looking tasty really scrumptious Tell me is there any more room for me  ",
        "title": "In Those Jeans"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Becky was a beauty from south Alabama Her daddy had a heart like a nine-pound hammer Think he even did a little time in the slammer What was I thinking? She snuck out one night and met me by the front gate Her daddy came out waving that twelve gauge We tore out the drive he peppered my tailgate What was I thinking?  [Pre-Chorus] Oh, I knew there'd be hell to pay But that crossed my mind a little too late Cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking  [Verse 2] By the county line the cops were nipping on our heels Pulled off the road and kicked it in four-wheel Shut off the lights and tore through the corn field What was I thinking? Out the other side she was hollering faster Took a dirt road and had the radio blasting Hit the honky tonk for a little close dancing What was I thinking?  [Pre-Chorus] Oh, I knew there'd be hell to pay But that crossed my mind a little too late Cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking]  [Verse 3] When a mountain of a man with a \"born to kill\" tattoo Tried to cut in I knocked out his front tooth We ran outside hood-sliding like Bo Duke What was I thinking? I finally got her home at a half past too late Her daddy's in a lawn chair sitting on the driveway Put it in park as he started my way What was I thinking, oh what was I thinking Then she gave a come-and-get-me grin And like a bullet we were gone again... cause I was  [Chorus] Thinking about a little white tank top sitting right There in the middle by me I was thinking about a long kiss man just got to get Going where a night might lead I know what I was feeling But what was I thinking... what was I thinking  ",
        "title": "What Was I Thinkin'"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": "  [Verse 1] No, don't just walk away Pretending everything's okay And you don't care about me And I know it's just no use When all your lies become your truths And I don't care, yeah, yeah, yeah  [Chorus] Could you look me in the eye And tell me that you're happy now? Would you tell it to my face? Or have I been erased? Are you happy now? Are you happy now?  [Verse 2] You took all there was to take And left me with an empty plate And you don't care about it, yeah And I am giving up this game And leaving you with all the blame Cause I don't care  [Chorus] Could you look me in the eye And tell me that you're happy now? Would you tell it to my face? Or have I been erased? Are you happy now? Are you happy now? Are you happy now? Yeah, yeah, yeah  [Bridge] Do you really have everything you want? You can't ever something you ain't got You can't runaway from yourself Could you look me in the eyes And tell me that you're happy now  [Chorus] C'mon tell it to my face Or have I been replaced? Are you happy now? Yeah, yeah, yeah, yeah Oh, oh Yeah, yeah, oh, oh Would you look me in the eye? Could you look me in the eye? I've had all that I can take I'm not about to break Cause I'm happy now oh, oh Are you happy now?  ",
        "title": "Are You Happy Now?"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro: Sean Paul] Yeah yeah, yeah yeah, feel dat trend now, yeah yeah Sean-A-Paul, so mi go so then  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 1:] Well enough likkle girl dem bought they own dem got di goody goody One ting mi haffi tell dem Dutty got di woody woody Frontway backway Dutty K man have di shooby shooby Virgin dem waan gimme and mi have to tooky tooky Hot girls outta road dat seh dem see mi see mi And a tell mi seh dem have something fi gimme gimme How much a one night dem all a dream bout di jimmy jimmy Dem a promise and a tell mi seh a fi mi fi mi But a promise is a comfort to a fool, so cool Well yuh dun know seh dat man haffi rule, di school We nuh pet dem just wet dem up just like a pool And a dignitary we haffi use up mi tool  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 2:] So how can they waan big up dem chest But they dun know Dutty Cup we deyah rated as di best A wouldn't they love diss this is Sean-A-Paul this We nuh cater fi nuh guy and only girls we a request So gimme di gal dem, yo and every minute I'm wid it Fi get di gal dem exquisite and get dem regular visit Just gimme di gal dem, now dem all a pressure mi cellular Seh a mi a di dappa dem waan fi be dem big poppa Gimme di gal dem, after di chronic we tek a drag And I don't mean to brag everyday I got to shag Gimme di gal dem, everytime I look inna my mind It's only girls dat weh mi find and true mi love dem design  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  [Verse 3:] Some guy a live dem life and dem nuh really waan check it Dem have nuh girl nuh wife nuh woman dem nah select it Sometime mi haffi wonder if dem headset dem wreck it Jah know dem ago bun well if dem don't waan correct it So please, dem nuh wannabees Dem hangout wid too much dogs and catch fleas Dem nuh waan nuh honey, dem only waan di money Dat's how mi know seh dem bwoy deh all a move funny Look like dem lost, living in di past One ting mi haffi tell dem sorry Ma Dem better move fast, before we get crossed Badman nuh cater fi dem just because, mi go so then  [Hook] Well I don't really care what people say I don't really watch what dem waan do Still I got to stick to my girls like glue And I man nah play number two All I know the time it is getting dread Need a lot of trees up in my head Got a lot of damsel in my bed to run dat re-eeeddd!!!!  ",
        "title": "Like Glue"
    },
    {
        "artist": "Evanescence Featuring Paul McCoy",
        "lyrics": "  [Verse 1: Amy Lee] How can you see into my eyes like open doors? Leadin' you down into my core Where I've become so numb, without a soul My spirit's sleeping somewhere cold Until you find it there, and lead it back home  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Verse 2: Amy Lee] Now that I know what I'm without You can't just leave me Breathe into me and make me real Bring me to life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Bridge: Amy Lee & Paul McCoy] Bring me to life I've been livin' a lie, there's nothing inside Bring me to life  [Interlude: Amy Lee] Frozen inside, without your touch Without your love, darling Only you are the life Among the dead  [Verse 3: Paul McCoy & Amy Lee] All this time, I can't believe I couldn't see Kept in the dark, but you were there in front of me I've been sleeping a thousand years it seems Got to open my eyes to everything Without a thought, without a voice, without a soul Don't let me die here There must be something more Bring, me, to, life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Outro: Amy Lee & Paul McCoy] Bring me to life I've been living a lie, there's nothing inside Bring me to life  ",
        "title": "Bring Me To Life"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] In your arms I can still feel the way you Want me when you hold me I can still hear the words you whispered When you told me I can stay right here forever in your arms  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always  [Verse 2] Mmmm, baby In your heart, I can still hear A beat for every time you kiss me And when we're apart I know how much you miss me I can feel your love for me in your heart  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always  Wanna wake up every morning  [Verse 3] In your eyes (I can still see the look of the one) I can still see the look of the one who really loves me (I can still feel the way that you want) The one who wouldn't put anything Else in the world above me (I can still see love for me) I can still see love for me in your eyes (I still see the love)  [Pre-Chorus] And there ain't no way I'm letting you go now And there ain't no way And there ain't no how I'll never see that day  [Chorus] Cause I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face, always I'm keeping you Forever and for always We will be together all of our days Wanna wake up every Morning to your sweet face  [Outro] I'm keeping you forever and for always Forever In your arms  ",
        "title": "Forever And For Always"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Intro: Pharrell & Justin Timberlake] Ladies and gentlemen It's my pleasure to introduce to you He's a friend of mine Yes, yes I am And he goes by the name... Justin Wowoowoooo  All the way From Memphis, Tennessee And he's got somethin' special for y'all tonight He's gonna sing a song for y'all About this girl Come in right here? Yea, come on  [Verse 1] On that sunny day Didn't know I'd meet Such a beautiful girl Walking down the street Seen those bright brown eyes With tears coming down (So he said to himself) She deserves a crown But where is it now Mamma listen  [Hook 1] Senorita, I feel for you You deal with things, that you don't have to He doesn't love ya, I can tell by his charm But you could feel this real love If you just lay in my...  [Verse 2] Running fast in my mind Girl don't you slow it down If we carry on this way This thing might leave the ground How would you like to fly? That's how my queen should ride But you still deserve the crown Or hasn't it been found? Mamma listen  [Hook 1] Senorita, I feel for you You deal with things, that you don't have to He doesn't love ya, I can tell by his charm But you could feel this real love If you just lay in my...  [Hook 2] Ah, ah, arms... (Won't you lay in my) Ah, ah, arms... (Mama lay in my) Ah, ah, arms... (Baby won't you lay in my) Ah, ah, arms...  [Bridge] When I look into your eyes I see something that money can't buy And I know if you give us a try I'll work hard for you girl And no longer will you ever have to cry  [Hook 1 & Hook 2] Senorita, I feel for you You deal with things, that you don't have to He doesn't love ya, I can tell by his charm But you could feel this real love If you just lay in my... Ah, ah, arms... (Won't you lay in my) Ah, ah, arms... (Mama lay in my) Ah, ah, arms... (Baby won't you lay in my) Ah, ah, arms...  [Bridge] When I look into your eyes I see something that money can't buy And I know if you give us a try I'll work hard for you girl And no longer will you ever have to cry  [Outro:] Now listen I wanna try somethin' right now See they don't do this anymore I'mma sing something And I want the guys to sing with me They go \"It feels like something's heating up, can I leave with you?\" And then the ladies go \"I don't know but I'm thinking bout, really leaving with you\"  Guys sing It feels like something's heating up, can I leave with you? And ladies I don't know but I'm thinking bout, really leaving with you Feels good don't it, come on It feels like something's heating up, can I leave with you? Yea, ladies I don't know but I'm thinking bout, really leaving with you Show the good to me  Gentlemen, good night Ladies, good morning That's it  ",
        "title": "Senorita"
    },
    {
        "artist": "Lil' Kim Featuring 50 Cent",
        "lyrics": "  [Hook: 50 Cent] I got the magic stick I know if I can hit once, I can hit twice I hit the baddest chicks Shorty don't believe me, then come with me tonight And I'll show you maaagic (What? What?) Maaagic I got the magic stick  [50 Cent] I'm a freak to the core Get a dose once, you gon' want some more My tongue touch ya girl, ya toes bound to curl This exclusive shit I don't share with the world I have you up early in the mornin, moanin Back shot, proper or low can't stop us Been a fiend for this since Rakim made hits Get the position down pat, then it's time to switch I'll rock the boat, I'll work the middle I skeet it up, straight beat it up .. and I ain't in the hood with my toast out loc'n I'm in the telly workin up a sweat strokin Tonight's the night, you can fall in love You can call your mama right now, tell her you met a thug I pop a lot of shit cause I can back it up My left stroke's the death stroke  [Hook: Lil' Kim] I got the magic clit I know if I get licked once, I get licked twice I am the baddest chick Shorty you don't believe me, then come with me tonight And I'll show you maaagic (What? What?) Maaagic, uh-huh uh-huh I got the magic clit  [Lil' Kim] Lil' Kim not a whore But I sex a nigga so good, he gotta tell his boys When it, come to sex don't test my skills Cause my head game have you head over heels Give a nigga the chills, have him pay my bills Buy matchin Lambo's with the same color wheels .. and I ain't out shopping spending dudes C-notes I'm in the crib giving niggas deep throat Tonight Lil' Kim gon' have you in the zone Girls, call ya crib, I'm answering the phone Guys wanna wife me and give me the ring I'll do it anywhere, anyhow, I'm down for anything Couple of humps, give a nigga goosebumps This junk in my trunk ain't made for chumps When Lil' Kim's around you don't need to lie It's the \"Drugs\" baby, I'm makin ya HIGH!!  [Hook: 50 Cent & Lil' Kim] I got the magic stick I know if I can hit once, I can hit twice (I am the baddest chick) (Shorty you don't believe me, then come with me tonight) (And I'll show you maaagic - what? What?) Maaagic (uh-huh, uh-huh) (I got the magic clit)  [Lil' Kim] + (50 Cent) Now put your face in it I know you sprung off in your tongue, I know you tasting it (Sex ain't a race) But I have a thug nigga breakin records And the time is (one minute, six seconds) (Magic stick) I got the magic box HAVE THAT ASS TRICKIN AFTER ONE BACK SHOT (The gifts, the ice, I like that a lot) The minks, the leathers, the CL drop  [Hook: 50 Cent]  [Hook: Lil' Kim]  ",
        "title": "Magic Stick"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] I just touched down, touched down Quarter after two, flight 102 I know it's late, real late But I'm calling you, calling you Tryna figure if I, I Can, can I, I Come, come See, see You, can I come see you I know you're sleep, you're sleep But you're on my mind, my mind And I'm wide awake, awake And I wanna stop by, come on over So can you get up and get out of the bed Cause I wanna see you And I been wondering  [Hook] Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby  [Verse 2] So tell me what the deal You're not that far I just got my bags And I'm headed to the car Say yes or no, cause I'm on the road {​Um, wait a minute my battery's low...lemme, aight}​ Baby, I wanna come see you Said I really wanna come see you Don't you worry about a thing I'm just wanting to hold you Embrace you, I want to Look at you and tell you How much I love you I want you, I need you, I miss you  [Hook] Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby Can I come over, can I Come over, stop by Come over, to see you Come over, tonight Can I come over, can I Come over, get wit' ya Come over, just wanna Come over, be with you baby  ",
        "title": "Come Over"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I've been up to my neck working 6 days a week Wearing holes in the soles of the shoes on my feet Been dreaming of getting away since I don't know I am no better time than now for Mexico  [Chorus] No shoes, no shirt, no problems Blues what blues hey I forgot them The sun and the sand and a drink in my hand with no bottom And no shirt, no shirt, and no problems! No problems  [Verse 2] Want a towel on a chair in the sand by the sea Want to look thru my shades and see you there with me Want to soak up life for a while In laid back mode No boss, no polite, no stress, no dress code  [Chorus]  [Outro] Babe lets get packed tank tops and flip flops if you got them No shoes, no shirt, no problems No problems  ",
        "title": "No Shoes, No Shirt, No Problems"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Girl you've never known no one like me Up there in your high society They might tell you I'm no good Girl they need to understand Just who I am I may be a real bad boy But baby I'm a real good man  [Verse 2] I may drink too much and play too loud Hang out with a rough and rowdy crowd That don't mean I don't respect My Mama or my Uncle Sam Yes sir, yes ma'am I may be a real bad boy But baby I'm a real good man  [Verse 3] I might have a reckless streak At least a country-mile wide If you're gonna run with me It's gonna be a wild ride When it comes to loving you I've got velvet hands I'll show you how a real bad boy Can be a real good man  [Verse 4] I take all the good times I can get I'm too young for growing up just yet Ain't much I can promise you 'Sept to do the best I can I'll be damned I may be a real bad boy But baby I'm a real good man  [Outro] I may be a real bad boy Oh but baby I'm a real good man Yes I am  ",
        "title": "Real Good Man"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Miss independent Miss self-sufficient Miss keep your distance Miss unafraid Miss out of my way Miss don't let a man interfere, no Miss on her own Miss almost grown Miss never let a man help her off her throne So, by keeping her heart protected She'd never ever feel rejected Little miss apprehensive Said ooh, she fell in love  [Chorus] What is the feeling taking over? Thinking no one could open my door Surprise It's time To feel what's real What happened to Miss Independent? No longer need to be defensive Goodbye, old you When love is true  [Verse 2] Misguided heart Miss play it smart Miss if you want to use that line you better not start, no But she miscalculated She didn't want to end up jaded And this miss decided not to miss out on true love So, by changing her misconceptions She went in a new direction And found inside she felt a connection She fell in love  [Chorus]  [Verse 3] When Miss Independent walked away No time for love that came her way She looked in the mirror and thought today What happened to miss no longer afraid? It took some time for her to see How beautiful love could truly be No more talk of why can't that be me I'm so glad I finally feel  [Chorus]  ",
        "title": "Miss Independent"
    },
    {
        "artist": "Baby Bash Featuring Frankie J",
        "lyrics": "  [Intro: Frankie J.] So tight, so fly You got me lifted You got me lifted  [Hook: Frankie J] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge: Baby Bash] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Verse 1: Baby Bash] Off top, I can't lie, I love to get blowed You my little sugar, I'm your little chulo And every time we kick it It's off to the groovy Treat you like my sticky ickey Or my sweet oooh-wee, gooey (Fa real, though)  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Verse 2: Baby Bash] Now, I ain't worried about a thang cause I just hit me a lick I got a fat sack and a superfly chick And uh-uh ad there ain't nothin' you can say to a player Cause doo wop She fly like the planes in the air That's right, she full grown, settin' the wrong tone I'm diggin' the energy and I'm lovin' her ozone So fly, like a dove, fly, like a raven Quick, to politic with some fly, conversation In a natural mood, then I'm a natural dude And we some natural fools, blowin' out by the pool She like my sexy cool mama, we'll blaze on the Barada Rockin' Dolce & Gabbana, with hydro in a Cubana  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Baby Bash] Fa real, though  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Baby Bash] So high, like I'm a star So high, like I'm a star So high, like I'm a star So high, like I'm a star Azucar  ",
        "title": "Suga Suga"
    },
    {
        "artist": "Buddy Jewell",
        "lyrics": "  La, da, da, da De de de de de  [Verse 1:] The moment was custom-made to order I was riding with my daughter on our way back from Monroe And like children do She started playing twenty questions But I never could of guessed one would touch me to my soul  [Chorus:] She said Daddy, when we get to Heaven Can I taste the Milky Way? Are we going there to visit Or are we going there to stay?  Am I gonna see my Grandpa? Can I have a pair of wings? And do you think that God could use another angel To help pour out the rain?  La, da, da Da, de, de, de, de  [Verse 2:] Well, I won't lie I pulled that car right over And I sat there on the shoulder Trying to dry my misty eyes  And I whispered Lord, I wanna thank you for my children Cause your innocence that fills them Often takes me by surprise like  [Chorus:] Daddy, when we get to Heaven Can I taste the Milky Way? Are we goin' there to visit Or are we goin' there to stay?  Am I gonna see my Grandpa? Can I have a pair of wings? And do you think that God could use another angel To help pour out the rain?  [Bridge:] Well, I thought about it later on And a smile came to my face And when I tucked her in to bed I got down on my knees and prayed  [Chorus:] Lord, when I get to Heaven Can I taste the Milky Way? I don't wanna come to visit Cause I'm coming home to stay?  And I can't wait to see my family And meet Jesus face to face And do you think, Lord You could use another angel To help pour out the rain?  Mmmm Can I help pour out the rain? Can I help pour out the rain?  La, da, da, da De, de, de, de  ",
        "title": "Help Pour Out The Rain (Lacey's Song)"
    },
    {
        "artist": "Ludacris Featuring Shawnna",
        "lyrics": "  [Intro: Ludacris (w/Shawnna)] Stand up! (ah) Stand up! (yeah) Stand up! (ah) Stand up! (uh)  [Hook: Ludacris (w/ Shawnna)] When I move, you move (just like that?) When I move, you move (just like that?) When I move, you move (just like that?) Hell yeah, hey DJ bring that back (When I move, you move) just like that? (When I move, you move) just like that? (When I move, you move) just like that? (Hell yeah, hey DJ bring that back)  [Verse 1: Ludacris] How you ain't gone fuck?, bitch I'm me I'm the goddamn reason you in V.I.P CEO, you don't have to see ID I'm young, wild, and strapped like Chi-Ali BLAOW, we ain't got nothing to worry about Whoop ass, let security carry them out Watch out for the medallion, my diamonds are reckless It feels like a midget is hanging from my necklace I pulled up with a million trucks Looking, smelling, feeling like a million bucks, ahh Pass the bottles, the heat is on We in the huddle all smoking that Cheech & Chong What's wrong? The club and the moon is full And I'm looking for a thick, young lady to pull One sure shot way to get them out of them pants Take note to the brand new dance Like this  [Hook]  [Verse 2: Ludacris] Go on with your big ass, let me see something Tell your little friend he can quit mean mugging I'm lit and I don't care what no one thinks But where the fuck is the waitress at with my drinks? My people outside and they can't get in We gon' rush the back door & break them in The owner already pissed cause we sort of late But our time and our clothes, got to coordinate Most girls looking right, some looking a mess That's why they spilling drinks all over your dress But Louis Vuitton bras all over your breasts Got me wanting to put hickeys all over your chest Ahh, come on we gon' party tonight Y'all use mouth to mouth bring the party to life Don't be scared, show another part of your life The more drinks in your system, the harder the fight  [Hook]  [Bridge - Ludacris] Stand up! Stand up! Stand up! Stand up!  [Verse 3: Ludacris] Damn right, the fire marshal wanna shut us down Get us out, so someone can gun us down We was two songs away from getting so cut up Now we one song away from tearing the club up Move over; Luda got something to say Do it now cause tomorrow ain't promised today Work with me, let's become one with the beat And don't worry about me stepping all over your feet  [Hook]  [Outro: Ludacris] Stand up! Stand up! Stand up! Stand up!  ",
        "title": "Stand Up"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  Back when I was a child Before life removed all the innocence My father would lift me high And dance with my mother and me And then Spin me around 'till I fell asleep Then up the stairs he would carry me And I knew for sure I was loved  If I could get another chance Another walk Another dance with him I'd play a song that would never ever end How I'd love love love To dance with my father again  When I and my mother Would disagree To get my way I would run From her to him He'd make me laugh just to comfort me Yeah yeah Then finally make me do Just what my mama said Later that night when I was asleep He left a dollar under my sheet Never dreamed that he Would be gone from me  If I could steal one final glance One final step One final dance with him I'd play a song that would never ever end Cause I'd love love love to Dance with my father again  Sometimes I'd listen outside her door And I'd hear how mama would cry for him I'd pray for her even more than me I'd pray for her even more than me  I know I'm praying for much to much But could you send her The only man she loved I know you don't do it usually But Dear Lord She's dying to dance with my father again  Every night I fall asleep And this is all I ever dream  ",
        "title": "Dance With My Father"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] A hundred days have made me older Since the last time that I saw your pretty face A thousand lies have made me colder And I don't think I can look at this the same But all the miles that separate Disappear now when I'm dreaming of your face  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Verse 2] The miles just keep rolling As the people leave their way to say hello I've heard this life is overrated But I hope that it gets better as we go, oh yeah, yeah  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Bridge] Everything I know, and anywhere I go It gets hard but it won't take away my love And when the last one falls When it's all said and done It gets hard but it won't take away my love, whoa, oh, oh  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight, girl, it's only you and me  ",
        "title": "Here Without You"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Intro: Ashanti & Irv Gotti] Aw baby Yeah, Murder Inc I wanna love you, babe I'm thinking of you, babe Ooh baby Ashanti, chapter two Let's rock  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Verse 1] I think I like how your body feels next to me Aw baby, when you're kissing me Aw baby, when you're loving me I can't describe what I want to do to you tonight Aw baby, when you come to me I'll make it so you'll never leave  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Verse 2] See, I don't know if I can handle you as just a friend Aw baby, I can't pretend Aw baby, I'm so far in But I don't mind as long as I could have you in my life Aw baby, I'm satisfied Even if you're not just mine  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Bridge] Boy, you make me wanna say (Aw baby, aw baby, ooh baby, ooh baby) If you feel me, help me say (Aw baby, aw baby, ooh baby, ooh baby)  [Chorus] Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby Can you rock with me? (Aw baby) Nonstop with me, can you take it to the top with me? I just wanna love you, baby (I wanna love you, babe) Always thinking of you, babe (I'm thinking of you, babe) Can you roll with me? (Ooh baby) All over me, can you take control of me? I just wanna love you, baby Always thinking of you, baby  [Outro] Love you, babe Love you, babe  ",
        "title": "Rock Wit U (Awww Baby)"
    },
    {
        "artist": "Staind",
        "lyrics": "  [Verse 1] This is my life It's not what it was before All these feelings I've shared And these are my dreams That I'd never lived before  Somebody shake me, 'cause I I must be sleeping  [Chorus] Now that we're here, it's so far away All the struggle we thought was in vain And all the mistakes one life contained They all finally start to go away And now that we're here, it's so far away And I feel like I can face the day And I can forgive, and I'm not ashamed To be the person that I am today  [Verse 2] And these are my words That I've never said before I think I'm doing okay And this is the smile That I've never shown before  Somebody shake me 'cause I I must be sleeping  [Chorus] [Bridge] I'm so afraid of waking Please don't shake me Afraid of waking Please don't shake me  [Chorus] Now that we're here, it's so far away All the struggle we thought was in vain All the mistakes one life contained They all finally start to go away And now that we're here, it's so far away And I feel like I can face the day I can forgive, and I'm not ashamed To be the person that I am today  ",
        "title": "So Far Away"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] Shake dat ting miss, Cana, Cana Shake dat ting miss, Annabella Shake dat ting yow, Donna Donna Jodi and Rebecca  [Verse 1] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 2] Gyal don't sweat it, don't get agitate jus gwaan rotate Ca anyting you want you Know you must get it From you name a mention Don't ease di tension Gyal run di program jus gwaan pet it Now have a good time Gal free up unu mind caw nobody cah dis yo' man won't let it ca You a di number one gal Wave yo' hand Make dem see yo' weddin' band  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 3] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Interlude] Yo, Shake dat ting Miss Kana Kana shake dat ting Yo, Annabella shake dat ting Miss Donna Donna Yo Miss Jodi you'r di one and Rebecca yo Shake dat ting Yo, Joanna shake dat ting Yo, Annabella shake dat ting Miss Kana Kana  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Let's get it on 'til a early morn' Girl it's all good just turn me on  ",
        "title": "Get Busy"
    },
    {
        "artist": "Thalia Featuring Fat Joe",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] There's another world inside of me that you may never see There's secrets in this life that I can't hide But somewhere in this darkness There's a light that I can't find Well maybe it's too far away, yeah Or maybe I'm just blind Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Verse 2] When your execution x-ray Cannot see under my skin I won't tell you a damn thing That I could not tell my fans Roaming through this darkness I'm alive but I'm alone And part of me is fighting this But part of me is gone  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Refrain] Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone Love me when I'm gone  [Outro] Love me when I'm gone When I'm gone When I'm gone When I'm gone  ",
        "title": "When I'm Gone"
    },
    {
        "artist": "Trapt",
        "lyrics": "  [Verse 1] Circling your, circling your, circling your head Contemplating everything you ever said Now I see the truth, I got a doubt A different motive in your eyes And now I'm out, see you later  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 1] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong I can't give everything away I won't give everything away  [Verse 2] Conclusions manifest, your first impression's Got to be your very best I see you're full of shit and that's alright That's how you play, I guess you get through Every night, well, now that's over  [Pre-Chorus] I see your fantasy You want to make it a reality paved in gold See inside, inside of our heads, yeah Well, now that's over I see your motives inside Decisions to hide  [Chorus 2] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong (I can't give everything away) This is not where you belong (I won't give everything away)  [Bridge] I know, I know all about I know, I know all about I know, I know all about I know, I know all about Your motives inside and your decision to hide  [Chorus 3] Back off, I'll take you on Headstrong to take on anyone I know that you are wrong Headstrong, we're headstrong Back off, I'll take you on Headstrong to take on anyone I know that you are wrong And this is not where you belong Where you belong This is not where you belong (I can't give everything away) This is not where you belong (I won't give everything away) This is not where you belong  ",
        "title": "Headstrong"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Intro] So gone over you, you, you, you Yeah, lil Monica  [Verse 1] Silly of me, devoted so much time To find you unfaithful boy I nearly lost my mind Drive past your house every night In an unmarked car Wonderin' what she had on me to make you break my heart  [Chorus] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Oh, and I love to love you, baby So unreal  [Verse 2] Nights I couldn't sleep You let the sun beat you home I ask myself over again What am I doing wrong To make you stay out all night and not think to call? What does she have over me To make you not think to call home?  [Chorus] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Whoa and I love to love you baby So unreal  [Verse 3] Listen boy, I'm a rowdy chick Sometimes I have to fight 'cause my mouth too slick Baby, why you doin' me like I ain't worth shit? Make me wanna ride past your house and sit Kick down your doors and smack your chick Just to show you Monica not havin' that So in love with you like a drug habit get So real... You treat me so unreal  [Bridge] What she do I do I do better What she do to make you love her? (What did she do) Is it real or forever? Ohh (is it real)? Baby please can we stay together?  What she do I do I do better What she do to make you love her? (What did she do) Is it real or forever? Ohh (is it real)? Baby please can we stay together?  Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Whoa and I love to love you baby Just to show you Monica, not havin' it  [Hook] You make me feel You make me feel I'm so gone So unreal You make me feel You make me feel Whoa and I love to love you baby So unreal  Said that I need you I don't really need you Said that I need you (ohhh) Said that I need you I don't really need you Said that I need you You treat me so unreal  ",
        "title": "So Gone"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] This is a call to the color-blind This is an IOU I'm stranded behind a horizon line Tied up in something true  [Pre-Chorus] Yes, I'm grounded, got my wings clipped I'm surrounded by all this pavement Guess I'll circle while I'm waiting For my fuse to dry  [Chorus] Someday I'll fly, someday I'll soar Someday I'll be so damn much more Cause I'm bigger than my body gives me credit for  [Verse 2] Why is it not my time What is there more to learn Shed this skin I've been tripping in Never to quite return  [Pre-Chorus] Yes, I'm grounded, got my wings clipped I'm surrounded by all this pavement Guess I'll circle while I'm waiting For my fuse to dry  [Chorus] Someday I'll fly, someday I'll soar Someday I'll be so damn much more Cause I'm bigger than my body gives me credit for Cause I'm bigger than my body now  [Bridge] Maybe I'll tangle in the power lines And it might be over in a second's time But I'll gladly go down in a flame If the flame's what it takes to remember my name  [Pre-Chorus] Yes, I'm grounded, got my wings clipped I'm surrounded by all this pavement Guess I'll circle while I'm waiting For my fuse to dry  [Chorus] Someday I'll fly, someday I'll soar Someday I'll be so damn much more Cause I'm bigger than my body, I'm bigger than my body I'm bigger than my body now  ",
        "title": "Bigger Than My Body"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Verse 1] I'm looking in the mirror at this woman, down and out She's internally dying and knew this was not what love's about I don't wanna be this woman the second time around 'Cause I'm waking up, screaming, no longer believing that I'm gonna be around  [Pre-Chorus] And over and over I tried, yet over and over, you lied And over and over I cried, I don't know why And over and over I tried, yet over and over, you lied Over and over I cried, I don't know why  [Chorus] Rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe Baby, just rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe, babe  [Verse 2] See, I don't want to hug my pillow late at night no more I'm tossing and turning and thinking 'bout burning down these walls I don't wanna fuel this fire no more, no more, no more See, I made up my mind 'cause I've wasted my time, ain't nothing here to keep me warm  [Pre-Chorus] And over and over I tried, yet over and over, you lied And over and over I cried, I don't know why And over and over I tried, yet over and over, you lied Over and over I cried, I don't know why  [Chorus] Rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe Baby, just rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe, babe  [Bridge] I'm so tired of the rain in my life And I'm so tired of the strain and now you're gonna lie 'Cause sometimes, I can't sleep at night and This here, it just don't seem right and Sometimes, I just wonder why I Almost let my life go by Sometimes, I can't sleep at night and This here, it just don't seem right and Sometimes, I just wonder why I Almost let my life go by  [Chorus] Rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe Baby, just rain on me Lord, won't you take this pain from me? I don't wanna live, I don't wanna breathe, babe  ",
        "title": "Rain On Me"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  I was raised off of Rural Route 3 Out past where the blacktop ends We'd walked to church on Sunday morning Race barefoot back to the Johnson's fence That's where I first saw Mary On that roadside pickin' blackberries That summer I turned a corner in my soul Down that red dirt road  It's where I drank my first beer It's where I found Jesus Where I wrecked my first car I tore it all to pieces I learned the path to heaven is full of sinners and believers Learned that happiness on earth ain't just for high achievers I've learned I've come to know There's life at both ends Of that red dirt road  Her daddy didn't like me much With my shackled up GTO I'd sneak out in the middle of the night Throw rocks at her bedroom window We'd turn out the headlights Drive by the moonlight Talk about what the future might hold Down a red dirt road  I went out into the world, and I came back in I lost Mary, oh I got her back again And driving home tonight feels like I've found a long lost friend  ",
        "title": "Red Dirt Road"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda] I am a little bit of loneliness A little bit of disregard Handful of complaints, but I can't help the fact That everyone can see these scars  I am what I want you to want What I want you to feel But, it's like no matter what I do I can't convince you to just believe this is real  So, I let go, watching you Turn your back like you always do Face away and pretend that I'm not But, I'll be here 'cause you're all that I got  [Chorus: Chester Bennington] I can't feel the way I did, before Don't turn your back on me, I won't be ignored Time won't heal this damage, anymore Don't turn your back on me, I won't be ignored  [Verse 2: Mike Shinoda] I am a little bit insecure A little unconfident 'Cause you don't understand I do what I can But sometimes, I don't make sense  I am what you never wanna say But, I've never had a doubt It's like no matter what I do, I can't convince you For once, just to hear me out  So, I let go, watching you Turn your back like you always do Face away and pretend that I'm not But, I'll be here 'cause you're all that I've got  [Chorus: Chester Bennington] I can't feel the way I did, before Don't turn your back on me, I won't be ignored Time won't heal this damage, anymore Don't turn your back on me, I won't be ignored  [Bridge: Chester Bennington] Now, hear me out, now You're gonna listen to me, like it or not Right now, hear me out, now You're gonna listen to me, like it or not Right now  I can't feel the way I did, before Don't turn your back on me, I won't be ignored  [Chorus: Chester Bennington] I can't feel the way I did, before Don't turn your back on me, I won't be ignored Time won't heal this damage, anymore Don't turn your back on me, I won't be ignored  [Outro: Chester Bennington] I can't feel... Don't turn your back on me, I won't be ignored Time won't heal... Don't turn your back on me, I won't be ignored  ",
        "title": "Faint"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": null,
        "title": "Ooh!"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] This one's for all you girls about 13 High school can be so rough, can be so mean Hold onto on to your innocence Stand your ground when everyone's giving in  This one's for the girls This is for all you girls about 25 In a little apartment, just trying to get by Living on on dreams and Spaghetti-O's Wondering where you life is going to go  [Chorus] This one's for the girls Who've ever had a broken heart Who've wished upon a shooting star You're beautiful the way you are  This one's for the girls Who love without holding back Who dream with everything they have All around the world This one's for the girls  [Verse 2] This is for all you girls about 42 Tossing pennies into the Fountain of Youth Every laugh, laugh line on your face Made you who you are today  [Chorus] This one's for the girls Who've ever had a broken heart Who've wished upon a shooting star You're beautiful the way you are  [Bridge] Yeah, we're all the same inside (Same inside) From 1 to 99  [Chorus] This one's for the girls Who've ever had a broken heart Who've wished upon a shooting star You're beautiful the way you are  ",
        "title": "This One's For The Girls"
    },
    {
        "artist": "Simple Plan",
        "lyrics": null,
        "title": "Addicted"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  I never once, backed down from a punch I'd take it square on the chin Well I found out fast a bullys just that and you got to stand up to him So I didn't cry when I got a black eye as bad as it hurt I just grinned But when tough little boys grow up to be Dads They turn into big babies again Scared me to death when took your first steps Well I'd fall everytime you fell down Your first day of school I cried like a fool, I followed your school bus to town Well I didn't cry when ol Yeller died At least not in front of my friends But when tough little boys grow up to be Dads they turn into big babies again Well I'm a grown man and as strong as I am Well sometimes it's hard to believe One little girl with little blonde curls can totally terrify me If you were to ask my wife would just laugh She'd say I know all about men How tough little boys grow up to be Dads They turn into big babies again Well I know one day I'll give you away And I'm goin to stand there and smile When I get home and I'm all alone I'll sit in your room for awhile Cause when tough little boys grow up to be Dads they turn into big babies again  ",
        "title": "Tough Little Boys"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I got no money in my pockets I got a hole in my jeans I had a job and I lost it But it won't get to me  Because I'm riding with my baby And it's a brand new day We're on the wheels of an angel Flying away  [Chorus] And the sun is shining This road keeps winding Through the prettiest country From Georgia to Tennessee And I got the one I love beside me My troubles behind me I'm alive and I'm free Who wouldn't want to be me  [Verse 2] Now she's strumming on my six-string Across her pretty knees She's stompinstomping out a rhythm And singing to me the sweetest song  [Chorus] {x2]  [Verse 3] I got no money in my pockets I got a hole in my jeans We're on the wheels of an angel And I'm free She's strummingg on my six-string It's across her pretty knees She's Stomping out a rhythm And she's singin' to me  ",
        "title": "Who Wouldn't Wanna Be Me"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] How dare you say that my behavior is unacceptable So condescending unnecessarily critical I have the tendency of getting very physical So watch your step cause if I do you'll need a miracle You drain me dry and make me wonder why I'm even here The double vision I was seeing is finally clear You want to stay but you know very well I want you gone Not fit to fuckin' tread the ground that I am walking on  [Chorus] But when it gets cold outside and you got nobody to love You'll understand what I mean when I say There's no way we're gonna give up And like a little girl cries in the face of a monster that lives in her dreams Is there anyone out there cause it's getting harder and harder to breathe Is there anyone out there cause it's getting harder and harder to breathe  [Verse 2] What you are doing is screwing things up inside my head You should know better you never listened to a word I said Clutching your pillow and writhing in a naked sweat Hoping somebody someday will do you like I did  [Chorus] But when it gets cold outside and you got nobody to love You'll understand what I mean when I say There's no way we're gonna give up And like a little girl cries in the face of a monster that lives in her dreams Is there anyone out there cause it's getting harder and harder to breathe Is there anyone out there cause it's getting harder and harder to breathe  [Bridge] Does it kill Does it burn Is it painful to learn That it's me that has all the control  Does it thrill Does it sting When you feel what I bring And you wish that you had me to hold  [Chorus] But when it gets cold outside and you got nobody to love You'll understand what I mean when I say There's no way we're gonna give up And like a little girl cries in the face of a monster that lives in her dreams Is there anyone out there cause it's getting harder and harder to breathe Is there anyone out there cause it's getting harder and harder to breathe  [Outro] Is there anyone out there cause it's getting harder and harder to breathe  ",
        "title": "Harder To Breathe"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [Verse 1: Brian] I'm rolling down a lonely highway Asking God to please forgive me For messing up the blessing he gave to me, I see,everything clearer now The nights is black as, black as its ever been Without my girl, I'm gonna lose it I pray that he would just shed his grace on me I need just to be back with my baby  [Hook] Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, get back right wit you Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, Feels like I just walk right out of heaven  [Verse 2: Brandon] See my mama told me that's if its meant to be She'll come back and she'll forgive me And the best thing I can do it to just let her, let her go I know, I don't wanna do it But if I continue to push she'll just pull away And I know that in my heart its a reality I didn't treat her like she wanted to be treated And I hope that shes not gone for good no no  [Hook]  [Bridge 1] Hey girl waiting for you all the time Suppose to move on with my life, and girl I tried and I tried I feel like I can't walk, I feel like I can't talk girl I don't know what to do get back right with you I feel like I just Walked outta heaven  [Bridge 2: Wingo] If u ever loved somebody And if you ever had somebody But you know that you hurt that somebody Let me here you say yea  [Hook]  ",
        "title": "Walked Outta Heaven"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Spoken Intro] Nah nah nah, see, you got to understand Steppin' is not just a dance, it's a, it's a culture It's the, it's the way we live It's what we eat, think, and breathe, you understand me? See, you know, you out there on the dance floor and you with your partner And y'all holdin' hands and y'all swingin' and swayin' And you turnin' 'em and twistin' 'em and dippin' 'em It's just such an exciting feelin' you get You know what I mean?  [Intro] Yeah, it's the Pied Piper of R&B, y'all (Whoa, oh, oh) Follow me (Yeah) Chicago n' them (Oh yeah, oh yeah) Don Juan and them (Yeah) This is for y'all, the remix  [Verse 1] Said I know that it's somebody's birthday tonight somewhere And I know somebody's gonna celebrate tonight somewhere I know...  [Pre-Chorus] (One things for sure) I'm gonna put on my dancing shoes (Then I'ma hit the door) And go out and step the whole night through  [Chorus] Step in the name of love (I'm gonna) Step in the name of love (then I'm gonna) Clap in the name of love (oh yeah) Clap in the name of love (I'm gonna step) Step in the name of love (woo) Step in the name of love (in the name of love) Groove in the name of love Groove in the name of love  [Verse 2] See I know, there's somebody's breaking out the champagne somewhere And you can be sure (you can be sure) Somebody's gonna make love Night until the day (oh one thing)  [Pre-Chorus] (One thing's for sure) I'm gonna put on my dancing shoes (Then I'm gonna hit the floor) And go out and step the whole night through  [Chorus] Step in the name of love (yeah) Step in the name of love (whoa) Clap in the name of love (yeah) Clap in the name of love (said I'm gonna step) Step in the name of love (woo) Step in the name of love (in the name of love) Groove in the name of love Groove in the name of love  [Bridge] Oh, I'll wait til somebody else gets up Then I, I wanna be the first one to hit the floor (Ooh, so, so...) So tell the DJ to turn it up (turn it up) 'Cause it feels so good dancing to this remix Makes me wanna step, 'cause it's a cut!  [Chorus] Snap in the name of love (oh baby) Snap in the name of love (I'm...gonna) Clap in the name of love (yeah) Clap in the name of love (step in the name...) Step in the name of love (...of love) Step in the name of love (then I'm gonna groove, yeah) Groove in the name of love Groove in the name of love  In the name of love Yeah, yeah, yeah yeah, yeah  [Outro] Good evening, ladies and gentlemen It's the Pied Piper of R&B And I would like to welcome you to the Chocolate Factory This album was designed to make you feel good For those of you who wanna feel good, follow me  Yeah Now I know everybody is familiar with the stepping game Yeah, from the Loveland album But y'all know I had to go and do a remix And put it on the Chocolate Factory (yeah) So the stepper's game we played then Is the same game we gon' play right now Are y'all ready? Come on, 1, 2, 3, sing...  Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide (dance) Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide (step) Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide Step, step, side to side (Everybody keep steppin') Round and round, dip it now (Everybody keep steppin') Separate, bring it back Now let me see you do the love slide (One more time) Step, step, side to side (Keep on steppin') Round and round, dip it now Separate, bring it back (Round and round, side to side...) Now let me see you do the love slide (Separate and bring it back) Step, step, side to side Round and round, dip it now (Come on and step in the name of love) Separate, bring it back Now let me see you do the love slide (While we're livin'...) Step, step, side to side (Let's step out, hit the club) Round and round, dip it now (DJ's rockin' that song for us) Separate, bring it back (Anybody ask why we're steppin') Now let me see you do the love slide (Tell 'em that we did it for love, yeah) Step, step, side to side Round and round, dip it now (Did it for love, yeah) Separate, bring it back Now let me see you do the love slide (Did it for love, yeah) Step, step, side to side Round and round, dip it now (That's why we did it, did it for love, yeah) Separate, bring it back (Oh yeah) Now let me see you do the love slide (Did it for love) Step, step, side to side Round and round, dip it now (Did it for love, yeah) Separate, bring it back (Oh yeah) Now let me see you do the love slide (If they ask you why we did it...) Step, step, side to side Round and round, dip it now (...tell 'em, we did it for love) Separate, bring it back (Oh yeah) Now let me see you do the love slide (If they ask you why we did it...) Step, step, side to side Round and round, dip it now (Hey, we did it for love) Separate, bring it back (Oh yeah) Now let me see you do the love slide (In a land where everybody's snappin' [snappin']...) Step, step, side to side (Everybody's clappin' [clappin']) Round and round, dip it now (Everybody's groovin' [hey]) Separate, bring it back (In the name of love) Now let me see you do the love slide Step, step, side to side (Step on, y'all) Round and round, dip it now (Yeah, Regina and George Daniels...) Separate, bring it back (...I love you, baby) Now let me see you do the love slide Step, step, side to side (Henry Love, I see you, yeah) Round and round, dip it now (DJ Wayne Williams...) Separate, bring it back (...spinnin' the records...) Now let me see you do the love slide (...make sure you spin this one, baby, alright?) Step, step, side to side (And last but not least, let's not forget the most talented man on the guitar...) Round and round, dip it now (...ladies and gentlemen, Mr. Donnie Lyle...) Separate, bring it back (...play on, playa) Now let me see you do the love slide Step, step, side to side (And all my fans out there...) Round and round, dip it now (I just wanna thank you for supporting me...) Separate, bring it back (...and this Chocolate Factory album...) Now let me see you do the love slide (...and all of the albums I've ever done in my career) Step, step, side to side (I thank you...) Round and round, dip it now (I love you...) Separate, bring it back (Peace...) Now let me see you do the love slide Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide Step, step, side to side Round and round, dip it now Separate, bring it back Now let me see you do the love slide...  ",
        "title": "Step In The Name Of Love"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  How in this world Can we put a man on the moon And still have a need For a place like St. Judes And why is one man born In a place where all they know is war A guy like me Has always been free  And how can two people Who built a loving home Try for years And never have a child of their own And somewhere out there tonight There is a baby no ones holding tight In need of love To me that don't add up  But I wasn't there the day you filled up the ocean I didn't get to see you hang the stars in the sky So I don't mean to second guess you Or criticize what I don't understand These are just a few questions I have  And why did my cousin Have to die in that crash A good kid Only seventeen I still wonder 'bout that It seems unfair to me Some get the chance to chase their dreams And some don't What do I know  I wasn't there the day You filled up the ocean I didn't get to see You hang the stars in the sky So I don't mean to second guess You Or criticize what I don't understand These are just a few questions I have  Why do I feel like You hear these prayers of mine When so many outta be Ahead of me in line When you look down on me Can you see the good through all the bad These are just a few questions I had  ",
        "title": "A Few Questions"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "Celebrity"
    },
    {
        "artist": "Good Charlotte",
        "lyrics": null,
        "title": "Girls And Boys"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] When you light those candles Up there on that mantle Setting the mood Well, I just lie there staring Silently preparing To love on you Well, I can feel the heat From across the room Ain't it wild What a little flame Can make you wanna do  [Chorus] I melt, every time you Look at me that way It never fails Anytime, any place This burn in me Is the coolest thing I've ever felt I melt  [Verse 2] Don't know how you do it I love the way I lose it, every time What's even better is knowing That forever you're all mine The closer you get The more my body aches One little stare from you Is all it takes  [Chorus]  [Break]  [Chorus]  [Outro] Every time you Look at me that way I melt, I melt  ",
        "title": "I Melt"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] We got winners, we got losers Chain smokers and boozers And we got yuppies, we got bikers We got thirsty hitchhikers And the girls next door dress up like movie stars  Hmm, hmm, hmm I love this bar  [Verse 2] We got cowboys, we got truckers Broken-hearted fools and suckers And we got hustlers, we got fighters Early birds and all-nighters And the veterans talk about their battle scars  Hmm, hmm, hmm I love this bar  [Hook] I love this bar It's my kind of place Just walkin' through the front door Puts a big smile on my face It ain't too far, come as you are Hmm, hmm, hmm I love this bar  [Verse 3] I've seen short skirts, we got high-techs Blue-collar boys and rednecks And we got lovers, lots of lookers And I've even seen dancing girls and hookers And we like to drink our beer from a mason jar  Hmm, hmm, hmm I love this bar Yes I do  [Bridge] I like my truck (I like my truck) I like my girlfriend (I like my girlfriend) I like to take her out to dinner I like a movie now and then  But I love this bar It's my kind of place Just trollin' around the dance floor Puts a big smile on my face No cover charge, come as you are Hmm, hmm, hmm I love this bar Hmm, hmm, hmm I love this bar  We got divorcees and a big bouncer man An old jukebox and a real bad band We got waitresses and we got barflies A dumb-ass and a wise-guy If you get too drunk just sleep out in your car Reason number 672 why Hmm, hmm, hmm I love this bar Play it on out boys Beer-thirty's over Got to take it on home Hmm, hmm, hmm I love this bar Hmm, hmm, hmm I love this bar I just love it  ",
        "title": "I Love This Bar"
    },
    {
        "artist": "Marques Houston Featuring Joe Budden & Pied Piper",
        "lyrics": "  [Intro: R. Kelly] Woo, Come on Its the Piper Marques  [Hook: Marques Houston & Joe Budden] You know we be up in the club like Up in the club Where we do things like Throw our hands up All kinds of drinks are Off in the cups All of my thugs Homies show me love DJ playin the cuts  [Verse 1: Marques Houston] I'm dancin with a nice honey And her friend One on the back and one on the front Shakin it up, shakin it up Mami dont break it Takin it down, taking it down I love the way you snake it You got the best of me Doing what you're doing Up in the VIP Doing what you're doing Girl I'm about to buy you anything you want Get you in the coup And take your pretty ass home Last call for alcohol You know how we do, yeah  [Hook: Marques Houston & Joe Budden] You know we be up in the club like Up in the club Where we do things like Throw our hands up All kinds of drinks are Off in the cups All of my thugs Homies show me love DJ playin the cuts You know we be up in the club like  [Verse 2: Marques Houston] I pull up on dubs Hop up out the whip Then I'm into the club Homies on each side And I'm on my cellular Talking to this chick Got a taste for thugs Sometimes pimpin is tough White tees so fat Jacob on my wrist Super star, world wide It is what it is Threw a party at my crib Lasted after Till 6 in the morning Drinks and laughter Uh oh, uh oh Yeah its a fire Mamas getting naughty Got a sexy body like Uh oh, uh oh Being erotic, bout to wild this place out You know how we do it up in the club  [Hook: Marques Houston & Joe Budden] You know we be up in the club like Up in the club Where we do things like Throw our hands up All kinds of drinks are Off in the cups All of my thugs Homies show me love DJ playin the cuts Up in the club Where we do things like Throw our hands up All kinds of drinks are Off in the cups All of my thugs Homies show me love DJ playin the cuts  [Verse 3: Joe Budden] Mami, you won't holla I can spot you out the corner of your eye that tell you wanna ride You lookin at papi like uhhh Wanna hold hands No amp, no man, Joe can But you and your friend can both get rammed like uhh You's a private dancer Low riders, when she walk pulling her pants up It's all good baby You know where I'm at right In case you need be me come put it on your back side Only if you act right Damn it you doing it Doing what you're doing You're doing it to me I picture you doing it to me like uhh I only came out because i'm here to find ya After the bars last call Be at the nearest dinner We be next town taggin SL waggon You grabbin the whip Just off of that XL magnum Damn it you're doing it You and your friend Next weekend if you're lucky we can do it again Like uhhh  [Hook: Marques Houston & Joe Budden] Up in the club Where we do things like Throw our hands up All kinds of drinks are You know we be up in the club like Off in the cups All of my thugs Homies show me love DJ playin the cuts Up in the club Where we do things like Throw our hands up All kinds of drinks are Off in the cups All of my thugs Homies show me love DJ playin the cuts  [Outro: Marques Houston] MH and Pied Piper This is the MH and pied piper MH, Pied Piper, Joe Budden, TUG, Platinum Status, Chris Stokes I see you baby, holla  ",
        "title": "Clubbin"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  These are the signs that are made for each other... Are you the Zodiac Freak?  I'm a capricorn, I came here to get manish Oh I know its good when you start speaking Spanish Aries Sexually, You're full of energy After I'm done your still tellin me you want me I met a gemini, ooh what a sex drive She wanted it from the front, back, left and the right Baby I will guarantee to give you everything your body's missing  Chorus: These are the signs of love making Are you the Zodiac Freak I've been looking for a girl you're sending me Signs of love making And you make me say... Ooooh  ::repeat::  Damn how do I explain this next one? This girl right here near blew my mind.. Let me explain  I met a scorpio...... Damn She had no limit to where she'd go And she was so damn sexual She said Tyrese, are you ready for me? I'll do anything to fulfill your needs Tell me what you want and I got ya baby Whisper in my ear while I'm driving you crazy I'm gonna smack you from the side While I'm grabbing them thighs And Now I know what zodiac signs are all about  Chorus: These are the signs of love making Are you the Zodiac Freak I've been looking for a girl you're sending me Signs of love making And you make me say... Ooooh  ::repeat::  Libra, Gemini, Virgo, are you with me Yea, Yea, Yea, Yea Pisces, Aries, Scorpio, are you with me Say Yea Yea Yea Sagittarius, Cancer, and Taurus I dont know what it is but you Leo's drive me crazy Crazy baby  Chorus: These are the signs of love making Are you the Zodiac Freak I've been looking for a girl you're sending me Signs of love making And you make me say... Ooooh  ::repeat::  I was talking to this girl one day... And she asked me what is your sign of love I said a capricorn she was impressed Baby what is your (sign) she said a pisces (of love) We're connected And I think you're kinda sexy baby She said capricorn take my hand I'm gonna take you to lovers land I'm gonna show you things you've never seen All night long, in my bed  ",
        "title": "Signs Of Love Makin'"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] And with the early dawn Moving right along I couldn't buy an eyeful of sleep And in the aching night under satellites I was not received Built with stolen parts A telephone in my heart Someone get me a priest To put my mind to bed This ringing in my head Is this a cure or is this a disease  [Chorus] Nail in my head From my creator You gave me life Now show me how to live Nail in my head From my creator You gave me life Now show me how to live  [Verse 2] And in the after birth On the quiet earth Let the stains remind you You thought you made a man You better think again Before my role defines you  [Chorus] Nail in my head From my creator You gave me life Now show me how to live Nail in my head From my creator You gave me life Now show me how to live  [Bridge] And in your waiting hands I will land And roll out of my skin And in your final hours I will stand Ready to begin Ready to begin Ready to begin Ready to begin  [Chorus] Nail in my head From my creator You gave me life Now show me how to live Nail in my head From my creator You gave me life Now show me how to live Show me how to live Show me how to live Show me how to live Show me how to live  ",
        "title": "Show Me How To Live"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Pat Green",
        "lyrics": "  Mile upon mile got no direction We're all playing the same game We're all looking for redemption We’re just afraid to say the name So caught up now in pretending What we're seeking is the truth I'm just looking for a happy ending All I'm looking for is you  Chorus  And it came upon me wave on wave You're the reason I'm still here Am I the one you were sent to save And it came upon me wave on wave  I wondered out into the water And I thought that I might drown I don’t know what I was after Just know I was going down That's when she found me Not afraid anymore She said you know I always had you baby Just waiting for you to find what you were looking for  Repeat Chorus  Wave on wave, wave on wave…  Repeat Chorus  The clouds broke and the angels cried You ain't gotta walk alone That's why they put me in your way And it came upon me wave on wave  Chorus Repeat Chorus  ",
        "title": "Wave On Wave"
    },
    {
        "artist": "DMX",
        "lyrics": "  [Intro] Ayo, y'all niggas must be out your fuckin' mind Thinkin' dog can't pull another motherfuckin' rabbit out the hat Nigga, I ain't gotta check out my motherfuckin' sleeves You bitch-ass niggas, fuck is y'all niggas Y'all niggas just thinkin' I'm sittin' around doin' nothin'? Oh my God, y'all niggas can't be serious  [Hook] Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that  [Verse 1] Man, cats don't know what it's gonna be Fuckin' with a nigga like me D to the M to the X Last I heard, y'all niggas was havin' sex with the same sex I show no love to homo thugs Empty out, reload and throw mo' slugs How you gonna explain fuckin' a man? Even if we squash the beef, I ain't touchin' your hand I don't fuck with chumps For those who been to jail, that's the cat with the Kool-Aid on his lips and pumps I don't fuck with niggas that think they broads Only know how to be one way, that's the dog I know how to get down, know how to bite Bark very little, but I know how to fight I know how to chase a cat up in the tree Man, I give y'all niggas the bidness for fuckin' with me Is you crazy?!  [Hook] Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that  [Verse 2] Once it's on, I come through, guns is drawn Blam blam, lungs are gone, sons will mourn From dusk till dawn, nighttime belongs to the dog On the street past midnight, look for 'em in the morgue Don't play with these cats 'Cause I ain't got nothin' to say to these cats For the mothers that really do love 'em, please pray for these cats 'Cause I know niggas is hard-headed but I ain't got the patience Don't want me havin' no patience turn into more patients More trips to ICU 'cause I see you Tryna get away with shit a real nigga wouldn't do Where my dogs at? (Right here!) See them niggas? (Right where?!?) Get 'em boy! (Right there!) That's how we do (Alright then!) This is for my dogs, this is for my dogs Yo, where we at, baby?!? (Creepin' through the fog) From then till now, don't ask me how Know that we gon' roll like them niggas And hit every block on the job  [Hook] Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that  [Verse 3] I get tapes doin' times, stomp niggas like grapes makin' wine Five CD's with mad rhymes Don't hit me with that positive shit, I know you lyin' You really wanna stop niggas from dyin'? Stop niggas from tryin' 'Cause I ain't really got that time to waste And I thought I told you to get these fuckin' bums out my face Lookin' at you in your grill, I might be nice to cut Once I split your ass in two, you'll be twice as butt Yeah, you right, I know your style: pussy, 'cause I'm fuckin' it Since we all right here, you hold my dick while he suckin' it Motherfucker, don't you know you'll never come near me? Shove your head up your ass, have you seein' shit clearly Never heard that D be runnin', because D be gunnin' I beat my dick and bust off in your eye so you can see me comin' Empty clips and shells are what I leave behind And if they get me with the joint, they hit me with a three-to-nine  [Hook] Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that Where the hood, where the hood, where the hood at? Have that nigga in the cut, where the wood at? Oh, them niggas actin' up?!? Where the wolves at? You better bust that if you gon' pull that  [Outro] Where the fuckin' hood at?!? No one's fuckin' with me, nigga, for real I am the hood, I am the streets You bitch-ass nigga! Take it how you want, motherfucker I’m in the hood all day I think I’m like the only nigga, dog, that can go to the projects (School Street, Home of the Brave) By his fuckin' self and be good Yeah, nigga, ask niggas on my projects (Y.O.) When the last time they seen dog (Not too long ago, baby) Motherfucker! Dee, waah, ugh… (Y'all niggas is homeless) Kato… (Where the hood at?)  ",
        "title": "Where The Hood At?"
    },
    {
        "artist": "Hilary Duff",
        "lyrics": "  [Verse 1] You can change your life if you wanna You can change your clothes if you wanna If you change your mind, well that's the way it goes But I'm gonna keep your jeans and your old black hat 'Cause I wanna They look good on me You're never gonna get them back  [Pre-Chorus] At least not today, not today, not today 'cause...  [Chorus] If it's over, let it go And come tomorrow, it will seem so yesterday, so yesterday I'm just a bird that's already flown away Laugh it off and let it go And when you wake up it will seem, so yesterday, so yesterday Haven't you heard that I'm gonna be okay?  [Interlude] Ha, okay  [Verse 2] You can say you're bored if you wanna You could act real tough if you wanna You could say you're torn, but I've heard enough Thank you, you made my mind up for me when you started to ignore me Do you see a single tear? It isn't gonna happen here  [Pre-Chorus] At least not today, not today, not today 'cause...  [Chorus] If it's over, let it go And come tomorrow, it will seem so yesterday, so yesterday I'm just a bird that's already flown away Laugh it off and let it go And when you wake up it will seem, so yesterday, so yesterday Haven't you heard that I'm gonna be okay?  [Bridge] If you're over me, I'm already over you If it's all been done, what is left to do? How can you hang up if the line is dead? If you wanna walk, I'm a step ahead If you're moving on, I'm already gone If the light is off then it isn't on  [Pre-Chorus] At least not today, not today, not today 'cause...  [Chorus] If it's over, let it go And come tomorrow, it will seem so yesterday, so yesterday I'm just a bird that's already flown away Laugh it off and let it go And when you wake up it will seem, so yesterday, so yesterday Haven't you heard you're so yesterday, so yesterday? If it's over, let it go And come tomorrow, it will seem so yesterday, so yesterday I'm just a bird that's already flown away Laugh it off and let it go And when you wake up it will seem, so yesterday, so yesterday Haven't you heard that I'm gonna be okay?  ",
        "title": "So Yesterday"
    },
    {
        "artist": "Live",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Chingy Featuring Ludacris & Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Bomb ass pussy Ma, ooh you got that bomb, know you got it Ma, ooh you got some bomb ass pussy Ma I know you got that bomb bomb pussy  [Hook: Snoop/Chingy + Girl] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 1: Chingy] Peeps call me up [phone ring] said it's a ho-tel party Just bring the liquor, there's already eight shawties I'm on my way, let me stop by the store Get a 12-pack of Corona - plus an ounce of 'dro, ya know? Now I'm on Highway 270 to Natural Bridge Rd I'm already blowed, hit third I'mma be be blowed some mo' Pulled up, stop parked, rims still spinning Valet looking like he in the game and must be winning To room 490 I'm headed, on my way up It's three girls on the elevator like: \"wassup?\" I told em: \"follow me\". they knew I had it cracking B One said \"ain't you that boy that be on BET?\" \"Ya that's me, Ching-a-ling equipped with much ding-a-ling\" Knock on the door, I'm on the scene of things Busted in, Henny bottle to the face Fuck it then, feel like my head is toxic waste It's some pretty girls in hurr, I heard em whispering Talking bout \"that's that dude that sing \"Right Thurr\" - he glistening\" I ain't come to talk, I ain't come to sit What I came for was to find out who I'm gonna hit, aww shit  [Hook: Snoop/Chingy + Girl] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 2: Chingy] Ma showed up like \"what's the hold up?\" Man know what, get them wraps and roll up I took a chick in the bathroom seeing what's poppin You know what's on my mind, shirts off and panties dropping Niggas knocking on the door drunk, acting silly The girl said \"can I be in yo video\" I'm like \"yeah!\", \"oh really?\" Now she naked strip teasing, me I'm just cheesing She gave me a reason to be a damn heathen Handled that, told ol' G, bring tha camera Then I thought about, no footage as I ram her Walked out the bathroom smiling, cats still wilding Sharing the next room with some girls looking like they from an island  [Hook: Snoop + Chingy] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Verse 3: Ludacris] Stop, drop, KABOOM!, baby rub on your nipples Some call me Ludacris, some call me Mr. Wiggles Far from little, make ya mammary glands jiggle Got 'em under control, with a bowl of Tender Vittles Doc-tor giggles, I can't stop until it tickles Just play a little \"D\" and I'll make ya mouth dribble Bits and Kibbles, got 'em all after the pickle I swing it like a bat, but these balls are not Wiffle Hit 'em in triples, with no strikes, stripes, or whistles I ain't felt this good, since my wood lived off a thistle Sippin' some ripple, I got quarters, dimes, and nickels For shizzle dizzle, I'm on a track with the Big Snoop Dizzle Let the Henny trickle, down the beat, with a ghetto tempo I done blazed the instrumental, laid it plain and simple Getting brain in the rental, I done did it again My eyes chinky, I'm with Chingy, at the Holiday Inn  [Hook] (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin (Whachu doing?) Nothing chilling at the Holiday Inn! (Who you with?) Me and my peeps thought you'd bring over your friends (What we gon' do?) Feel on each other and sip on some Hen One thing leading to another let the party begin  [Outro: Snoop Dogg] Yeah, let the party begin, bitch Ching-a-ling Ling, all the way in St. Louis My nigga Chingy, Disturbing Tha Peace Luda, Luda, going hard on you hoes Yeah bitch, bring four of ya friends Meet me at the Holiday Inn Bring a gang of that Hen, some VSOP Ooh wee! And light that sticky-icky And we gone do the damn thing Now what I'm talking bout We gonna disturb the peace right now Yeah we ain't doing nothing but chillin We chillin' and nuttin' Know what I'm talking bout, so push the button You know what's happenin', fa shizzle Yeah bitch, trying to run from this pimpin' You can't out run the pimpin' bitch, I done told you  ",
        "title": "Holidae In"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": null,
        "title": "Low"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] I know you think that I shouldn't still love you Or tell you that But if I didn't say it Well, I'd still have felt it Where's the sense in that? I promise I'm not trying to make your life harder Or return to where we were  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Verse 2] I know I left too Much mess and destruction To come back again And I caused nothing but trouble I understand if you Can't talk to me again And if you live by the rules of \"it's over\" Then I'm sure that that makes sense  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Bridge] And when we meet Which I'm sure we will All that was there Will be there still I'll let it pass And hold my tongue And you will think That I've moved on  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Outro] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  ",
        "title": "White Flag"
    },
    {
        "artist": "Liz Phair",
        "lyrics": "  [Verse 1] Get a load of me Get a load of you Walking down the street And I hardly know you It's just like we were meant to be  Holding hands with you When we're out at night Got a girlfriend You say it isn't right And I've got someone waiting too  [Pre-Chorus] What if this is just the beginning We're already wet And we're gonna go swimming  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  Whenever I think about you...  [Verse 2] Isn't this the best part of breaking up Finding someone else You can't get enough of Someone who wants to be with you too  It's an itch we know We are gonna scratch Gonna take a while For this egg to hatch But wouldn't it be beautiful  [Pre-Chorus] Here we go We're at the beginning We haven't fucked yet But my head's spinning  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  [Bridge] High enough for you to make me wonder Where it's going High enough for you to pull me under  Somethin's growing Out of this that we can control Baby I am dying  Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  [Chorus] Why can't I breathe Whenever I think about you Why can't I speak Whenever I talk about you  It's inevitable It's a fact that we're gonna get down to it So tell me Why can't I breathe whenever I think about you  Whenever I think about you? Whenever I think about you? Whenever I think about you?  ",
        "title": "Why Can't I?"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Intuition"
    },
    {
        "artist": "Obie Trice",
        "lyrics": "  Woo! Damn There's a lot of bitches up in here tonight boy I'm about to get drunk Let's hold down Where the bar at?  [Verse 1] Okay, okie dokey Obie's here No more Focus Hobo's got a career And I like your brassiere and there's a party in here And I'm ready to talk naughty in Veronica's ear She erotic and it's hot, saw Heineken beer Put it to the side and invite her to \"Cheers\" Pull up a chair, nigga swear no drama Prepare for a player who's working with a monster I ain't got time to waste, let's vacate the place Shut blinds and drapes, grind to your face in a grimy state Concentrate, you will find that your bound to get But we found what's fate We can watch two incredible mates masterbate Why settle and wait Let's escalate to the nearest Super 8 And see your rear is on the mirrors and they smearin booty cheeks C'mon  [Refrain] And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth  [Verse 2] Okay holy moly derriere Look around the club booty everywhere She caught me starin And my homies darin me to approach Karen She's model material, but she got a venereal Tons of baby fathers', baby bottles and cereal She holla cause I got a lot of dinerio The DJ's playin Obie song on the stereo And she's impaired and she wants to be headin home With the real thing not the dildo clone And I know I don't wanna be headin home With some double Ds full of silicon Ten hoodrat chicks surround me outside Found me outside, clown me outside 'Til I pop the trunk and they found me outside Cussin at the bitches screamin \"off to they rides!\"  [Refrain] And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth (uh huhh) And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth  [Verse 3] Okay rolie polies everywhere Gotta find a slim chick's atmosphere Obesity's glarin and she got me fearin She's gonna come over here and try to eat me literally, like a box of Cheerios Cherry cupcakes and chocolate Tootsie rolls I'm outta order cause I gotta big girl disorder So better cover up that blubber or I'll split (feet running away noise) And I ain't got time to play Let's investigate another place today Ladies less in weight and the dress they shape Dresses pettite, no window drapes  [Bridge] Word to mother, they god damn Okra and beans Got ya Opera and jeans Seems to me a little lean cuisine Wouldn't hurt much, hot don't touch  [Refrain] And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth And this is my favorite song Now sing along when the DJ throws it on And if I leave here tonight and I fall asleep And wake up, hopefully she got some teeth  [Outro] Haha, haha, ha You gotta have teeth baby It just wouldn't look right Look, me big lips You no teeth, it wouldn't work You know what I'm sayin' Haha ha, yeah I'm feelin' good Shady Records man Obie Trice C'mon  ",
        "title": "Got Some Teeth"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] In the early rush of morning Trying to get the kids to school One's hanging on my shirt-tail Another's locked up in her room And I'm yelling up the stairs \"Stop worrying about your hair, you look fine\" Then they're fighting in the backseat And I'm playing referee Now someone's got to go The moment that we leave And everybody's late I swear that I can't wait until they grow up  [Chorus] Then they do, and that's how it is It's just quiet in the morning Can't believe how much you miss All they do and all they did You want all the dreams they dreamed of to come true Then they do  [Verse 2] Now the youngest is starting college She'll be leaving in the Fall And Brianna's latest boyfriend Called to ask if we could talk And I got the impression That he's about to pop the question any day I look over at their pictures Sitting in their frames I see them as babies I guess that'll never change You pray all their lives That someday they will find happiness  [Chorus]  [Bridge] No more Monday PTA's No carpools, or soccer games Your work is done Now you've got time that's all your own You've been waiting for so long For those days to come  [Chorus]  [Outro] Ah, then they do  ",
        "title": "Then They Do"
    },
    {
        "artist": "Busta Rhymes",
        "lyrics": null,
        "title": "Light Your A** On Fire"
    },
    {
        "artist": "The White Stripes",
        "lyrics": "  [Hook 1] I'm gonna fight 'em off A seven nation army couldn't hold me back They're gonna rip it off Taking their time right behind my back  [Verse 1] And I'm talking to myself at night Because I can't forget Back and forth through my mind Behind a cigarette  [Bridge 1] And the message coming from my eyes Says \"Leave it alone\"  [Hook 2] Don't want to hear about it Every single one's got a story to tell Everyone knows about it From the Queen of England to the Hounds of Hell  [Verse 2] And if I catch it coming back my way I'm gonna serve it to you And that ain't what you want to hear But that's what I'll do  [Bridge 2] And the feeling coming from my bones Says \"Find a home\"  [Hook 3] I'm going to Wichita Far from this opera forevermore I'm gonna work the straw Make the sweat drip out of every pore  [Verse 3] And I'm bleeding, and I'm bleeding, and I'm bleeding Right before the Lord All the words are gonna bleed from me And I will think no more  [Bridge 3] And the stains coming from my blood Tell me \"Go back home\"  ",
        "title": "Seven Nation Army"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced by DJ Toomp]  [Intro] Yeah For all my real ATL niggas, that’s right This the dope boy anthem Come on  [Hook] Money, hoes, cars and clothes That's how all my niggas roll Blowing dro on 24's That's how all my niggas roll  [Verse 1] I'm in a drop-top Chevy with the roof wide open My partners looking at me to see if my eyes open Cause I've been dranking and I've been smoking Flying down 285 but I'm focused 454 SS, I race Porsches White leather seats, as fresh as Air Forces Doing 'bout a hundred but the track still bumping Number 8 on N.W.A, \"Straight Outta Compton\" Pull up at your apartment sitting on 20 somethings And the dope boys hollering \"What's happening?\" kid running in The cliques start dancing and the broads start choosing And the cars been parked but the rims keep moving Sign pictures, buy an onion of good and throw the deuces Cause I ain't Hollywood, I come from the hood, I'm used to it If your rear view shaking and your seats vibrating 24 inch Dayton's got the Chevrolet skatin' makin'  [Hook]  [Verse 2] I make a million and I'm satisfied, I'll get the rest Underaged civilian in the tigthest ride, I want the best I refuse to get a 9 to 5, I'mma flip my keys Been paying my dues since '89, tryna get my cheese Diamonds gleam when I'm on the scene, they know it's me Ain't no dream or no fantasy bitch, it's T-I-P Broad busting, like a baby do a binky Five karat DVS's on my mothafuckin' pinkie Half of Hennessy and Belvedere's what we dranking Pimp squad send for broads, what the hell you niggas thinking? Young nigga spending weekends on the islands in the fall 24 inch rim shining when I'm riding cause I'm balling I'm calling out shots like a pool shark My tools spark in the dark when I fool marks Y'all fools hearts in the wrong place at the wrong time, I got a strong mind To grab my chrome nine and shoot at your ass for a long time But I'mma get that ass hauled off, fuck around with the clique They'll be looking for your dick with a stick, nigga y'all soft So y'all lost, I'mma ball out at all costs, spit game to a dame Make her ride on this thang 'til she falls off and sucks balls off, I got the  [Hook]  [Verse 3] I'm not boucing little shorty, I'm relaxing right now I'd probably still be trapping if I wasn't rapping right now Bragging about pistols at the house, guess who's strapped right now Keep on talking folk, I'll lay you on your back right now Want to act right now, get smacked right now I'm a buck mothafucka, I don't know how to back down Clown down here fakin', frontin', talking ‘bout what you making: nothin’ I'm 21 and 10 years deep, that shit to me ain't nothing I'm raised by the niggas getting head from the jays Lose your leg when I spray, end up dead from the K Stay ready for the raid, paid heavy from the yay' I told my class to kiss my ass, I make 11 everyday  [Hook]  ",
        "title": "24's"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] I remember looking up To look up to him And I remember most the time He wasn't there I'd be waiting at the door When he got home at night He'd pass me by to go to pass out in his chair  [Chorus] And I'd say Walk a little straighter daddy You're swaying side to side You're footsteps make me dizzy And no matter how I try I keep tripping and stumbling If you'd look down here you'd see Walk a little straighter daddy You're leading me  [Verse 2] He stumbled in the gym On graduation day And I couldn't help but feel So ashamed And I wasn't surprised a bit When he didn't stay He stumbled out before they called my name  [Chorus]  [Verse 3] The old mans still like he always was But I love him anyway If I've learned one thing from him Its my kids will never have to say  [Chorus]  [Outro] Yeah walk a little straighter daddy You're leading me  ",
        "title": "Walk A Little Straighter"
    },
    {
        "artist": "Stacie Orrico",
        "lyrics": "  [Intro] Yeah, yeah Oh, yeah  [Verse 1] I've got it all, but I feel so deprived I go up, I come down And I'm emptier inside Tell me what is this thing that I feel like I'm missing And why can't I let it go?  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that  I'm tripping out Thinking there must be more to life Well, there's life, but I'm sure There's gotta be more Than wanting more  [Verse 2] I've got the time and I'm wasting it slowly Here in this moment, I'm halfway out the door Onto the next thing, I'm searching for something that's missing  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that  I'm tripping out Thinking there must be more to life Well, there's life, but I'm sure There's gotta be more  [Bridge] I'm wanting more Oh, I'm always waiting on something other than this Why am I feelin' like there's something I missed, yeah  [Chorus] There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that I'm (more that I'm) Trippin', I'm thinkin' there must be more to life Well, there's life, but I'm sure There's gotta be more to life Than chasing down every temporary high To satisfy me Cause the more that I'm... Trippin', I'm thinkin' there must be more to life Well, there's life, but I'm sure  [Outro] There's gotta be more to life More to life (more to life) There's gotta be more to life (more to, more to life) More to life (more to life) There's gotta be more to life More to life  ",
        "title": "(There's Gotta Be) More To Life"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Chorus:] There's a hole in the world tonight There's a Cloud of fear and sorrow There's a hole in the world tonight Don't let there be a hole in the world tomorrow  They say that anger is just love disappointed They say that love is just a state of mind But all this fighting over who will be anointed Oh how can people be so blind  [Chorus:] There's a hole in the world tonight There's a Cloud of fear and sorrow There's a hole in the world tonight Don't let there be a hole in the world tomorrow  Oh they tell me there's a place over yonder Cool water running through the burning sand Until we we learn to love one Another we never reach the promise land  [Chorus:] There's a hole in the world tonight There's a Cloud of fear and sorrow There's a hole in the world tonight Don't let there be a hole in the world tomorrow  [Repeat Chorus: (no music)]  [Repeat Chorus: 4x's (fade out)]  ",
        "title": "Hole In The World"
    },
    {
        "artist": "Patty Loveless",
        "lyrics": "  Now, baby, pull the covers back over my head I don't want to get it up outta this bed I don't wanna drag it on off to work That big boss man is really a flirt We've been lovin' all night Just about settin' me everything right Hope it don't get me I'm gonna live it just as long as I can I'm gonna make it every part of my plan Lovin' all night, hangin' on tight No doubt about it, been lovin' all night  Well, you tell me I'm as pretty as a fresh cut flower When you show me how you love me in the wee small hours While everybody's sleeping on around this town Lovin' all night makes the world go 'round  We've been lovin' all night Just about hittin' me everything right Hope it don't get me I'm gonna live it just as long as I can I'm gonna make it every part of my plan Lovin' all night, hangin' on tight No doubt about it, been lovin' all night  Ain't no use talkin' when you're looking so fine; When you move your body up a-close to mine We've been rocking with the rhythm of a beat of our own Baby, I'm gonna love you 'till the cows come home  We've been lovin' all night Just about hittin' me everything right Hope it don't get me I'm gonna live it just as long as I can I'm gonna make it every part of my plan Lovin' all night, feelin' all right No doubt about it, been lovin' all night  We've been lovin' all night, hangin on tight Good God almighty, been loving all night, yeah Mmmmm, been lovin' all night Been lovin' all night Lovin' all night, yeah Lovin' all night Been lovin' all night Memmmm. hey, ahh been lovin' all night  ",
        "title": "Lovin' All Night"
    },
    {
        "artist": "Korn",
        "lyrics": "  [Verse 1] Realize that I can never win Sometimes feel like I have failed Inside where do I begin? My mind is laughing at me Tell me, why am I to blame? Aren't we supposed to be the same? That's why I will never tame This thing that's burning in me  [Chorus] I am the one who chose my path I am the one who couldn't last I feel the life pulled from me I feel the anger changing me  [Verse 2] Sometimes I can never tell If I've got something after me That's why I just beg and plead For this curse to leave me Tell me, why am I to blame? Aren't we suppose to be the same? That's why I will never tame This thing that's burning in me  [Chorus] I am the one who chose my path I am the one who couldn't last I feel the life pulled from me I feel the anger changing me  [Bridge] Betrayed, I feel so insane I really tried, I did my time I did my time I did my time! I did my time! I did my time!  [Chorus] I am the one who chose my path I am the one who couldn't last I feel the life pulled from me I feel the anger changing me  [Outro] Oh God, the anger's changing me! Oh God, the anger's changing me!  ",
        "title": "Did My Time"
    },
    {
        "artist": "Josh Kelley",
        "lyrics": null,
        "title": "Amazing"
    },
    {
        "artist": "Clay Aiken",
        "lyrics": null,
        "title": "This Is The Night"
    },
    {
        "artist": "Mary J. Blige Featuring Method Man",
        "lyrics": "  Lookin' at you from a distance Gettin' all of my attention Could this be love at first sight, baby You walked away and I missed you Visions of wanting to kiss you How could this be if I don't really know you? Ohh baby, baby Could it be love at first sight? And I never knew that I, could fall in love on the very first night Could this be love? You had on the latest fashion It was a bigger distraction It drew me closer and closer to you, yeah, baby I never saw anything like this But you I just could not resist I swallowed my pride and stepped through your side Or could it be - be Could it be love at first sight? And I never knew that I, could fall in love on the very first night Could this be love? I wanna know if you could call me up (could you call me up sometime? please) And maybe somebody we just might hook up, could this love at first sight? Once again, it's that other M&M now How many women feelin' him? Somebody call the coroner, quick, Mary is killin 'em Tell 'em what's the 411 and who came runnin' When Clef dialed 911 from shots comin' This somethin' for the radio, guest starring M.C Johnny Blazin' the hip hop and R&B What, ya'll thought ya wasn't gon' see me You can't spell Mary J. Blige without a J.B Well back to the matter, and it's sex on the platter She only wanna be happy and I ain't mad at her You go momma, nowadays, I'm more calmer And if you take a look at my life, no more drama Now you know, you searchin' for a Wu-Tang pro You find me, just bout everywhere the poontang go Now you know, feel me like your favorite love song Could it be love at first sight? And I never knew that I, could fall in love on the very first night Could this be love? Could it be love at first sight? And I never knew that I, could fall in love on the very first night Could this be love?  ",
        "title": "Love At 1st Sight"
    },
    {
        "artist": "Chevelle",
        "lyrics": "  [Verse 1] I liked having hurt So send the pain below, where I need it You used to beg me to take care of things And smile at the thought of me failing But long before having hurt I'd send the pain below I'd send the pain below  [Chorus] Much like suffocating Much like suffocating Much like suffocating (I'd send the pain below) Much like suffocating (I'd send the pain below)  [Verse 2] You used to run me away All while laughing Then cry about that fact 'Til I returned But long before having hurt I'd send the pain below I'd send the pain below  [Chorus] Much like suffocating Much like suffocating Much like suffocating (I'd send the pain below) Much like suffocating (I'd send the pain below) Much like suffocating  [Bridge] I can't feel my chest Need more Drop down Closing in I can't feel my chest Drop down  [Chorus] I liked having hurt So send the pain below So send the pain below (Much like suffocating) I liked So send the pain below (Much like suffocating) Having hurt So send the pain below (Much like suffocating) So send the pain below (Much like suffocating) So send the pain below  ",
        "title": "Send The Pain Below"
    },
    {
        "artist": "Erykah Badu",
        "lyrics": null,
        "title": "Danger"
    },
    {
        "artist": "Tamia",
        "lyrics": "  [Talib Kweli] Everytime I walk up in the spot the corks pop Got the floor hot, we goin' to rock until 4 o' clock We used to keep a trick up my sleeve to get a chick to leave Now we've got another one of them calling me All eyes on you when you walk by Your guy is doing stunts like the four guys I know you make me feel like a six million dollar star tonight The type to make every nigga holla  [Tamia] All I hear is raindrops Falling on the rooftop Ooh baby tell me why'd you have to go Cause this pain I feel It won't go away And today I'm officially missing you I thought that from this heartache I could escape But I fronted long enough to know There ain't no way And today I'm officially missing you  [Hook] Ooh can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I, I'm officially  [Tamia] All I do is lay around Two ears full tears From looking at your face on the wall Just a week ago you were my baby Now I don't even know you at all I don't know you at all Well I wish that you would call me right now So that I could get through to you somehow But I guess it's safe to say baby safe to say That I'm officially missing you  [Talib Kweli] My baby is giving me the proper dance Cause you know I'm the man And these type of cats play the game of chance Come close enough to show you how we 'suppose to love You know they say we can't smoke in the club But I'm cool cause your love is like a potion, a drug These emotions got me open like buds Roast, club boasts and I'm headed home with you You know when you're going, I'm going to miss you It's so official  [Tamia] Well I thought I could just get over you baby But I see that's something I just can't do From the way you would hold me To the sweet things you told me I just can't find a way To let go of you  [Hook]  [Tamia] It official You know that I'm missing you Yeah yes All I hear is raindrops And I'm officially missing you  ",
        "title": "Officially Missing You"
    },
    {
        "artist": "Elephant Man",
        "lyrics": "  [Intro] Yup, good to go  [Chorus] I've seen nuff dance before (John) But I've never seen a dance like this (Bogle) I've Seen Nuff Dance Before (Keiva And Stacy) But a da one yah come top the list  [Verse 1] Alright! Real badman nuh wear people pants We take dancing to a higher rank We spend pound, and we spend Frank' John have a new dance weh lock Jamaica and Bronx Yeah Pon Di River, Pon Di Bank Kick out your shoes because your foot dem nuh cramp (Wha' you say?) Inna Di River, Pon Di Bank John have a new dance weh lock Jamaica and Bronx (yeah?) Down di flank, we a go down di flank Like a baller, we go down di flank Your Jeep pretty, and gas inna your tank Buss di new dance, you nuh wear people pants (cool!) Give dem a run, John, give dem a run Give dem a run, we and di girls a have fun (Bogle!) Give dem a run, Give dem a run Give dem a run, we and di girls a have fun  [Chorus] I've seen nuff dance before But I've never seen a dance like this I've seen nuff dance before But a da one yah come top the list  [Verse 2] Alright! Labba Labba say, him a get old and can't bother When the music hit him, him drop weed and grabba Buss di dance! From the river, to the bank, mi brother Love how the dancers dem a live together Everybody bawl out say, \"what a Dream Team!\" John, Bogle, Keiva, and the Dancehall Queen Up inna the Video, you haffi be bling and clean Hot Monday's, everybody a rope in Fire Links, take the dance and go show team Wha' you say? You love the dance? See what a Mean! Da dance yah, a lock down the housing scheme Spanish Town, Calaloo Bed, Tivoli, and Papine Ms. Day hearth song, dash 'way her dasheen Said, da tune yah bad and she did haffi interveen Watch how she a dance 'til her boot heel lean Who can't do the dance, look!  [Chorus] I've seen nuff dance before But I've never seen a dance like this I've seen nuff dance before But a da one yah come top the list  [Verse 3] Alright! Cockburn Pen team up with Drewsland Stacy and Keiva start shake hand (true!) Take on any gyal weh waan come take on the gang All dancers fi unite and live as one John and Bogle, a unuh mi a talk Lock di riverbed, now di sea part Bogle a wave and tear the dance apart John do the new dance and bust it inna half  [Verse 1] Alright! Real badman nuh wear people pants We take dancing to a higher rank We spend pound, and we spend Frank' John have a new dance weh lock Jamaica and Bronx Yeah Pon Di River, Pon Di Bank Kick out your shoes because your foot dem nuh cramp (Wha' you say?) Inna Di River, Pon Di Bank John have a new dance weh lock Jamaica and Bronx (yeah?) Down di flank, we a go down di flank Like a baller, we go down di flank Your Jeep pretty, and gas inna your tank Buss di new dance, you nuh wear people pants (cool!) Give dem a run, John, give dem a run Give dem a run, we and di girls a have fun (Bogle!) Give dem a run, Give dem a run Give dem a run, we and di girls a have fun  [Chorus: (4x)] I've seen nuff dance before But I've never seen a dance like this I've seen nuff dance before But a da one yah come top the list  [Outro] 2003 I'm just doing this for the kids and me And my fans all agree Keeping it real, doing the music for the fans Elephant Man I dedicate this one to all the dancers and...you know..the dancehall music fraternity We just keeping it bouncing and..letting the fans enjoy themselves It's time to party It's January going up to February And December, remember Shizzle! Elephant Man, I'm bringing love in the music, and joy and splendor Dance! Boom Dandimite [?] Links! Shizzle! Yeah  ",
        "title": "Pon De River, Pon De Bank"
    },
    {
        "artist": "Javier",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Jane's Addiction",
        "lyrics": "  If I were you I'd better watch out When was the last time You did anything not for me, or anyone else? Just because, just because  You! Oh, you really should have known Hey you, you really should have known Just because, just because  You got the most But nobody loves you Nobody has to Just because Just because You! Oh you really should have known Hey you! I think you really should have known Just because, just because  Oooh! Oh! Better watch out!  When we first met And we passed around gifts That was a long time ago And yours didn't fit Yeah you! Oh you really should have known! Yeah! You, I think really should have known Just because, just because  Oooh! Oh! You better watch out!  When we first met And we passed around gifts That was a long time ago And yours didn't fit Yeah you! Oh you really should have known! Yeah! You, I think really should have known Just because, just because, just because  Oooh! Oh! You better watch out!  ",
        "title": "Just Because"
    },
    {
        "artist": "Nappy Roots",
        "lyrics": "  The whole damn world is country... The whole damn world is country...  [Skinny DeVille] Yeah... Aww man, the grass done got green on the other side of the fence So I hopped my ass over to see if I was convinced Fast paced city life, but country livin's the sense Cop me a Caddy say to hell with a Benz Benz, Benz, twenty inch rims I can't leave the vertical grill back at the ranch Got a \"Phat\" farm with with cows and whole lotta land Twenty acres (???)  [B. Stille] Meanwhile up in the D where they hollowin up dope And thugs blow weed in the park when the club close In Mil-waukee the beats it petro Off in D.C., the streets is ghetto Let's roll - to Cali where they chief the best 'dro And drive cars so big you can't reach the pedal Never had a glass of purple juice for breakfast Until I took my ass to Houston, Texas, that's country!  [Hook] The whole damn world is country Been all around the globe from Monday to Sunday Y'all the same folk we see in Kentucky (it must mean) The whole damn world is country Been all around the globe from Monday to Sunday Y'all the same folk we see in Kentucky (it must mean) The whole damn world is country  [Big V] In New Orleans) they was sportin, Jordans and Waltons Went in for the Cajun, and winded up staying In Kentucky it was meth but Miami they was basing Rap my ass off in NYC at the Bassment Hit VA, where they do nothing but cook Carolina, Indiana, Alabama, Savannah Boston, Denver, and all points between Tennesse, Florida, ain't nothing love for ya  [R. Prophit] Now shake it, bounce, sit back and let ya hair blow Spanish chicas waving, hasta luego Pearl white drop, weather's bueno They say opposites attract, I'm a moreno (whispered: ???) so clear (whispered: ???) my clear (???) girl, all she wanna do is (???) Top of the hill, take the breath from her lungs (Country boys been overseas) Toppin it off, London, Germany  [Hook]  [R. Prophit] Now shake it, bounce, sit back and let ya hair blow Ladies make ya hands clap like bueno Now shake it, bounce, sit back and let ya hair blow Holla atcha boy, hasta luego...  [Scales] Alright first say a prayer for those in combat Might could throw somethin on the grill when you come back Might could take a trip to the 'Ville and then back We can all get loose on the 'Ports, and of course Hit Churchill Downs and throw some on a horse Or we can hit them Saint Claire waters You ain't seen country till you been through Georgia God durn, they still got girls with perms (dang) Big cars, big wheels is the biggest concern  [Ron Clutch] My old Kentucky home, I was Born and raised on catfish and corn, collard greens and fatback It's country than a mug, don't care where ya stay Ya got country in ya blood if ya love 'em and that's that Circled the globe, met the important and paid Now I know for a fact that...  [Hook] 2X  ",
        "title": "Roun' The Globe"
    },
    {
        "artist": "BT",
        "lyrics": "  [Verse 1] So little time, so little time - I'm so frustrated So little joy, so little joy - It's complicated So little time, so little time, time to work it on out Yeah yeah  [Verse 2] So little joy, so little joy - It's complicated I feel I'm stumbling in the dark - Somnambulated I feel my heart seekin' the sparks, and prayin' for love Love love Prayin' for love  [Verse 3] So little joy, so little joy - It's complicated So little time, so little time - when your heart's been faded So little hope, so little hope - and I'm prayin' again for love Love love Is more than enough  [Chorus] Simply being loved loved loved Simply being loved loved loved Simply being loved loved loved Is more than enough, yeah yeah Simply being loved loved loved Simply being loved loved loved Simply being loved loved loved Is more than enough, yeah yeah  Simply being loved, yeah yeah Is more than enough, yeah yeah Simply being loved, yeah (is more than enough)  [Verse 4] So little joy, so little joy - It's complicated So little time, so little time - get acclimated So little hope, so little hope, and I'm prayin' now for love Yeah  [Verse 5] So little time the pace has changed -but I'm still waiting A thousand years of timeless days - Somnambulating I'm stumbling wounded in the dark, but I'm prayin' still for love Love love Prayin' for love  Love love love ...Simply be loved (love love)  [Chorus] Simply being loved loved loved Simply being loved loved loved Simply being loved loved loved Is more than enough, yeah yeah  Simply being loved, yeah (is more than enough)  [Breakdown] Yeah yeah - I'm in love Yeah yeah - To simply be - Yeah yeah -I'm in love, yeah!  [Chorus] Simply being loved loved loved Simply being loved loved loved Simply being loved loved loved Is more than enough, yeah yeah  Simply being loved, yeah yeah Simply being loved, yeah yeah Simply being loved, yeah yeah Simply being loved, yeah  [Outro] Simply being loved -is more than enough Simply being loved -is more than enough Simply being loved -is more than enough Simply being loved -is more than enough Yeah  ",
        "title": "Simply Being Loved (Somnambulist)"
    },
    {
        "artist": "Dwele",
        "lyrics": null,
        "title": "Find A Way"
    },
    {
        "artist": "Brian McComas",
        "lyrics": "  You don't know what you do to me You changed around the scenery And now everything is new to me But it looks just right, yeah, it looks just right  It's strange but it's beautiful Yet I know where I am  I've never been here before I've never been loved like this Never been tumblin', stumblin' over the words That get tangled inside of me  I've never been moved this way Nobody's ever made me say 99.9% sure I've never been here before  I'm walkin' in a wonderland Gone ever since it all began And I don't even want to understand 'Cause it feels that good, yeah, it feels that good  It's a state that ain't on the map Yet I know where I'm at  I've never been here before I've never been loved like this Never been tumblin', stumblin' over the words That get tangled inside of me  I've never been moved this way Nobody's ever made me say 99.9% sure I've never been here before  99.9, 99.9 99.9, 99.9  Yeah, it's a state that ain't on a map Yet I know where I am at  I've never been here before I've never been loved like this Never been tumblin', stumblin' over the words That get tangled inside of me  I've never been moved this way Nobody's ever made me say 99.9% sure I've never been here before  I've never been here before I've never been loved like this Never been tumblin', stumblin' over the words That get tangled inside of me  I've never been moved this way Nobody's ever made me say 99.9% sure I've never been here before  No, I've never been here before I've never been here before (I've never been moved this way) I've never been here before 99.9% sure I've never been here before  ",
        "title": "99.9% Sure (I've Never Been Here Before)"
    }
]