[
    {
        "artist": "John Legend",
        "lyrics": "  [Verse 1] What would I do without your smart mouth? Drawing me in and you kicking me out You got my head spinning, no kidding, I can't pin you down What's going on in that beautiful mind? I'm on your magical mystery ride And I'm so dizzy, don't know what hit me, but I'll be all right  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Verse 2] How many times do I have to tell you? Even when you're crying, you're beautiful too The world is beating you down, I'm around Through every mood You're my downfall, you're my muse My worst distraction, my rhythm and blues I can't stop singing, it's ringing in my head for you  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Bridge] Cards on the table, we're both showing hearts Risking it all, though it's hard  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Outro] I give you all of me And you give me all of you  ",
        "title": "All Of Me"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Produced by Pharrell Williams]  [Verse 1] It might seem crazy what I'm 'bout to say Sunshine she's here, you can take a break I'm a hot air balloon that could go to space With the air, like I don't care, baby, by the way  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Verse 2] Here come bad news, talking this and that (Yeah!) Well, give me all you got, don't hold it back (Yeah!) Well, I should probably warn ya, I'll be just fine (Yeah!) No offense to you, don’t waste your time, here's why...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  ",
        "title": "Happy"
    },
    {
        "artist": "Iggy Azalea Featuring Charli XCX",
        "lyrics": "  [Verse 1: Iggy Azalea] First things first, I'm the realest (realest) Drop this and let the whole world feel it (let 'em feel it) And I'm still in the Murda Bizness I can hold you down, like I'm giving lessons in physics (right, right?) You should want a bad bitch like this (huh?) Drop it low and pick it up just like this (yeah) Cup of Ace, cup of Goose, cup of Cris High heels, something worth a half a ticket on my wrist (on my wrist) Taking all the liquor straight, never chase that (never) Rooftop like we bringing '88 back (what?) Bring the hooks in, where the bass at? Champagne spilling, you should taste that  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Verse 2: Iggy Azalea] I said baby, I do this, I thought that you knew this Can't stand no haters, and honest, the truth is And my flow retarded, each beat dear, departed Swagger on stupid, I can't shop at no department Better get my money on time, if they not money, decline And swear I meant that there so much that they give that line a rewind So get my money on time, if they not money, decline I just can't worry 'bout no haters, gotta stay on my grind Now tell me, who that, who that? That do that, do that? Put that paper over all, I thought you knew that, knew that I be that I-G-G-Y, put my name in bold I been working, I'm up in here with some change to throw  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Bridge: Charli XCX] Trash the hotel, let's get drunk on the minibar Make the phone call, feels so good getting what I want Yeah, keep on turning it up Chandelier swinging, we don't give a fuck Film star, yeah, I’m deluxe Classic, expensive, you don't get to touch, ow!  [Verse 3: Iggy Azalea] Still stunting, how you love that? Got the whole world asking how I does that Hot girl, hands off, don't touch that Look at it, I bet you wishing you could clutch that That's just the way you like it, huh? It's so good, he's just wishing he could bite it, huh? Never turn down nothing Slayin' these hoes, gold trigger on the gun like  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Outro: Iggy Azalea & (Charli XCX)] Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh) Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh)  ",
        "title": "Fancy"
    },
    {
        "artist": "Ariana Grande Featuring Iggy Azalea",
        "lyrics": "  [Produced by Max Martin, Shellback, and Ilya]  [Music Video]  [Intro: Iggy Azalea + (Ariana Grande)] Uh-huh! It's Iggy Iggs! I got one more problem with you girl, hey! (One less, one less problem)  [Verse 1: Ariana Grande] Hey baby, even though I hate ya, I wanna love ya (I want you) And even though I can't forgive ya, I really want to (I want you) Tell me, tell me, baby Why can't you leave me? 'Cause even though I shouldn't want it, I gotta have it (I want you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem)  [Verse 2: Ariana Grande] I know you're never gonna wake up I gotta give up (But it's you) I know I shouldn't ever call back or let you come back (But it's you) Every time you touch me and say you love me I get a little bit breathless I shouldn't want it (But it's you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya (ooh, babe) I got one less problem without ya (ooh, woah) (I got one less, one less problem)  [Verse 3: Iggy Azalea] It's Iggy Iggs! Uh, what you got? Smart money bettin' I'll be better off without you In no time I'll be forgettin' all about you You sayin' that you know But I really, really doubt you understand my life is easy when I ain't around you Iggy Iggy, too biggie to be here stressin' I'm thinkin' I love the thought of you more than I love your presence And the best thing now is probably for you to exit I let you go, let you back, I finally learned my lesson No half-steppin', either you want it or you just playin' I'm listenin' to you knowin' I can't believe what you're sayin' There's a million you's baby boo, so don't be dumb I got 99 problems but you won't be one Like what  [Bridge: Ariana Grande] One less, one less problem One less, one less problem  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya (hey) I got one less problem without ya (no, babe) I got one less problem without ya (ooh, ooh, baby) (I got one less, one less problem) One less problem without ya I got one less problem without ya (woo, hey!) I got one less problem without ya (I got one less, one less problem, problem) One less problem without ya (hey) I got one less problem without ya I got one less problem without ya (I got one less, one less, yeah) (I got one less, one less problem)  ",
        "title": "Problem"
    },
    {
        "artist": "Katy Perry Featuring Juicy J",
        "lyrics": "  [Produced by Max Martin and Dr. Luke] [Video directed by Matthew Cullen]  [Intro: Juicy J] Yeah ya'll know what it is Katy Perry, Juicy J Uh huh, let's rage!  [Verse 1: Katy Perry] I knew you were, you were gonna come to me And here you are, but you better choose carefully 'Cause I, I'm capable of anything Of anything, and everything Make me your Aphrodite Make me your one and only But don't make me your enemy Your enemy, your enemy  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 2: Katy Perry] Mark my words, this love will make you levitate Like a bird, like a bird without a cage We're down to earth if you choose to walk away Don't walk away It's in the palm of your hand now, baby It's a yes or a no, no maybe So just be sure before you give it all to me All to me, give it all to me  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 3: Juicy J] She's a beast, I call her Karma She eat your heart out like Jeffrey Dahmer Be careful, try not to lead her on Shawty's heart is on steroids, 'cause her love is so strong You may fall in love when you meet her If you get the chance, you better keep her She's sweet as pie, but if you break her heart She turn cold as a freezer That fairy tale ending with a knight in shining armor She can be my sleeping beauty, I'm gon' put her in a coma (Woo!) Damn, I think I love her, shawty's so bad, I'm sprung and I don't care She ride me like a roller coaster, turn the bedroom into a fair Her love is like a drug, I was tryna hit it and quit it But lil mama so dope, I messed around and got addicted  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  ",
        "title": "Dark Horse"
    },
    {
        "artist": "DJ Snake & Lil Jon",
        "lyrics": "  [Produced by DJ Snake]  [Intro: Lil Jon] Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  [Bridge: Lil Jon] Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  ",
        "title": "Turn Down For What"
    },
    {
        "artist": "Jason Derulo Featuring 2 Chainz",
        "lyrics": "  [Prod. by Ricky Reed]  [Intro: Jason Derulo] (Jason, haha Jason Derulo) Haha, get Jazzy on 'em  [Verse 1: Jason Derulo] I'm that flight that you get on, international First class seat on my lap, girl, riding comfortable (oh yeah) Ha 'cause I know what da girl dem need, New York to Haiti I got lipstick stamps on my passport, you make it hard to leave  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] Talk dirty to me (what?) Talk dirty to me Talk dirty to me (what?) Get Jazzy on 'em  [Verse 2: Jason Derulo] You know the words to my songs, no habla inglés (oh) Our conversations ain't long, but you know what is I know what the girl dem want, London to Taiwan I got lipstick stamps on my passport, I think I need a new one  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] Talk dirty to me (what?) Talk dirty to me Talk dirty to me (what?)  [Bridge: Jason Derulo & (2 Chainz)] Uno: met a friend in Rio Dos: she was all on me-o Tres: we could ménage à three-o Cuatro, oh, yeah (2 Chainz)  [Verse 3: 2 Chainz & (Jason Derulo)] Dos Cadenas, close to genius Sold out arenas, you can suck my penis (ooh) Gilbert Arenas, guns on deck (haha) Chest to chest, tongue on neck (neck) International oral sex Every picture I take, I pose a threat (I pose a threat) Bought a jet, what do you expect? Her pussy so good I bought her a pet (oh, oh, oh) Anyway, every day I'm trying to get to it Got her saved in my phone under \"Big Booty\" (Big Booty, haha) Anyway, every day I'm trying to get to it Got her saved in my phone under \"Big Booty\" (in my phone)  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] You do Talk dirty to me (what?) Yeah, yeah Talk dirty to me Talk to me Talk dirty to me (what?) Ooh, oh, yeah Get Jazzy on 'em  [Outro] What? I don't understand  ",
        "title": "Talk Dirty"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Said all I want from you Is to see you tomorrow And every tomorrow Maybe you’ll let me borrow, your heart And is it too much to ask for every Sunday? And while we're at it throw in every other day to start  [Pre-Chorus] I know people make promises all the time Then they turn right around and break them When someone cuts your heart open with a knife Now you're bleeding But I could be that guy to heal it over time And I won’t stop until you believe it Cause baby you’re worth it  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah  [Verse 2] Now how about I be the last voice you hear tonight? And every other night for the rest of the nights that there are And every morning I just wanna see you staring back at me Cause I know that’s a good place to start  [Pre-Chorus] I know people make promises all the time Then they turn right around and break them When someone cuts your heart open with a knife Now you're bleeding But I could be that guy to heal it over time And I won’t stop until you believe it Cause baby you’re worth it  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah   [Bridge] No I won’t fill your mind With broken promises and wasted time And if you fall, you’ll always land right in these arms These arms of mine  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah  ",
        "title": "Not A Bad Thing"
    },
    {
        "artist": "Idina Menzel",
        "lyrics": null,
        "title": "Let It Go"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] I don’t mind Letting you down easy, but just give it time If it don’t hurt now just wait, just wait a while You’re not the big fish in the pond no more You are what they're feeding on  [Bridge] So what are you gonna do When the world don't orbit around you So what are you gonna do When the world don't orbit around you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Verse 2] Where you're from You might be the one who’s running things Well you could ring anybody's bell and get want you want You see it’s easy to ignore trouble When you’re living in a bubble  [Bridge] So what are you gonna do When the world don’t orbit around you So what are you gonna do When nobody wants to fool with you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Bridge] Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it fun Living in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Ain’t it fun, ain’t it fun Baby now you’re one of us Ain’t it fun, ain’t it fun, ain’t it fun  [Chorus] Ain’t it fun Living in the real world Ain’t it good Ain’t it good, being all alone Ain’t it fun Living in the real world , 'cuse world don’t orbit around you Ain’t it good Being all alone Being alone  [Outro] Don’t go crying to your mama (To your mother) ‘Cause you’re on your own in the real world (Don’t go crying) Don’t go crying to your mama (To your mama) ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world (This is the real world) Don’t go crying to your mama ‘Cause you’re on your own in the real world This is the real world This is the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world  ",
        "title": "Ain't It Fun"
    },
    {
        "artist": "Bastille",
        "lyrics": "  [Directed by Jesse John Jenkins]  [Intro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  [Verse 1] I was left to my own devices Many days fell away with nothing to show  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Verse 2] We were caught up and lost in all of our vices In your pose as the dust settled around us  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Bridge] Oh, where do we begin, the rubble or our sins? Oh, where do we begin, the rubble or our sins?  [Pre-Chorus] And the walls kept tumbling down in the city that we love (Oh, where do we begin, the rubble or our sins?) Great clouds roll over the hills bringing darkness from above (Oh, where do we begin, the rubble or our sins?)  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this? If you close your eyes Does it almost feel like nothing changed at all?  [Outro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  ",
        "title": "Pompeii"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & French Montana Or Too $hort Or Tyga",
        "lyrics": "  [Intro: Lil Wayne & Chris Brown] YOUNG MULA BAAAAY-BAY! (Let me see) Haha, you thought it was over? (Let me see)  [Verse 1: Lil Wayne] I wasn't born last night I know these hoes ain’t right But you was blowing up her phone last night But she ain’t have her ringer nor her ring on last night, oh Nigga, that’s that nerve Why give a bitch your heart When she rather have a purse? Why give a bitch your inch When she rather have nine? You know how the game goes She be mine by half time, I’m the shit, oh Nigga, that’s that nerve You all about her, and she all about hers Birdman Junior in this bitch, no flamingos And I done did everything but trust these hoes (CB fuck with me!)  [Hook: Chris Brown] When a rich nigga want you And your nigga can't do nothing for ya These hoes ain’t loyal These hoes ain’t loyal Yeah, yeah, let me see  [Bridge: Chris Brown] Just got rich Took a broke nigga’s bitch I can make a broke bitch rich But I don’t fuck with broke bitches  [Verse 2: Chris Brown] Got a white girl with some fake titties I took her to the bay with me Eyes closed smoking marijuana Rolling up the Bob Marley I’m a Rasta She wanna do drugs (drugs) smoke weed, get drunk (wasted) She wanna see a nigga trap She wanna fuck all the rappers (uh-huh)  [Hook]  [Verse 3: Chris Brown] Black girl with a big booty If she a bad bitch, let’s get to it, right away We up in this club Bring me the bottles I know girl, that you came in this bitch with your man That’s a no-no girl All this money in the air I wanna see you dance  [Bridge]  [Hook]  [Verse 4: French Montana] HAH! Once Cirocs in the system Ain’t no telling will I fuck them, will I diss them That’s what they be yelling, I’m a pimp by blood Not relation, I don’t chase em, I replace em (HANNNN!) LVs, Hermes, Dolces Them hoes, ain’t loyal, man, they rotate School me to the game, now I know my duty Put her in the Lotus She was riding in that hoopty (WHOOP!) Fuck that bitch I got my own ho Fuck your weed I got my own smoke Had to put my mink back on Tell that bitch, put her ring back on Montana  [Verse 5: Chris Brown] Come on, come on, girl Why you frontin’? Baby show me something When I call her, she gon’ leave And I bet that bottom dollar she gon’ cheat Come on, come on, girl Why you frontin’? Baby show me something You done spent your bread on her And it’s all for nothing (yeah, yeah, yeah)  [Hook]  ",
        "title": "Loyal"
    },
    {
        "artist": "American Authors",
        "lyrics": "  [Verse 1] I had a dream so big and loud I jumped so high, I touched the clouds (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh) I stretched my hands out to the sky We danced with monsters through the night (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh)  [Pre-Chorus] I'm never gonna look back, whoa Never gonna give it up, no Please don't wake me now  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Verse 2] I howled at the moon with friends And then the sun came crashing in (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh) But all the possibilities No limits, just epiphanies (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh)  [Pre-Chorus] I'm never gonna look back, whoa Never gonna give it up, no Please don't wake me now  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Bridge] I hear it calling outside my window I feel it in my soul (soul) The stars were burning so bright The sun was out 'til midnight I say we lose control (control) (Wo-o-o-o-o-o-oh)  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  ",
        "title": "Best Day Of My Life"
    },
    {
        "artist": "Calvin Harris",
        "lyrics": null,
        "title": "Summer"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": null,
        "title": "Sing"
    },
    {
        "artist": "Rixton",
        "lyrics": "  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 1] Yeah... Shotgun, aimed at my heart, you got one Tear me apart and then some How do we call this love? I try to run away but your eyes Tell me to stay oh why Why do we call this love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 2] Maybe some part of you just hates me You pick me up and play me How do we call this love? One time tell me you need me tonight To make it easy, you lie And say it's all for love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Bridge] Me and my broken Yeah, yeah, yeah Me and my broken Yeah, yeah, yeah How do we call this? It's just me It's just me It's just me Me and my broken heart  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  ",
        "title": "Me And My Broken Heart"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars Yeah we'll be counting stars  [Verse 1 - OneRepublic] I see this life, like a swinging vine Swing my heart across the line And in my face is flashing signs Seek it out and ye' shall find Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so right Doing the wrong thing I-I-I-I feel something so wrong Doing the right thing I couldn't lie, couldn't lie, couldn't lie Everything that kills me makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Verse 2- OneRepublic] I feel the love and I feel it burn Down this river, every turn Hope is our four-letter word Make that money, watch it burn Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so wrong Doing the right thing I could lie, could lie, could lie Everything that drowns me makes me wanna fly  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned  [Interlude - OneRepublic] Everything that kills me Makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  ",
        "title": "Counting Stars"
    },
    {
        "artist": "Nico & Vinz",
        "lyrics": "  [Verse 1: Vinz] Am I wrong for thinking out the box from where I stay? Am I wrong for saying that I choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know - I'll fall, but I'll grow I'm walking down this road of mine, this road that I call home  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Verse 2: Nico] Am I tripping for having a vision? My prediction - I'mma be on top of the world Walk your walk, and don't look back Always do what you decide Don't let them control your life That's just how I feel, oh Fight for yours, and don't let go Don't let them compare you, no Don't worry, you're not alone That's just how we feel  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Bridge: Nico] If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  ",
        "title": "Am I Wrong"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] She was sittin' all alone over on the tailgate Tan legs swingin' by a Georgia plate I was lookin' for her boyfriend Thinkin', \"no way she ain't got one\" Soon as I sat down I was fallin' in love Tryin' to pour a little sugar in her Dixie cup Talkin' over the speakers in the back of that truck She jumped up and cut me off  [Chorus] She was like, \"oh my God, this is my song I've been listenin' to the radio all night long Sittin' 'round waitin' for it to come on and here it is\" She was like, \"come here, boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' me around till it faded out And she gave me a kiss And she said, \"play it again, play it again, play it again\" And I said, \"play it again, play it again, play it again\"  [Verse 2] I'd gave that DJ my last dime If he would have played it just one more time But a little while later We were sittin' in the drive in my truck Before I walked her to the door I was scannin' like a fool AM, FM, XM too But I stopped real quick when I heard that groove Man, you should have seen her light up  [Chorus 2] She was like, \"oh my God, this is my song We've been listenin' to the radio all night long I can't believe that it came back on, but here it is\" She was like, \"come here boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' in the headlights she gave me a goodnight kiss And I said, \"play it again, play it again, play it again\"  [Bridge] And she said, \"play it again, play it again, play it again\" The next Friday night we were sittin' out under the stars You should have seen her smile when I broke out my guitar  [Chorus 3] She was like, \"oh my God, this is my song I've been listenin' to the radio all night long Sittin' 'round waitin' for it to come on and here it is\" She was like, \"come here boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' in the headlights she gave me a goodnight kiss And she said, \"play it again, play it again, play it again\" And I said, \"play it again, play it again, play it again\"  [Outro] Yeah play it again, play it again, play it again Somebody play it again, play it again, play it again  ",
        "title": "Play It Again"
    },
    {
        "artist": "Naughty Boy Featuring Sam Smith",
        "lyrics": "  [Intro] Na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)  [Verse 1] Hush, don't speak When you spit your venom, keep it shut I hate it When you hiss and preach About your new messiah cause your theories catch fire  [Bridge] I can't find your silver lining I don't mean to judge But when you read your speech, it's tiring Enough is enough  [Hook] I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it, I'll find a way to block it, I go Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na  [Verse 2] If our love is running out of time I won't count the hours, rather be a coward When our words collide I'm gonna drown you out before I lose my mind  [Bridge] I can't find your silver lining I don't mean to judge But when you read your speech, it's tiring Enough is enough  [Hook] I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it I'll find a way to block it, I go  Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na , la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, oh) Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)   I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it, I find a way to block it, I go  I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak (when you speak) Cause if my heart can't stop it, I find a way to block it, I go  Na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)  ",
        "title": "La La La"
    },
    {
        "artist": "Lorde",
        "lyrics": "  [Produced by Joel Little]  [Intro] Wait 'til you're announced We've not yet lost all our graces The hounds will stay in chains Look upon Your Greatness and she'll send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out  [Verse 1] Call all the ladies out, they're in their finery A hundred jewels on throats A hundred jewels between teeth Now bring my boys in, their skin in craters like the moon The moon we love like a brother, while he glows through the room Dancin' around the lies we tell Dancin' around big eyes as well Even the comatose, they don't dance and tell  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Post-Chorus] I'm kind of over gettin' told to throw my hands up in the air So there  [Verse 2] So all the cups got broke Shards beneath our feet But it wasn't my fault And everyone's competing for a love they won't receive Cause what this palace wants is release  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Bridge] I'm kind of over gettin' told to throw my hands up in the air So there I'm kind of older than I was when I reveled without a care So there  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Outro] We're on each other's team And you know we're on each other's team We're on each other's team We're on each other's team And you know and you know and you know  ",
        "title": "Team"
    },
    {
        "artist": "Michael Jackson & Justin Timberlake",
        "lyrics": "  [Intro: Justin Timberlake] Dancin' Let me see you move, come on Dancin' Let me see you move  [Verse: Michael Jackson] Baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me Oh baby, love never felt so fine And I doubt if it's never mine Not like you hold me, hold me  [Pre-Chorus: Michael Jackson] And the night is gonna be just fine Gotta fly, gotta see, can't believe I can't take it, cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Verse: Justin Timberlake] Baby, love never felt so fine And I doubt if it was ever mine Not like you hold me, hold me Oh baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me  [Pre-Chorus: Justin Timberlake] And the night through the thick and thin Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson & Justin Timberlake] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Bridge: Justin Timberlake] Dancin' Let me see you move, come on Let me see you move Dancin' Let me see you move, come on I said let me see you move Michael  [Pre-Chorus: Michael Jackson] And the night, that is good Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  ",
        "title": "Love Never Felt So Good"
    },
    {
        "artist": "Florida Georgia Line Featuring Luke Bryan",
        "lyrics": "  [Verse 1] The mixtapes got a little Hank, little Drake A little something bumping, thump, thumping on the wheel ride The mix in our drink's a little stronger than you think So get a grip, take a sip of that feel right The truck's jacked up, flat bills flipped back Yeah you can find us where the party's at  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do We're burning down the night shooting bullets at the moon, baby This is how we roll...  [Verse 2] Yeah baby this is how we roll We rollin' into town With nothing else to do we take another lap around Yeah holla at your boy if you need a ride If you roll with me, yeah you know we rollin' high Up on them 37 Nittos, windows tinted hard to see though How fresh my baby is in the shotgun seat oh Them kisses are for me though, automatic like a free throw This life I live it might not be for you, but it's for me though Let's roll!  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do When the world turns ugly I just turn and look at you, baby This is how we roll...  [Guitar Solo]  [?]  [Bridge: Luke Bryan] Yeah we're proud to be young We stick to our guns We love who we love and we wanna have fun Yeah we cuss on them Mondays And pray on them Sundays Pass it around and we dream about one day  [Chorus] 'Cause this is how we roll... (come now) We hanging round singing out everything on the radio, woah... (get your hands up, get your hands up, get your hands up) We light it up with our hands up This is how we roll This is how we ride We slangin' up the mud cuttin' through the country side, baby This is how we roll...  [Outro] Yeah, this is how we roll… (this is how we roll)(yeah baby, lets go) This how we roll, (this is how we roll…) This is how we do We burnin down the night shootin bullets at the moon Baby this is how we roll… (BK, Tyler) (one more time, let’s go) Yeah this is how we roll (this is how we roll)…  ",
        "title": "This Is How We Roll"
    },
    {
        "artist": "Jason Derulo Featuring Snoop Dogg",
        "lyrics": "  [Intro: Jason Derulo & Snoop Dogg] Ayo, Jason (Oh yeah!) Say somethin' to her, holla at her Haha, I got one question Haha, how do you fit, all that, in them jeans? Hahaha You know what to do with that big fat butt   Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 1: Jason Derulo] Patty cake, patty cake, with no hands Got me in this club, making wedding plans If I take pictures while you do your dance (do your dance) I could make you famous on Instagram  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 2: Jason Derulo] Cadillac Cadillac, pop that trunk Let's take a shot, alley oop that donk Tired of working that nine to five Well, baby, let me come and change your life  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt (oh yeah)  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, little bit, little bit) (swing)  [Verse 3: Snoop Dogg] Shake what your mamma gave you, misbehave you I just wanna strip you, dip you, flip you, bubble bathe you What they do, taste my raindrops, k boo? Now what you're willing, what you wanting, what you may do Completely separated 'til I deeply penetrate it Then I take it out and wipe it off, eat it, ate it, love it, hate it Overstated, underrated, everywhere I been Can you wiggle wiggle for the D-O-double G again?  [Bridge: Jason Derulo] Come on, baby, turn around (turn around, turn around, turn around, yeah) You're a star, girl, take a bow (take a bow, take a bow, take a bow, haha, yeah) It's just one thing that's killing me How do you fit that in them jeans? You know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, wiggle wiggle wiggle) (oh, woah)  [Outro: Snoop Dogg] & Jason Derulo Now make it clap (wiggle wiggle wiggle) Now make it clap (wiggle wiggle wiggle) Now make it clap Love it when you do it like that With no hands, baby, make it clap Baby, make it clap, clap, clap (like, swing) Damn, baby, you got a bright future behind you  ",
        "title": "Wiggle"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Prod. by Dr. Luke, Max Martin, Cirkut] [Written by Katy Perry, Dr. Luke, Max Martin, Bonnie McKee, Henry Walter]  [Verse 1] I heard you're feeling nothing's going right Why don't you let me stop by? The clock is ticking, running out of time So we should party all night  [Pre-Chorus 1] So cover your eyes, I have a surprise I hope you got a healthy appetite If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Verse 2] Pop your confetti, pop your Pérignon So hot and heavy 'til dawn I got you spinning like a disco ball All night they're playing your song  [Pre-Chorus 2] We're living the life, we're doing it right You're never gonna be unsatisfied If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Bridge] Happy birthday... So let me get you in your birthday suit It's time to bring out the big balloons So let me get you in your birthday suit It's time to bring out the big, big, big, big, big, big balloons  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Outro] Happy birthday...  ",
        "title": "Birthday"
    },
    {
        "artist": "MKTO",
        "lyrics": "  [Intro] Hey! Where's the drums? Wooh oh oh oh Let's go!  [Verse 1: Tony Oller] Woo girl, you're shining Like a 5th Avenue diamond And they don't make you like they used to You're never going out of style Woo pretty baby This world might have gone crazy The way you saved me, who could blame me? When I just wanna make you smile  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 1] You're over my head, I'm out of my mind Thinking I was born in the wrong time One of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic (Baby you) Baby, you're so classic  [Verse 2: Tony Oller] Four dozen of roses Anything for you to notice All the way to serenade you Doing it Sinatra style Imma pick you up in a Cadillac Like a gentleman, bringing, glamour back Keep it real to real in the way I feel I could walk you down the aisle  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  [Verse 3: Malcolm Kelly] Baby you're class, and baby you're sick I never met a girl like you until we met A star in the 40's, center fold in the 50's You got met tripping out like the 60's, hippies Queen of the discotheque A 70's dream and an 80's best Hepburn, Beyonce, Marilyn, Massey Girl you're timeless Just so classic  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  ",
        "title": "Classic"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Put your hands in the air, in the air Trigga Put your, put your hands up in the air Mustard on the beat, hoe  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Verse 1] I’m the nigga that you like, yeah I’ma give you what you like, yeah Oh, yeah, I’ma give it to you right, yeah Best time of your life, yeah, oh yeah Baby, when you ready, tell the waitress get the check Girl, I know you’re ready, I ain’t even gotta check You been through the worst, let me show you who’s the best You know I’ma get you right, curve them niggas to the left, like  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Verse 2] You’re the one that’s hella bad, yeah You’re the one I ain’t never had, yeah, oh yeah All the problems you did have, yeah Leave them broke niggas in the past, yeah, oh yeah Girl, you had good but I could give you better I'll have you thinking 'bout forever, I’ma make you say  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Bridge] I’m feeling lucky tonight, everybody say When we leave this party you gon' love me tonight, everybody say You feeling lucky tonight, tonight, girl When we leave this party you gon' love me tonight  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Outro] Na na na Hands in the air, na na na Hands in the air, na na na na na Hands in the air, na na na na na  ",
        "title": "Na Na"
    },
    {
        "artist": "Pitbull Featuring Ke$ha",
        "lyrics": null,
        "title": "Timber"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] I see you and me riding like Bonnie and Clyde Going 95, burning down 129, yeah Looking for the law, while I push my luck She's riding shotgun like it ain't no thing Turn the radio up so the girl can sing, right Pull into the party like \"y'all wassup?\"  [Chorus] Tonight is bottoms up, up Throw it on down Rock this quiet, little country town, get up Drop a tailgate on ya truck Find a keg and fill ya cup up Kick it on back Pretty little mama looking at ya like that Make ya wanna slide on in like \"girl, what's up?\"  [Post-Chorus] Yeah, tonight is bottoms up up up Get 'em up Tonight is bottoms up up up Get 'em up  [Verse 2] Damn girl, I gotta tip my hat Never thought a country song would make you move like that, yeah And she's doing it in Daisy Dukes, girl She's got ya tapping on a boy's shoulder \"Hey dog, check this out\" And that's how girl do it in the Dirty South, yeah She'll have you on your knee \"can I marry you?\" Yeah  [Chorus] Tonight is bottoms up, up Throw it on down Rock this quiet, little country town, get up Drop a tailgate on ya truck Find a keg and fill ya cup up Kick it on back Pretty little mama looking at ya like that Make ya wanna slide on in like \"girl, what's up?\"  [Post-Chorus] Yeah, tonight is bottoms up up up Get 'em up Tonight is bottoms up up up Get 'em up  [Bridge] Get 'em up Get 'em up (Hey y'all whatever ya sippin get it up in the air this time Bottoms up) Let's give a toast to the good times All y’all get your drinks up high Everybody feeling alright Damn right Cause  [Chorus] Tonight is bottoms up, up Throw it on down Rock this quiet, little country town, get up Drop a tailgate on ya truck Find a keg and fill ya cup up Kick it on back Pretty little mama looking at ya like that Make ya wanna slide on in like \"girl, what's up?\"  [Chorus] Tonight is bottoms up, up Throw it on down Rock this quiet, little country town, get up Drop a tailgate on ya truck Find a keg and fill ya cup up Kick it on back Pretty little mama looking at ya like that Make ya wanna slide on in like \"girl, what's up?\"  [Post-Chorus] Yeah, tonight is bottoms up up up Get 'em up Tonight is bottoms up up up Get 'em up  ",
        "title": "Bottoms Up"
    },
    {
        "artist": "Pitbull Featuring G.R.L.",
        "lyrics": "  [Chorus: Lauren Bennett & G.R.L.] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours Long live this wild, wild love  [Verse 1: Pitbull] Ladies and gentlemen You're looking at the new playboy (Who you?) That's right, Armando Christian Perez And when it comes to that pretty little bitty kitty Don’t stop, get it, get it, baby, let me pet it I got that wild love Love to get wild, dirty, freaky, nasty, yeah, I said it I'll make you lose your heart and your mind at the same time Don't believe me, bet it I'm obsessed with that wild love for sure Even though it's a catch 22 It's a gift and curse for sure But baby, you know that you love it too  [Pre-Chorus: Pitbull] That's why you need it, you want it all over your body This loving I'm giving, it's worth more than money You need it, you want it all over your body I know that you want this wild, wild, love  [Chorus: G.R.L. & Emmalyn Estrada] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours For better or worse, a blessing or a curse Long live this wild, wild love of ours  [Verse 2: Pitbull] Not only am I a client, I'm the player president The globe is my backyard, babe, it's evident When it comes to Miami, I always represent Read all about it, ladies and gents I'm the chico for the game I like my women yang, I like my women yang I like my women fine, I like them off the chain Take 'em all the world cup, Brazil tudo bang You know I'll meet 'em, greet 'em, read 'em Treat 'em, always keep them feeling right I don't know if I can handle all five But baby, we can try tonight, dale  [Pre-Chorus: Pitbull & G.R.L.] That's why you need it, you want it all over your body This loving I'm giving, it's worth more than money You need it, you want it all over your body I know that you want this wild, wild, love  [Chorus: G.R.L.] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours  [Outro: Pitbull & G.R.L. & (Lauren Bennett)] Mr. Worldwide, G.R.L What better than five beautiful women, haha Long live this wild, wild love (of ours)  ",
        "title": "Wild Wild Love"
    },
    {
        "artist": "Kid Ink Featuring Chris Brown",
        "lyrics": "  [Intro] Mustard on the beat, ho  [Bridge 1: Chris Brown] Baby let me put your panties to the side I'mma make you feel alright ‘Cause I'mma give you what you need, yeah Mami you remind me of something But I don’t know what it is Cause you remind me of something Girl you gotta show me You remind me of something But I don’t know what it is right now You remind me of something Girl you gotta show me  [Verse 1: Kid Ink] Uh, on the real no lie I don’t know what it is but you just my type Everything just right, B said put it to the left Don’t listen to the hype though Got a cup in your hand Baby sitting but you ain’t got no kids We ain’t leaving ’til there ain’t no more left Can’t see no time on the Rolex I could tell you a freak, go show it Looking for the after party, where the door at? Dough on the floor like a doormat Baby you know where to throw that I said...  [Hook: Chris Brown] Mami you remind me of something But I don’t know what it is Cause you remind me of something Girl you gotta show me, yeah You remind me of something But I don't know what it is right now Cause you remind me of something Girl you gotta show me  [Bridge 2: Chris Brown & Kid Ink] Baby if you know what it is On a real, can’t lie, man you just my type Hands in the air looking for a bitch right now On a real, can’t lie, man you just my type  [Verse 2: Kid Ink] Uh, so tell me what your name is I don’t really care who you came with (no) Unless you got a couple friends look like you My bad if my ex try to fight you Roll up soon as I roll in Security better get with the program Too deep, ain't know where to stand So high, ain’t nowhere to land You remind me of something missing Missus, you got my full attention Listen, let go of the tension If I get a minute, I’ll put your bad ass in detention   [Bridge 1: Chris Brown] Baby let me put your panties to the side I'mma make you feel alright ‘Cause I'mma give you what you need, yeah Mami you remind me of something But I don’t know what it is Cause you remind me of something Girl you gotta show me You remind me of something But I don’t know what it is right now You remind me of something Girl you gotta show me  [Bridge 2: Chris Brown & Kid Ink] Baby if you know what it is On a real, can’t lie, man you just my type Hands in the air looking for a bitch right now On a real, can’t lie, man you just my type  [Break: Chris Brown] Oh baby show me, show me something Tomorrow I might be hungover, but that don't mean nothing You see all night long, I've been wrong Baby show me something She gon' let me do it   [Bridge 1: Chris Brown] Baby let me put your panties to the side I'mma make you feel alright ‘Cause I'mma give you what you need, yeah Mami you remind me of something But I don’t know what it is Cause you remind me of something Girl you gotta show me You remind me of something But I don’t know what it is right now You remind me of something Girl you gotta show me  ",
        "title": "Show Me"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Partition"
    },
    {
        "artist": "Aloe Blacc",
        "lyrics": "  [Produced by Danny Keyz & DJ Khalil]  [Hook] Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man  [Post-Hook] Yes I am yes I am yes I am I'm the man I'm the man I'm the man  [Verse 1] I believe every lie that I ever told Paid for every heart that I ever stole I played my cards and I didn't fold Well it ain't that hard when you got soul (This is my world) Somewhere I heard that life is a test I been through the worst but still I give my best God made my mold different from the rest Then he broke that mold so I know I’m blessed (This is my world)  [Pre-Hook] Stand up now and face the sun Won’t hide my tail or turn and run It’s time to do what must be done Be a king when kingdom comes  [Hook] Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man  [Post-Hook] Yes I am yes I am yes I am I'm the man I'm the man I'm the man  [Verse 2] I got all the answers to your questions I’ll be the teacher you could be the lesson I’ll be the preacher you be the confession I’ll be the quick relief to all your stressing (This is my world) It’s a thin line between love and hate Is you really real or is you really fake I’m a soldier standing on my feet No surrender and I won’t retreat (This is my world)  [Pre-Hook] Stand up now and face the sun Won’t hide my tail or turn and run It’s time to do what must be done Be a king when kingdom comes  [Hook] Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man  [Post-Hook] Yes I am yes I am yes I am I'm the man I'm the man I'm the man  [Bridge] I’m the man Go ahead and tell everybody what I’m saying y’all I’m the man Go ahead and tell everybody what I’m saying y’all  [Hook] Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man Well you can tell everybody Yeah you can tell everybody Go ahead and tell everybody I'm the man I'm the man I'm the man    [Post-Hook] Yes I am yes I am yes I am I'm the man I'm the man I'm the man  ",
        "title": "The Man"
    },
    {
        "artist": "Disclosure Featuring Sam Smith",
        "lyrics": "  [Intro] Never Never Never  [Verse 1: Sam Smith] You lift my heart up when the rest of me is down You, you enchant me even when you're not around If there are boundaries, I will try to knock them down I’m latching on, babe, now I know what I have found  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Verse 2: Sam Smith] I'm so encaptured, got me wrapped up in your touch Feel so enamored, hold me tight within your clutch How do you do it? You got me losing every breath What did you give me to make my heart beat out my chest?  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby? I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Outro: Sam Smith] I'm latching on to you I won't let go of you I'm latching on to you I won't let go of you I won't let go, I won't let go I won't let go, I won't let go  ",
        "title": "Latch"
    },
    {
        "artist": "Passenger",
        "lyrics": "  [Produced by Mike Rosenberg and Chris Vallejo] [Video by Dave Jensen and Tavic]  [Hook] Well you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Verse 1] Staring at the bottom of your glass Hoping one day you'll make a dream last But dreams come slow and they go so fast You see her when you close your eyes Maybe one day you'll understand why Everything you touch surely dies  [Hook] But you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Verse 2] Staring at the ceiling in the dark Same old empty feeling in your heart 'Cause love comes slow and it goes so fast Well you see her when you fall asleep But never to touch and never to keep 'Cause you loved her too much and you dived too deep  [Hook] Well you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  [Bridge] Oh, oh, woah, oh, oh And you let her go Oh, oh, woah, oh, oh When you let her go Whoa  [Hook] 'Cause you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go... 'Cause you only need the light when it's burning low Only miss the sun when it starts to snow Only know you love her when you let her go Only know you've been high when you're feeling low Only hate the road when you're missing home Only know you love her when you let her go And you let her go...  ",
        "title": "Let Her Go"
    },
    {
        "artist": "Avicii",
        "lyrics": "  [Official Music Video] [Aloe Blacc Music Video]  [Verse 1: Aloe Blacc] Feeling my way through the darkness Guided by a beating heart I can't tell where the journey will end But I know where to start They tell me I'm too young to understand They say I'm caught up in a dream Well life will pass me by if I don't open up my eyes Well that's fine by me  [Chorus: Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know ﻿I was lost  [Beat Break]  [Verse 2:Aloe Blacc] I tried carrying the weight of the world But I only have two hands I hope I get the chance to travel the world But I don't have any plans I wish that I could stay forever this young Not afraid to close my eyes Life's a game﻿ made for everyone And love is the prize  [Chorus:Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know I was lost  [Outro: Aloe Blacc] I didn't know I was lost I didn't know I was lost I didn't know I was lost I didn't know I was lost  [Beat Break]  ",
        "title": "Wake Me Up!"
    },
    {
        "artist": "5 Seconds Of Summer",
        "lyrics": "  [Intro: All] Hey, hey, hey, hey Hey, hey, hey, hey hey  [Verse 1: Luke] Simmer down, simmer down They say we’re too young now to amount to anything else But look around We worked too damn hard for this just to give it up now If you don’t swim, you’ll drown But don’t move, honey  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Verse 2: Calum] Let’s get out, let’s get out 'Cause this deadbeat town’s only here just to keep us down While I was out I found myself alone just thinking If I showed up with a plane ticket And a shiny diamond ring with your name on it Would you wanna run away too? 'Cause all I really want is you  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down I made a mixtape straight out of ‘94 I’ve got your ripped skinny jeans lying on the floor And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Bridge: Luke] You look so perfect standing there In my American Apparel underwear And I know now that I'm so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down  [Chorus: All] Hey, hey, hey, hey, hey, hey Hey, hey, hey, hey You look so perfect standing there In my American Apparel underwear And I know now that I’m so down (hey, hey) Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey  ",
        "title": "She Looks So Perfect"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Music Video]  [Verse 1: Harry Styles and Liam Payne] Written in these walls are the stories that I can't explain I leave my heart open But it stays right here empty for days She told me in the morning She don't feel the same about us in her bones It seems to me that when I die These words will be written on my stone  [Pre-Chorus: Zayn Malik] And I'll be gone, gone tonight The ground beneath my feet is open wide The way that I've been holding on too tight With nothing in between  [Chorus: Harry Styles] The story of my life I take her home I drive all night To keep her warm And time is frozen The story of my life I give her hope I spend her love Until she's broken inside The story of my life  [Verse 2: Niall Horan and Liam Payne] Written on these walls are the colours that I can't change Leave my heart open But it stays right here in its cage I know that in the morning, now I'll see us in the light up on the hill Although I am broken, my heart is untamed still  [Pre-Chorus: Louis Tomlinson] And I'll be gone, gone tonight The fire beneath my feet is burning bright The way that I've been holding on so tight With nothing in between  [Chorus: Harry Styles] The story of my life I take her home I drive all night To keep her warm And time is frozen The story of my life I give her hope I spend her love Until she's broken inside The story of my life  [Bridge: Zayn Malik and Niall Horan] And I been waiting for this time to come around But, baby, running after you Is like chasing the clouds The story of my life I take her home I drive all night To keep her warm And time is frozen  [Chorus: All (Harry Styles)] The story of my life I give her hope I spend her love Until she's broken inside The story of my life The story of my life The story of my life (The story of my life)  ",
        "title": "Story Of My Life"
    },
    {
        "artist": "MAGIC!",
        "lyrics": "  [Verse 1] Saturday mornin', jumped outta bed and put on my best suit Got in my car and raced like a jet all the way to you Knocked on your door with heart in my hand to ask you a question 'Cause I know that you're an old-fashioned man, yeah (yeah)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer is no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude?  [Verse 2] I hate to do this, you leave no choice, can't live without her Love me or hate me, we will be boys, standin' at that altar Or we will run away to another galaxy, you know You know she's in love with me, she will go anywhere I go  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer's still no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Yeah (so rude)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but no still means no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Why, why, why, why? (Say) Say, why you gotta be so rude?  ",
        "title": "Rude"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] When the days are cold and the cards all fold And the saints we see are all made of gold When your dreams all fail and the ones we hail Are the worst of all and the blood's run stale  [Pre-Chorus 1] I want to hide the truth, I want to shelter you But with the beast inside, there's nowhere we can hide No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Verse 2] At the curtain's call is the last of all When the lights fade out, all the sinners crawl So they dug your grave and the masquerade Will come calling out at the mess you made  [Pre-Chorus 2] I don't want to let you down, but I am hell bound Though this is all for you I don't want to hide the truth No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Bridge] They say it's what you make, I say it's up to fate It's woven in my soul, I need to let you go Your eyes, they shine so bright, I want to save their light I can't escape this now, unless you show me how  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  ",
        "title": "Demons"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] Yeah girl, been diggin' on you Sippin' on drink number two Tryin' to come up with somethin' smooth And waitin' on the right time to make my move But I just can't wait no more Can't let you slip out that door You're the prettiest thing I ever seen before Got me spinnin' around, I ain't even on the dance floor  [Chorus] You're shakin' that money maker, like a heart breaker, like your college major was Twistin' and tearin' up Friday nights Love the way you're wearin' those jeans so tight I bet your kiss is a soul saver, my favorite flavor, want it now and later I never seen nothin' I wanted so bad Girl, I gotta get me, gotta get me some of that Yeah gotta get me some of that  [Verse 2] Little more what you doin' right there Swingin' your hips and slingin' your hair Side to side with your drink in the air Lord have mercy now girl I swear Gotta get your number in my phone Gotta get me some of you alone We can worry 'bout it later on Right now keep makin' this my favorite song  [Chorus] You're shakin' that money maker, like a heart breaker, like your college major was Twistin' and tearin' up Friday nights Love the way you're wearin' those jeans so tight I bet your kiss is a soul saver, my favorite flavor, want it now and later I never seen nothin' I wanted so bad Girl, I gotta get me, gotta get me some of that Yeah gotta get me some of that  [Bridge] In my ride, by my side, down the highway In the dark, in my arms, in your driveway All because of that smile you threw my way Yeah girl you got a way of  [Chorus] You're shakin' that money maker, like a heart breaker, like your college major was Twistin' and tearin' up Friday nights Love the way you're wearin' those jeans so tight I bet your kiss is a soul saver, my favorite flavor, want it now and later I never seen nothin' I wanted so bad Girl, I gotta get me, gotta get me some of that Yeah gotta get me some of that  [Final Chorus] Yeah, I gotta get me some of that Oh girl, I gotta get me some of that Oh yeah I bet your kiss is a soul saver, my favorite flavor I want it now and later  ",
        "title": "Get Me Some Of That"
    },
    {
        "artist": "Christina Perri",
        "lyrics": null,
        "title": "Human"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] 'Cause you're a sky, 'cause you're a sky full of stars I'm gonna give you my heart 'Cause you're a sky, 'cause you're a sky full of stars 'Cause you light up the path  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I saw you  [Verse 2] 'Cause you're a sky, 'cause you're a sky full of stars I want to die in your arms, oh 'Cause you get lighter the more it gets dark I'm gonna give you my heart, oh  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I see you, I think I see you  [Outro] So sky, you're a sky full of stars Such a heavenly view You're such a heavenly view (yeah, yeah, yeah, oh)  ",
        "title": "A Sky Full Of Stars"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Verse 1] We, we don't have to worry 'bout nothing Cause we got the fire, and we're burning one hell of a something They, they gonna see us from outer space, outer space Light it up, like we're the stars of the human race, human race  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Verse 2] We don't wanna leave, no, we just gonna be right now, right now And what we see, is everybody's on the floor Acting crazy getting low go 'till the light's out Music's on, I'm waking up, we start the fire, and we burn it up And it's over now, we got the love There's no secret now, no secret, no secret now  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Bridge 1] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We gonna let it burn burn burn burn burn burn Burn burn burn burn burn burn  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Bridge 2] We can light it up up up So they can't put it out out out  [Chorus] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we gonna let it burn burn burn burn We gonna let it burn burn burn burn Gonna let it burn burn burn burn We gonna let it burn burn burn burn  [Outro] When the lights turned down, they don't know what they heard Strike the match, play it loud, giving love to the world We'll be raising our hands, shining up to the sky Cause we got the fire, fire, fire, yeah we got the fire fire fire And we're gonna let it burn  ",
        "title": "Burn"
    },
    {
        "artist": "Avicii",
        "lyrics": "  [Verse 1] Hey Brother! There's an endless road to be discovered Hey Sister! Know the water's sweet but blood is thicker Oh! If the sky comes falling down For you There's nothing in this world I wouldn't do  [Verse 2] Hey Brother! Do you still believe in one another? Hey Sister! Do you still believe in love? I wonder Oh! If the sky comes falling down For you There's nothing in this world I wouldn't do  [Chorus] What if I'm far from home? Oh Brother, I will hear you call! What if I lose it all? Oh Sister, I will help you out! Oh! If the sky comes falling down For you There's nothing in this world I wouldn't do  [Beat break]  [Verse 3] Hey Brother! There's an endless road to rediscover Hey Sister! Do you still believe in love? I wonder Oh! If the sky comes falling down For you There's nothing in this world I wouldn't do  [Chorus] What if I'm far from home? Oh Brother, I will hear you call! What if I lose it all? Oh Sister, I will help you out! Oh! If the sky comes falling down For you There's nothing in this world I wouldn't do  ",
        "title": "Hey Brother"
    },
    {
        "artist": "Jhene Aiko",
        "lyrics": null,
        "title": "The Worst"
    },
    {
        "artist": "Martin Garrix",
        "lyrics": null,
        "title": "Animals"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Rewind"
    },
    {
        "artist": "Eminem Featuring Rihanna",
        "lyrics": "  [Chorus: Rihanna] I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy  [Verse 1: Eminem] I wanted the fame but not the cover of Newsweek Oh well, guess beggars can't be choosey Wanted to receive attention for my music Wanted to be left alone in public, excuse me For wantin' my cake, and eat it too, and wantin' it both ways Fame made me a balloon ‘cause my ego inflated When I blew, see, but it was confusing ‘Cause all I wanted to do's be the Bruce Lee of loose leaf Abused ink, used it as a tool when I blew steam Ooh! Hit the lottery, ooh-wee! But with what I gave up to get it was bittersweet It was like winnin' a used mink Ironic ‘cause I think I'm gettin' so huge I need a shrink I'm beginnin' to lose sleep: one sheep, two sheep Going coo-coo and kooky as Kool Keith But I'm actually weirder than you think, ‘cause I'm—  [Chorus: Rihanna] I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh) Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)  [Verse 2: Eminem] Now, I ain't much of a poet But I know somebody once told me to seize the moment And don't squander it ‘Cause you never know when it all could be over tomorrow So I keep conjurin' Sometimes I wonder where these thoughts spawn from Yeah, ponderin' will do you wonders No wonder you're losing your mind, the way it wanders Yodel-odel-ay-hee-hoo! I think it went wanderin' off down yonder And stumbled onto Jeff VanVonderen ‘Cause I need an interventionist To intervene between me and this monster And save me from myself and all this conflict ‘Cause the very thing that I love's killing me And I can't conquer it My OCD is conkin' me in the head, keep knockin' Nobody's home, I'm sleepwalkin' I'm just relayin' what the voice in my head's sayin' Don't shoot the messenger, I'm just friends with the—  [Chorus: Rihanna] I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh) Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)  [Verse 3: Eminem] Call me crazy, but I have this vision One day that I'll walk amongst you a regular civilian But until then, drums get killed and I'm comin' straight at MC's, blood gets spilled and I'll take it back to the days that I'd get on a Dre track Give every kid who got played that pumped-up feelin' And shit to say back to the kids who played him I ain't here to save the fuckin' children But if one kid out of a hundred million Who are going through a struggle feels it And relates, that's great, it's payback, Russell Wilson Falling way back in the draft Turn nothin' into somethin', still can Make that, straw into gold chump, I will spin Rumpelstiltskin in a haystack Maybe I need a straight jacket, face facts I am nuts for real, but I'm okay with that It's nothin', I'm still friends with the—  [Chorus: Rihanna] I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy I'm friends with the monster that's under my bed Get along with the voices inside of my head You're tryin' to save me, stop holdin' your breath And you think I'm crazy, yeah, you think I'm crazy Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh) Well, that's nothin' (Ooh-ooh-ooh-ooh) (Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)  ",
        "title": "The Monster"
    },
    {
        "artist": "Future Featuring Pharrell, Pusha T & Casino",
        "lyrics": "  [Produced by Mike WiLL Made It]  [Intro: Pusha T] Real dope dealers for real! Haha! Hahaha  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope  [Verse 1: Future] Whippin' the yam, whippin and flippin' the yam Turn the whole brick to a Lam Re-rockin' the dope, soon as it get off the boat Keepin' it soft like a mink Gold on my link, coke in the sink Choppin' that work like karate Servin' a new Maserati, in a brand new Maserati That's a whole lot of new money Snatch it, then hide it from the 12 Movin' them squares and them bales Servin' the rawest of yayo Beating that china like Kunta Kinte Whippin' it, whippin' that fish and Parkay Drinkin' on syrup, I'm rollin' up haze Made myself a boss, a boss and a plug Either way you put it, nigga, I'm good Triple salute, nigga, straight out the hood Bakin' soda water splash the scales Fork in my right and my pot in my left Leanin' all the way over to the side I whip me a four way to a nine The dirty, the money is homicide And my recipe can't be televised  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 2: Pusha T] Young enough to still sell dope But old enough that I knows better When they sayin' it's 42 for that white powder, I knows better Get it, nigga? I nose better, put a smile on the devil's face Who don't wanna sell dope forever And flood their Rollie till the bezel break? Woo! Fish scale in the two-door that I fish-tails Fiberglass, Ferrari leather, in designer shit that I misspell YUGHH! Look at the clues The J's, the jewels, I'm actin' a monkey From 16 years old, I'm whippin' in kitchens, fuckin' my junkies Pablo, Versace way before Migos My dinner plates, no silverware, all you niggas my hijos Toss a kilo like a free throw, crack house, it had the peephole Made it through to the other side Now nothing's big as my ego, Push  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 3: Pharrell] Me, I try to leave the best for later But Pusha tried to put me on the respirator The old Skateboard P, that's your favorite Me and twenty girls doin' yoga naked Frequency high, like a spaceship She say that she like it and she's been exposed The Gandalf hat and the weird ass clothes That's Comme des Garçons and the Buffalo I know guerrillas with the triggers that's on a banana clip And packin' with the biggest missiles These niggas is knocking over vehicles These niggas ain't waitin' just to see niggas These niggas ain't tryna hear plea niggas These niggas like choppin' down trees, niggas These niggas 1-2-3 and they squeeze, niggas These niggas hit the weed then they lean niggas, gee, nigga If you got two hoes, you need to let one go Two Lambos, you need to let one go All these drones while y'all smoke dro There's an eye in the sky, I'm tryna let y'all know Ain't no standards, I'ma set one though Big ass bag but no man sandals All that war, we need to let that go That boom business, I'ma get that ho  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 4: Casino] Young nigga got that coke, whip that dope like a bad child How you think about that coupe, with no roof? Young nigga cashed out Popped so many Percs, popped so many Xans Young nigga 'bout to pass out 12 jump behind me, I got some in the car Young nigga 'bout to smash out Migo hit that line, say he got some bricks Young fresh, 'bout to buy 'em out QuikTrip 'round the corner, dropped a nine Got the J's in the lunch line smokin' iron Cocaine, cocaine cowboy, like Mickey Munday Take over the project, whip a line, me no wait I keep a .45 in my coat, while I'm servin' dope The J's in my hood smoke that crack, say it give 'em hope Serve a nigga whole brick, he hopin' that it come and go Young nigga tricked up Now he spendin' that money with Casino!  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  ",
        "title": "Move That Doh"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] Damn, I used to love this view Sit here and drink a few Main street and the high school lit up on Friday night Down there it's another touchdown Man, this year's team is stout I can hear them going crazy And up here so am I Thinking about you sitting there saying I hate this, I hate it If you couldn't stand living here why'd you take it, take it  [Chorus] Give me back my hometown Cause this is my hometown  [Verse 2] All the colors of my youth The red, the green, the hope, the truth Are beating me black and blue cause you're in every scene My friends try to cheer me up, get together at the Pizza Hut I didn't have the heart to tell them that was our place These sleepy streetlights on every sidewalk side street Shed a light on everything that used to be  [Chorus] Give me back my hometown Cause this is my hometown Yeah, yeah, oh, yeah, yeah  [Verse 3] You can have my grandma's locket The knife out of my grandpa's pocket Yeah my state champion jacket I don't care you can have it Every made memory Every picture, every broken dream Yeah everything, everything, everything  [Chorus] Give me back my hometown Cause this is my hometown Yeah, yeah, oh, yeah, yeah  ",
        "title": "Give Me Back My Hometown"
    },
    {
        "artist": "Young Money Featuring Drake",
        "lyrics": "  [Verse 1] Had hit records on my demo Did y'all boys not get the memo? I do not stay at the Intercontinental And anything I got is not a rental I own that mu'fucka Figured out this shit is simple My stock been going up like a crescendo A bunch of handshakes from the fakes But nigga, I do not wanna be friends though I told y'all mu'fuckas Man, this shit is not a love song This a \"fuck-a-stripper-on-the-mink-rug\" song This a \"fuck-them-boys, forever-hold-a-grudge\" song \"Pop-some-fucking-champagne-in-the-tub\" song Nigga, \"just-because\" song Damn  [Chorus] What's the move? Can I tell the truth? If I was doing this for you then I'd have nothing left to prove Nah, this for me though I'm just tryna stay alive and take care of my people And they don't have no award for that Trophies, trophies And they don't have no award for that Shit don't come with trophies, ain't no envelopes to open I just do it cause I'm 'sposed to, nigga  [Verse 2] Bitch I go to Dreams with a suitcase I got my whole country on a new wave She like \"I heard all your niggas stay where you stay\" House so big I haven't seen them boys in two days Bitch, I use a Walkie-Talkie just to get a beverage I saw my parents split up right after the wedding That taught my ass to stay committed, fuck the credit Bitch check the numbers, I'm the one who really get it I told y'all mu'fuckas Man, this shit is not a love song This a \"doing-me-and-only-God-can-judge\" song \"I-do-not-know-what-the-fuck-you-thought-it-was\" song \"Pop-some-fucking-champagne-in-the-tub\" song Nigga, \"just because\" song Damn  [Chorus] What's the move? Can I tell the truth? If I was doing this for you then I'd have nothing left to prove Nah, this for me though I'm just tryna stay alive and take care of my people And they don't have no award for that Trophies, trophies And they don't have no award for that Shit don't come with trophies, ain't no envelopes to open I just do it cause I'm 'sposed to, nigga  ",
        "title": "Trophies"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] Call it magic, call it true I call it magic when I'm with you And I just got broken, broken into two Still I call it magic, when I'm next to you  [Hook] And I don't, And I don't, And I don't, And I don't No I don't, it's true I don't, No, I don't, No, I don't, No, I don't Want anybody else but you  [Hook] And I don't, And I don't, And I don't, And I don't No I don't, it's true I don't, No, I don't, No, I don't, No, I don't Want anybody else but you  [Verse 2] Call it magic, cut me into two And with all your magic, I disappear from view And I can't get over, can't get over you Still, I call it magic, such a precious jewel  [Hook] And I don't, And I don't, And I don't, And I don't No I don't, it's true I don't, No, I don't, No, I don't, No, I don't Want anybody else but you  [Hook] And I don't, And I don't, And I don't, And I don't No I don't, it's true I don't, No, I don't, No, I don't, No, I don't Want anybody else but you  [Bridge] Wanna fall, fall so far I wanna fall, fall so hard And I call it magic And I call it true I call it magic  [Verse 3] And if you were to ask me After all that we've been through Still believe in magic? Yes, I do Yes, I do Yes, I do Yes, I do Of course I do  ",
        "title": "Magic"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": null,
        "title": "Automatic"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] Just watching her blonde hair, sun burn, stare at them Wack caps rolling over Laid back in a thrift store beach chair Dropping limes in her Corona Well she looks back, yeah, she throws me a kiss Like \"Honey, I sure want you\" And it's a hundred and three between her and me And only 92 in Daytona  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Verse 2] We got 2-for-1s, we're at a margarita bar Whatever happens happens And there's a reggae band, full of dread heads Just sittin' in the corner laughing Well my baby walks over, drops a 20 in a jar She smiles and shakes it at me Yeah, she gets 'em going, she gets 'em playing A little, don't worry be happy  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Bridge] Talking 'bout Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Outro] Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand  ",
        "title": "Beachin'"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] We drove right past That no trespassing sign We sat on the tailgate And watched the planes take off  We thought we had all night There was no need to rush That's when those cops Came pulling up And I thought Man, ain't this some shhhh  [Pre-Chorus] Your daddy's gonna kill me But if I survive tonight I wouldn't change one thing Baby, yeah I know it sounds crazy  [Chorus] But there was something bout the way The blue lights were shining Bringing out the freedom in your eyes I was too busy watching you going wild child To be worried about going to jail You were thinking that running for it would make a good story I was thinking you were crazy as hell And you were so innocent, but you were stealing my heart I fell in love in the back of a cop car  [Verse 2] Man, they weren't playing They sure threw those cuffs on quick You tried to sweet talk 'em They didn't fall for it But I did You were on the left I was on the right I knew you didn't smoke When you asked him for a light And I laughed He got mad and slammed the door  [Pre-Chorus] I swear your daddy's gonna kill me But if I survive tonight I wouldn't change one thing Baby, yeah I know it sounds crazy  [Chorus] But there was something bout the way The blue lights were shining Bringing out the freedom in your eyes I was too busy watching you going wild child To be worried about going to jail You were thinking that running for it would make a good story I was thinking you were crazy as hell And you were so innocent, but you were stealing my heart I fell in love in the back of a cop car Ohh, and you were like  [Bridge] Side by side And locked in tight They were taking their time But we didn't mind We talked And we laughed We sat real close By the time they let us go I was already gone  [Chorus] But there was something bout the way The blue lights were shining Bringing out the freedom in your eyes I was too busy watching you going wild child To be worried about going to jail You were thinking that running for it would make a good story I was thinking you were crazy as hell And you were so innocent, but you were stealing my heart I fell in love in the back of a cop car  [Outro] I fell in love in the back of a cop car A side by side And locked in tight They were taking their time But we didn't mind We talked And we laughed We sat real close By the time they let us go I was already gone I was already gone baby I fell in love in the back of a cop car  Songwriter:  Sam Hunt  ",
        "title": "Cop Car"
    },
    {
        "artist": "Blake Shelton Featuring Gwen Sebastian",
        "lyrics": null,
        "title": "My Eyes"
    },
    {
        "artist": "Tiesto",
        "lyrics": null,
        "title": "Red Lights"
    },
    {
        "artist": "Neon Trees",
        "lyrics": "  [Verse 1] All my friends, they’re different people Anxious like the ocean in a storm When we go out, yeah, we’re electric Coursing through our bodies ’til we’re one  And why mess up a good thing, baby? It’s a risk to even fall in love So, when you give that look to me I better look back carefully ‘Cause this is trouble, yeah this is trouble  [Hook] I said ooh, ooh You got me in the mood, mood I’m scared, but if my heart’s gonna break Before the night will end I said, ooh, ooh we’re in danger Sleeping with a friend, sleeping with a friend Sleeping with a friend  [Verse 2] All my friends, stay up past midnight Looking for the thing to fill the void I don’t go out much like I used to Something ’bout the strangers and the noise  And why leave when I got you, baby? It’s a risk but babe, I need the thrill I never said you’d be easy But if it was all up to me I’d be no trouble, hey, we’re in trouble  [Hook] I said ooh, ooh You got me in the mood, mood I’m scared, but if my heart’s gonna break Before the night will end I said, ooh, ooh we’re in danger Sleeping with a friend Ooh, ooh we’re in danger Sleeping with a friend  All my friends All my friends All my friends All my friends All my friends All my friends All my friends All my friends  [Bridge] We are both young, hot-blooded people We don’t wanna die alone Two become one, it could be lethal Sleeping with a friend  [Hook]  ",
        "title": "Sleeping With A Friend"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] Well I just met you a couple hours ago My last night in town, hey wouldn't you know I get hooked on a girl with blue diamond eyes Down here in Mexico, oh Now you're walking up asking me to dance Smiling that smile and reaching out your hand Well there's a move or two, I'd like to show you While I still got the chance  [Chorus] Well you got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music  [Post-Chorus] Oh oh, why wouldn't I wanna stay? Oh oh, and let that plane fly away, hey hey  [Chorus] Cause you got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music The beat of the music  [Verse 2] I think I could get used to that steel drum playing Waking up on a beach if you know what I'm saying One more night would be more than alright with me So hold on baby cause  [Chorus] You got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music We're falling in love to the  beat of the music To the  beat of the music  ",
        "title": "Beat Of The Music"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Intro] Baby, when they look up at the sky We'll be shooting stars just passing by You'll be coming home with me tonight We'll be burning up like neon lights  [Verse] Be still, my heart, 'cause it's freaking out It's freaking out right now Shining like stars, 'cause we're beautiful We're beautiful right now You're all I see in all these places You're all I see in all these faces So let's pretend we're running out of time Of time  [Chorus] Baby, when they look up at the sky We'll be shooting stars just passing by You'll be coming home with me tonight We'll be burning up like neon lights Baby, when they look up at the sky We'll be shooting stars just passing by You'll be coming home with me tonight We'll be burning up like neon lights (Neon lights, neon lights, neon lights) Like neon lights, oh Like neon lights, oh  [Verse] Be still, my heart, 'cause it's freaking out It's freaking out right now Shining like stars, 'cause we're beautiful We're beautiful right now You're all I see in all these places You're all I see in all these faces So let's pretend we're running out of time Of time  [Chorus] Baby, when they look up at the sky We'll be shooting stars just passing by You'll be coming home with me tonight We'll be burning up like neon lights Baby, when they look up at the sky We'll be shooting stars just passing by You'll be coming home with me tonight We'll be burning up like neon lights (Neon lights, neon lights, neon lights) Like neon lights, oh Like neon lights, oh  [Bridge] Shining like stars, 'cause we're beautiful Beautiful You're all I see in all these places You're all I see in all these faces So let's pretend we're running out of time Of time  [Breakdown] Like neon lights, oh Like neon lights, oh  [Outro] Be still, my heart, 'cause it's freaking out  ",
        "title": "Neon Lights"
    },
    {
        "artist": "KONGOS",
        "lyrics": "  [Intro] Come with me now Come with me now Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 2] I think with my heart and I move with my head I open my mouth and it's something I've read I stood at this door before, I'm told But a part of me knows that I'm growing too old Confused what I thought with something I felt Confuse what I feel with something that's real I tried to sell my soul last night Funny, he wouldn't even take a bite  [Pre-Chorus] Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now) Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now)  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Guitar Solo]  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  ",
        "title": "Come With Me Now"
    },
    {
        "artist": "Austin Mahone Featuring Pitbull",
        "lyrics": "  [Intro: Pitbull] Austin M, keep doing your thing Let these boys keep slippin', man I'm not into gymnastics But I'm into flippin' things I tell these women that it's all about a team Jordan and Pippen, man So do you want join the team? Now tell me, Little Miss Thang, Dalé  [Pre-Chorus: Austin Mahone] When I saw her Walking down the street She looked so fine I just had to speak I asked her name But she turned away As she walked All that I could say was  [Chorus: Austin Mahone] Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was  [Verse 1: Austin Mahone] Rock and roll one time, we'll make it up as we go I know you feel it cause I mean what I say, say, say, say We can do whatever, do whatever we want When she walks past me I say \"hey, hey, hey\"  [Bridge: Austin Mahone] So tell me where you from, where you wanna go But she walked past me like ain't said a word Stood there like man Girl, I don't usually feel some type of way But this one hit me hard in some kind of place, like, man  [Pre-Chorus: Austin Mahone] When I saw her Walking down the street She looked so fine I just had to speak I asked her name But she turned away As she walked All that I could say was  [Chorus: Austin Mahone] Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was  [Verse 2: Austin Mahone] 6 inch heels clicking up-down the street You know she's coming and then she walks Away-way-way-way Look I'm a big big deal, a little fun's all I need But I can tell she don't believe what I say, say, say, say, say  [Bridge: Austin Mahone] So tell me where you from, where you wanna go But she walked past me like ain't said a word Stood there like man Girl, I don't usually feel some type of way But this one hit me hard in some kind of place, like, man  [Pre-Chorus: Austin Mahone] When I saw her Walking down the street She looked so fine I just had to speak I asked her name But she turned away As she walked All that I could say was  [Chorus: Austin Mahone] Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was  [Verse 3: Pitbull & Austin Mahone] Mmm mmm yeah yeah She look so good, but she bad, bad You can see that back from the front, front Booty like Kris Kross, jump, jump Meet me in the middle of the ocean, we can Find ourselves and lose our minds, rewind Wawawawa, play Find ourselves and lose our minds today Austin M. and Armando acabando Latinos y gringos gozando me entiendes For those that thought that we would stop Definitely don't have a mind to think with, brainless Most of them broke, but they famous Some got hits, but they nameless But, Mamita, forget about that When I seen you (all that I could say was)  [Chorus: Austin Mahone] Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was Mmm mmm yeah yeah Mmm mmm yeah yeah Mmm mmm yeah yeah All that I could say was  ",
        "title": "Mmm Yeah"
    },
    {
        "artist": "YG Featuring Drake",
        "lyrics": "  [Verse 1: YG] I'm that nigga with the plugs I'm the nigga who got homies that be sellin' drugs I'm the nigga on the back street With the fat heat, niggas better run like athletes I'm that nigga, I'm that nigga My Bank of America account got six figures I'm that nigga on the block Police pull up, I'm tryna stash the Glock You that nigga on the low-low You're the nigga, you're the one that be talkin' to the po-pos Porsche sittin' on Forgi's Niggas can't afford these The Panamera shittin' on the 9-11 I call my homies, not 911 I'm the nigga with the juice But I'll never do my nigga like Pac did Q  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Verse 2: Drake] Champagne Bitch, who do you love? I got a shorty name Texas Syn She got a buddy named Young JB and now you know the deal We turnt up in the studio late night That's why the songs that you hear are comin' real tight OVO crew, nigga, thought I told you If you a player in the game, this should hold you And man shout my nigga Game he just rolled through Eatin' crab out in Malibu at Nobu A lot of fools puttin' salt in the game Until these women get the notion that they runnin' the game They got money that they jumpin' on the pole to make Did the motto, took a flight to the golden state I'm the general, just makin' sure my soldiers straight Had to leave my nigga, homie got an open case But I'm big on the west like I'm big in the south So we gon' pay some people off, we gon' figure it out And my name too big, and my gang too big Young Money shit, me and Lil Wayne too big I'ma crush that ass even if it ain't too big I would pinky swear but my pinky ring too big Wassup  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Bridge: YG] I'm that nigga, I'm that nigga Bank of America account got six figures I'm that nigga on the block With the fat heat; run like athletes I'm that nigga, I'm that nigga Bank of America account got six figures I'm that nigga on the block  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Outro] Nigga we straight and we hood Ain't nobody ever gave us shit When you see us shinin' it's because we steady grindin' We stay paper chasin' Separatin' the real from the fake The fake from the real We livin' to die and dyin' to live! Nigga, that's why we got so many women I'm tryna go deep, hit them asscheeks Bust them guts, make her cum Bitch, you know the game! Ain't a motherfuckin' thing change! Bitch! Who do you love!?  [Skit: YG] Ay, hold up! I done lost too many homies in these past couple years. This shit brazy! Rest in peace, my nigga CJ Mack. Rest in peace, my nigga Cedar Block Frog though (Bool!). Rest in peace, my nigga Tiny M. And last but not least, rest in peace, my nigga Big Aaron  ",
        "title": "Who Do You Love?"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": "  [Verse 1] Dontcha look now oh the parking lots full Gonna ride that cow with a Dallas bull Everybody in the ATL is coming DJs got those speakers thumping Got a Black Ford not a White Mercedes Walking in the front door checking out the ladies My buddy says \"hey boys, I'm buying\" The hottest girl in here's giving me the eye and  [Chorus] Everybody knows, it's gonna be one of those I can drink to that all night That's the stuff I like That's the kind of party makes you throw your hands up high Bout to tie one on Talking gone gone gone Turning all the wrongs into right I can drink to that all night  [Verse 2] Workin on the sweet thing sittin on a bar stool Doin shots of Jack, girl gonna take it old school Singin hell yeah to every song their playing Do ya wanna dance? Baby I'm just saying  [Chorus] Everybody knows, it's gonna be one of those I can drink to that all night That's the stuff I like That's the kind of party makes you throw your hands up high Bout to tie one on Talking gone gone gone Turning all the wrongs into right I can drink to that all night  I can drink to that all night (To that all night)  [Bridge] Take your cup, fill it up You can't raise it high enough Take your cup, fill it up You can't raise it high enough  [Final Chorus] Everybody knows, it's gonna be one of those I can drink to that all night That's the stuff I like That's the kind of party makes you throw your hands up I can drink to that all night That's the stuff I like That's the kind of party makes you throw your hands up high Bout to tie one on Talkin gone gone gone Turning all the wrongs into right I can drink to that all night I can drink to that all night I can drink to that all night (I can drink to that all night)  [Bridge] Take your cup, fill it up You can't raise it high enough Take your cup, fill it up You can't raise it high enough Take your cup, fill it up You can't raise it high enough Take your cup, fill it up You can't raise it high enough  ",
        "title": "Drink To That All Night"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] That water tower's got the sun going down behind it If there’s a good time in this town, girl, we're gonna find it You looked so damn good climbing up in my Chevy Tried to play it cool but I knew already By the way you looked in the dashboard lights It was gonna be one of those nights  [Chorus] Got the kenwoods banging that rock n' roll Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road I love the way you lean that seat back, steal my ball-cap Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes  [Verse 2] We can run the reds down Main Street dodging the blue lights Or disappear off into the corn out past the county line Baby keep on keep on swaying to the back-beat Long as you're right here right here beside me You make the call baby, I don't care We can take this anywhere  [Chorus] [Got the kenwoods banging that rock n' roll] Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road [I love the way you lean that seat back, steal my ball-cap] Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes  [Chorus] [Got the kenwoods banging that rock n' roll] Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road [I love the way you lean that seat back, steal my ball-cap] Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes   [Outro] And I can't wait to see where it goes I can't wait to see where it goes, oh yeah Just letting the night roll  ",
        "title": "Lettin' The Night Roll"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  I’ll never settle down That’s what I always thought Yeah, I was that kind of man Just ask anyone  I don’t dance, But here I am Spinning you round and round in circles It Ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand Cause, I don’t dance  Love’s never come my way I’ve never been this far Cause you took these two left feet And waltzed away with my heart  No, I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand, girl Cause, I don’t dance Ohhh I don’t dance  Ooh  I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere  I don’t dance, but here I am Spinning you around and around in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yeah, you got me in the palm of your hand, girl Cause, I don’t dance  Oh No..  Oooh…  ",
        "title": "I Don't Dance"
    },
    {
        "artist": "Shakira",
        "lyrics": null,
        "title": "Empire"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] Guess it's true, I'm not good at a one-night stand But I still need love cause I'm just a man These nights never seem to go to plan I don't want you to leave, will you hold my hand?  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Verse 2] Why am I so emotional? No it's not a good look, gain some self control And deep down I know this never works But you can lay with me so it doesn't hurt  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? (Oh won't you stay, won't you stay) Cause you're all I need This ain't love, it's clear to see (This ain't love, no, no) But darling, stay with me  ",
        "title": "Stay With Me"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by JProof, Oak, Flip, Pop, Natural, and Terry \"Tru\" Sneed] [Directed by Christopher Sims]  [Intro] Make every minute worth it, baby This for Usher, baby Watch this  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 1] It's 5 in the mornin' Kush is rollin' while she's makin' steak and eggs, yeah At 5 in the mornin' We can only be about to do one thing (what?)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 1] I think that she's a winner She could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 2] This girl, she's my hero Get dinero, euros, pesos, francs and yen, ha (I ain't one to trick off either) I'm starin' at your barrel Pull the trigger, chitty, chitty, bang, babe (Whatever you want, I told her)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 2] I think I got a winner Could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Verse 3] Listen, the only thing I know You give it to me, baby, with good flow Don't ever run it back, come on, keep goin' Just give it to me, give it up to me, give it up to me I, I can't keep my control Every time that I see you hit that floor She keep on givin it to me, I want more Now come on baby, now give it to me, give it up to me Heeyyy yeah  [Bridge 4X] Kiss it good, kiss it right Keep it up, we be kissin all night  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  ",
        "title": "Good Kisser"
    },
    {
        "artist": "Josh Kaufman",
        "lyrics": null,
        "title": "I Can't Make You Love Me"
    },
    {
        "artist": "Tyler Farr",
        "lyrics": "  [Instrumental break]  [Verse 1] In my truck flying down a dirt road Pickin' you up, feelin' kinda crazy I think I'm in luck cause I know my baby She slaps my knee says: \"boy why you smiling?\" Doing my best so hard to hide it I know what's up, so I just shoot her a wink  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight, baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Verse 2] When we're past Flint Bridge, we'll break out the bottle Drop it down low, crank up the throttle I'm good to go, cause I've got you tonight baby  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight, baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Bridge] Sitting on this hill with her Looking in them baby blues Wishing that the sky would change I've been thinking about it all damn day I can hardly wait  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Hook] Whiskey in my water Whiskey in my water yeah yeah yeah  ",
        "title": "Whiskey In My Water"
    },
    {
        "artist": "Young Thug",
        "lyrics": "  [Produced by Dun Deal]  [Intro] Ay aye this that stoner music nigga Stoner! Stoner (Let's get it)  [Hook] I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a motherfuckin' stoner  [Bridge] I just put a forty on my wrist just like a boss I just put ten thousand on my bitch just like a boss I just drank with YSL just like a f- boss Just like a f- boss, just like a boss, boss  [Verse 1] Thugger Thugger, you I want Michael Jackson land, ohh Aww I'ma cash out I'm high as hell ain't got no satellites on me I tell that bitch I feel like Fabo I feel like Fabo, I feel like Fabo I feel like Fabo, I feel like Fabo I feel like Fabo, I feel just like Fabo I'm back at it, Juug man voice (Yung Ralph) Bankhead Hear my song way from Y-T-C-R-O-B-S-M-M, now we YSL venom Slime Thugger wit it, Slime DK wit it Slime Wicced wit it, Slime Mondo wit it Slime Slugger with it, Slime Bubba wit it Slime Check wit it Count hundreds and fifties off everyone's city  [Hook] I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a motherfuckin' stoner  [Bridge] I just put a forty on my wrist just like a boss I just put ten thousand on my bitch just like a boss I just drank with YSL just like a f- boss Just like a f- boss, just like a boss, boss  [Verse 2] Run that money up, like ya 'bout to start trial When you beat the case, turn into a stoner child We don't stand in line, foreign shoes hurt your feet Everybody stoned, weed, lean, molly, E Every time I walk inside the club I see everybody looking You know I'm a stoner I love drugs and I can't never be tooken And you can suck my banana, but I won't eat your pudding So come a lil closer, my bitch won't know ya Andalé andalé andalé, andalé andalé andalé How the fuck a nigga think he gone survive on a YSL runway (How fool?) My glasses are metro no blood off your chest I control ya ho like Net-and-flix Your bitch is my dinner she wet like a fish I took off her three legs, T-Rex  [Hook] I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a stoner, I'm a stoner, I'm a stoner I'm a motherfuckin' stoner  [Bridge] I just put a forty on my wrist just like a boss I just put ten thousand on my bitch just like a boss I just drank with YSL just like a f- boss Just like a f- boss, just like a boss, boss  [Outro] I feel like Fabo, I feel like Fabo I feel like Fabo, I feel like Fabo I feel like Fabo, I feel like Fabo I feel just like  ",
        "title": "Stoner"
    },
    {
        "artist": "Fitz And The Tantrums",
        "lyrics": "  (Chorus 1) Ooh, crazy's what they think about me Ain't gonna stop cause they tell me so Cause 99 miles per hour baby Is how fast that I like to go  (Hook) Can't keep up with my rhythm Though they keep trying Too quick for the lines they throw I walk to the sound of my own drum It goes, they go, we go, hey yeah yeah yeah  (Hook2) Oh, here we go Feel it in my soul Really mean it, mean it, so go Gotta feel it, honey takes control Really mean it, mean it  (Chorus 2) I wake up to the city of angels To see my name headlining the coast They say I'm a walking dreamer, baby If I stop they would make the show  (Hook) Can't keep up with my rhythm Though they keep trying Too quick for the lines they throw I walk to the sound of my own drum It goes, they go, we go, hey yeah yeah yeah  (Hook2) Oh, here we go Feel it in my soul Really mean it, mean it, so go Gotta feel it, body takes control Really mean it, mean it  (Hook2) Hey, here we go Feel it in my soul Really mean it, mean it, so go Gotta feel it, honey takes control Really mean it, mean it  (Hook 3) Everybody walk Everybody walk Everybody walk, walk, walk  (Hook2) Oh, here we go Feel it in my soul Really mean it, mean it, so go Gotta feel it, body takes control Really mean it, mean it  (Hook2) Oh, here we go Feel it in my soul Really mean it, mean it, so go Gotta feel it, honey takes control Really mean it, mean it  ",
        "title": "The Walker"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Produced by Greg Kurstin and Jesse Shatkin] [Written by Sia and Jesse Shatkin] [Video performed by Maddie Ziegler and choreographed by Ryan Heffington]  [Verse 1] Party girls don't get hurt Can't feel anything, when will I learn I push it down, push it down I'm the one \"for a good time call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Verse 2] Sun is up, I'm a mess Gotta get out now, gotta run from this Here comes the shame, here comes the shame  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Outro] On for tonight Yeah I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight Yeah I'm just holding on for tonight I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight  ",
        "title": "Chandelier"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  I've been a rolling stone all my life Flying all alone, flying blind I've seen it all, I've been around I've been lost and I've been found but  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  I've got a ways to go on this ride But I got a hand to hold that fits just right You make me laugh, you make me high You make me want to hold on tight, cause  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Because of you I'm a lucky man You're the best part of who I am  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Yes, who I am with you  ",
        "title": "Who I Am With You"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] Crowded hallways are the loneliest places For outcasts and rebels Or anyone who just dares to be different And you've been trying for so long To find out where your place is But in their narrow minds There's no room for anyone who dares to do something different Oh, but listen for a minute  [Chorus] Trust the one Who's been where you are wishing all it was Was sticks and stones Those words cut deep but they don't mean you're all alone And you're not invisible Hear me out There's so much more to life than what you're feeling now Someday you'll look back on all these days And all this pain is gonna be invisible Oh, invisible  [Verse 2] So your confidence is quiet To them quiet looks like weakness But you don't have to fight it 'Cause you're strong enough to win without a war Every heart has a rhythm Let yours beat out so loudly That everyone can hear it Yeah, I promise you don't need to hide it anymore Oh, and never be afraid of doing something different Dare to be something more  [Chorus] Trust the one Who's been where you are wishing all it was Was sticks and stones Yeah, the words cut deep but they don't mean you're all alone And you're not invisible Hear me out There's so much more of this life than what you're feeling now And someday you'll look back on all these days And all this pain is gonna be invisible  [Bridge] These labels that they give you Just 'cause they don't understand If you look past this moment You'll see you've got a friend Waving a flag for who you are And all you're gonna do Yeah, so here's to you And here's to anyone who's ever felt invisible  [Final Chorus] Yeah And you're not invisible Hear me out There's so much more to life than what you're feeling now And someday you'll look back on all these days And all this pain is gonna be invisible It'll be invisible  ",
        "title": "Invisible"
    },
    {
        "artist": "Shakira Featuring Rihanna",
        "lyrics": "  [Verse 1: Shakira] I left a note on my bedpost Said, \"Not to repeat yesterday’s mistakes\" What I tend to do when it comes to you I see only the good, selective memory The way you make me feel, yeah, you gotta hold on me I've never met someone so different Oh, here we go You a part of me now You a part of me So where you go I follow, follow, follow  [Chorus: Shakira] Ohh Ohh I can't remember to forget you Ohh Ohh I keep forgetting I should let you go But when you look at me The only memory is us kissing in the moonlight Ohh Ohh I can't remember to forget you Ohh Ohh I can't remember to forget you  [Verse 2: Rihanna] I go back again Fall off the train Land in his bed Repeat yesterday’s mistakes What I'm trying to say is not to forget You see only the good, selective memory The way he makes me feel like The way he makes me feel I never seemed to act so stupid Oh, here we go He a part of me now He a part of me So where he goes I follow, follow, follow  [Chorus: Shakira & Rihanna] Ohh Ohh I can't remember to forget you Ohh Ohh I keep forgetting I should let you go But when you look at me The only memory is us kissing in the moonlight Ohh Ohh I can't remember to forget you  [Bridge: Shakira] I rob and I kill to keep him with me I do anything for that boy I'd give my last dime to hold him tonight I do anything for that boy  [Bridge: Rihanna] I rob and I kill to keep him with me I do anything for that boy I'd give my last dime to hold him tonight I do anything for that boy  [Chorus: Shakira & Rihanna] Ohh Ohh I can't remember to forget you Ohh Ohh I keep forgetting I should let you go But when you look at me The only memory is us kissing in the moonlight  [Outro: Shakira & Rihanna] Ohh Ohh I can't remember to forget you But when you look at me The only memory Is us kissing in the moonlight Ohh Ohh I can't remember to forget you  ",
        "title": "Can't Remember To Forget You"
    },
    {
        "artist": "Christina Grimmie",
        "lyrics": null,
        "title": "How To Love"
    },
    {
        "artist": "KCamp Featuring 2 Chainz",
        "lyrics": null,
        "title": "Cut Her Off"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Verse 1] Let the bough break, let it come down crashing Let the sun fade out to a dark sky I can't say I'd even notice it was absent Cause I could live by the light in your eyes I'll unfold before you Would have strung together The very first words Of a lifelong love letter  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you (Yeeeeaaaaaaah)  [Verse 2] There was a time when I would have believed them If they told me you could not come true Just love's illusion But then you found me and everything changed And I believe in something again My whole heart Will be yours forever This is a beautiful start To a lifelong love letter  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you  [Bridge] We are not perfect We'll learn from our mistakes And as long as it takes I will prove my love to you I am not scared of the elements I am under-prepared, but I am willing And even better I get to be the other half of you  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you I choose you  ",
        "title": "I Choose You"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Intro: Pharrell Williams] You miss me? I miss all of y'all All of you girls standin' together like that I can't take it  [Verse 1: Pharrell Williams] Wait a minute Women, I can do anything you like I can do anything you need And I got a better body Than the magazines you read  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Verse 2: Pharrell Williams] Wait a minute I can see it the way you like I can do anything you need I can give you dirty looks Like them niggas that's on TV  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Bridge: Miley Cyrus, Pharrell Williams, and Tori Kelly] There comes a time When craving will grab your wrist You'll need a sugar fix, baby There comes a time And you won't believe what you'll do When that sugar's callin' you  [Bridge: Pharrell Williams] Girl, now it's your time, this is where you wanna be H-O-M-E, satisfaction guaranteed And now it's your time, this is where you wanna be Cause everything you need, you will only find in me  [Pre-Chorus: Pharrell Williams] Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Outro: Miley Cyrus] Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey)  ",
        "title": "Come Get It Bae"
    },
    {
        "artist": "The Black Keys",
        "lyrics": "  [Verse 1] Fever, where'd you run to? Fever, where'd you run to? Acting right is so routine Fever let me live a dream Fever I'm a slave to No one misbehave too Fever that misunderstood Wouldn't leave you if I could Fever  [Chorus] Fever cause I'm breaking Fever got me aching Fever, why don't you explain? Break it down again Fever got me guilty Just go ahead and kill me Fever, why don't you explain? Break it down again  [Verse 2] Fever, can you hear me? Fever, can you hear me? You shook me like I never been Now show me how to live again It used to be a blessing But fever's got me stressing Realize I am to blame But fever let me play the game Fever  [Chorus] Fever cause I'm breaking Fever got me aching Fever, why don't you explain? Break it down again Fever got me guilty Just go ahead and kill me Fever, why don't you explain? Break it down again  [Outro] Now if the cold, pale, light in your eyes Reaches those horizon lines You know not to leave her Now if the cold, pale, light in your eyes Reaches those horizon lines You know not to leave her Fever  ",
        "title": "Fever"
    },
    {
        "artist": "Enrique Iglesias Featuring Descemer Bueno & Gente de Zona",
        "lyrics": "   Letra de \"Bailando\" ft. Gente De Zona & Descemer Bueno[Intro: Alexander, Randy Marcos] He, he, he, he Enrique Iglesias (¡Ponlos, ponlos!) Gente De Zona Descemer  [Verso 1: Enrique Iglesias, Randy Marcos] Yo te miro y se me corta la respiración Cuando tú me miras se me sube el corazón (Me palpita lento el corazón) Y en un silencio tu mirada dice mil palabras La noche en la que te suplico que no salga el sol  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh  [Verso 2: Enrique Iglesias] Tú me miras y me llevas a otra dimensión (Estoy en otra dimension) Tus latidos aceleran a mi corazón (Tus latidos aceleran a mi corazón) Que ironía del destino no poder tocarte Abrazarte y sentir la magia de tu olor  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh (Bailando amor) Oh oh oh oh (Bailando amor) Oh oh oh Oh oh (Es que se me va el dolor) Oh oh oh oh  ",
        "title": "Bailando"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Produced by Detail] Yeah Ey! Yeah Ey! Yeah Boyz Yeah Hol up, Hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, hol up, hol up hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 1] Hol up, hol up, hol up, pop a bottle Hol up, hol up, hol up, if you suck then swallow Smell that marijuana, they gon' follow Throwin money on her like she won the lotto Pussy must be serious Hol up, Scared of heights come face your fears Hol up, hol up Do it just like Nicki gon' and bend it over Say she never smoked I turned her to a stoner Young nigga but I'm ready Oh, foreign girls call me sexy And white girls gimme becky But first I gotta roll this joint, baby hol' up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 2] Hol up, hol up, hol up, you drive me crazy Number 1, bitch you can't replace me Leave the club these hoes be tryin to chase me You got a ass so fat lets make a baby (and another one!) Damn, I'm smokin weed in my Mercedes Hol up, these niggas broke, these niggas lazy Man they money slim, they actin shady I'm in my brand new car, who wanna race Ho, bitch you ain't call my phone so why you showin up Im takin them shots all my niggas stay loaded up Man on the low all these hoes be actin so material Hol up, man did you see her interior  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  ",
        "title": "We Dem Boyz"
    },
    {
        "artist": "Iggy Azalea",
        "lyrics": "  [Intro] Walk a mile in these Louboutins But they don't wear these shits where I'm from I'm not hating, I'm just telling you I'm tryna let you know what the fuck that I've been through  [Verse 1] Two feet in the red dirt, school skirt Sugar cane, back lanes Three jobs, took years to save But I got a ticket on that plane People got a lot to say But don't know shit about where I was made Or how many floors that I had to scrub Just to make it past where I am from  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 2] You can hate it or love it Hustle and the struggle is the only thing I'm trusting Thorough bread in a mud brick before the budget White chick on that Pac shit My passion was ironic And my dreams were uncommon Guess I gone crazy, first deal changed me Robbed blind, basically raped me Rose through the bullshit like a matador Just made me madder and adamant to go at em And even the score So, I went harder Studied the Carters till a deal was offered Slept cold on the floor recording At 4 in the morning And now I'm passin' the bar like a lawyer Immigrant, art ignorant Ya ill intent was insurance for my benefit Hate to be inconsiderate But the Industry took my innocence Too late, now I'm in this bitch!  You don't know the half This shit get real Valley girls giving blowjobs for Louboutins What you call that? Head over heels  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 3] Pledge allegiance to the struggle Ain't been easy But cheers to Peezy for the weeks we lived out of duffle Bags is all we had Do anything for my Mama, I love you One day I'll pay you back for the sacrifice That ya managed to muscle Sixteen, you sent me through customs so All aboard my spaceship to Mercury Turn First at the light that's in front me Cause every night I'mma do it like it's my last This dream is all that I need Cause it's all that I ever had  [Outro] Now get this work Now get this work Now get this work Now get this work Working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  ",
        "title": "Work"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": null,
        "title": "Yeah"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Intro] Here it go  [Verse 1] Well, I won 2 dollars on a scratch-off ticket So I went back to the counter and I bought 2 more with it And I won 10 bucks and that was just right So, I bought a six pack and a, a bag of ice  [Pre-Chorus 1] You know even if our ship came in and this is all we got It ain’t like we really need a million dollar yacht cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Verse 2] Still, can you imagine if we ever struck it I’d go shoot tequila, take a lime and suck it And we’d tell our bosses they can do the same We’ll find a big cruise ship and buy the whole dang thing  [Pre-Chorus 2] We’d sail around the world and go to shore in a dingy But till that dream comes true why don’t you grab your bikini cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Bridge] However it goes (whatever happens) We’ve got it made (in these shades) Cause baby we can float (behind this boat) We can ride away  [Chorus 2] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank And it's a beautiful day We’re laughing all the way, to the river bank  ",
        "title": "River Bank"
    },
    {
        "artist": "Tinashe Featuring ScHoolboy Q",
        "lyrics": "  [Produced by DJ Mustard]  [Verse 1: Tinashe] Give me all that you got now Make you want me cause I'm hot now I'm gone, so faded I'm on one Bang bang, pop off like a long gun  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 2: Tinashe] Yea we can get active And all my bitches attractive We go, you know who we are now Get high, hotbox in my car now  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 3: ScHoolboy Q] Uh, pull your panties down from under you Beat that pussy up, make you wanna holla Q Drunk than a bitch, high on that Mary Jane Pussy in my mouth, pussy on my pinky ring Nasty, baby me do it in the backseat Swear this marijuana keep it cracking Lights, camera, action, I ain't doing nothing 'til the cash in Money, money, money, weed, fashion Draped up and dripped out, keep the trees passing Girl toot that thing up, fuck me, fuck rapping Days of our lives so clap, clap that cake Spreading your thighs I pump, pump your brakes, ay  [Bridge: Tinashe] Just give me the trees and we can smoke it ya Just give me the drink and we can pour it ya And my enemies, they see me living now And if you roll with me, then you'll be winning now, oh  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  ",
        "title": "2 On"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] There ain't nothing like them first loves baby Remember them high school days Friday nights, homecomin' dances Giving my old letterman's jacket away To old what's her name But now it's you and me talking on the phone till 4 AM About anything and everything Making me feel young again like ain't a damn thing changed Ain't a damn thing changed  [Chorus] Makes me want to sneak down your driveway To climb out your window Get in girl, we'll roll until the dirt road ends You can climb up in that backseat With your pretty little bare feet Get the butterflies like we used to Got our innocence Just like we're 17 again  [Verse 2] I thought them feelings was long gone baby But you take me back in time Just like spring break in Panama City The girl from Indiana sure was pretty But she sure ain't got nothing on you tonight Because you're like the summer loving don't come or go Never had to say goodbye I wake up in the morning feeling like the first kiss Every time your lips touch mine  [Chorus]  [Bridge] Looking back I wish I could put you inside every memory (Every memory) You can be my first love My first kiss My first and last everything  [Chorus]  [Outro] Yeah just like we're 17 again 17 Again Oh  ",
        "title": "17 Again"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  Summer coming through a rolled down window Tearing down an almost two lane back road Freedom and fireflies in the air  The night's still young, never going to get old Living for today like there's no tomorrow Follow the grooves, the tires in the grass Staying on the gas like we're never coming back  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 2] Swaying back-n-forth, can't you feel the music? Time stands still, I don't want to lose it Her tan, her touch, her laugh Were flying so high like we're never gonna crash  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 3] We are tonight, we are tonight Toes in the grass with our hands up high Dream as big as the midnight sky So untamed and we're so alive tonight  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Outro] We are tonight Everything we want to be, yeah We are, we are, we are tonight Yeah We are tonight Whoa, oh, oh, oh, oh  Songwriter:  Sam Hunt  ",
        "title": "We Are Tonight"
    },
    {
        "artist": "Jay Z Featuring Beyonce",
        "lyrics": "  [Intro: Beyoncé] Who wants that perfect love story anyway, anyway? Cliché, cliché, cliché, cliché Who wants that hero love that saves the day, anyway? Cliché, cliché, cliché, cliché What about the bad guy goes good, yeah? An innocent love I'm misunderstood, yeah? Black hour glass, our glass Toast to clichés in a dark past Toast to clichés in a dark past  [Verse 1: Jay-Z] Boy meets girl, girl perfect woman Girl get to bustin' before the cops come running Chuck the deuces, chugging D'USSÉ, ugh Fuck what you say, boys in blue say  [Beyoncé] I don't care if we on the run Baby as long I'm next to you (Uhuu) And if loving you is a crime Tell me why do I bring out the best in you Why  [Bridge: Beyoncé] I hear sirens while we make love Loud as hell, but they don't know They're nowhere near us I will hold your heart and your gun I don't care if they come, noooo I know it's crazy but  [Hook: Beyoncé] They can take me Now that I found the places that you Take me Without you I got nothing to lose  [Verse 2: Jay-Z] I'm an outlaw, got an outlaw chick Bumping 2Pac, on my outlaw shit Matching tats, this Ink don't come off Even if rings come off, if things ring off My nails get dirty, my past ain't pretty My lady is, my Mercedes is My baby momma harder than a lot of you niggas Keep it 100, hit the lottery niggas You ain't about that life ain't gotta lie to me, nigga You know it's till the death, I hope it's obvi to niggas Ugh Cross the line, speak about mine I'mma wave this Tec, I'm a geek about mine Touch a nigga where his rib at, I click clack Push your mothafuckin' wig back, I did that I been wilding since a juvi, she was a good girl 'til she knew me, now she is in the drop bustin' Uey's, screaming  [Hook: Beyoncé] They can take me Now that I found the places that you Take me Without you I got nothing to lose  [Verse 3: Jay-Z] Deeper than words, beyond right Die for your love, beyond life Sweet as a Jesus piece, beyond ice Blind me baby with your neon lights Ray Bans on, police in sight Oh, what a beautiful death, let's both wear white If you go to heaven and they bring me to hell Just sneak out and meet me, bring a box of L's She fell in love with the bad guy, the bad guy What you doing with them rap guys, them rap guys They ain't see potential in me girl, but you see it If it's me and you against the world, then so be it  [Beyoncé] I don't care if they give me life I get all of my life from you (Uhuu) And if loving you had a price I would pay my life for you  [Bridge: Beyoncé] I hear sirens while we make love Loud as hell, but they don't know They're nowhere near us I will hold your heart and your gun I don't care if they come, noooo I know it's crazy but  [Outro: Beyoncé] I don't care I'll never give it up Give it up, give it up, give it all away No I swear I'll never give it up Give it up, give it up, give it all away I don't care I'll never give it up Give it up, give it up, give it all away No I swear I'll never give it up Give it up, give it up, give it all away (Without you I got nothing to lose)  ",
        "title": "Part II (On The Run)"
    },
    {
        "artist": "Craig Campbell",
        "lyrics": "  You got your hair down You got that look in your eye That says come here and get me boy Lay me down and love me just right, yeah Ain’t goin no where I got a bottle of wine I got nothin’ but time on my hands And I’m gonna be your man tonight, ah yes I am  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’  It’s been a long week I’ve been missin’ me some you All I wanna do is get your lips on mine Girl if you only knew, hey  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’ Yeah keep ‘em comin’ all night  Don’t stop killin’ me baby Don’t stop drivin’ me crazy I swear there’s honey on your lips Baby give me one more long slow kiss  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’ Oh keep ‘em comin’ all night, hey  ",
        "title": "Keep Them Kisses Comin'"
    },
    {
        "artist": "Ty Dolla $ign Featuring Wiz Khalifa & DJ Mustard",
        "lyrics": "  [Intro: Wiz Khalifa] *Wiz laugh* I got a lotta cash I don't mind spending it  [Verse 1: Wiz Khalifa] I'ma smoke this joint then I'ma break you off I'd be lying if I said you ain't the one All these tattoos in my skin, they turn you on Lotta smokin', drinkin' – that's the shit I'm on Heard you not the type that you take home to Mom Is we fucking when we leave the club or nah? I ain't spending cash for nothin', I wanna see you take it off I'ma pop this bottle, you gon' give me brain or nah? Heard you from the hood, you rep that thang or nah? Got a lotta ass, you gonna shake that thang or nah? Heard you smoke blunts, you down with paper planes or nah? I feel like I'm Tony, you my boss? I'm thinking nah The whole world, I take it on  [Verse 2: The Weeknd] Do you like the way I flick my tongue or nah? You can ride my face until you're drippin' cum Can you lick the tip then throat the dick or nah? Can you let me stretch that pussy out or nah? I'm not the type to call you back tomorrow But the way you wrapping 'round me is a prob Ain't nobody tryna save ya Baby, get that paper Probably got a lot of other bitches owe you favors Pussy so good, had to save that shit for later Took her to the kitchen, fucked her right there on the table She repping XO to the death I'm tryna make these bitches sweat I'm tryna keep that pussy wet I'm tryna fuck her and her friends  [Bridge: Ty Dolla $ign] You gonna run it for these hunnids, girl, or nah? Show me, is you really 'bout your money, girl, or nah? Don't play with a boss, girl, take it all Take it for a real one, you gon' get it all  [Hook: Ty Dolla $ign] Is you really 'bout your money or nah? Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah  [Verse 3: Ty Dolla $ign] Girl, make that ass clap for young dollar sign You already know my money go a long time I could slide for it, like Nelly I'ma go as far as you let me Girl, is you sucking me or fucking me or nah? Can I bring another bitch? Let's have a threesome Keep saying you's a freak, you gon' prove it or nah? His bitch keep looking at me, she choosin' or nah? You a ride-or-die chick, you with this shit or nah? Say you not a side bitch, you all-in or nah? You gon' make them eggs cheesy with them grits or nah? Can you do it like that, on this dick or nah?  [Bridge: Ty Dolla $ign] You gonna run it for these hunnids, girl, or nah? Show me, is you really 'bout your money, girl, or nah? Don't play with a boss, girl, take it all Take it for a real one, you gon' get it all  [Hook: Ty Dolla $ign] Is you really 'bout your money or nah? Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah  ",
        "title": "Or Nah"
    },
    {
        "artist": "The Chainsmokers",
        "lyrics": "  [Produced by The Chainsmokers]  [Verse 1] When Jason was at the table I kept on seeing him look at me when he was with that other girl Do you think he was just doing that to make me jealous? Because, he was totally texting me all night last night And I don't know if it's a booty call or not So... like what do you think? Did you think that girl was pretty? How did that girl even get in here? Did you see her? She's so short, and that dress is so tacky Who wears Cheetah? It's not even summer, why does the DJ keep on playing \"Summertime Sadness\"? After we go to the bathroom, can we go smoke a cigarette? I really need one But first Let me take a selfie  [Beat Break] Let me take a selfie  [Verse 2] Can you guys help me pick a filter? I don't know if I should go with XX Pro or Valencia I wanna look tan What should my caption be? I want it to be clever How about \"Living with my bitches, #LIV\" I only got 10 likes in the last 5 minutes Do you think I should take it down? Let me take another selfie  [Beat Break] Selfie, selfie, let me take a selfie  [Verse 3] Wait, pause, Jason just liked my selfie What a creep Is that guy sleeping over there? Yeah, the one next to the girl with no shoes on That's so ratchet That girl is such a fake model She definitely bought all her Instagram followers Who goes out on Mondays? Ok, let's go take some shots Oh no, I feel like I'm gonna throw up Oh wait, never mind, I'm fine Let's go dance There's no vodka at this table Do you know anyone else here? Oh my god, Jason just texted me Should I go home with him? I guess I took a good selfie  [Outro] Selfie... Let me take a selfie Let me take a selfie  ",
        "title": "#SELFIE"
    },
    {
        "artist": "ScHoolboy Q",
        "lyrics": "  [Produced by Nez & Rio]  [Hook] Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce  [Verse 1] Home of the party and the trees Sunny land of the G's, please let a nigga breathe Tank top top down for the breeze Burnt lips, got a blunt full of weed, peace, love, enemies Nigga I ain't come for the beef You ain't know she came for the skeet? Got pipe for the cheeks Nigga, I'm the life of the beat Fuck that, this year gotta eat, bounce for the crown You be hating and I still hold it down When you round man the girls never lounge, man I heard you a hound Bruh, man, that bitch need a pound Tip-tip-tip bounce out her gown, hands high to the sound Uh, yeah, I'm the rich nigga now Bitch, I'm the talk of the town, make a bitch run her mouth Go south for the boy Pop down to the floor... bounce Bounce, bounce Bounce, bounce  [Hook] Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bounce, bounce Bounce, bounce Bounce, bounce  [Verse 2] Home of the slanging on the curb Weed cards every corner sell herb, what's a fly to a bird? Nigga, I could pitch you a curb Let this real shit occur, make mills from a verb Nigga cop a crib in the burbs, nigga You ain't said nothing but a word, smoke something for ya nerve Home of the paid on the first Then nigga going broke by the third, bounce for the crown Fast forward getting real tell me now Every dog need a cat to meow, every once in a while I see hands in the crowds See whites, blacks blazing a pound, jumping around Tits, ass bump out her gown Bounce from the ground, hype for the sound This verse straight from the morgue Pop down from the floor... bounce Bounce Bounce, bounce  [Hook] Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bruh, I see, girls everywhere Titty, ass, hands in the air, it's a party over here Shake it for the man of the year Uh, man of the year, man of the... bounce Bounce, bounce Bounce, bounce, bounce, bounce Bounce, bounce  ",
        "title": "Man Of The Year"
    },
    {
        "artist": "Ingrid Michaelson",
        "lyrics": "  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Verse 1] I'm a little let down, but I'm not dead There's a little bit more that has to be said (oh oh) You play me, now I play you too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Verse 2] I'm a little bit home, but I'm not there yet It's one to forgive but it's hard to forget Don't call me, I won't call you, too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Bridge] I got two hands, one beating heart And I'll be alright, I'm gonna be alright Yeah I got two hands, one beating heart And I'll be alright Gonna be alright  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat (Ooh, everything is going to be fine) Let's not make it harder than it has to be Ooh... it's all the same thing (Ooh, everybody loves you, baby) Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be (Ooh, everything is going to be fine) Ooh... it's all the same thing Girls chase boys chase girls  [Interloped with Chorus] Ooh, everything is going to be fine Ooh, everybody loves you, baby Ooh, everything is going to be fine  [Outro] Ooh... it's all the same thing Girls chase boys chase girls  ",
        "title": "Girls Chase Boys"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": "  We are dead to rights born and raised We are thick and thin 'til our last day So hold me close and I'll surrender to your heart You know how to give and how to take You see every hope I locked away So pull me close and surrender to my heart  Before the flame goes out tonight Yeah we'll live until we die  So come out, come out, come out Won't you turn my soul, into a raging fire? Come out, come out, come out 'Til we lose control, into a raging fire Into a raging fire Come out, come out, come out Won't you turn my soul, into a raging fire?  You know time will give and time will take All the memories made will wash away Even though we've changed, I'm still here with you If you listen close you'll hear the sound Of all the ghosts that bring us down Hold on to what makes you feel Don't let go, it's what makes you real  If the flame goes out tonight Yeah we'll live until we die  So come out, come out, come out Won't you turn my soul into a raging fire? Come out, come out, come out 'Til we lose control into a raging fire Into a raging fire Come out, come out, come out Won't you turn my soul, into a raging fire?  Let the world leave us behind Let your heart be next to mine For the flame goes out tonight We can live until we die  Come out, come out, come out Won't you turn my soul, into a raging fire?  Come out, come out, come out Won't you turn my soul, into a raging fire? Come out, come out, come out 'Til we lose control, into a raging fire Into a raging fire  ",
        "title": "Raging Fire"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Niall & Liam] I figured it out I figured it out from black and white Seconds and hours Maybe they had to take some time I know how it goes I know how it goes from wrong and right Silence and sound Did they ever hold each other tight like us? Did they ever fight like us?  [Chorus: Harry] You and I, we don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us No, nothing can come between you and I Oh, you and I  [Verse 2: Zayn & Louis] I figured it out Saw the mistakes of up and down Meet in the middle, There's always room for common ground I see what it's like I see what it's like for day and night Never together 'Cause they see things in a different light like us, They never tried like us  [Chorus: Harry & Zayn] You and I, we don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us (Two of us, two of us, two of us, two of us) 'Cause you and I We don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us No, nothing can come between you and I You and I Oh, you and I Oh, you and I We could make it if we try, you and I Oh, you and I  ",
        "title": "You & I"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] She likes it when I call in sick to work Spend the whole day hanging with her I might get fired but that's alright I'm doing what she likes She likes it when I bring home fresh fajitas And mix up a pitcher of margaritas Catch a kind of buzz that lasts all night Doing what she likes  [Chorus] She likes hearing how good she looks in them blue jeans Little kisses, sweeter than sweet tea Things I whispered in her ear, oh my I like doing what she likes Like running my fingers through her long hair Lighting watermelon candles upstairs Letting them burn and holding her all night I like doing what she likes  [Verse 2] She likes it when I get past second gear Sees gravel flying in the rear view mirror Sometimes I'm pushing 95 Doing what she likes And she likes it when I find a road that's dark Can we pull up somewhere and park? Turn the radio on and turn off the lights Keep doing what she likes  [Chorus] She likes hearing how good she looks in them blue jeans Little kisses, sweeter than sweet tea Things I whispered in her ear, oh my I like doing what she likes Like running my fingers through her long hair Lighting watermelon candles upstairs Letting them burn and holding her all night I like doing what she likes  [Bridge] She likes it when I sing her old silly songs And throwing words where they don't belong Sometimes we laugh 'til we almost cry Doing what she likes Doing what she likes  [Chorus] She likes hearing how good she looks in them blue jeans Little kisses, sweeter than sweet tea Things I whispered in her ear, oh my I like doing what she likes Like running my fingers through her long hair Lighting watermelon candles upstairs Letting them burn and holding her all night I like doing what she likes  [Outro] Yeah, I like doing what she likes Hmm, yeah  ",
        "title": "Doin' What She Likes"
    }
]