[
    {
        "artist": "Daniel Powter",
        "lyrics": "  [Verse 1] Where is the moment we needed the most? You kick up the leaves and the magic is lost They tell me your blue skies fade to gray They tell me your passion's gone away And I don't need no carryin' on  [Verse 2] You stand in the line just to hit a new low You're faking a smile with the coffee to go You tell me your life's been way off line You're falling to pieces every time And I don't need no carryin' on  [Chorus] Because you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day You had a bad day  [Bridge] Will you need a blue sky holiday? The point is they laugh at what you say And I don't need no carryin' on  [Chorus] You had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day (Ooh a holiday)  [Bridge] Sometimes the system goes on the blink And the whole thing turns out wrong You might not make it back and you know That you could be well oh that strong And I'm not wrong (Yeah, yeah, yeah, yeah, yeah)  [Bridge] So where is the passion when you need it the most? Oh you and I You kick up the leaves and the magic is lost  [Chorus] Cause you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day You've seen what you're like And how does it feel for one more time You had a bad day You had a bad day  [Outro] Ah, yeah, yeah, yeah Had a bad day (ah) Had a bad day (ah, yeah, yeah, yeah) Had a bad day (ah)  ",
        "title": "Bad Day"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] The gyal dem Schillaci, Sean da Paul So me give it to, so me give to, so me give it to, to all girls Five million and forty naughty shorty Baby girl, all my girls, all my girls, Sean da Paul say  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 1] Mek I see de gyal dem bruk out 'pon de floor Fram yuh don't want no worthless performer Fram yuh don't want no man wey can't turn you on Gyal, mek I see your hand dem up on ya Can't tan 'pon it long, naw eat no yam No steam fish, nor no green banana But down in Jamaica, we give it to yuh hot like a sauna  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 2] Bumper exposed and gyal, ya got your chest out But yuh no wasters 'cause, gyal, ya impress out And if ya des out a me, ya fi test out 'Cause I got the remedy fi make ya de-stress out Me haffi flaunt it, become a God, bless out And girl, if you want it, you haffi confess out I no lie, weh we need, set speed, haffi test the mattress out  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 3] Gyal, don't say me crazy now This strange love it a no Brigitte and Flavor show Time fi ma mek baby now So stop, gwaan like you a actin' shady, yo Woman, don't play, me know 'Cause I no Fred Sanford, not Grady, yo My lovin' is the way to go, my lovin' is the way to go  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 4] When yuh roll with a player like me With a bredda like me, gyal, there is no other No need to talk it right here Just park it right here, keep it undercover Fram me love how you fit inna yuh blouse And yuh fat inna ya jeans and mi waan discover Everything 'bout you, baby girl, can't you hear when me utter?  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Bridge] Callin' all wild out squadron, come report to duty Sexy ladies with the beauty come shake dat booty! JA girls Breakout, breakout, bruk wine Breakout, breakout (Miami ladies) Breakout, breakout, bruk wine Breakout, breakout (NYC girls) Breakout, breakout, bruk wine Breakout, breakout (L.A. ladies) Breakout, breakout, breakout Breakout, breakout, bruk wine (Yo, yo)  [Verse 5] Pass mi di nitro, mek mi get hype, yo Gyal, de ya nuff, gimme one fi di night, yo DJ, keep the mix dem tight, yo Hennessy and Red Bull mek mi get psycho Dirty dancin' cah we no polite, yo Feel it a bounce on mi left and mi right, yo Mek di girls get high like a kite, yo One thing mi waan you do right now  [Outro] Gyal move, what you waitin' for? Waan fi see ten ton of phat gyal 'pon the dancefloor Do your thing cah yuh know you're secure Gyal just bruk out cah you hard to the core Yo, move, what you waitin' for? Waan fi see ten ton of phat gyal 'pon the dancefloor Do your thing cah yuh know you're secure Gyal just bruk out cah you hard to the core, yo! Breakout, breakout  ",
        "title": "Temperature"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced By DJ Toomp]  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 1] See me in your city, sittin' pretty know I'm shinin dog Ridin' with a couple Latin broads and a China doll And you know how we ball, riding in shiny cars Walk in designer malls, buy everything we saw You know about me dog, don't talk about me dog And if you doubt me dog, you better out me dog I'm throwed off slightly bro, don't wanna fight me bro I'm fast as lightning bro, you better use your Nikes bro Know you don't like me cause your bitch most likely does She see me on them dubs in front of every club I be on dro, I'm buzzed, gave every ho a hug Niggas don't show me mugs cause you don't know me cuz  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 2] Candy on the six four, leather guts and fish bowl Fifty on my pinky ring just to make my fist glow Your bitches get low because I get dough So what I'm rich ho? I'll still pull a kick do' What you talking shit for, you gotta run and get four Got you yelling and I thought you pull out a gun hit four But you's a scary dude believed by very few Just keep it very cool or we will bury you See all that attitude's unnecessary dude You never carry tools, not even square, he cube You got these people fooled, who see me on the tube Whatever try the crew, they'll see you on the news  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 3] Fresh off the jet to the block, burning rubber with the top popped My partners busting shots, I tell em \"stop, it make the block hot\" Yo label got got cuz you are not hot I got the top spot and it will not stop A video or not that will bust it 'til the Glock stop Drag you out that Bentley Coupe and take it to the chop shop Although we not y'all, if it may pop off I'll answer the question \"Will I get your block knocked off?\" This what it is bro, look, I will kill bro I'm in your hood if you a gangsta what you hid for Somebody better get bro before he get sent for You say you wanna squash it what you still talking shit for  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  ",
        "title": "What You Know"
    },
    {
        "artist": "LL Cool J Featuring Jennifer Lopez",
        "lyrics": "  [Jennifer Lopez] No me puedo controlar Aqui con el Señor LL Cool J Y aqui estoy... ya tu sabes Uno, dos, tres, muevete!  [Jermaine Dupri] Ya'll know what this is...So...So...Def!  [Verse 1: LL Cool J] The club was far from empty It was crowded at the entry (Woo!) I slide right through like how I do This girl began to tempt me (Uh-huh!) She said her name Shayeeda I could tell her mama feed her (Yeah!) When they tight and thick them jeans don't fit I'm L, nice to meet ya (Uh-oh!) I could feel my body yearning The room just started turning Didn't want to go out on the floor But this girl was so determined My brain began to sizzle I'm sweatin' just a little On the dance floor in the middle She turned around and giggled She said  [Chorus: Jennifer Lopez & LL Cool J] You got, you got, you got What it takes to make me leave my man It's hard to control myself (Aww!) It's hard to control myself You got, you got, you got What it takes to make this boy be bad It's hard to control myself It's hard to control myself It's hard for me to control myself (Me too) And to hold myself back from jumpin' on ya Like I wanna, like I wanna, wanna  [Verse 2: LL Cool J with Jennifer Lopez] Temptation is a mother How we lust for one another (Yeah) We barely know each other Yet we're wilding like we're lovers The air is full of passion The strobe lights are flashin' The hustlers throw cashin' The bartender keeps splashin' Her moves were so erotic Her gaze was so hypnotic I begged this girl to stop it But she continued to pop it You know I know you like it Let me hit you on your Sidekick Because the after party is at my body Meet me you're invited She said  [Chorus: Jennifer Lopez & LL Cool J] You got, you got, you got What it takes to make me leave my man It's hard to control myself (Aww!) It's hard to control myself You got, you got, you got What it takes to make this boy be bad It's hard to control myself It's hard to control myself It's hard for me to control myself (Me too) And to hold myself back from jumpin' on ya Like I wanna, like I wanna, wanna  [Verse 3: LL Cool J] She licked, off, her lip, gloss Her hips, tossed, back, and forth Side, to side, and up, and down She touched, the ground, it turned, me out I'm battling desire Lord help me douse this fire This internal inferno Hotter than a shot of Cuervo Her top was short and purple Belly dancing in a circle When I feel like this I can't resist Stop it don't make me hurt you  [Jermaine Dupri] She said  [Chorus: Jennifer Lopez & LL Cool J] You got, you got, you got What it takes to make me leave my man It's hard to control myself (Aww!) It's hard to control myself You got, you got, you got What it takes to make this boy be bad It's hard to control myself It's hard to control myself It's hard for me to control myself (Me too) And to hold myself back from jumpin' on ya Like I wanna, like I wanna, wanna  [LL Cool J] ZihZih ZihZihZih ZihZihZih ZihZih ZihZihZihZihZih ZihZihZih ZihZih ZihZih ZihZih ZihZih ZihZih ZihZih  [Jennifer Lopez & LL Cool J] ZihZih ZihZihZih ZihZihZih ZihZih ZihZihZihZihZih ZihZihZih ZihZih ZihZih ZihZih ZihZih ZihZih ZihZih  [Jermaine Dupri] Uh, yeah, I need everybody to report to the dance floor Right...now!  [LL Cool J] Shake it, shake it, shake it  [Jermaine Dupri] Haha, you know what this is  ",
        "title": "Control Myself"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Verse 1] I am unwritten, can't read my mind, I'm undefined I'm just beginning, the pen's in my hand Ending unplanned  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  Oh, oh  [Verse 2] I break tradition, sometimes my tries, are outside the lines We've been conditioned to not make mistakes But I can't live that way, no  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Outro] The rest is still unwritten The rest is still unwritten The rest is still unwritten  ",
        "title": "Unwritten"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can take the rain on the roof of this empty house That don’t bother me I can take a few tears now and then and just let them out I’m not a- -raid to cry every once in a while Even though going on with you gone still upsets me There are days every now and again I pretend I’m OK But that’s not what gets me  [Chorus] What hurts the most Was being so close And having so much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was tryin’ to do  [Verse 2] It’s hard to deal with the pain of losing you everywhere I go But I’m doin’ It It’s hard to force that smile when I see our old friends and I’m alone Still harder Getting up, getting dressed, livin’ with this regret But I know if I could do it over I would trade, give away all the words that I saved in my heart That I left unspoken  [Chorus] What hurts the most Is being so close And having so much to say much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Instrumental Break]  [Chorus] What hurts the most Is being so close And having so much to say (much to say) And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Outro] Not seeing that loving you That’s what I was trying to do  ",
        "title": "What Hurts The Most"
    },
    {
        "artist": "James Blunt",
        "lyrics": "  [Intro] My life is brilliant  [Verse 1] My life is brilliant, my love is pure I saw an angel, of that I'm sure She smiled at me on the subway She was with another man But I won't lose no sleep on that 'Cause I've got a plan  [Chorus] You're beautiful, you're beautiful You're beautiful, it's true I saw your face, in a crowded place And I don't know what to do 'Cause I'll never be with you  [Verse 2] Yeah, she caught my eye, as we walked on by She could see from my face that I was, fucking high And I don't think that I'll see her again But we shared a moment that will last 'til the end  [Chorus] You're beautiful, you're beautiful You're beautiful, it's true I saw your face, in a crowded place And I don't know what to do 'Cause I'll never be with you  [Outro] You're beautiful, you're beautiful You're beautiful, it's true There must be an angel, with a smile on her face When she thought up that I should be with you But it's time to face the truth I will never be with you  ",
        "title": "You're Beautiful"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Intro] I wanna be with you Gotta be with you Need to be with you (Oh, oh, oh, oh) I wanna be with you Gotta be with you Need to be with you (Oh, oh, oh, oh) Oooo (oh, oh, oh, oh)  [Verse 1] Chemistry was crazy from the get go Neither one of us knew why We didn’t build nothin’ overnight Cause a love like this takes some time People swore it off as a phase, said we can’t see that Now from top to bottom, they see that we did that (Yes) it’s so true that (Yes) we been through it (Yes) we got real shit (Yes) see baby we've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby If anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Verse 2] I got a question for ya (see I already know the answer) Still I wanna ask you will you lie? (No) Make me cry? (No) Do somethin’ behind my back and then try to cover it up Well neither would I, baby My love is only your love (Yes) I’ll be faithful (Yes) I’m for real And with us you’ll always know the deal We've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby If anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Bridge] See this is real talk, I’mma always stay no matter what Good or bad (thick or thin) Right or wrong (all day, every day, hey) Now if you’re down on love or don’t believe this ain’t for you (no, this ain’t for you) And if you got it deep in your heart And deep down you know that it’s true (c’mon, c’mon, c’mon) Well let me see you put your hands up (hands up) Fellas tell your lady she’s the one Oh, put your hands up (hands up) Ladies let him know he’s got you locked Look him right in his eyes and tell him We've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby Oh, if anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Outro] Hey, oh, oh, oh Hey, oh, oh, oh I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you  ",
        "title": "Be Without You"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Produced by Rick Rubin]  [Verse 1] Gettin' born in the state of Mississippi Poppa was a copper and her momma was a hippie In Alabama she would swing a hammer Price you gotta pay when you break the panorama She never knew that there was anything more than poor What in the world, what does your company take me for?  [Verse 2] Black bandana, sweet Louisiana Robbin' on a bank in the state of Indiana She's a runner, rebel and a stunner On her merry way sayin', \"Baby, what you gonna—?\" Lookin' down the barrel of a hot metal .45 Just another way to survive  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Verse 3] She's a lover, baby and a fighter Shoulda seen her comin' when it got a little brighter With a name like Dani California Day was gonna come when I was gonna mourn ya A little loaded she was stealin' another breath I love my baby to death  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Bridge] Who knew the other side of you? Who knew what others died to prove? Too true to say goodbye to you Too true, too sad sad sad  [Verse 4] Push the fader, gifted animator One for the now and eleven for the later Never made it up to Minnesota North Dakota man was a gunnin' for the quota Down in the Badlands she was savin' the best for last It only hurts when I laugh Gone too fast  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  ",
        "title": "Dani California"
    },
    {
        "artist": "Dem Franchize Boyz Featuring Lil Peanut & Charlay",
        "lyrics": "  [Repeat 8X] Lean wit it, rock wit it!  [Verse 1] I bounce in the club so the hoes call me Rocky Posted in the cut, and I'm looking for a blockhead Yup in my white tee I break a bitch back And I keep a big bank Oh I think they like that Before I leave the house I'm slizzard on the goose And I'm higher than a plane so a nigga really loose And I can lean wit it (lean wit it) And I can rock wit it (rock wit it) And if you gotta friend She gotta suck a cock wit it!  [Verse 2] Ay gon and rock wit it (gon rock wit it) Gon and lean wit it (gon lean wit it) Rock so damn hard, you break your spleen wit it (you break your spleen wit it) Pull up ya jeans wit it (pull up ya jeans wit it) Smoke some green wit it (smoke some green wit it) And the spot ain't crunk bitch if we ain't in it If you don't wanna do it, then I'll make you dance Perfect example watch me make your face beat up my hands When you see me hit the spot, betta watch that boy Charlay, from the road wit Dem Franchize Boyz  [Repeat 8X] Lean wit it, rock wit it!  [Verse 3] I'm too clean to wanna pop lock From left to right a nigga lean Vibing to the beat, check my feet You ain't got these I rock then bend my knees Everytime the beat drop Lean wit it Rock wit me Freeze befo' your fingers pop Purple leen purple green grams in my sock What the fuck you mean You ain't seen buddy on the block They call me Doctor Doc I prescribe what a nigga need Make 'em lean and rock Old school people pat cha feet  [Verse 4] Shit I'm pimpin in the club Til the hoes start to act up Cuz they see my chain And a nigga throwing them stacks up I keep a full clip and my pistol in my pants I'm in the middle of the flo' They screaming 'Nigga do your dance'! You can roll yo arms (roll yo arms) And just put 'em in rotation (rotation) Go side to side And snap yo fingers like temptations Dog I'm all out of state Doin a dance they never seen that I ain't Fat Joe But snap your fingers then you lean back  [Repeat 8X] Lean wit it, rock wit it!  [Verse 5] Rock left then snap your fingers, rock right then snap your fingers Ay what's happenin', lean wit me, rock wit me Gotta pill pop wit me, go on take a shot wit me Call me Teddy, I got grams don't hate, nigga shop wit me D.F.B So So Def, hell yeah we known bitch Franchize ain't got no money? Shit hold on hold on bitch Rock left Rock right, You can get that (Shit) Lean back like Fat Joe and snap your wrist back  [Verse 6] Gangsters don't dance (Naw) They lean wit it rock wit it Glock wit me Pop quickly Gangsters gon rock wit it 1,2 pop and bring it cross the chest wit it Get nasty flashy Go on flex wit it Do it how you wanna Slow it up do the Matrix Play wit it straight hit it Get all in their face wit it This dance for the killers, the dealers, the cut throats You already know The chillen, the grown folk  [Repeat 8X] Lean wit it, rock wit it!  ",
        "title": "Lean Wit It, Rock Wit It"
    },
    {
        "artist": "Bubba Sparxxx Featuring Ying Yang Twins & Mr. ColliPark",
        "lyrics": "  [Mr. Collipark] Collipark, Bubba Sparxxx  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a tan on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Bubba Sparxxx] Girl I don't need you, but you need me Take it off, let it flop, shake it freely And I don't tell stories, I let 'em tell they self And you ain't gotta sell sex, girl it sell itself Like nuttin' else, yeah I'm a country boy But that big city bottom fill me up with joy Ain't life grand, live it up Betty Here go the whisper song, baby this is us, ready Put it on me, enthusiastically Whatever it is that you do, you do it admirably And I ain't choose it, that thang chose me It's Bubba K and Ying Yang all the way in this thang, go  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Ying Yang Twins] Quarter to twelve and we just came in Bubba gon' make it spark with the Ying Yang Twins Sippin' on Patron, blub blub blub Shorty in a thong, whoa, whoa, whoa Ass get to jiggling, motherfuckin' wiggling Keep that thang shakin' like she frostbit shivering Ass be delivering all type of flashes Cashes got these ho's shaking like molasses Sssh *whispering* let me whisper in your ear Get yourself together go and buy some new gear Do something with your hair then hit the club Shakin' ass at the fellas, goin' show some love But that wasn't in just a minute ago I guarantee you will make all the dough So go and do your thang baby work what you got And get what you want, make that money, don't let it make you  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Bubba Sparxxx] Hi there, how are things I once was a breast man, now it seems That ever since I had the pleasure of gettin' you together Your chest is just whatever, I found the buried treasure Yes ma'am, here's the plan Meet me over yonder, okay, don't play I'll bring the whoop whoop, you bring your cook book And I'm a fix that stuff up, everything is just good  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  ",
        "title": "Ms. New Booty"
    },
    {
        "artist": "Chamillionaire Featuring Krayzie Bone",
        "lyrics": "  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 1: Chamillionaire] Grindin' to see if they can see me lean I'm tint, so it ain't easy to be seen Police see me ride by, they can see me gleam And my shine on the deck and the TV screen And ride with a new chick, she like, \"Hold up!\" Next to the PlayStation controller It's a full clip in my pistola Send a jacker into a coma Girl, you ain't know, I'm crazy like Krayzie Bone Just tryna bone, ain't tryna have no babies Ride clean as hell so I pull in ladies Law's on patrol and you know they hate me Music turned all the way up into the maximum I got speakers, some niggas tryna jack for some But we packin' somethin' and what we have for 'em We'll have a nigga locked up in a maximum Security cell, I'm grippin' oak Music loud and I'm tippin' slow Twin's steady twistin' like, \"Hit this dough!\" Police pull up right behind and it's in his throat Windows down, got to stop pollution CD changes, niggas like, \"Who is that producin'?\" That's the Play N Skillz when we out and cruisin' Got warrants in every city except Houston But I still ain't losin'  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 2: Krayzie Bone] I've been drinkin' and smokin' Holy shit, ‘cause I really can't focus I gotta get it home before the po-po's scope this Big old Excursion just swervin', all up in the curb'n A nigga be sippin' on the Hennessy and the gin again It's in again, we in the wind Doin' a hundred while I puff on a blunt And roll another one up, we livin' like we ain't givin' a fuck I got a blunt up in my right hand 40-ounce in my lap freezin' my balls Roll another tree, green leaves and all Comin' pretty deep, me and my dogs Yo, I gotta hit the back streets Wonderin' about the six pounds and I got heat Glock, Glock shots to the block, we creep-creep Pop-pop, hope cops don't see me on the low key With no regard for the law We dodge 'em like, \"Fuck 'em all!\" But I won't get caught up and brought up On charges for none of y'all Keep a gun in car and a blunt to spark Roll it up if you want, nigga, get it poppin', dog Ready or not, we bust shots off in the air Krayzie Bone and Chamillionaire  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 3: Chamillionaire] Now would you think it so? I tried to let you go Turn on my blinker light and then I swang it slow And they upset for sho', ‘cause they think they know That they catchin' me with plenty of the drank and dro So they get behind me, tryna check my tags Look in my rear view and they smilin' Thinkin' they'll catch me in the wrong, they keep tryin' Steady denyin' that it's racial profilin' Houston, Texas, you can check my tags Pull me over, try to check my slab Glove compartment, gotta get my cash ‘Cause the crooked cops'll try to come up fast And bein' the baller that I am, I talk to them Givin' a damn about them not feelin' my attitude When they realize I ain't even ridin' dirty Bet you'll be leavin' with an even madder mood I'ma laugh at you and then I'll have to cruise Yeah, my #2 on some old-school DJ Screw You can't arrest me, plus you can't sue This is a message to the law, tellin' them: \"We hate you.\" I can't be touched and tell 'em that they shoulda known Tippin' down, I'm sittin' crooked on my chrome Bookin' my phone, findin' a chick I wanna bone Like they couldn't stop me I'm 'bout to pull up at your home, and it's on  ",
        "title": "Ridin'"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Intro] Mmm, mmm, yeah Do, do, do, do, do, do, do-do Oh, yeah  [Verse 1] Gotta change my answering machine Now that I'm alone 'Cause right now it says that we Can't come to the phone And I know it makes no sense 'Cause you walked out the door But it's the only way I hear your voice anymore (It's ridiculous) It's been months And for some reason I just (can't get over us) And I'm stronger than this (enough is enough) No more walking round With my head down I'm so over being blue Crying over you  [Hook] And I'm so sick of love songs So tired of tears So done with wishing you were still here Said I'm so sick of love songs so sad and slow So why can't I turn off the radio?  [Verse 2] Gotta fix that calendar I have That's marked July 15th Because since there's no more you There's no more anniversary I'm so fed up with my thoughts of you And your memory And how every song reminds me Of what used to be That's the reason  [Hook] And I'm so sick of love songs So tired of tears So done with wishing you were still here Said I'm so sick of love songs so sad and slow So why can't I turn off the radio?  [Bridge] (Leave me alone) Leave me alone (Stupid love songs) Don't make me think about her smile Or having my first child I'm letting go Turning off the radio  [Hook] And I'm so sick of love songs So tired of tears So done with wishing you were still here Said I'm so sick of love songs so sad and slow So why can't I turn off the radio? (why can't I turn off the radio?) And I'm so sick of love songs So tired of tears So done with wishing you were still here Said I'm so sick of love songs so sad and slow So why can't I turn off the radio? (why can't I turn off the radio?) And I'm so sick of love songs So tired of tears So done with wishing you were still here Said I'm so sick of love songs so sad and slow So why can't I turn off the radio?  [Outro] Why can't I turn off the radio? Why can't I turn off the radio?  ",
        "title": "So Sick"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": null,
        "title": "Walk Away"
    },
    {
        "artist": "The Pussycat Dolls Featuring will.i.am",
        "lyrics": "  [Intro: Nicole Scherzinger] Ha, ha-ha, ha-ha Ha, ha-ha, ha Ha-ha, ha-ha, ha-ha Ha, ha-ha, ha  [Hook: will.i.am & (Nicole Scherzinger)] It's funny how a man only thinks about the... You got a real big heart, but I'm lookin at yo'... You got real big brains, but I'm lookin at yo'... Girl, it ain't no pain in me lookin at yo'... (I don't give a... Keep lookin at my... Cause it don't mean a thang if you're lookin at my... Heh, I'mma do my thing while you're playin wit ya... Ha, ha-ha, ha-ha-ha...)  [Verse 1: Nicole Scherzinger] Every boy's the same since up in the seventh grade They been trying to get with me Tryna - ha-ha-haaa, ha-ha-haaaa They always got a plan to be my one and only man Wanna hold me with their hands Wanna - ha-ha-haaa, ha-ha-haaaa I keep turning them down But they always come around Asking me to go around, that's not the way it's going down  [Pre-Hook: Nicole Scherzinger] Cause they only want, only want My - ha-ha-haaaa, ha-ha-haaaa Only want, what they want But, na ah-ahhhh, na, ah-ahhhh  [Hook: will.i.am & (Nicole Scherzinger)] It's funny how a man only thinks about the... You got a real big heart, but I'm lookin at yo'... You got real big brains, but I'm lookin at yo'... Girl, it ain't no pain in me lookin at yo'... (I don't give a... Keep lookin at my... Cause it don't mean a thang if you're lookin at my... Heh, I'mma do my thing while you're playin wit ya... Ha, ha-ha, ha-ha-ha...)  [Verse 2: Nicole Scherzinger] Do you know that no Don't mean yes, it means no? So just hold up, wait a minute, let me put my two cents in it One; just be patient Don't be rushin' like you're anxious And two; you're just too aggressive Tryin' get your [*gasps*]  [Pre-Hook: Nicole Scherzinger] Do you know... that I know? And I don't... wanna go there... Only want, only want My - ha-ha-haaaa, ha-ha-haaaa Only want, what they want But, na ah-ahhhh, na, ah-ahhhh  [Hook: will.i.am & (Carmit)] It's funny how a man only thinks about the... You got a real big heart, but I'm lookin at yo'... You got real big brains, but I'm lookin at yo'... Girl, it ain't no pain in me lookin at yo'... (I don't give a... Keep lookin at my... Cause it don't mean a thang if you're lookin at my... Heh, I'mma do my thing while you're playin wit ya... Ha, ha-ha, ha-ha-ha...)  [Post Hook: Will.I.Am - Repeated] Boom-boom, Boom-boom Boom-boom-boomp... Boom-boom, Boom-boom Boom-boom-boomp...  [Nicole Scherzinger] Ooooooh, you've got it bad, I can tell You want it bad, but oh well Dude, what you got for me Is something I - Something I don't need... Hey!  [Hook: will.i.am & (Melody Thornton)] It's funny how a man only thinks about the... You got a real big heart, but I'm lookin at yo'... You got real big brains, but I'm lookin at yo'... Girl, it ain't no pain in me lookin at yo'... (I don't give a... Keep lookin at my... Cause it don't mean a thang if you're lookin at my... Heh, I'mma do my thing while you're playin wit ya... Ha, ha-ha, ha-ha-ha...)  [Hook: will.i.am & (Nicole Scherzinger)] It's funny how a man only thinks about the... You got a real big heart, but I'm lookin at yo'... You got real big brains, but I'm lookin at yo'... Girl, it ain't no pain in me lookin at yo'... (I don't give a... Keep lookin at my... Cause it don't mean a thang if you're lookin at my... Heh, I'mma do my thing while you're playin wit ya... Ha, ha-ha, ha-ha-ha...)  ",
        "title": "Beep"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] I still hear your voice, when you sleep next to me I still feel your touch in my dream Forgive me my weakness, but I don't know why Without you it's hard to survive  [Chorus] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel the static And everytime we kiss, I reach for the sky Can't you hear my heart beat so... I can't let you go Want you in my life  [Verse 2] Your arms are my castle, your heart is my sky They wipe away tears that I cry The good and the bad times, we've been through them all You make me rise when I fall  [Chorus] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel the static And everytime we kiss, I reach for the sky Can't you hear my heart beat so... I can't let you go Want you in my life  [Outro] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side  ",
        "title": "Everytime We Touch"
    },
    {
        "artist": "Ashley Parker Angel",
        "lyrics": "  Broken promises But you don't really mind It's not the first time And you know it, don't you know? Tell me why it is you only smile inside But when you break me into nothing Don't you know?  It's not like I haven't tried Over and over again Stupid fights Wrong or right Goodbye...  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  You're the one mistake I really didn't mind So beautiful, unmerciful It took me down Too little and too late So now I know your kind You fake it easy, just to please me Don't you know?  It's not like we haven't tried Over and over again Sleepless nights wrong or right Goodbye...  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  I gotta let you go... It's you... There's nothing I can do  I remember when you came with me that night You said forever You said forever You said forever  Here I am again With nothing left inside No I don't wanna but I gotta Let you go  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  ",
        "title": "Let U Go"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] Aha, aha Stupid girl, stupid girls, stupid girls Maybe if I act like that, that guy will call me back Porno paparazzi girl, I don't wanna be a stupid girl  [Verse 1] Go to Fred Segal, you'll find them there Laughing loud so all the little people stare Looking for a daddy to pay for their champagne (Dropping names) What happened to the dream of a girl president? She's dancing in the video next to 50 Cent They travel in packs of two or three With their itsy-bitsy doggies and their teeny-weeny tees Oh where, oh where, have the smart people gone? Oh where, oh where could they be?  [Chorus] Maybe if I act like that, that guy will call me back Porno paparazzi girl, I don't wanna be a stupid girl Baby if I act like that, flipping my blonde hair back Push up my bra like that, I don't wanna be a stupid girl  [Verse 2] (Break it down now) The disease is growing, it's epidemic I'm scared that there ain't a cure The world believes it and I'm going crazy I cannot take any more! I'm so glad that I'll never fit in That will never be me Outcasts and girls with ambition That's what I wanna see (Come on) Disaster's all around A world of despair Your only concern: \"Will it fuck up my hair?\"  [Chorus] Maybe if I act like that, that guy will call me back Porno paparazzi girl, I don't wanna be a stupid girl Baby if I act like that, flipping my blonde hair back Push up my bra like that, I don't wanna be a stupid girl   [Bridge] (Do you think? Do you think? Do you think?) (I like this, like this, like this) Pretty will you fuck me girl, silly I'm so lucky girl Pull my hair, I'll suck it girl, stupid girl! Pretty would you fuck me girl, silly I'm so lucky girl Pull my head and suck it girl, stupid girl! (Baby) Baby if I act like that, flipping my blonde hair back (Baby if I) Push up my bra like that, stupid girl!  [Chorus] Maybe if I act like that, that guy will call me back Porno paparazzi girl, I don't wanna be a stupid girl Baby if I act like that, flipping my blonde hair back Push up my bra like that, I don't wanna be a stupid girl  [Outro] Baby if I act like that, flipping my blonde hair back Push up my bra like that Stupid girl Stupid girl Stupid girl  ",
        "title": "Stupid Girls"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "Yo (Excuse Me Miss)"
    },
    {
        "artist": "Busta Rhymes",
        "lyrics": "  [Hook] Touch it, bring it, pay it, watch it Turn it, leave it, stop, format it  [Verse 1: Busta Rhymes] See, now you know who the God be Back runnin' the city and you know who the squad be Flipmode, bitch, look see ain't nothin' changed Now I'm back with the remix with the Queens of the game (TURN IT UP!!) When you see me in the spot, you niggas better respect it Y'all already know where I rep, ain't no reason to check it And I know that you ain't fuckin' with me, just for the record So instead, I'mma let Mary J. Blige come and set it  [Verse 2: Mary J. Blige] Maybe you can guess who it is (Uh huh) Mary J. Blige, I'm 'bout to handle my biz (Uh huh) I'm on my grown woman, still I rep for the kids In every hood, and all my peoples doin' a bid (TURN IT UP!!) Now you know who's really the queen, deliver the mail Seven hundred thirty thousand, first week of my sales The haters plot and they watch, lookin' all pale While I'm on a yacht, overseas, doin' my nails  [Verse 3: Rah Digga] Now he sittin' there lookin' stuck He thinkin' cause he spent a little dough I'm 'gon fuck If money ain't a thing, I'm sayin' let a bitch know Type to empty an account, how far you willin' to go (TURN IT UP!!) Now he hopin' on the jet, he ain't wastin' no time Told me all expense paid anyplace I could find Hit the islands in the winter, trickin' all on his dime Ain't a shorty in the world pussy better than mine, they wanna  [Hook] Touch it, bring it, pay it, watch it Turn it, leave it, stop, format it  [Verse 4: Missy Elliott] I'm jinglin' baby, go 'head mami Don't I look charmin', put your lips up on me Kiss it, touch it, good, yes I wish you would (TURN IT UP!!) You like to see me when I dip, baby, dip Don't it look like I got Beyonce's hips Lookin' like I could be like Nia Long Boy, you smokin' that Cheech and Chong  [Verse 5: Lloyd Banks] I know it feels like I been gone for a minute But I'm back, chinchilla ice on with a fitted Everybody talk money, everybody gone with it With that bowl of bread smaller than the arm of a midget (TURN IT UP!!) And you know I'm doin' my thing, it's blue in the ring If you had it like this, you probably do it the same But you won't, cause you broke, all you do is complain After the club, I'mma put a few in the range and let 'em  [Hook] Touch it, bring it, pay it, watch it Turn it, leave it, stop, format it  [Verse 6: Papoose] Five boroughs of death, you don't understand I got New York City in the palm of my hand Now I could make a tight fist and let it crumble ridiculous Or I could smack the world with a New York Nemesis (TURN IT UP!!) I got Staten Island on my pinky, Queens on my thumb, dude The Bronx on my middle finger screamin' fuck you Rock ice in Manhattan so there's the ring finger You know I had to keep Brooklyn on the trigger finger  [Verse 7: DMX] Swizz is the monster, X is the beast Fuckin' with Bus, everyday is a feast Stay off the streets, I'm tired of talkin to y'all niggas I'm a stick a fork in y'all niggas (TURN IT UP!!) When I hit 'em man, that truck come get 'em man Fucked up how I did 'em man Ain't no remorse for the corpse, truth is Can't I.D. the body, nigga toothless  [Hook] Touch it, bring it, pay it, watch it Turn it, leave it, stop, format it  [Verse 8: Busta Rhymes] You see me, you love me, the streets declare me God of the hood You niggas is watchin' and wishin' you could Be claimin' the throne the way I got it, lock it mu'fuckers What's good, you tryin' to stop it, I'm wishin' you would (TURN IT UP!!) Cause then I'm glad to hit you with the fact that the God is immortal as spit The way I be doin' historical shit In case you and your niggas act like you ain't know when I'm informin' your click I take your bitch while I'm performin' my shit  [Hook] Touch it, bring it, pay it, watch it Turn it, leave it, stop, format it  ",
        "title": "Touch It"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Go ahead and waste your days with thinking When you fall everyone stands Another day and you've had your fill of sinking With the life held in your... Hands are shaking cold These hands are meant to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Verse 2] So a day when you've lost yourself completely Could be a night when your life ends Such a heart that will lead you to deceiving All the pain held in your... Hands are shaking cold Your hands are mine to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Bridge] (Go on, go on, go on, go on) When everything is wrong, we move along (Go on, go on, go on, go on) When everything is wrong, we move along (Along) along (along) along (along) along (along)  When all you got to keep is strong Move along, move along like I know you do And even when your hope is gone Move along, move along Just to make it through  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Outro] Move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along  ",
        "title": "Move Along"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I never knew I never knew that everything was fallin' through That everyone I knew was waitin' on a cue To turn and run when all I needed was the truth But that's how it's got to be It's comin' down to nothin' more than apathy I'd rather run the other way than stay and see The smoke and who's still standing when it clears  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  [Verse 2] Let's rearrange I wish you were a stranger I could disengage Just say that we agree and then never change Soften a bit until we all just get along But that's disregard Find another friend and you discard As you lose the argument in a cable car Hanging above as the canyon comes between  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on  [Bridge] And suddenly, I've become a part of your past I'm becomin' the part that don't last I'm losing you and it's effortless Without a sound We lose sight of the ground In the throw around Never thought that you wanted to bring it down I won't let it go down till we torch it ourselves  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows She's on your mind Everyone knows I'm in Over my head I'm in over my head, I'm over my head Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  ",
        "title": "Over My Head (Cable Car)"
    },
    {
        "artist": "T-Pain Featuring Mike Jones",
        "lyrics": "  [Intro: T-Pain] Goddamn, little mama You know you thick as hell, know what I'm sayin? Matter fact, after the club, you know what I'm talkin' 'bout Me and my niggas gon' be together, you know what I'm sayin'? I ain't worryin' 'bout them really though I'm just lookin' at you, oh shit, you know You got them big ass hips, god damn!  [Verse 1: T-Pain] Got the body of a goddess Got eyes butter pecan brown I see you girl (droppin' low) She comin down from the ceiling (to the flo') Yeah, she know what she doin' (yea yea yea) She doin' that right thang (yea yea yea yeah) I need to get her over to my crib and do that night thang Cause I'm in love with a stripper  [Hook: T-Pain] She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper  [Verse 2: Mike Jones & T-Pain] Mike Jones! She's every man's dream, she's God's gift to Earth Women they love 'em too, that's what you call a woman's worth See I love all the strippers, because they show me love They know I never pay, it's free whenever I hit the club But I can't even lie, the girls are here so fly She slidin' up and down that pole, got me mesmerized Mike Jones don't ever trick, but goddamn she thick I can't lie, I must admit (I'm in love with a stripper)  [Hook: T-Pain] She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper  [Verse 3: T-Pain] Out of all the girls, she be the hottest Likin' the way she break it down I see you girl (spinnin wide) And she lookin' at me (right in my eyes) Yeah, she got my attention (yea yea yea) Did I forget to mention? (yea yea yea yeah) I need to get her over to my crib and do that night thang Cause I'm in love with a stripper  [Hook: T-Pain] She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper  [Verse 4: T-Pain] She can pop it, she can lock it Teddy Pend-Her-Ass-Down Is bout to see this sexy girl (in my bed) She don't know what she is doin' (to my head) Yeah, she turnin' tricks on me (yea yea yea) She don't even know me (yea yea yea yeah) I'd have got her over to my crib to do that night thing Cause I'm in love with a stripper  [Hook: T-Pain] She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper She poppin, she rollin, she rollin She climbin that pole and I'm in love with a stripper She trippin, she playin, she playin I'm not goin nowhere girl, I'm stayin, I'm in love with a stripper  ",
        "title": "I'm N Luv (Wit A Stripper)"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Prison gates won't open up for me On these hands and knees I'm crawlin' Oh, I reach for you Well I'm terrified of these four walls These iron bars can't hold my soul in  [Pre-Chorus 1] All I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  [Verse 2] Heaven's gates won't open up for me With these broken wings I'm fallin' And all I see is you These city walls ain't got no love for me I'm on the ledge of the eighteenth story  [Chorus 2] And oh I scream for you (come please I'm callin') And all I need from you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me Hurry I'm fallin'  [Pre-Chorus 1] And all I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth saving me (Hurry I'm fallin') And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  ",
        "title": "Savin' Me"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] I spent 20 years trying to get out of this place I was looking for something I couldn't replace I was running away from the only thing I've ever known Like a blind dog without a bone I was a gypsy lost in the twilight zone I hijacked a rainbow and crashed into a pot of gold I been there, done that and I ain't looking back on the seeds I've sown Saving dimes, spending too much time on the telephone Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright  [Verse 2] I went as far as I could, I tried to find a new face There isn't one of these lines that I would erase I lived a million miles of memories on that road With every step I take I know that I'm not alone You take the home from the boy, but not the boy from his home These are my streets, the only life I've ever known Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright  [Verse 3] I been there, done thatand I ain't looking that It's been a long long road Feels like I never left, that's how the story goes It doesn't matter where you are, it doesn't matter where you go If it's a million miles aways or just a mile up the road Take it in, take it with you when you go Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright It's alright, it's alright, it's alright, it's alright, its alright Who says you can't go home Who says you can't go home  ",
        "title": "Who Says You Can't Go Home"
    },
    {
        "artist": "Three 6 Mafia",
        "lyrics": "  [Hook] Now every since I can remember I been poppin' my collar Poppin', poppin' my collar, poppin', poppin' my collar Every since I can remember I been working these hoes And they better put my money in my hand  [Project Pat] I know you sicker than sick-ahh When you see the rims flick-ahh The paint drip off Ice in my rangs glitt-ahh I straight flippa The cheese like pancake-ahh Fallin' from trees like the leaves In my hand break-ahh Project Pat-ahh Attracted to dime pieces I'm dirty southern French braids, gold teeth I'm out here makin' sense Plus, I'm out here makin' dollars I keep a bad broad, dawg And a popped collar  [Hook] Now every since I could remember I been poppin' my collar Poppin', poppin' my collar, poppin', poppin' my collar Ever since I could remember I been working these hoes And they better put my money in my hand   [DJ Paul] Now when it comes to getting bread I got the keys to the bakery A lot of dudes swear they playin', man they some fakery Let me catch a girl up out some work in my site And believe I'm gon be atcha in the daylight with a flashlight I'm tryin' to get paid however money is made A lot dudes like to pay ladies to get laid But me, I ain't no pimp, I just love to borrow Paper from a fat bitch, a ugly bitch, a model, for real  [Juicy J] Well you know me by the Juice man hangin out with Big Triece Standin on tha porch, drinkin liquor, drunk, smokin' weed Trying to get a paycheck, but work that ain't came yet Thats why I stay in a girl ear, to keep that pussy wet So I could get paid and relax in the shade And say fuck a nine to five cuz a nigga tired of slavin It's never easy for a playa in tha hood on tha come up If I meet a gal with three kids or more she get done up  [Hook] Now every since I could remember I been poppin' my collar Poppin', poppin' my collar, poppin', poppin' my collar Every since I could remember I been working these hoes And they better put my money in my hand   [Crunchy Black] She's just another ho that I met in the hood I told her I was Crunchy Black and it was all good She might as well go on head and suck on my wood And let me whisper something in her ear if I could I got some hoes out there bringin ya boy back some good That ghetty green you know what I mean that bitch is understood Ain't havin to shout at no motherfuckin slut You know I'm actin bitch make cut a fuckin rug You better get out there and get my money in the woods I'mma hit cha in ya head and leave ya ass with a plug You know I gotta have, gotta get my money what These hoes out here be fucking for a muthafucking dub, FREAK BITCH!  [Hook] Now every since I could remember I been poppin' my collar Poppin', poppin' my collar, poppin', poppin' my collar Every since I could remember I been working these hoes And they better put my money in my hand  ",
        "title": "Poppin' My Collar"
    },
    {
        "artist": "Beyonce Featuring Slim Thug",
        "lyrics": "  You need to stop playing 'round with all them clowns and the wankstas Good girls gotta get down with the gangstas Go 'head, girl, put some back and some neck up on it While I stand up in the background and check up on it  [Chorus] Ooo, boy, you looking like you like what you see Won't you come over and check up on it? I'm gon' let you work up on it Ladies, let 'em check up on it; watch it while he check up on it Dip it, pop it, twerk it, stop it, check on me tonight  If you got it, flaunt it; boy, I know you want it While I turn around, you watch me check up on it Ooo, you watchin' me shake it; I see it in ya face Ya can't take it; it's blazin'; you watch me in amazement You can look at it, as long as you don't grab it If you don't go braggin', I'm-a let you have it You think that I'm teasin', but I ain't got no reason I'm sure that I can please ya, but first I gotta read you  [Chorus x2] I can tell you wanna taste it, but I'm gone make you chase it You got to be patient; I like my men patient More patience you'll take might get you in more places You can't be abrasive; have to know to pace it If I let you get up on it (you gotta make a promise) That you gon' put it on me like no one's put it on me Don't bore me; just show me; all men talk, but don't please I can be a tease, but I really wanna please you  [Chorus x2] Well, it's the king of the underground and the king of the trill Standin' on the top of the soft like the king of the hill You tuned into a winner that's never taken a loss Reppin' music with Beyonce and Slim Thug the boss Diamonds on the wood wheel; I'm a Dirty South soldier Draped up in (?) Holder; thought I told you I like your wiggle and the way that you work it But no judging, just watchin' you twerk it; I'm checkin' up on you tonight  [Chorus x4]  ",
        "title": "Check On It"
    },
    {
        "artist": "Daddy Yankee",
        "lyrics": "   Letra de \"La Rompe Corazones\" ft. Ozuna[Intro] Ziggy, Daddy Yankee Oh, oh, oh La, la Oh, oh, oh Ozuna Daddy-o  [Puente: Ozuna] Te pone una trampa Primero se deja querer Te eleva hasta el cielo Y luego te deja caer Y deja una huella donde quiera que pase A veces buena, a veces mala Pregunta bien  [Coro: Ozuna] Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  [Verso 1: Daddy] Mencionan su nombre y el diablo se esconde Ve como un trofeo a todos los hombres Dice que te ama y es que algo se trama Te tiene dormido haciéndote la cama To' lo que se propone, ella lo consigue Quiere enamorarse y no se decide Puedes bajarle el cielo y no hay quien la obligue Caíste y es difícil que tú la olvides  [Pre-Coro: Daddy Yankee, Ozuna] Y empieza su venganza Cuando se gana tu confianza Intenta pero su corazón no tranza Te engañó y aún no pierdes la esperanza, no  Empieza su venganza Cuando se gana tu confianza Intenta pero su corazón no tranza Te engañó y aun no pierdes la esperanza, no  [Coro: Ozuna] Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  [Verso 2: Daddy] Me enamoró y ahora me ignora Me dijo que estaba sola Le llamo \"la insaciable\" Que en la cama me devora Hasta la mente me controla Más de veinticuatro horas No sabes lo que te espera Hay sorpresas en la caja de Pandora  [Puente: Daddy] No, no, no, no Na' de lo que hagas va a ayudarte No, no, no, no Quizás te cures con el tiempo (Ten cuida'o, cuida'o) Pero esa marca va a quedarse, yeah  [Pre-Coro: Daddy Yankee, Ozuna] Y empieza su venganza Cuando se gana tu confianza Intenta pero su corazón no tranza Me engañó y aún no pierdo la esperanza, no  Empieza su venganza Cuando se gana tu confianza Intenta pero su corazón no tranza Te engañó y aun no pierdes la esperanza, no  [Coro: Daddy Yankee, Ozuna] Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  Le dicen \"la rompe corazones\" Falsas ilusiones No esperes que cambie con el tiempo Se acostumbró a que la perdonen  [Outro] Chris Jeday Gaby Music DY Ozuna Ziggy, Daddy Yankee  ",
        "title": "Rompe"
    },
    {
        "artist": "Shakira Featuring Wyclef Jean",
        "lyrics": "  [Intro: Wyclef Jean] Ladies up in here tonight No fighting, no fighting (We got the refugees up in here) No fighting Shakira, Shakira  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight, you know my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 1: Wyclef Jean] Hey girl, I can see your body moving And it's driving me crazy And I didn't have the slightest idea Until I saw you dancing And when you walk up on the dance floor Nobody cannot ignore the way you move your body, girl And everything so unexpected - the way you right and left it So you can keep on shaking it  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight You know my hips don't lie And I'm starting to feel you boy Come on let's go, real slow Don't you see baby así es perfecto  [Hook 2: Shakira] They know I'm on tonight, my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 2: Shakira] Oh boy, I can see your body moving Half animal, half man I don't, don't really know what I'm doing But you seem to have a plan My will and self restraint Have come to fail now, fail now See, I'm doing what I can, but I can't so you know That's a bit too hard to explain  [Interlude: Wyclef Jean] Baila en la calle de noche Baila en la calle de día Baila en la calle de noche Baila en la calle de día  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You know you got me hypnotized So be wise and keep on Reading the signs of my body  [Bridge: Wyclef Jean & Shakira] Señorita, feel the conga Let me see you move like you come from Colombia Mira en Barranquilla se baila así, say it! En Barranquilla se baila así  [Verse 3: Wyclef Jean] Yeah, she's so sexy every man's fantasy A refugee like me back with the Fugees from a third world country I go back like when 'Pac carried crates for Humpty Humpty We leave the whole club dizzy Why the CIA wanna watch us? Colombians and Haitians I ain't guilty, it's a musical transaction Bo-bop-so-bop, no more do we snatch ropes Refugees run the seas, 'cause we own our own boats  [Hook 2: Shakira] I'm on tonight My hips don't lie And I'm starting to feel you boy Come on let's go, real slow Baby like this is perfecto  [Hook 2: Shakira] Oh, you know I'm on tonight, my hips don't lie And I'm starting to feel it's right The attraction, the tension Baby like this is perfection  [Outro: Wyclef Jean &  Shakira] No fighting, no fighting  ",
        "title": "Hips Don't Lie"
    },
    {
        "artist": "Keyshia Cole",
        "lyrics": null,
        "title": "Love"
    },
    {
        "artist": "Nelly Featuring Paul Wall, Ali & Gipp",
        "lyrics": "  [Intro] Rob the jewelry store and tell 'em make me a grill Add the whole top diamond and the bottom row's gold  [J.D.] Yo we bout to start a epidemic wit this one Y'all know what this is... So So Def  [Verse 1: Nelly & Brandy] Got 30 down at the bottom, 30 more at the top All invisible set in little ice cube blocks If I could call it a drink, call it a smile on the rocks If I could call out a price, let's say I call out a lot I got like platinum and white rose, traditional gold I'm changing grills everyday, like Jay change clothes I might be grilled out nicely (oh) In my white tee (oh) Or on South Beach (oh) in my wife beat VVS studded, you can tell when they cut it You see my grandmama hate it, but my lil mama love it Cause when I... Open up ya mouth, ya grill gleaming (say what) Eyes stay low from the chiefing (chiefing) I got a grill they call penny candy, you know what that means It look like Now and Laters, gum drops, jelly beans I wouldn't leave it for nothing only a crazy man would So if you catch me in your city, somewhere out in your hood Just say...  [Hook] Smile for me daddy (What you looking at) Let me see ya grill (Let me see my what) Ya, ya grill ya, ya, ya grill (Rob the jewelry store and tell 'em make me a grill) Smile for me daddy (What you looking at) I want to see your grill (You wanna see my what) Ya, ya grill ya, ya, ya grill (Had a whole top diamonds and the bottom rows gold)  [Verse 2: Paul Wall] What it do baby, it's the ice man Paul Wall I got my mouth looking something like a disco ball I got the diamonds and the ice all hand set I might cause a cold front if I take a deep breath My teeth gleaming like I'm chewing on aluminum foil Smiling showing off my diamonds sipping on some potent oil I put my money where my mouth is and bought a grill 20 carats 30 stacks let 'em know I'm so for real My motivation is from 30 pointers, VVS The frontage in my mouth piece simply symbolize success I got the wrist wear and neck wear that's captivating But it's what smile that's got these onlookers spectating My mouth piece simply certified a total package Open up my mouth and you see more carrots than a salad My teeth are mind blowing giving everybody chills Call me George Foreman cause I'm selling everybody grills  [Hook] Smile for me daddy (What you looking at) Let me see ya grill (Let me see my what) Ya, ya grill ya, ya, ya grill (Rob the jewelry store and tell 'em make me a grill) Smile for me daddy (What you looking at) I want to see your grill (You wanna see my what) Ya, ya grill ya, ya, ya grill (Had a whole top diamonds and the bottom rows gold)  [Verse 3: Ali & Gipp] [Gipp] Gipp got them yellows, got them purples, got them reds Lights gon' hit and make you woozy in your head You can catch me in my 2 short drop Mouth got colors like a Fruit Loop box [Ali] It's what it do, in the Lou', ice grill, country grammar Where the hustlers move bricks and the gangsters bang hammers Where I got 'em you can spot 'em, on the top, on the bottom Got a bill in my mouth like I'm Hillary Rodham [Gipp] I ain't dissing nobody but lets bring it to the light Gipp was the first with my mouth bright white Yeah these hoes can't focus cause they eyesight blurry Tipping on some 4's you can see my mouth jewelry [Ali] I got four different sets its a fabulous thang One white, one yellow, like Fabolous chain And the other set the same got my name in the mold (Had a whole top diamonds and the bottom row's gold)  [Hook] Smile for me daddy (What you looking at) Let me see ya grill (Let me see my what) Ya, ya grill ya, ya, ya grill (Rob the jewelry store and tell 'em make me a grill) Smile for me daddy (What you looking at) I want to see your grill (You wanna see my what) Ya, ya grill ya, ya, ya grill (Had a whole top diamonds and the bottom rows gold)  [Brandy] Boy, how you get grill that way And how much did you pay Every time I see you Tha first thing I'm gon' say hey.....  [Hook] Smile for me daddy (What you looking at) Let me see ya grill (Let me see my what) Ya, ya grill ya, ya, ya grill (Rob the jewelry store and tell 'em make me a grill) Smile for me daddy (What you looking at) I want to see your grill (You wanna see my what) Ya, ya grill ya, ya, ya grill (Had a whole top diamonds and the bottom rows gold)  ",
        "title": "Grillz"
    },
    {
        "artist": "Rihanna",
        "lyrics": null,
        "title": "SOS"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] It's just the cutest thing When you get to fussing (cussing) Yelling and throwing things I just wanna eat you up I don't mean no disrespect When I start staring Knowing that it makes you madder (uh, oh) I'm sorry But seeing you mad is so sexy  [Pre-Chorus] Could it be the little wrinkle over your nose When you make your angry face That makes me wanna just take off all your clothes And sex you all over the place Could it be the lil' way you storm around That makes me wanna tear you down Baby, I ain't sure But one thing that I do know is  [Chorus] Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad  [Verse 2] Baby, don't think I don't take you seriously But I just can't help the fact That your attitude excites me (So exciting) And you know ain't nothing better Then when we get Mad together and have angry sex (I'll blow you out) Then we forget what we were mad about  [Pre-Chorus] Could it be the little wrinkle over your nose When you make your angry face That makes me wanna just take off all your clothes And sex you all over the place Could it be the lil' way you storm around That makes me wanna tear you down Baby, I ain't sure But one thing that I do know is  [Chorus] Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad  ",
        "title": "When You're Mad"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] She says she's no good with words but I'm worse Barely stuttered out A joke of a romantic stuck to my tongue Weighed down with words too overdramatic Tonight it's \"it can't get much worse\" Vs. \"no one should ever feel like...\"  [Pre-Chorus] I'm two quarters and a heart down And I don't want to forget how your voice sounds These words are all I have so I write them I need them just to get by  ...emal si namhorT eoJ  [Chorus] Dance, dance We're falling apart to half time Dance, dance And these are the lives you love to lead Dance, this is the way they'd love If they knew how misery loved me  [Verse 2] You always fold just before you're found out Drink up it's last call, last resort But only the first mistake and I  [Pre-Chorus] I'm two quarters and a heart down And I don't want to forget how your voice sounds These words are all I have so I write them I need them just to get by  [Bridge 1] Why don't you show me a little bit of spine You've been saving for his mattress, love  [Chorus] Dance, dance We're falling apart to half time Dance, dance And these are the lives you love to lead Dance, this is the way they'd love If they knew how misery loved me  [Bridge 2] Why don't you show me a little bit of spine You've been saving for his mattress (mattress, mattress) I only want sympathy in the form of you crawling into bed with me  [Chorus] Dance, dance We're falling apart to half time Dance, dance And these are the lives you love to lead Dance, this is the way they'd love (way they'd love) Dance, this is the way they'd love (way they'd love) Dance, this is the way they'd love If they knew how misery loved me  [Outro] Dance, dance Dance, dance Dance, dance Dance, dance  ",
        "title": "Dance, Dance"
    },
    {
        "artist": "Teddy Geiger",
        "lyrics": "  Alright, yeah I'm wandering the streets in a world underneath it all Nothing seems to be Nothing tastes as sweet as what I can't have Like you and the way that you're twisting your hair round your finger Tonight I'm not afraid to tell you What I feel about you  I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will  Forgive me if I st-stutter From all of the clutter in my head Cause I could fall asleep in those eyes Like a water-bed Do I seem familiar I crossed you in hallways a thousand times No more camouflage I want to be exposed And not be afraid to fall  Chorus 2 I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will Always want what you can't have But I got to try I'm gonna muster every ounce of confidence I have For you I will, for you I will, for you I will  For You  If I could dim the lights in the mall And create a moon, Yeah I would And shout out your name so it echoes in every room Yeah  That's what I'd do That's what I'd do To get through to you Yeah  CHORUS 2 I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will Always want what you can't have But I got to try I'm gonna muster every ounce of confidence I have For you I will, for you I will, for you I will  For you I will  ",
        "title": "For You I Will (Confidence)"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] I will not make the same mistakes that you did I will not let myself Cause my heart so much misery I will not break the way you did You fell so hard I've learned the hard way To never let it get that far  [Chorus] Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side so I don't get hurt Because of you I find it hard to trust not only me, but everyone around me Because of you I am afraid  [Verse 2] I lose my way And it's not too long before you point it out I cannot cry Because I know that's weakness in your eyes I'm forced to fake A smile, a laugh everyday of my life My heart can't possibly break When it wasn't even whole to start with  [Chorus] Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side so I don't get hurt Because of you I find it hard to trust not only me, but everyone around me Because of you I am afraid  [Bridge] I watched you die I heard you cry every night in your sleep I was so young You should have known better than to lean on me You never thought of anyone else You just saw your pain And now I cry in the middle of the night For the same damn thing  [Chorus] Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side so I don't get hurt Because of you I try my hardest just to forget everything Because of you I don't know how to let anyone else in Because of you I'm ashamed of my life because it's empty Because of you I am afraid  [Outro] Because of you Because of you  ",
        "title": "Because Of You"
    },
    {
        "artist": "Eminem Featuring Nate Dogg",
        "lyrics": "  [Intro: Eminem & Nate Dogg] Shady, Aftermath (Look at that bitch, shit – hey!) There she go, shakin' that ass on the flo' Bumpin' and grindin' that pole The way she's grindin' that pole I think I'm losin' control  [Verse 1: Eminem] Get buzzed, get drunk, get crunk, get fucked up Hit the strip club, don't forget ones, get your dick rubbed Get fucked, get sucked, get wasted, shit faceted Pasted, plastered – puke, drink, throw up Get a new drink, hit the bathroom sink, throw up Wipe your shoe clean, got a routine goin' Still got a few chunks on them shoestrings showin' I was dehydrated 'til the beat vibrated I was revived as soon as this bitch gyrated Them hips and licked them lips, and that was it I had to get Nate Dogg in to sing some shit  [Verse 2: Nate Dogg] Two to the one, from the one to the three I like good pussy and I like good tree Smoke so much weed, you wouldn't believe And I get mo' ass than a toilet seat Three to the one, from the one to the three I met a bad bitch last night in the D Let me tell you how I made her leave with me: Conversation and Hennessy I've been to the motherfuckin' mountaintop Heard motherfuckers talk, seen 'em drop If I ain't got a weapon I'ma pick up a rock And when I bust yo' ass I'm gon' continue to rock Get your ass off the wall with your two left feet It's real easy, just follow the beat Don't let that fine girl pass you by Look real close 'cause strobe lights lie  [Bridge: Nate Dogg] We 'bout to have a party (Turn the music up!) Let's get it started (Go 'head and shake your butt!) I'm lookin' fo' a girl with a body and a sexy strut Wanna get it poppin', baby? Step right up Some girls, they act retarded Some girls are 'bout it, 'bout it I'm lookin' fo' a girl that will do whatever the fuck I say, every day she be givin' it up  [Hook: Nate Dogg] Shake that ass for me, shake that ass for me Come on, girl, shake that ass for me, shake that ass for me Oh, girl, shake that ass for me, shake that ass for me Come on, girl, shake that ass for me, shake that ass for me  [Verse 3: Eminem] I'm a menace, a dentist, an oral hygienist Open your mouth for about four or five minutes Take a little bit of this fluoride rin-inse Swish, but don't spit it; swallow it and now finish Yeah, me and Nate D-O Double-G Lookin' for a couple bitches with some double D's Pop a little champagne and a couple E's Slip it in her bubbly, we-  [Bridge 2: Nate Dogg] We finna have a party (Turn the music up!) Let's get it started (Go 'head and shake your butt!) I'm lookin' fo' a girl I can fuck in my Hummer truck Apple Bottom jeans and a big ol' butt Some girls, they act retarded Some girls are 'bout it, 'bout it I want a bitch to sit at the crib with no panties on Knows that she can, but she won't say no  [Verse 4: Nate Dogg & Eminem] Now look at this lady all in front of me, sexy as can be Tonight I want a slut, would you be mine? Heard you was freaky from a friend of mine Now, I hope you don't get mad at me But I told Nate you was a freak He said he wants a slut, hope you don't mind I told him how you like it from behind  [Hook: Nate Dogg] Shake that ass for me, shake that ass for me Come on, girl, shake that ass for me, shake that ass for me Oh, girl, shake that ass for me, shake that ass for me Come on, girl, shake that ass for me, shake that ass for me  [Bridge: Nate Dogg] We 'bout to have a party (Turn the music up!) Let's get it started (Go 'head and shake your butt!) I'm lookin' fo' a girl with a body and a sexy strut Wanna get it poppin', baby? Step right up Some girls, they act retarded Some girls are 'bout it, 'bout it I'm lookin' fo' a girl that will do whatever the fuck I say, every day she be givin' it up  [Intro: Eminem & Nate Dogg] There she go, shakin' that ass on the flo' Bumpin' and grindin' that pole The way she's grindin' that pole I think I'm losin' control God! I ain't leavin' without you, bitch! You're comin' home with me! And my boy, and his boy – and his boy, and his girl Haha, Nate Dogg!  ",
        "title": "Shake That"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Let me know that I've done wrong When I've known this all along I go around a time or two Just to waste my time with you Tell me all that you've thrown away Find out games you don't want to play You are the only one that needs to know  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Verse 2] Who has to know When we live such fragile lives It's the best way we survive I go around a time or two Just to waste my time with you Tell me all that you've thrown away Find out games you don't want to play You are the only one that needs to know  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Bridge] Who has to know The way she feels inside (inside) Those thoughts I can't deny (deny) These sleeping thoughts won't lie (won't lie) And all I've tried to hide It's eating me apart Trace this life out  [Hook] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret  [Outro] I'll keep you my dirty little secret (Dirty little secret) Don't tell anyone or you'll be just another regret (Just another regret, hope that you can keep it) My dirty little secret Dirty little secret Dirty little secret Who has to know? Who has to know?  ",
        "title": "Dirty Little Secret"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Produced by Scott Storch]  [Music Video]  [Intro: Juelz Santana] Okay, check it, check it, check it out It's Santana again stepping, stepping, stepping out One of the brand new big boy toys I do big boy things, I make big boy noise, 'cause I know what girls want, I know what they like They wanna stay up and party all night So bring a friend!  [Verse 1: Chris Brown] Let me talk to you, tell you how it is I was thinking when I saw that body Gotta get shawty, tell her what the young boy gon' do Damn, them chicks with you gotta be your kin Baby, pretty thick with the kick that's sick That need to be hit, so tell me what y'all gon' do  [Pre-Chorus: Chris Brown] I got friends and you got friends They hop out, and you hop in I look fly and they jocking The way you drop, drop makes me wanna pop I got friends and you got friends They hop out, and you hop in I look fly and they jocking The way you drop, drop makes me wanna pop  [Chorus: Chris Brown] Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it  [Verse 2: Chris Brown] You'll see, girl I can set you off Don't believe my age is gonna slow us down I can definitely show you things to have you saying I can't be 16 Once I get in you won't wanna go (And I) I'll have the girls wishing they were you (And I) I know you heard about me But guess what's going down if we leave  [Pre-Chorus: Chris Brown] I got friends and you got friends They hop out, and you hop in I look fly and they jocking The way you drop, drop makes me wanna pop I got friends and you got friends They hop out, and you hop in I look fly and they jocking The way you drop, drop makes me wanna pop  [Chorus: Chris Brown] Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it  [Bridge: Chris Brown (Juelz Santana)] (Let's go!) Girl you feel right, feel right Make me feel like, feel like I wanna do a little something Do a little something, ain't no thing let you do it for sure Girl the way that you're wearing them jeans Is turning me on I'm the hottest thing that's in these streets So baby won't you rock me? (DipSet, Santana)  [Verse 3: Juelz Santana] Make it drop honey, make it pop honey Whip whop, tick tock to the clock for me Don't stop doing that and shawty Know I mean what I say so she won't stop doing that Plus I heard if you can dance you can bump Well dance time is us, let's go, let's go, yup We can get it in, we can gets some friends Do it like the Ying Yang twins and start whispering Wait 'til you see my (Ay!) Wait 'til you see my (Ay!) Let me fall back, you ain't ready for all that Have you sleep late, real late, yeah taking a long nap You tell your friends to get with my friends We can be friends, switch and meet friends (Switch!) We can do it all night long and... 'Til the clock hit morning, ya dig?  [Chorus: Chris Brown] Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it Is ya man on the floor? If he ain't, lemme know Let me see if you can run it, run it, girl indeed I can run it, run it  ",
        "title": "Run It!"
    },
    {
        "artist": "Bow Wow Featuring J-Kwon & Jermaine Dupri",
        "lyrics": "  [Verse 1: Bow Wow] When I was 8 I was rhymin not backyard game playin Watchin Snoop anxiously and waitin for my chance man Hot and cocky wit it cause I kno that I am man I'm goin down in history like American Bandstand I stay fresh to def like the neighborhood dope man I stay on the top cause I keep comin wit dough man You steady watchin stealin but there ain't no hope man You dealin wit somethin bigger than the US Open And ain't no jokin Fresh like fatlaces and dukey ropes and I keep on smokin Young but I'm ready so that means I'm strokin Look at me now days girl a dawg is pokin Addicted to it J.D. say I got it bad 18 nigga makin more than yo dad see They think they doin it but I'mma out do 'em If you know somebody like that pull up and say to 'em  [Hook: Bow Wow] + (J-Kwon) Ye ain't ridin (ye ain't ridin) Ye ain't bumpin like I'm bumpin Ye ain't sayin nuthin homie Ye ain't fresh azimiz Ye ain't got it (ye ain't got it) You don't keep it Doug E. like I keep it Doug E Lil buddy you ain't fresh azimiz  [J-Kwon] Ye ain't big (big) whippin Ye ain't steady tip tippin No girl gettin homie You ain't fresh azimiz Think ye iz (think ye iz) But cha ain't (but cha ain't) Think you can get it crunk like me but you can't  [Verse 2: Bow Wow] Now every record that I make I'm tryin to get up out the store man Every car I drive I'm tryin have you sayin whoa man Fourth album comeback power like rogaine Records say Columbia but I'm So So man I stay on my grind bringin in that dough man From records to movies now a TV show man Anything given to me I'm gon rep man Big house, big cars what you expect man Just to get a glimpse girls breakin they neck man Blinded by the light glistenin off the Breitling Bow hot as ever I ain't lost no step Straight t-shirt, sneakers I ain't tryin to go prep Like these lil r 'n' b groups that need my help Wish they had my style wish they had my rep But oh no, you'll never have it like me man And if you can't understand this is what I'm sayin  [Hook]  [Verse 3: Bow Wow] I got a spot in M-I-A to get away from the cold weather Talk around town as if I'm wit Ciara Bow fall off nigga that'll be never I'm rich (yea I'm rich) I can do whatever I get a kick outta shuttin suckas down in the parkin lot Especially when they tryin to stunt thinking they hot All out the window talking loud like they runnin my block That's when I come through (come through) and all that stop And ain't another younger keep it fresh like dis man Every year, same time come wit them hits man Tired of makin girls fall out wit a kiss man Well listen and you're stuck music just like quicksand Older people say that lil young dude sick man Young A.I. and we crew thick man Difference between me and you is you be bricklin And I ain't never ever done that before (no)  [Bow Wow] Ye ain't ridin (ye ain't ridin) Ye ain't bumpin like I'm bumpin Ye ain't sayin nuthin homie Ye ain't fresh azimiz Ye ain't got it (ye ain't got it) You don't keep it Doug E. like I keep it Doug E Lil buddy you ain't fresh azimiz  [Hook]  ",
        "title": "Fresh Azimiz"
    },
    {
        "artist": "Paul Wall",
        "lyrics": null,
        "title": "Girl"
    },
    {
        "artist": "50 Cent & Olivia",
        "lyrics": "  [Intro] Yeah! It's my tape man, listen to my tape (I've waited I've waited, time went by What I'll do is cry silly, silly)  [Hook] If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend, If you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend, if you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) Now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend  [Verse 1] First we get to talkin, then we get to touchin If we get past the phone games we'll be fuckin I kiss like the french do, I put my tongue in your ear Do it like the dogs do it girl and pull on your hair For me a different scenery just mean a different position In the tub or on the sink I improvise now listen In the chopper or on the jet, join the mile high club I'm no fool I know money can't buy me love But I'm a different type of nigga that make sure that you know Instead of a rose, there's a hundred dozen of those See I see somethin special when I look in your eyes With your legs way back I see this pussy is mine If you ain't sure when I'm talkin I don't tell you no lies But there's things that you say that have me wonderin why When I don't say what I'm thinkin it don't mean that I'm shy Got on that shit you picked out for me that's why I'm so fly  [Hook] If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend If you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend, if you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) Now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend  [Verse 2] While you in your bubble bath I'll come wash on your back When you puttin on your lotion I can help you with that I sit and think of things to say that may make you smile Or give you gifts from my heart to reflect my style Or slang I use when we build may change how you talk And if I'm focused while I'm strokin I could change how you walk That's the swagger you come with when you come from New York I'm a hustler I just hustle in the things that I bought Separate me from the rest, I feel like I'm the best If there's a price to pay for feelin you I pay that twice I'm as ghetto as it gets girl you know that's right I ain't got nothin to hide baby I tell you my secrets 'Fore you end up bein 'round long enough to peep shit I get closer to you, I mean closer than close I get into you, after I take off my clothes Girl I been into you, mentally long before  [Hook] If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend If you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend, I want you 'round all the time (I want you 'round me all the time) Can I be your best friend, if you promise you'll be mine (Girl promise you'll be mine) Please say he's just a friend (Uh huh) Now girl let's not pretend (Come on) Either he is or he ain't your man (Ha Ha!) Please say he's just a friend If I was your best friend  ",
        "title": "Best Friend"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Alone in this house again tonight I got the TV on, the sound turned down and a bottle of wine There's pictures of you and I on the walls around me The way that it was and could have been surrounds me I'll never get over you walking away  [Chorus] I've never been the kind to ever let my feelings show And I thought that being strong meant never losing your self-control But I'm just drunk enough to let go of my pain To hell with my pride, let it fall like rain From my eyes Tonight I want to cry  [Verse 2] Would it help if I turned a sad song on \"All By Myself\" would sure hit me hard now that you're gone Or maybe unfold some old yellow lost love letters It's going to hurt bad before it gets better But I'll never get over you by hiding this way  [Chorus] I've never been the kind to ever let my feelings show And I thought that being strong meant never losing your self-control But I'm just drunk enough to let go of my pain To hell with my pride, let it fall like rain From my eyes Tonight I want to cry  [Chorus] I've never been the kind to ever let my feelings show And I thought that being strong meant never losing your self-control But I'm just drunk enough to let go of my pain To hell with my pride, let it fall like rain From my eyes Tonight I want to cry  ",
        "title": "Tonight I Wanna Cry"
    },
    {
        "artist": "Jamie Foxx Featuring Ludacris",
        "lyrics": "  [Jamie] Yeah ladies I know you tired of the same old thing Things have become so mundane I mean your bedroom is so cold, so cold but I'm here to tell you I got a strategy--we bout to heat it up  [Hook] Girl get comfortable we bout to do something you never done before Baby not the usually tonight we getting unpredictable So try to roll with me baby... baby I'mma make you feel like you never felt Girl, all because you let me get unpredictable  [Verse 1] Baby 1 plus 1 ain't 2 when you with me C ain't after A and B when you with me It don't make sense right now but it will Later on when you see how I make you feel Regular ain't in my vocabulary When it comes to love makin', neither is missionary Positions: girl pick one...better yet some Never mind that we tryin' all of 'em!  [Hook] Girl get comfortable we bout to do something you never done before Baby not the usually tonight we getting unpredictable So try to roll with me baby... baby I'mma make you feel like you never felt Girl, all because you let me get unpredictable  [Verse 2] I know you're used to dinner and a movie Why not be my dinner, while makin' a movie? Do you get it get it Do you got it got it Good good good Girl I knew you would See what I got over a lot of fellas is that I'm more creative And soon you will see what I mean, what I mean  [Hook] Girl get comfortable we bout to do something you never done before Baby not the usually tonight we getting unpredictable So try to roll with me baby... baby I'mma make you feel like you never felt Girl, all because you let me get unpredictable  [Verse 3--Ludacris] All Aboard! The Spontaneous Express Nevertheless, always the more From the pool table to the kitchen floor Next stop's the G spot... Luda! (I like that!) I like it too, baby Let me put a little bit of excite-ment Up in yo lifestyle You gotta know that time's of the essence I'm talkin' right now I can get, get rid of that headache What you doin' tonight? Some say that sex is overrated, but they just ain't doin' it right I keeps it interesting baby just take them clothes off I'll be your Tylenol just take me till you doze off Wake you up in the middle of the night and take you to another world You'll wake up in the mornin' feeling like another girl  [Hook] Girl get comfortable we bout to do something you never done before Baby not the usually tonight we getting unpredictable So try to roll with me baby... baby I'mma make you feel like you never felt Girl, all because you let me get unpredictable  ",
        "title": "Unpredictable"
    },
    {
        "artist": "Fort Minor Featuring Holly Brook",
        "lyrics": "  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone  [Verse 1: Mike Shinoda] She said, \"Some days, I feel like shit Some days, I wanna quit and just be normal for a bit\" I don't understand why you have to always be gone I get along, but the trips always feel so long  And I find myself trying to stay by the phone 'Cause your voice always helps me not to feel so alone But I feel like an idiot, working my day around the call But when I pick up, I don't have much to say  [Pre-Hook: Mike Shinoda] So, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Verse 2: Mike Shinoda] Come back home, you know, the place where you used to live Used to barbeque up burgers and ribs Used to have a little party every Halloween With candy by the pile, but now You only stop by every once in a while  Shit, I find myself just filling my time With anything to keep the thought of you from my mind I'm doing fine, and I'm I planning to keep it that way You can call me if you find you have something to say  [Pre-Hook: Mike Shinoda] And I'll tell you, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Bridge: Mike Shinoda] I want you to know it's a little fucked up That I'm stuck here waiting, no longer debating Tired of sitting and hating and making these excuses For why you're not around, and feeling so useless  It seems one thing has been true, all along You don't really know what you got 'til it's gone I guess I've had it with you and your career When you come back, I won't be here and you can sing it  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Outro: Mike Shinoda, Brad Delson, & Jay-Z] When you made me that initial batch of songs I was like, that's the shit, right there Alright!  ",
        "title": "Where'd You Go"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: The Black Eyed Peas] Ha, ha, haaaaa Pump it Ha, ha, haaaaa And pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Turn up the radio Blast your stereo, right Ha, ha, ha  [Verse 1: will.i.am] Niggas wanna hate on us (who) Niggas be envious (who) I know why they hate on us (why) 'Cause that so fabulous (what) I'm gonna be real on us (come on) Nobody got nothing on us (no) Girls be all on us from London back down to the US S-S, we rockin' it (contagious) Monkey business (outrageous) Just confess it your girl admits that we the shit F-R-E-S-H, we fresh D-E-F, that's right we def (rock) We definite B-E-P we reppin' it so Turn me up (turn it up) Turn me up (turn it up) Turn me up Come on baby just  [Hook: The Black Eyed Peas] Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) And say (oh, oh, oh) Say (oh, oh, oh) Yo, yo Turn up the radio Blast your stereo, right now (ha) This joint is fizzlin' It's sizzlin' right  [Verse 2: will.i.am & Taboo] Can you check this out right here? Dude wanna hate on us (dude) Dude need to ease on up (dude) Dude wanna act on up But dude get shut like flavor (shut 'em down) Chicks say she ain't down But chick back stage when we in town (ha) She like man on drunk (fool) She wanna hit and run (errr) Yeah, that's the speed That's what we do, that's who we be B-L-A-C-K E-Y-E-D P to the E Then the A to the S When we play you shake your ass (Shake it, shake it) Shake it girl Make sure you don't break it girl ('Cause we gonna) Turn it up (turn it up) Turn it up (turn it up) Turn it up Come on baby just  [Hook: The Black Eyed Peas] Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) And say (oh, oh, oh) Say (oh, oh, oh) Yo, yo Turn up the radio Blast your stereo, right now (ha) This joint is fizzlin' It's sizzlin' right  [Bridge: will.i.am (Fergie)] Damn (damn) Damn (damn) Damn (damn) Damn (damn) Damn (damn)  [Verse 3: apl.de.ap] Apl.de.ap from Philippines live and direct rockin' the scene Breakin' on down for the B-Boys and B-Girls waitin' to do their thing Pump it, louder come on Don't stop, and keep it goin' Do it, let's get it on Move it Come on, baby do it Ha  [Verse 4: Fergie] La-da-dee-da-da-dee-da On the steree-aree-aree-aree-o (ha) Let those speakers blow your mind (Blow my mind, baby) Just let it go, let it go Here we go (Ha) La-da-dee-da-da-dee-da (come on, we here) On the radi-aree-aree-aree-o (ha) The system's gonna feel so fine (ha) Yeah, yeah, yeah (ha), yeah, yeah  [Hook: The Black Eyed Peas] Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) Pump it (louder) And say (oh, oh, oh) Say (oh, oh, oh) Yo, yo Turn up the radio Blast your stereo, right now (ha) This joint is fizzlin' It's sizzlin' right  ",
        "title": "Pump It"
    },
    {
        "artist": "E-40 Featuring Keak Da Sneak",
        "lyrics": "  [Hook] Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Go dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Go dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb  [Verse 1: E-40] Ooh. Jesus Christ had dreads, so shake em I ain't got none, but I'm planning on growing some Imagine all the Hebrews going dumb Dancing on top of chariots and turning tight ones Ooh, tell me when to go (dumb) Talking on my Ghettro on the way to the store My second or third trip Some Henny, some Swishers and some Listerine strips Dr. Greenthumb lips, just to ease my thoughts Not just the cops, but the homies you got to watch The moon is full, look at the dark clouds Sitting in my scraper, watching Oakland Gone Wild, ta-dow I don't bump mainstream, I knock underground All that other shit, sugarcoated and watered down I'm from the Bay where we hyphy and go dumb From the soil where them rappers be getting their lingo from  [Hook (x2):] Tell me when to go (x4) Dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb  [Verse 2: Keak Da Sneak] I'm off that 18 dummy juice Nigga, Raggaman, labeled the Black Zeus King of the super duper hyphy (hyphy, hyphy, hyphy, hyphy) Pipey in your wifey, you don't like me (like me, like me, like me, like me) From the Bay to the A Put me in a Backwood, Swisher sweet bud, orange lace (Let's go, it's dope) It's just some shit I wrote My city couldn't be saved by John the Pope (John the Pope) I slid past on the gas with the bitches at me It's good, it's good like the granddaddy Cross game, you get flipped like a burger patty Or zig-zagged, pass me a big old fatty I drink white, with a snow bunny Talking big shit in the scraper, going hella dummy 1800, Jose Cuervo Yadadamean? Yadada I'm saying though?  [Hook] Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb  [Outro: E-40] Now let me direct traffic for a minute (talk to 'em) Now, let me tell you about this hyphy movement we got going in the Bay When I say something you say it right back to me, you smell me? We're gonna do it like this right here  Ghostride the whip, ghostride the whip Ghostride the whip, ghostride the whip Now scrape, scrape, scrape, scrape Now scrape, scrape, scrape, scrape Put your stunna shades on Put your stunna shades on Put your stunna shades on Put your stunna shades on Now gas, brake, dip, dip Gas, brake, dip, dip Shake them dreads, shake them dreads Shake them dreads, shake them dreads Let me see you show your grill, let me see you show your grill Let me see you show your grill, let me see you show your grill Now thizz face, thizz face Thizz face, thizz face Doors open, mayne Doors open, mayne Doors open, mayne Doors open, mayne Now watch em swang, watch em swang Now watch em swang, watch em swang Go stupid, go dumb, dumb Go stupid, go dumb, dumb  [Hook] Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb Tell me when to go... Tell me when to go Tell me when to go... Tell me when to go Dumb, dumb, dumb, dumb, dumb, dumb, dumb, dumb  ",
        "title": "Tell Me When To Go"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Yeah the big boss man, he likes to crack that whip I am not nothing but a number on his timecard slip I give him 40 hours and a piece of my soul Puts me somewhere at the bottom of his totem pole Hell I do not even think he knows my name  [Chorus] Well all week long I am a real nobody But I just punched out and it is pay check Friday Weekends here, good God almighty I am going to get drunk and be somebody Yeah, yeah, yeah  [Verse 2] My baby cuts hair at a beauty boutique Just blowing and going till she dead on her feet They walk right in and sit right down She gives them what they want and then she spins them around Hey I do not think they even know her name  [Chorus] How week long she's a real nobody But I just punched her out and it is pay check Friday Weekends here, good God almighty Baby let's get drunk and be somebody Yeah, yeah, yeah  [Verse 3] Well just average people, in an everyday bar Driving from work in our ordinary cars And I like to come here with the regular Joes Drink all you want, be the star of the show  [Chorus] How week long but you're a real nobody But we just punched her out and it is pay check Friday Weekends here, good God almighty People let's get drunk How week long but you're a real nobody But we just punched her out and it is pay check Friday Weekends here, good God almighty People let's get drunk and be somebody Yeah, yeah, yeah  ",
        "title": "Get Drunk And Be Somebody"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] She was driving last Friday on her way to Cincinnati On a snow white Christmas Eve Going home to see her Mama and her Daddy with the baby in the backseat Fifty miles to go and she was running low on faith and gasoline It had been a long hard year  She had a lot on her mind and she didn't pay attention She was going way too fast Before she knew it she was spinning on a thin black sheet of glass She saw both their lives flash before her eyes She didn't even have time to cry She was so scared She threw her hands up in the air  [Chorus] Jesus take the wheel Take it from my hands Cause I cannot do this on my own I am letting go So give me one more chance Save me from this road I am on Jesus take the wheel  [Verse 2] It was still getting colder when she made it to the shoulder And the car came to a stop She cried when she saw that baby in the backseat sleeping like a rock And for the first time in a long time She bowed her head to pray She said I am sorry for the way I have been living my life I know I have got to change So from now on tonight  [Chorus] Jesus take the wheel Take it from my hands Cause I cannot do this on my own I am letting go So give me one more chance Save me from this road I am on Jesus take the wheel  [Verse 3] Oh, I am letting go So give me one more chance Save me from this road I am on From this road I am on Jesus take the wheel  [Outro] Oh, take it, take it from me Oh, wow, oh  ",
        "title": "Jesus, Take The Wheel"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  Dancin' when the stars go blue Dancin' when the evening fell Dancin' in your wooden shoes In a wedding gown  Dancin' out on 7th street Dancin' through the underground Dancin' with the marionette Are you happy now?  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  Laughin' with your pretty mouth Laughin' with your broken eyes Laughin' with your lover's tongue In a lullaby  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  ",
        "title": "When The Stars Go Blue"
    },
    {
        "artist": "Nick Lachey",
        "lyrics": "  Watch my life Pass me by In the rear view mirror Pictures frozen in time Are becoming clearer I don't want to waste another day Stuck in the shadow of my mistakes  Yeah...  Cause I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  I've been dying inside Little by little No where to go But going out of my mind In endless circles Running from myself until You gave me a reason for standing still  And I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  Falling faster Barely breathing Give me something To believe in Tell me it's not all in my head  Take what's left Of this man Make me whole Once again  Cause I want you And I feel you Crawling underneath my skin A hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be You can have all that's left, yeah yeah yeah What's left of me?  I've been dying inside you see I'm going out my Out my mind I'm just running in circles all the time Will you take what's left? Will you take what's left? Will you take what's left of me?  Just running in circles in my mind Will you take what's left? Will you take what's left? Will you take what's left of me? Take what's left of me...  ",
        "title": "What's Left Of Me"
    },
    {
        "artist": "Saving Jane",
        "lyrics": null,
        "title": "Girl Next Door"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  We were drawn from the weeds We were brave like soldiers Falling down under the pale moonlight You were holding to me Like a someone broken And I couldn't tell you but I'm telling you now  Just let me hold you while you're falling apart Just let me hold you and we'll both fall down  Fall on me, tell me, everything you want me to be Forever with you, forever in me, ever the same  We would stand in the wind We were free like water Flowing down Under the warmth of the sun Now it's cold and we're scared And we've both been shaken Yeah, look at us man This doesn't need to be the end  Just let me hold you while you're falling apart Just let me hold you and we'll both fall down  Fall on me, tell me, everything you want me to be Forever with you, forever in me, ever the same Call on me And I'll be there for you and you'll be there for me Forever it's you, forever in me, ever the same  You may need me there To carry all your weight But you're no burden I assure You tide me over With a warmth I'll not forget But I can only give you love  Fall on me, tell me, everything you want me to be Forever with you, forever in me, ever the same Call on me Well I'll be there for you and you'll be there for me Forever it's you, forever in me, ever the same  Forever in you, forever in me, ever the same  ",
        "title": "Ever The Same"
    },
    {
        "artist": "Shawnna",
        "lyrics": "  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was wit the kinda girl (Hustle) that make ya toes pop  [Shawnna] You know you niggas want a bitch like me (Like me) Apple bottoms with the wifebeaters, rockin nikes (nikes) All the niggas in the hood wanna call her wifey (Wifey) If you got a pretty dollar, then I prolly might be (Might be) You niggas poppin collars while you bitches pop P's I'mma do it for my riders who get out and pop E Thinkin you can find me, man you need to stop, please Catch me flyin through your hood, in a drop top V I'm in the pop top 3, and my pops got G's See the watch got chilly, and the rocks got freeze And ya broads act silly, couldn't jack my steed For slippin in your pimpin ma, ya boy chose me And now we got 'em \"hey lil mama, can you give me a sec I got a little somethin somethin bout as big as yo legs\" This nigga yawnin while he talkin, so I knew he was weak And by like six in the mornin, he forgot what he said  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  [Shawnna] You know I keep a 4-5 whoopers in the trunk I turn it to the maxim, you can feel it when they bump You heard of D.T.P., we give the people what they want And when it comes to hustle, yo you know we ain't no punk You catch me in the town, we blowin dro and gettin drunk And when we hit the party, yo you know we keep it crunk Yo nigga actin tipsy on the floor and gettin stomp Don't act like you ain't know, now tell yo ho to pass the blunt You bitches wanna be cause you know that I'm the shit You see me on the TV cause I roll wit Ludacris Don't hate Shawnna baby, just be mad at who you wit I keep a couple hammers so you know too I'm legit Just so you understand, so you know I'm bout the bread (I'm bout my bread) And don't you try to play me for a joke about my cash (I'm bout my cash) Before I hit the tip and got my heat up out the stash (Up out my stash) I hand him on the low, shawty this is what he said (What he said)  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  ",
        "title": "Gettin' Some"
    },
    {
        "artist": "The Afters",
        "lyrics": null,
        "title": "Beautiful Love"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Click here to read about Panic! At The Disco's first live performance of “I Write Sins Not Tragedies]  [Music Video]  [Verse 1] Oh, well, imagine As I'm pacing the pews in a church corridor And I can't help but to hear No, I can't help but to hear an exchanging of words \"What a beautiful wedding! What a beautiful wedding!”, says a bridesmaid to a waiter \"And yes, but what a shame, what a shame The poor groom's bride is a whore\"  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of...  [Verse 2] Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Pour the champagne  [Chorus] I chimed in with a \"Haven't you people ever heard of closing a goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  ",
        "title": "I Write Sins Not Tragedies"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "Jack Johnson",
        "lyrics": "  [Verse 1] Who's to say what's impossible Well they forgot, this world keeps spinning And with each new day I can feel a change in everything  And as the surface breaks, reflections fade But in some ways, they remain the same And as my mind begins to spread its wings There's no stopping curiosity  [Chorus] I want to turn the whole thing upside down I'll find the things they say just can't be found I'll share this love I find with everyone We'll sing and dance to Mother Nature's songs I don't want this feeling to go away  [Verse 2] Who's to say, I can't do everything Well I can try And as I roll along I begin to find Things aren't always just what they seem  [Chorus] I want to turn the whole thing upside down I'll find the things they say just can't be found I'll share this love I find with everyone We'll sing and dance to Mother Nature's songs This world keeps spinning And there is no time to waste Will it all keep spinning spinning round and round and  [Bridge] Upside down Who's to say what's impossible and can't be found I don't want this feeling to go away  [Outro] Please don't go away Please don't go away Please don't go away Please don't go away Is this how it's supposed to be? Is this how it's supposed to be?  ",
        "title": "Upside Down"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I must look just like a fool here In the middle of the road Standing there in your rear view And getting soaked to the bone This land is flat as it is mean A man can see for a hundred miles So I'm still praying I might see The glow of a brake light  [Chorus 1] But your wheels just turn Down the road ahead If it hurts at all You ain't showed it yet I keep a looking for The slightest sign that you might miss What you left behind I know there's nothing stopping you now But I'd settle for a slowdown  [Verse 2] I held on longer than I should Believing you might change your mind And those bright lights of Hollywood Would fade in time  [Chorus 1]  But your wheels just turn Down the road ahead If it hurts at all You ain't showed it yet You're just a tiny dot on that horizon line Come on tap those brakes Baby just one time I know there's nothing stopping you now I'm not asking you to turn back around  [Outro] I'd settle for a slowdown Come on just slow down I'd settle for a slow down  ",
        "title": "Settle For A Slowdown"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": null,
        "title": "Believe"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne",
        "lyrics": "  [Music Video]  [Intro: Lil Wayne] What it is, folk, this right here is the sixteen-year old phenom Chris Breezy, me, myself, I'm the  23 year old CEO  [Verse 1: Lil Wayne] Young Carter, I'm harder than them other boys I ain't even fronting baby I can take a summer off I can break a woman off, I can take the stomach off One of my, trucks, now I'm riding in the goods Line it on up, guarantee you get served Lil Chris, said run it, so I ran and told her I'm a Cash Money young'n, Birdman Junior Just a president, looking for a moniker  [Verse 2: Chris Brown] The young boy just turned 16 and I got 64's and hot bikes that I rock Keep 3 or 4 sweeties on my clock, but all that swinging in that bikini just make 'em vicious Slow all the traffic down to a complete stop cause you speaking that slang that I talk That sassy tempo with that walk, maybe the reason that all these teenies may never see me  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Verse 3: Chris Brown] Ma, take a break, let me explain to you, what your body got a young boy ready to do If you take a chance to let me put them things on you, I could show you why I make them straight, A's in school I'm a hustler, trust my frame and age, got you thinking that I'm just too young to turn your page I can picture us switching lanes in the Coupe, with you on the phone screaming my name, Chris  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Bridge: Chris Brown] Girl you serious and I been watching you, this's what your body's saying Hey, yeah, this what your body's saying, ow  [Verse 4: Lil Wayne] Weezy baby, baby what it do, I'm tryna holla at cha I ain't upset, but I'll blind you if I smile at ya You rocking with young Chris and the best rapper So leave your phone, bring your friends, let the rest happen A lil Patron, a lil Hen', I'm on Cavalli Vodka I'm in Cavalli jeans, got on Cavalli boxers, I'm fresher than a newborn And um I can work you out like a futon And um you can leave your birthday suit on I'mma leave my boots on, I'mma leave my jewels on Never know what you want, I'mma leave that tool on Never know who home, I learned that from a Biggie song On to a new one, some like a redbone Oh I think she like me, she got me on a ringtone And I told her, \"Get yours, girl, and don't you stop\" Now gimme that funk, that gushy stuff Oh  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Outro: Chris Brown] VA, yeah ha Yeah ma don't be fronting like you don't know what's going on, aight, yeah  ",
        "title": "Gimme That"
    },
    {
        "artist": "Bo Bice",
        "lyrics": null,
        "title": "The Real Thing"
    },
    {
        "artist": "Lil Jon Featuring E-40 & Sean Paul Of The YoungBloodZ",
        "lyrics": "  [Intro: Lil Jon] What's happenin'? Dis ya boy Lil Jon! BME Click What's up 40? What's happenin'? What's up Sean Paul? What's happenin'? Hey! Now ladies and gentlemen it's about dat time To turn this thang on out Now let me see everybody do this Hey! Let's go!  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 1: Lil Jon] Snap ya fingers and then rock wit it Do it, do it, do it, do it, gon' drop wit it Do a step with it, put your hips with it All my ladies let me see ya put a twist wit it You can't do like me, I'm by myself I do it so good, I don't need nobody else What's happenin', what's up Got da perc' fired up What's happenin', what's up Got Patron in my cup I pop, I drank I'm on Patron and perc', I can't thank I'm blowed, to the do' Don't know how the hell I'm gettin' home  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 2: E-40] Straight from the Bay, posted in the 'A' Bout to hit the club, we been mobbin' all day Drinkin' on some Rossi, Jon on Patron VIP status, strapped wit my chrome Look around the club, what do I see Everybody rockin' side to side to the beat Snappin' they fingers, bouncin' to the groove All by they self, that's the new move Nigga, where I'm from, we like to go dumb I'm soakin' up the game, I'm seein' how it's done I ask shawty what they call it, she said 'the Pool Palace' Straight from Bankhead, I said 'you good at it' Do what'cha do, you and ya crew They even got playa's and thugs doin' it too The mo' that I drank, the more it's lookin' smooth It's nuthin' to a boss, I can do the shit too  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 3: Sean Paul] Chillin' in the vip, yeah, we gettin' crunk Niggas poppin' bottles and these bitches gettin' drunk Rollin' up the kush, put it in the air I'm throwin' up the E's to let 'em know we in here Brand new shoes, brand new tool Pull out the ol' school 'cause I'm feelin' real cool Yeah I'm from the 'A', so I'm leanin' and rockin' Snappin' my fingers, then reachin' for my Glock BITCH! Reppin' my block BITCH!, straight from the Dec When you snap ya fingers shawty, gotta jerk ya neck Smokin' on the best, we don't fuck wit dat mess I bet you can't do it, do it, do it like this Yeah I'm back to the track, back to the snap 1, 2 step, then you gotta lean back This is how we do it in the A town (And if you ain't know) This is how it goes down  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  Hey! Hey!  ",
        "title": "Snap Yo Fingers"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  [Verse 1] Jenny's got a job A cat named Jake 31 candles on her birthday cake Next year Thought by now she'd have a man Two car seats and a minivan But it still ain't here (Hey!) She's been lookin' for Mr. Right so long But all she's found is Mr. Wrong That's the pits  [Pre-Chorus] She's drawn a line that she won't cross Her and time are facing off She says something's gotta give  [Chorus] Something's gotta give me butterflies Something's gotta make me feel alive Something's gotta give me dreams at night Something's gotta make me feel alright I don't know where it is But something's gotta give  [Verse 2] Friday night she had a date Cell phone junky A half hour late That's the biz, baby  [Pre-Chorus] She's riding out the twists of fate She's had all that she can take She says something's gotta give  [Chorus] Something's gotta give me butterflies Something's gotta make me feel alive Something's gotta give me dreams at night Something's gotta make me feel alright I don't know where it is But something's gotta give  [Bridge] I swear There's got to be a meant to be for me out there Somewhere someday I'm gonna find someone, somehow, someway Jenny's got a job A cat named Jake 31 candles on her birthday cake Next year  [Outro] She thought by now she'd have a man Two car seats and a minivan She says something's got Something's got Something's gotta  ",
        "title": "Something's Gotta Give"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Intro] Hold, hold up, hold up Slow, slow down Listen, give me 10 minutes Well, give me 5 minutes...a'ight B-before you leave I just need these last 4 minutes  [Verse 1] Pardon me if I'm talking fast and stumbling all over my words I heard you were leavin' town I thought I'd be the one to know first If you have a minute let me talk to you and see what's going on Don't say it's nothing When it's gotta be something that's gone wrong Now let me explain but I don't know what to say 'Cause I don't know what the hell happened I come in the house to try to work it out And all you're doing is packing Close your suitcase let me think straight Damn, what could be the reason Baby talk to me I'm almost out of time  [Chorus] I only got 4 minutes to do what I gotta do To prove to you that I'm gon' do anything Only got 4 minutes say what I gotta say to make you stay And show you that I done changed 'Cause in 4 minutes I'll never have my girl again In 4 minutes I'm a lose her to some other man 4 no less no more I'm desperate cause the clock's ticking Only got 4 minutes to go  [Verse 2] Who are these people I don't know in my house? And they scratching my floors Takin' furniture outside and the U-Haul pull up to my door What's the reason that I get this feelin' That you can't keep it real with me? Is it cause of the prior relationships I had off in the streets? Never mind that this is your conscience speaking And you need to get your girl back You gotta find a way to try to get to her heart I'm takin' suggestions I've learned my lesson Think conscience you're my last lifeline I'm down to my last second  [Chorus]  [Bridge] I've done things in my past I thought this love would last But I can't let you go baby You're my everything lady The reason I smile and the reason I talk baby The reason I breathe The only one for me, yeah You can't go through with this If you left me my life wouldn't exist Cause I'm still in love with you And that's my word I don't give a damn what you heard Oh, baby I'll be true  I only got 4 minutes And I'm running out of time I only got 4 minutes I only got 4 minutes  4 minutes I'll never have my girl again In 4 minutes I'm a lose her to some other man 4 no less no more Cause the clocks ticking Only got 4 minutes to go  Only got 4 minutes to tell you everything I love about you 4 minutes to say I need you, I can't live without you I'm out of time gotta say what's on my mind Just to keep you in my life Aw, damn I'm outta time  ",
        "title": "4 Minutes"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] Baby lock the door and turn the lights down low Put some music on that's soft and slow Baby we ain't got no place to go I hope you understand  [Chorus] I've been thinking about this all day long Never felt a feeling quite this strong I can't believe how much it turns me on Just to be your man  [Verse 2] There's no hurry Don't you worry We can take our time Come a little closer Lets go over What I had in mind Baby lock the door and turn the lights down low Put some music on that's soft and slow Baby we ain't got no place to go I hope you understand  [Chorus] I've been thinking about this all day long Never felt a feeling quite this strong I can't believe how much it turns me on Just to be your man  [Verse 3] Ain't nobody ever love nobody The way that I love you We're alone now You don't know how Long I've wanted to Lock the door and turn the lights down low Put some music on that's soft and slow Baby we ain't got no place to go I hope you understand  [Chorus] I've been thinking about this all day long Never felt a feeling that was quite this strong I can't believe how much it turns me on Just to be your man I can't believe how much it turns me on Just to be your man  ",
        "title": "Your Man"
    },
    {
        "artist": "Yung Joc",
        "lyrics": "  [Intro: Nitti] Here we go again Ghettoville U.S.A. (uh oh) You know I go by the name Nitti right (uh huh) I gotta introduce you to another motherfucker out my squad right(who this nigga mane) This nigga go by the name of Joc (Joc?) He resides in Collegepark (Collegepark C.P.) But for right now, what we gotta do for y'all (what we gonna do) We gotta give y'all a hit (huh)  [Verse 1: Yung Joc] Niggas in my face, damn near er' day Ask a million questions like, Joc where ya' stay? Tell 'em Collegepark, where they chop cars Get twenty grand, spend a grand at the bar Jest bought a zone, J's on my feet I'm on that Patron, so get like me '69 Cutlass with the bucket seats Beat in my trunk, bought it just for the freaks Catch me in the hood, posted at the store Pistol in my lap, on the phone counting dough If a girl choose, let her do her thing Just like her mama, nice ass, nice brain Er'body love me, I'm so fly Niggas throw the deuces er'time I ride by I know ya wonder why, I'm so cool Don't ask me just do what you do (OK)  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 2: Yung Joc] Verse number two, do the damn thing Cubes on my neck, pockets full of Ben Frank's When I'm in the mall, hoes just pause I pop a few tags, give me that on the wall Time to flip the work, make the block bump Boys from the hood call me black Donald Trump Dope boy magic, seven days a week Number one record, long as Nitti on the beat Oh I think they like me, better yet I know Lights camera action when I walk through the door Niggas know my crew, we certified stars Valet in the front 'bout thirty-five cars Bitches in the back, black Beamer coupe's Girls liking girls, time to recruit If ya' got a problem, say it to my face We can knuckle up any time any place  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 3: Yung Joc] Time to set it off, let these nigga know Have ya ever seen a Chevy with the butterfly doors? I ride real slow, no need to speed Gotta make sure ya' see the buckets on my feet Fans on my trail, but they don't think I know I keep my hands clean casue I never touch dope Every time I see 'em, look 'em in they eyes Ask me how I know, its me, surprise Put it in the air, rep where ya' stay Take a step back, blow the kush in they face Stuntin' is a habit, let 'em see the karats I'mma make it rain nigga, I ain't scared to share it  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Outro: Yung Joc] Yung Joc... Nitty strikes again This a Nitti beat Playmaker So So Def motherfucker  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Christina Milian Featuring Young Jeezy",
        "lyrics": null,
        "title": "Say I"
    },
    {
        "artist": "Aly & AJ",
        "lyrics": null,
        "title": "Rush"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] I confess, I messed up Dropping \"I'm sorry\" like you're still around And I know you dressed up \"Hey, kid, you'll never live this down\"  [Pre-Chorus 1] And you're just the girl all the boys want to dance with And I'm just the boy who's had too many chances I'm sleeping on your folks' porch again, dreaming She said, she said, she said \"Why don't you just drop dead?\"  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Verse 2] Write me off, give up on me 'Cause darling, what did you expect? I'm just off, a lost cause A long shot, don't even take this bet  [Pre-Chorus 2] You can make all the moves, you can aim all the spotlights Get all the sighs and the moans just right I'm sleeping on your folks' porch again, dreaming She said, she said, she said \"Why don't you just drop dead?\"  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Bridge] Always on You said you'd keep me honest (Always on) But I won't call you on it (Always on)  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Outro] I set my clocks early 'cause I know I'm always late  ",
        "title": "A Little Less Sixteen Candles, A Little More Touch Me"
    },
    {
        "artist": "Matisyahu",
        "lyrics": "  [Verse 1] You're all that I have and you're all that I need Each and every day I pray to get to know you, please I want to be close to you, yes I'm so hungry You're like water for my soul when it gets thirsty Without you there's no me You're the air that I breathe Sometimes the world is dark and I just can't see With these, demons surround all around to bring me down to negativity But I believe, yes I believe, I said I believe I'll stand on my own two feet Won't be brought down on one knee Fight with all of my might and get these demons to flee HaShem's rays fire blaze burn bright and I believe HaShem's rays fire blaze burn bright and I believe Out of darkness comes light, twilight unto the heights Crown Heights burnin' up all through till twilight Said thank you to my God, now I finally got it right And I'll fight with all of my heart, and all a' my soul, and all a' my might  [Hook] What's this feeling? My love will rip a hole in the ceiling I give myself to you from the essence of my being and I Sing to my god, songs of love and healing I want Moshiach now, time we start revealing What's this feeling? My love will rip a hole in the ceiling I give myself to you from the essence of my being and I Sing to my god, songs of love and healing I want Moshiach now  [Hook] Strippin’ away the layers and reveal your soul Got to give yourself up and then you become whole You're a slave to yourself and you don't even know You want to live the fast life but your brain moves slow If you're trying to stay high, bound to stay low You want God but you can't deflate your ego If you're already there then there's nowhere to go If your cup's already full then its bound to overflow If you're drowning in the waters and you can't stay afloat Ask Hashem for mercy, and he'll throw you a rope You're looking for help from God you say he couldn't be found Searching up to the sky and looking beneath the ground Like a King without his Crown You keep fallin' down You really want to live but can't get rid of your frown Tried to reach unto the heights and wound bound down on the ground Given up your pride and then you heard a sound Out of night comes day and out of day comes light Nullified to the One like sunlight in a ray Makin' room for his love and a fire gone blaze Makin' room for his love and a fire gone blaze  [Hook]  [Verse 3] See I lift up my eyes where my help come from And I seen it circling around from the mountain Thunder! You feel it in your chest You keep my mind at ease and my soul at rest You're not vexed Look to the sky where my help come from Seen it circling around from the mountain Thunder! You feel it in your chest You keep my mind at ease and my soul at rest You're not vexed  ",
        "title": "King Without A Crown"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "The Lucky One"
    },
    {
        "artist": "Jack Ingram",
        "lyrics": null,
        "title": "Wherever You Are"
    },
    {
        "artist": "Field Mob Featuring Ciara",
        "lyrics": "  [Jazze Pha] Ladies and GENTLEMEN! Jazze Pha, Field Mob, Ciara Superstar DJ's, here we go  [Hook - Ciara] They say - \"He do a little this, he do a little that He always in trouble,\" and I heard \"He's nuttin but a pimp, he's done a lot of chicks He's always in the club,\" and they say \"He think he slick, he's got a lot of chips He's sellin them drugs,\" and I heard \"He's been locked up, find somebody else He ain't nuttin' but a thug\" So whaaaaaaaaat, so whaaaaaat So whaaaaaat, so whaaaaat  [Smoke] And they say - I'm a slut, I'm a ho, I'm a freak I got a different girl everyday of the week You too smart you'd be a dummy to believe That stuff that you heard that they say about me They say that I'm THIS, they say that I'm THAT But all of it's fiction, none of it's fact! But you don't be hearin it about your lover You let it go in one ear and out the other Now he say, she say, they say, I heard If they fake we can't let it get on our nerves She miserable, she just want you to be Like her, misery needs company So don't listen to that vine of grapes - They're Nuttin' but liars hatin, and I bet They wouldn't mind tradin pla-ces With you by my side in my Mercedes  [Hook]  [Shawn Jay] Mo' Money, Mo' Problems, life of a legend Haters throw salt like rice at a weddin So what, that's your cousin, they don't mean nuthin Her like missin a type of affection you get You just blind to the facts See the lies just as obvious as cries for attention Yield to the blindness, apply your suspicion But listen, say you love me, gotta trust me Why you stress this high school mess? Break up never, they just jealous! Drama from your momma, mean mug from your brothers I'm that author of the book, they can judge from the cover Yes - I, I been to jail And yes - I'm grindin for real I'm a positive talkin negative pimp They hate to see you doin better than them, so!  [Hook]  (Ladies and Gentlemen, Ciara)  [Ciara] Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me This love is serious No matter what people think I'm gon' be here for ya And I don't care what they say Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me I love the thug in ya No matter what people think I'm gon' be here for ya And I don't care what they say  [Field Mob ad-libs as song fades]  ",
        "title": "So What"
    },
    {
        "artist": "KT Tunstall",
        "lyrics": "  [Intro] Two Three Go (Woo Hoo, Woo Hoo) (Woo Hoo, Woo Hoo)  [Verse 1] Well my heart knows me better Then I know myself so I'm going to let it do all the talking (Woo Hoo, Woo Hoo) I came across a place In the middle of nowhere With a big black horse And a cherry tree (Woo Hoo, Woo Hoo) I felt a little fear upon my back I said don't look back, just keep on walking (Woo Hoo, Woo Hoo) Well the big black horse said, \"Look this way.\" He said, \"Hey lil' lady Will you marry me?\"  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Verse 2] And my heart had a problem in the early hours So I stopped it dead for a beat or two (Woo Hoo, Woo Hoo) But I cut some cord and I shouldn't have done it And it won't forgive me after all these years (Woo Hoo, Woo Hoo) So I sent her to a place in the middle of nowhere With a big black horse and a cherry tree (Woo Hoo, Woo Hoo) Now it won't come back cause its oh so happy And now I've got a hole for the world to see, yeah (Woo Hoo, Woo Hoo)  [Chorus] And it said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Outro] Big black horse and a cherry tree (No no, no no no no) I can't quite get there Cause my heart's forsaken me, yeah, yeah, yeah (No no) Big black horse and a cherry tree (No no, no no no no) I can't quite get there cause my heart's Forsaken me  ",
        "title": "Black Horse & The Cherry Tree"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] The body's a temple, that's what we're told I've treated this one like an old honky-tonk Greasy cheeseburgers and cheap cigarettes One day they'll get me if they ain't got me yet  [Chorus] 'Cause I'm living in fast forward A hillbilly rock star out of control I'm living in fast forward Now I need to rewind real slow  [Verse 2] My friends all grew up, they settled down Built nice little houses on the outskirts of town They work in their office, drive SUVs They pray for their babies and they worry 'bout me  [Chorus] 'Cause I'm living in fast forward A hillbilly rock star out of control I'm living in fast forward Now I need to rewind real slow  [Bridge] I'm always running Son of a gunning I've had a good time it's true But the way I've been going It's time that I toned it Down just a notch or two Oh yeah  [Chorus] Well I'm living in fast forward A hillbilly rock star out of control I'm living in fast forward Now I need to rewind real slow Well I'm living in fast forward A hillbilly rock star out of control I'm living in fast forward Now I need to rewind real slow  [Outro] Yeah I need to rewind real slow Yeah I still got some miles to go  ",
        "title": "Living In Fast Forward"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Don't waste your time looking over your shoulder Those loves from the past aren’t getting no closer When I look in my future you're all I can see Don't go loving on nobody but me  [Chorus] Nobody but me going to love you like you ought to be loved on Nobody but me going to cry if you up and leave You can do what you want to But I'm asking pretty please (Honey) don’t go loving on nobody but me  [Verse 2] I took my time to tell you how I feel Just because I took so long don't mean that it isn't real I ain't got no diamond, but I'm down on my knees Don't go loving on nobody but me  [Chorus] Nobody but me going to love you like you ought to be loved on Nobody but me going to cry if you up and leave You can do what you want to But I'm asking pretty please (Honey) don’t go loving on nobody but me Nobody but me going to love you like you ought to be loved on Nobody but me going to cry if you up and leave You can do what you want to But I'm asking pretty please (Honey) don’t go loving on nobody but me  [Outro] Don't go loving on nobody but me  ",
        "title": "Nobody But Me"
    },
    {
        "artist": "Anthony Hamilton",
        "lyrics": "  No matter what the people say I can't, I can't let go No, no  (Verse: 1)  Why must they try to tear down my house when they know it's made from love And they could never stand in our way We made a vow to love through it all We are one And no one has the right to tear my love down  (Chorus)  No matter what the people say, I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let go I can't, I can't let you go  (Verse: 2)  How dare they say That a love like ours won't last? God made no mistakes When He sheltered me with your heart There's no safer place than to be in love And here I will stand And there ain't never Ain't gonna never ever leave you alone  (Chorus)  No matter what the people say I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let ya' go I can't, I can't let you go  (Bridge)  All that I know now is to give you all of me And no matter how long I take And every part of me belongs to your love Help me, help me  (Chorus)  No matter what the people say, I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let go I can't, I can't let you go No matter what the people say...  ",
        "title": "Can't Let Go"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced by Kevin \"Khao\" Cates]  [Intro] Hey, T.I.P. pimpin' Hey, shorty, why you gotta act like that? I'm sayin', I'm just tryin' to be nice to you  [Hook] Go and tell a nigga no, with a ass so fat Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that? In a relationship, been faithful to a nigga so whack Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that… aye-aye  [Verse 1] Can't help but notice how you glowing, I can see in yo' face Now, I just wonder if he know he close to being replaced Swear I treat you like a queen you put me in his place So you can give back his ring and the key to his place Tell the nigga one thing, that you need yo' space Selling niggas is one thing, you don't need to chase I wanna kiss you everywhere between yo' knees and waist Hear the sounds that you making, get yo' knees to shake Holla at me in the A, you feel you need to escape I got a mansion and a gate, you with me you safe A Benz, a Phantom and a truck with 23's the case 600 G's in the safe, how much cheese it take? This a chance you need to take, ain't no need to wait Say the word, we can leave today, this song's special And it feel like fate, hate to make a mistake How the same thing making you sad making you stay?  [Hook]  [Verse 2] Can he touch it like that, and make it feel like this? How I left and came back and it's still like this Do he hit it from the back and make you feel it in yo' chest? Take advantage of what you're concealing in yo' dress? What, he think he too fresh to show that you the best? Compliment you on your intellect and treat you with respect? Give you sex till you sweat, tongue kissing on yo' neck? It's been awhile since she got it like this, I bet I can tell you ain't just another bitch I met Ain't nobody got me open like this, not yet You confused, ain't decided which way you should go yet So how you keep saying no with yo' panties so wet?  [Hook]  [Talking] This nigga playing mind games, man I think the time came, that you mind changed you understand Life is like a chess move, you need to make yo' next move Yo' best move, keep it pimpin', you understand? Hey I mean, you know what I'm saying I done showed you how I feel, you know what I'm saying I put myself all the way out there you know The ball in yo' court, man But I just got a question for you… Is you happy?  [Hook]  ",
        "title": "Why You Wanna"
    },
    {
        "artist": "Heather Headley",
        "lyrics": null,
        "title": "In My Mind"
    },
    {
        "artist": "Sheryl Crow & Sting",
        "lyrics": "  [Verse 1] My yesterdays are all boxed up and neatly put away But every now and then you come to mind Cause you were always waiting to be picked to play the game But when your name was called, you found a place to hide When you knew that I was always on your side  [Verse 2] Well, everything was easy then, so sweet and innocent Your demons and your angels reappear Leavin' only traces of the man you thought you'd be Leavin' me with no place left to go from here Leavin' me with so many questions all these years  [Verse 3] But is there someplace far away, someplace where all is clear? Easy to start over with the ones you hold so dear Or are you left to wonder, all alone, eternally? This isn't how it's really meant to be No it isn't how it's really meant to be  [Verse 4] Well they say that love is in the air, never is it clear How to pull it close and make it stay Butterflies are free to fly, and so they fly away And I'm left to carry on and wonder why Even through it all, I'm always on your side  [Verse 5] But is there someplace far away, someplace where all is clear? Easy to start over with the ones you hold so dear Or are we left to wonder, all alone, eternally? This isn't how it's really meant to be No it isn't how it's really meant to be  [Verse 6] If they say that love is in the air, never is it clear How to pull it close and make it stay If butterflies are free to fly, why do they fly away? Leavin' me to carry on and wonder why Was it you that kept me wondering through this life When you know that I was always on your side?  ",
        "title": "Always On Your Side"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Click here to read how Panic! At The Disco came up with the title “ Only Difference Between Martyrdom and Suicide is Press Coverage”]  [Verse 1] Sit tight, I'm going to need you to keep time Come on, just snap, snap, snap your fingers for me Good, good, now we're making some progress Come on, just tap, tap, tap your toes to the beat And I believe this may call for a proper introduction, and well Don't you see? I'm the narrator, and this is just the prologue  [Chorus] Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes, trophy boys, trophy wives Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes, trophy boys, trophy wives  [Verse 2] Applause, applause, no, wait, wait Dear studio audience, I've an announcement to make It seems the artists these days are not who you think So we'll pick back up on that on another page And I believe this may call for a proper introduction, and well Don't you see, I'm the narrator and this is just the prologue  [Chorus] Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes, trophy boys, trophy wives Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes, trophy boys, trophy wives  [Bridge] Swear to shake it up, you swear to listen Swear to shake it up, you swear to listen Swear to shake it up, you swear to listen Swear to shake it up, swear to shake it up  [Chorus] Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes, trophy boys, trophy wives Swear to shake it up, if you swear to listen Oh, we're still so young, desperate for attention I aim to be your eyes  ",
        "title": "The Only Difference Between Martyrdom And Suicide Is Press Coverage"
    },
    {
        "artist": "Mary J. Blige Featuring Brook-Lyn",
        "lyrics": "  [1st Verse:] Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  Rewind that!  Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  [Hook:] Don't wanna Play house No more So dumb To think You gon' Marry me I got to be out My mind To think I Need someone To carry me I've done enough Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [2ND Verse:] It's time I choose My clothes Choose my friends Be with my family They been asking Girlfriend Where you been? We ain't seen You in weeks Been chasin' This fool around Thinkin' he gon' Hold me down I would Follow his lead Thinkin' I would Be the one He keep around What I needed Not ya finance And all that I needed Real commitment I really couldn't see it Not the real man You said you would be In this relationship So many men Think all A girl needs Is to be sold A dream But I won't Fall for it  [Repeat Hook 1x]  [Bridge:] Don't wanna Play house no more You treat me wrong Tired of you Playin' me I been lookin' At the front door This ain't yours So let me do me Don't wanna Play house no more No more Tired of you Playin' me I've done enough Cryin', cryin', cryin' It's time I do Something for Me  [Brook's Rap:] You turned ya back And back I came runnin' But the simple Fact is That you Ain't want me I done enough Lyin' and cryin' To myself Nothin' left To do but move What else Can I do but leave? I believed that you would marry me But now I gotta breeze I be's with LT When you come To ya senses But then It's too late That's always How it be Catch me With the B's On the wheels Giuseppe on the heels Shoulda Marc Jacob Fe Fe bag me When you had me Next dude Will gladly Pick up Where you left off Ice me Wife me You ain't gon' Have me  [Mary] Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [Repeat Hook 2x]  ",
        "title": "Enough Cryin"
    },
    {
        "artist": "Ghostface Killah Featuring Ne-Yo",
        "lyrics": "  [Intro: Ghostface Killah] Damn, damn, ma, we ain't even have to go through it like that It wasn't even, even that big, man You know, nah, it's ight though But anyway, yo, let me get that coat Let me get those jeans, and let me get that rock on your finger Oh, it's stuck? Then I'll take the whole finger than, man And let me get those bags from Paris, and the puppies is staying, yo!  [Hook: Ne-Yo] Come through the block, in the brand new Benz Knowing that me and that nigga ain't friends (Ok girl) Yeah, what I did was wack But you don't get a nigga back like that Bouncin' around, when I'm up in these streets Knowing that me and that nigga got beef (Ok girl) Yeah, what I did was wack But you don't get a nigga back like that, no  [Ghostface Killah] Aiyo, I should just bark on you, burn your car on you Cuz I'm too much man, to leave a mark on you You'se a bird, you know that, giving that man Ten points, like he about to blow that He probably did, you swallow his kids? In and out of jail, he a snail, he wasn't wilding on bids In the summertime, I broke his jaw, had to do it to him Quick, old fashion, in the back of the mall Me and him had 'mos forever, like I'm supposed to put him on When he came home and told on Trevor Had to bang on homey, ear blocks, out in spots Throwing them shots, like 'nigga, you know me' Stop fronting for them people outside like you really ride And you a silly chick, thought you was really live But I guess I was wrong, I'mma holla at dog And rip his head off, words of a song  [Hook]  [Ghostface Killah] Aiyo, I thought we was iller than that, all them kisses And love yous, when jake came, you hid my packs It was time a brother went to war, vests banged up Staining in the kitchen, yo, holding a four Sweatin' and breathing, bounced out of town for a weekend Heard you had homey in the passenger seating Honey, look, I'm a monster don, I do monster things That's why I put your ass under my arm Messing with him can bring bodily harm And where you gonna hide in the streets when the body is gone If it's one thing I learned that, never trust a female On no scale, you just confirmed that Bounce to your momma house, pack your shit I don't care if you crying, you'se a ruthless chick Gots to watch you, these eyeballs in my face'll spot you My girl cousins, they gon' rock you  [Hook]  [Ne-Yo] Shorty what is you thinking bout Didn't I put you down Flyest whips, rollin' round like yea That's the bosses chick, on the side I might of had, one or two Them silly broads wasn't nothing on you Rolling with him, try'nna get revenge That shit, you just don't do  [Hook to fade]  [Outro: Ghostface Killah] Yeah, you see, this for the knucklehead Females out there that wanna be Acting like they getting they little revenge off Taking it further than what it really is You know what I mean, playing yourself... Nahwhatimean... this is Don status, girl You will have to hold that now... Word up, and when I see money I'mma hang him upside down, it's on And not because of you neither, you know You don't even need that... it's real Yeah... got my swagger back and all that Theodore for life, yo, yeah Get that tattoo off ya back and all that Take that off, you ain't Theodore no more Youknowhatimean?  ",
        "title": "Back Like That"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  Someday she wants a big ol' house Sittin' on a big ol' hill And a mile long tree lined driveway For her big ol' Coupe DeVille Yeah, someday she wants a big ol' bank account With too much to spend But right now all she wants is a man  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  Someday she wants a big o' ring With a big ol' rock that shines And a big ol' walk-in closet With shoes of every kind Yeah, someday she wants a big ol' boat She can lay around gettin' a tan But right now all she wants is a man  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  Size matters  ",
        "title": "Size Matters (Someday)"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I left, out of Tucson, with no destination in mind I was running from trouble and the jail-term the Judge had in mind And the border meant freedom, a new life, romance And that's why I thought I should go And start my life over on the seashores of old Mexico  [Verse 2] My first night in Juarez, lost all the money I had One bad senorita made use of one innocent lad But I must keep on running; it's too late to turn back I'm wanted in Tucson, I'm told Yeah, and things'll blow over on the seashores of old Mexico  [Verse 3] Two Mexican farmers en route to a town I can't say Let me ride on the back of a flatbed half-loaded with hay Down through Durango, Colima, Almiera Then in the Manzanillos Where I slept on the seashores of old Mexico  [Verse 4] After one long siesta, I came wide awake in the night I was startled by someone who shadowed the pale moonlight My new-found companion, one young senorita Who offered a broken hello To the gringo she found on the seashores of old Mexico  [Verse 5] She spoke of Sonora and swore that she'd never return For her Mexican husband, she really had no great concern Cause she loved the gringo, my red hair and lingo That's all I needed to know Yeah, I found what I needed on the seashores of old Mexico  [Outro] Yeah, she loved the gringo, my red hair and lingo That's all I needed to know, ha, ha Yeah, I found what I needed on the seashores of old Mexico  [Instrumental fade]  ",
        "title": "The Seashores Of Old Mexico"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  She's my light My shining star She's so dear to me yes she is yes she is My rabbits foot, my lucky charm Yes she is yes she is Whoa whoa whoa oh  Every time that something good happens in my life- You're always there for me, looking good by my side- Picture you now, pulling up your panty hose And you always got that sexy underwear on So much good has come my way Since she came in my life I'll never push you away or brush you off to the side See girl I, I I.... See my luck has changed for the better.  [Chorus:] See I got so much love for you in these arms- Don't you know that you're my good luck charm. Where you are forever girl ain't no harm Ain't nobody else can borrow it, I won't allow it  See I got so much love for you in these arms Don't you know that you're my good luck charm. Loving you forever girl and never do I Wanna go without, my good luck charm  Like a rabbits foot on keys, or some lucky dice All I want or need, I ain't gotta ask twice Where would I be? what would I do Without you looking out for me? Probably be, probably be in these streets.  Without you in my life, My future ain't the same, no. And I'm not wanting the blame Baby I, know I been around, I'm Tired of messing around, I Got so much love.  [Chorus]  [Bridge:] And I'd throw away this ice, and Give up my J.E. pieces- Just to get a piece of (your love forever) And I knew you were a keeper So babygirl I'm keeping you. Can't think about letting you go no no It seems like every situation I been facing, You know what to do to save me So I know you bring me luck. So I'm standing strong like a soldier I know how to hold you- I'm saying this to let you know I got so. ooh.  [Chorus]  See you're my yeah See you're my See you're my yeah See you're my [fade]  ",
        "title": "Good Luck Charm"
    },
    {
        "artist": "Blue October",
        "lyrics": "  [Girls Singing] (If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me.)  [Justin's Mother] (”Hi Justin, this is your mother, and it's 2:33 on Monday afternoon I was just calling to see how you were doing You sounded really uptight last night It made me a little nervous, and a l... and... well... it made me nervous, it sounded like you were nervous, too I just wanted to make sure you were really okay And wanted to see if you were checking in on your medication You know I love you, and... Take care, honey I know you're under a lot of pressure See ya. Bye bye”)  [Verse 1] I have to block out thoughts of you so I don’t lose my head They crawl in like a cockroach, leaving babies in my bed Dropping little reels of tape to remind me that I’m alone Playing movies in my head that make a porno feel like home There's a burning in my pride, a nervous bleeding in my brain An ounce of peace is all I want for you; will you never call again? And will you never say that you loved me just to put it in my face? And will you never try to reach me? It is I that wanted space  [Hook] Hate me today Hate me tomorrow Hate me for all the things I didn't do for you Hate me in ways Yeah, ways hard to swallow Hate me so you can finally see what’s good for you  [Verse 2] I’m sober now for 3 whole months It’s one accomplishment that you helped me with The one thing that always tore us apart is the one thing I won’t touch again In a sick way, I want to thank you for holding my head up late at night While I was busy waging wars on myself, you were trying to stop the fight You never doubted my warped opinions on things like suicidal hate You made me compliment myself when it was way too hard to take So I’ll drive so fucking far away that I never cross your mind And do whatever it takes in your heart to leave me behind  [Hook]  [Bridge] And with a sad heart, I say bye to you and wave Kicking shadows on the street for every mistake that I had made And like a baby boy, I never was a man Until I saw your blue eyes cry and I held your face in my hand And then I fell down yelling, “Make it go away!” Just make a smile come back and shine just like it used to be And then she whispered “How can you do this to me?”  [Hook] For you For you For you  [Girls Singing] If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me  [Justin's Mother] Hey, Justin! [x12]  ",
        "title": "Hate Me"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] These streets Turn me inside out Everything shines But leaves me empty still And I'll, burn this lonely house down If you run with me [x2]  [Chorus] I'll stay with you The walls will fall before we do Take my hand now We'll run forever I can feel the storm inside you I'll stay with you  [Verse 2] Fooled by my own desires I twist my fate Just to feel you But you, turn me toward the light And you're one with me Will you run with me?  [Chorus]  [Verse 3] Now come in from this storm I taste you sweet and warm Take what you need [x2] From me  [Bridge] Wake up this world Wake up tonight And run with me Run to me now  [Chorus]  ",
        "title": "Stay With You"
    },
    {
        "artist": "Keith Anderson",
        "lyrics": "  Fin'lly got over that song of ours; stopped chasin' little red sports cars To check the license plates an' back wood drivin' by your place Back makin' the rounds at our old haunts: Honky Tonks, restaurants An' seein' some of our old friends: it feels good to dance again An' I can fin'lly smell your perfume an' not look around the room for you An' I can walk right by your picture in a frame an' not feel a thing  But when I hear your name I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes An' nothin's changed, an' we're still same An' I get lost in the innocence of a first kiss An' I'm hangin' on to every word rollin' off of your lips: An' that's all it takes, an' I'm in that place Every time I hear your name  Got someone special in my life: everyone thinks she'd make a great wife Dad says he thinks she's the one: reminds him of Mom when she was young But it's way too soon to be talkin 'bout rings; don't wanna rush into anything She's getting over someone too, kinda like me an' you An' she talks about him every once in a while, an' I just nod my head an' smile 'Cause I know exactly what she's goin' through: yeah, I've been there too An' when the conversation turns to you  I get caught in a \"you were the only one for me\" Kinda thought, an' your face is all that I see I know I can't go back when I still go back An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' that's all it takes, an' I'm in that place Every time I hear your name  So I'm thinkin' 'bout the words I left unsaid (Every time I hear your name.) Stop tryin' to change the things I can't change (Every time I hear your name.) In my heart I know you're gone, but in my head  I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes That's all it takes, an' I'm in that place An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' I can't explain, but I'm in that place Every time I hear your name Every time I hear your name (Every time I hear your name.) Ooh, ooh, ooh, ooh (Every time I hear your name.) Ah ah Every time I hear your name  ",
        "title": "Every Time I Hear Your Name"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "She Don't Tell Me To"
    },
    {
        "artist": "Angels & Airwaves",
        "lyrics": null,
        "title": "The Adventure"
    },
    {
        "artist": "Mariah Carey Featuring Snoop Dogg",
        "lyrics": "  [Snoop] [Mariah] [Intro] Yeah, say something (ooh) Say something, say something, yeah, damn (ohh) Say something, say something, damn (oooh, ohh, yeah)  [Verse 1: Mariah Carey + (Snoop Dogg)] I'm over here looking at you You are over there watching me too Both painting pictures of, of how we'll kiss and hug So what we gon' do? (So what you gon' do? So what you gon' do) Tell me why we're standing here The moment's passions all so clear You've got my mind blown and baby I'm ready to go  [Hook: Mariah] But uh If it's worth your while say something, say something If it's worth your while say something good to me Hey hey hey, hey, hey If it's worth your while do something good to me  [Verse 2: Mariah Carey + (Snoop Dogg) + Pharrell] Let's make it Hot as you can stand it, something like volcanic You and me seems organic just like the stars and planets Yeah, we are, so what you going to do (So what you are going to do, what you are going to do) Tell me why we're still in here There's nothing for us to fear I could tell with my eyes closed, now baby I'm ready to go (Hey!)  [Hook: Mariah] But uh If it's worth your while say something, say something If it's worth your while say something good to me Hey hey hey, hey, hey If it's worth your while do something good to me If it's worth your while say something, say something If it's worth your while say something good to me Hey hey hey, hey, hey If it's worth your while do something good to me  [Verse 3: Snoop Dogg] Every time I follow, want me to speak on the word or two It's the D-O, double-G, and I do it so lover-Ly Digging this track by the Neptune's Baby girl follow me to the rest room Now get buck wild, shh, don't make a sound I'll take you, lay you down Make your body go round and round Do you want me to, don't say you won't, I know you do Most girls play shy, it won't hurt until you give it a try I know you like my smile Dig my style, dig the bow wow  [Hook: Mariah]  ",
        "title": "Say Somethin'"
    },
    {
        "artist": "Cassie",
        "lyrics": null,
        "title": "Me & U"
    },
    {
        "artist": "Remy Ma",
        "lyrics": "  [Verse 1] See this ain't nothin that you used to Out of the ordinary and unusual You gotta have the mind state like I'm so great And can't nobody do it like you do Miraculous, phenomenal And ain't nobody in here stoppin' you Show no love, cause you's wassup Look in the mirror, like what the fuck Damn, I look good And can't nobody freak it like I could Yeah, okay, I got a little fat but My shorty tell me he like it like that I'm happy, another me there never can be See, I'm so outstanding Don't care if they can't stand me I'm sittin on top of the world like Brandy  [Hook 1] See I look too good for this necklace And I look too good to be wearin' this You know I look way too good to be innocent I'm conceited, I got a reason See I look too good to be drivin' that And I look too good to be buyin' that You know I look way too good to be tryin' that I'm conceited, I got a reason  [Verse 2] Now who's that peekin' in my window Nobody cause I live in a penthouse Baby I'm sorry, but I'm sexy And all I want you to do is just bless me, let's see This kid that I'm waitin' on He said he love when my jeans look painted on With this tight white tee, you ain't quite like me Probably why I'm always gettin' hitted on Now shorty tryin' to push up on me like a wonder bra Listen when I speak, I wouldn't want you to take it wrong Now, number one, I don't need you Your name's Q, I only see \"u\" when I see you Listen, two, you could never play me (why's that) Cuz I'm such a fuckin' lady Three, it's all about me I don't wanna talk about it If you'd like to hear it, here it go I wrote a song about it  [Hook 2] See I look too good to be fuckin' you And I look too good to be lovin' you You know I look way too good to be stuck with you I'm conceited, I got a reason See I look too good to be gettin whipped And I look too good to be havin' kids You know I look way too good to be in a crib I'm conceited, I got a reason  [Verse 3] Oh, I know what I'm doin' I can't stop my body from movin' I'm boppin' and poppin' to the music He keeps watchin' me and he's about to lose it I'm droppin' it hotter then the ????? \"Face Down, Ass Up,\" on some Luke shit I'm outta control wit it, dip it low, pick it up slow Poke it out, now roll wit it My thong showin', but it's cool, my shoes go wit' it Now all I need is a room wit a pole in it See I look good and I'm knowin' it And I was never too proud to be showin' it  [Hook 1]  [Hook 2]  ",
        "title": "Conceited (There's Something About Remy)"
    },
    {
        "artist": "Lil Wayne",
        "lyrics": "  [Intro: Lil Wayne] Hit me Right in the sternum this time, T-baby Shit, you already know, you already know You already know, damn, shit This that hustler musik Young Weezy got that motherfucking hustler music So ride to it y'all, vibe to it y'all, damn  [Verse 1: Lil Wayne] Goddamn, Mix done hit a nigga in his head with this one I'ma paint the city red with this one I'm ahead with this one, see you fucking with the boy Who tote toys way before Christmas, no assistance, just That persistence, with that commitment, if I don't get it, somebody gon' die tonight I know my vibe is tight, and I deserve the throne And if the kid ain't right, then let me die on this song See I be riding, just riding alone With my daddy on my mind, like, \"You gotta be kidding\" How the hell you ain't here to see your prince do his thing? Sometimes I wanna drop a tear but no emotions from a king Shall be, so I be, who I be, that's me That's Weezy F Baby, and please say the mothafuckin So I be, who I be, that's me That's Weezy F Baby, and please say the mothafuckin...  [Hook: Lil Wayne] Baby, you gotta know that I'm just out here Doing what I gotta do for me and you And we eating, so, bitch, why the fuck is you tripping? I'm taking these chances My head to the sky, my feet on the ground My fingers to the judge, if the money don't move Then I won't budge, won't budge No I won't budge, no, Lord  [Verse 2: Lil Wayne] Money is the motivation, facing the avenue Back touching the wall, got the weed, got the gun Got to run when I hear the bird call: (Brrrr!) Damn Hop in that thing and merk off, swerve off You know me, they call me Birdman Junior (Ah-ahh) Anybody's murderer if Birdman sponsor it Phantom of the Opera, all black, guap tent, locked in I can let them shots out, you can't get no shots in Bulletproof, leave a nigga with a bullet-roof Shoot ya in your mouth, Leroy, they call him bullet-tooth I'm like, \"What it do, what it do\" There's a full court pressure, I'm just going for the two If I'm open for the three, I'ma take it in a second Even if it's one second, I'ma make it, it's nothing I don't take it for granted, I don't take it for nothing I take it for what it's worth, to the dirt motherfucker, yeah!  [Hook: Lil Wayne] Baby, you gotta know that I'm just out here Doing what I gotta do for me and you And we eating, so, bitch, why the fuck is you tripping? I'm taking these chances My head to the sky, my feet on the ground My fingers to the judge; if the money don't move Then I won't budge, won't budge No I won't budge, no, Lord  [Verse 3: Lil Wayne] I ain't never killed nobody, I promise And I promise if you try me, you gon' have to rewind this track And make me go back, that thing'll go rrrat! That boy'll lay flat, so flat That act is what I perform amongst you haters Got, Nina in my palm, and I'm masturbating Black Peter Pan, fly 'til I die, what you saying? Bathing Ape, Yves St., Evisu what I stay in Got me feeling like Scarface, light the Cohiba Streets reply I look right in a four-seater You know I be out here, right in a four-seater Top floor of the Four Seasons Four of them whores and they all know how to cook it up And look I got some And only one know how to bag, bitch bundle up See, it's a cold world, so homie bundle up We ain't on this grind for nothing, now get your hustle up  [Hook: Lil Wayne] Baby, you gotta know that I'm just out here Doing what I gotta do for me and you And we eating, so, bitch, why the fuck is you trippin'? I'm taking these chances My head to the sky, my feet on the ground My fingers to the judge; if the money don't move Then I won't budge, won't budge No I won't budge, no, Lord  [Outro: Lil Wayne] Man, man, this be that hustler musik Young Weezy got that motherfucking hustler musik y'all So ride to it y'all, and vibe to it y'all I'm asking y'all, please, please Young Weezy got that hustler musik Young Weezy got that motherfucking hustler musik Ride to it y'all, vibe to it y'all, vibe to it y'all, chyeah, chyeah It's trill shit man, it's real talk man It's how we do it, how we did it, how we done it Ayy, it's real shit man, it's real talk boy It's how we do it, how we did it, how we done it I ain't bragging, I ain't boasting, it's the way it go I ain't bragging, I ain't boasting, that's the way it is Better guard your kids, guard your face Better guard your body, we warned the place We here! Fuck bitches! It's Young Money, nigga  ",
        "title": "Hustler Musik"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Verse 1] I felt the earth on Monday, it moved beneath my feet In the form of a morning paper, laid out for me to see Saw his face in a corner picture, I recognized the name Could not stop staring at the face I'd never see again It's a shame to awake in a world of pain What does it mean when a war has taken over It's the same everyday in a hell man made What can be saved, and who will be left to hold her?  [Chorus] The whole world World over It's a worldwide suicide  [Verse 2] Medals on a wooden mantle, next to a handsome face That the president took for granted Writing checks that others pay And in all the madness Thought becomes numb and naive So much to talk about, nothing for to say It's the same everyday and the wave won't break Tell you to pray, while the devils on their shoulder Laying claim to the take that our soldiers save Does not equate, and the truth's already out there  [Chorus][x2]  [Verse 3] Looking in the eyes of the fallen You got to know there's another, another, another, another Another way It's a shame to awake in a world of pain What does it mean when a war has taken over It's the same everyday and the wave won't break Tell you to pray, while the devils on their shoulder  [Chorus][x2]  ",
        "title": "World Wide Suicide"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Save The Last Dance For Me"
    },
    {
        "artist": "Anais",
        "lyrics": null,
        "title": "Lo Que Son Las Cosas"
    }
]