[
    {
        "artist": "The McCoys",
        "lyrics": "  Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy lives in a very bad part of town (Ooh, ooh, ooh, ooh) And everybody, yeah, tries to put my Sloopy down (Ooh, ooh, ooh, ooh) Sloopy, I don't care what your daddy do (Ooh, ooh, ooh, ooh) 'Cause you know, Sloopy, girl, I'm in love with you (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy wears a red dress, yeah, as old as the hills (Ooh, ooh, ooh, ooh) But when Sloopy wears that red dress, yeah, you know, it gives me the chills, oh, oh (Ooh, ooh, ooh, ooh) Sloopy, when I see you walking, walking down the street (Ooh, ooh, ooh, ooh) I say, \"Don't worry, Sloopy, girl, you belong to me\" (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah Give it to 'em right now  Sloopy, let your hair down, girl Let it hang down on me (Ooh, ooh, ooh, ooh) Sloopy, let your hair down, girl Let it hang down on me, yeah, yeah (Ooh, ooh, ooh, ooh)  Come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on)  Well, it feels so good (Come on, come on) You know, it feels so good (Come on, come on) Well, shake it, shake it, shake it, Sloopy (Come on, come on) Well, shake it, shake it, shake it, yeah (Come on, come on) Oh  Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on  ",
        "title": "Hang On Sloopy"
    },
    {
        "artist": "Barry McGuire",
        "lyrics": "  The eastern world it is explodin' Violence flarin', bullets loadin' You're old enough to kill but not for votin' You don't believe in war, what's that gun you're totin' And even the Jordan river has bodies floatin' But you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Don't you understand, what I'm trying to say? Can't you see the fears that I'm feeling today? If the button is pushed, there's no running away There'll be no one to save with the world in a grave Take a look around you, boy, it's bound to scare you, boy And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Yeah, my blood's so mad, feels like coagulatin' I'm sittin' here, just contemplatin' I can't twist the truth, it knows no regulation Handful of Senators don't pass legislation, And marches alone can't bring integration When human respect is disintegratin' This whole crazy world is just too frustratin' And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Think of all the hate there is in Red China Then take a look around to Selma, Alabama! Ah, you may leave here, for four days in space But when you return, it's the same old place The poundin' of the drums, the pride and disgrace You can bury your dead, but don't leave a trace Hate your next-door-neighbour, but don't forget to say grace And you tell me over and over and over and over again my friend You don't believe we're on the eve of destruction No no you don't believe we're on the eve of destruction  ",
        "title": "Eve Of Destruction"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Yesterday All my troubles seemed so far away Now it looks as though they're here to stay Oh, I believe in yesterday  [Verse 2] Suddenly I'm not half the man I used to be There's a shadow hanging over me Oh, yesterday came suddenly  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  ",
        "title": "Yesterday"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  [Verse 1] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus] Catch us if you can Catch us if you can Catch us if you can Catch us if you can  [Verse 2] Now we gotta run, (mmmm-mm-mm) No more time for fun, (mmmm-mm-mm) When we're gettin' angry, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  [Harmonica solo]  [Verse 3] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  ",
        "title": "Catch Us If You Can"
    },
    {
        "artist": "We Five",
        "lyrics": null,
        "title": "You Were On My Mind"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": "  Instrumental  ",
        "title": "The \"In\" Crowd"
    },
    {
        "artist": "Roy Head And The Traits",
        "lyrics": null,
        "title": "Treat Her Right"
    },
    {
        "artist": "The Fortunes",
        "lyrics": "  {Intro}  I see that worried look upon your face You've got your troubles, I've got mine She's found somebody else to take your place You've got your troubles, I've got mine  I too have lost my love today All of my dreams have flown away  Now, just like you, I sit and wonder why You've got your troubles, I've got mine You need some sympathy? well, so do I You've got your troubles, I've got mine  She used to love me, that I know, wow wow And it don't seem so long ago, wow wow That we were walking That we were talking The way that lovers dooooo....  {Bridge}  I too have lost my love today All of my dreams have flown away And so forgive me if I seem unkind You see I lost my lost my lost my little girl too You've got your troubles, I've got mine {Simultanousely} And it must seem to you, my friend That I ain't got no pity for you Well, that ain't true You see I lost my lost my lost my little girl too  You've got your troubles, I've got mine  I'd help another place, another time You've got your troubles, I've got mine You've got your troubles, I've got mine You've got your troubles, I've got mine  ",
        "title": "You've Got Your Troubles"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Baby don't go, pretty baby please don't go  I never had a mother, I hardly knew my dad I've been in town for 18 years You're the only boy I've had I can't stay, maybe I'll be back some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  I never had no money, I bought at the second hand store The way this old town laughs at me I just can't take it no more I can't stay, I'm gonna be a lady some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  When I get to the city, my tears will all be dry My eyes will look so pretty No one's gonna know I cried Yes I'm goin' away, maybe I'll be back some day  Baby don't go, maybe I'll be back some day  ",
        "title": "Baby Don't Go"
    },
    {
        "artist": "Sonny",
        "lyrics": "  Why can't I be like any guy? Why do they try to make me run? Son of a gun, now What do they care, about the clothes I wear? Why get their kicks from making fun, yeah? This world's got a lot of space And if they don't like my face It ain't me that's going anywhere, no So I don't care Let 'em laugh at me If that's the fare I have to pay to be free Then baby, laugh at me, and I'll cry for you And I'll pray for you And I'll do all the things That the man upstairs says to do I'll do 'em for you I'll do 'em I'll do 'em all for you It's gotta stop someplace It's gotta stop sometime I'll make sure that she's mine And maybe the next guy That don't wear a silk tie He can walk by and say hi Say, hi Instead of why Instead of why Instead of why babe Instead of why What did I do to you? I don't know what to do  ",
        "title": "Laugh At Me"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Segue: The Beatles] Billy Shears!  [Verse 1: Ringo Starr] What would you think if I sang out of tune? Would you stand up and walk out on me? Lend me your ears and I'll sing you a song And I'll try not to sing out of key  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, I get high with a little help from my friends Mm, going to try with a little help from my friends  [Verse 2: Ringo Starr & The Beatles] What do I do when my love is away? Does it worry you to be alone? How do I feel by the end of the day? Are you sad because you're on your own?  [Chorus: Ringo Starr] No, I get by with a little help from my friends Mm, get high with a little help from my friends Mm, going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I need somebody to love Could it be anybody? I want somebody to love  [Verse 3: Ringo Starr & The Beatles] Would you believe in a love at first sight? Yes, I'm certain that it happens all the time What do you see when you turn out the light? I can't tell you, but I know it's mine  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, get high with a little help from my friends Oh, I'm going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I just need someone to love Could it be anybody? I want somebody to love  [Outro: Ringo Starr] Oh, I get by with a little help from my friends Mm, going to try with a little help from my friends Oh, I get high with a little help from my friends Yes, I get by with a little help from my friends With a little help from my friends  ",
        "title": "Help!"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  [Verse 1] Do you believe in magic in a young girl's heart How the music can free her whenever it starts? And it's magic if the music is groovy It makes you feel happy like an old-time movie I'll tell you about the magic, and it'll free your soul But it's like trying to tell a stranger 'bout-a rock and roll  [Verse 2] If you believe in magic, don't bother to choose If it's jug band music or rhythm and blues Just go and listen, and it'll start with a smile That won't wipe off your face no matter how hard you try Your feet start tapping, and you can't seem to find How you got there so just blow your mind  [Guitar Solo]  [Verse 3] If you believe in magic, come along with me We'll dance until morning till there's just you and me And maybe, if the music is right I'll meet you tomorrow, sort of late at night And we'll go dancing, baby, then you'll see How the magic's in the music and the music's in me  [Interlude] Yeah Do you believe in magic? Yeah Believe in the magic of the young girl's soul Believe in the magic of-a rock and roll Believe in the magic that can set you free Ohh, talking 'bout the magic  [Outro] (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe, believer? (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe in magic?  ",
        "title": "Do You Believe In Magic"
    },
    {
        "artist": "The Animals",
        "lyrics": "  In this dirty old part of the city Where the sun refused to shine People tell me there ain't no use in tryin'  Now, my girl, you're so young and pretty And one thing I know is true You'll be dead before your time is due, I know  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away Oh yes, I know it  (Yeah!) He's been workin' so hard (Yeah!) I've been workin' too, baby (Yeah!) Every night and day (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place 'Cause, girl, there's a better life for me and you  Now, my girl, you're so young and pretty And one thing I know is true, yeah You'll be dead before your time is due, I know it  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away I know he's been workin' so hard  (Yeah!) I've been workin' too, baby (Yeah!) Every day, baby (Yeah!) Oh! (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Somewhere, baby, somehow I know it  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Believe me, baby, I know it, baby You know it too  ",
        "title": "We Gotta Get Out Of This Place"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": "  [Verse 1:] Sick at heart and lonely Deep in dark despair Thinking one thought only \"Where is she, tell me where?\"  [Pre-Chorus:] And if she says to you She don't love me Just give her my message Tell her of my plea  [Chorus:] And I know That if she had me back again I would never make her sad I've got a heart full of soul And I know That if she had me back again I would never make her sad I've got a heart full of soul  [Verse 2:] She's been gone such a long time Longer than I can bear But if she says she wants me Tell her that I'll be there  [Pre-Chorus] And if she says to you She don't love me Just give her my message Tell her of my plea  [Chorus] And I know That if she had me back again I would never make her sad I've got a heart full of soul  ",
        "title": "Heart Full Of Soul"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Some Enchanted Evening"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I'm Yours"
    },
    {
        "artist": "The Turtles",
        "lyrics": "  Go away from my window Leave at your own chosen speed I'm not the one you want, babe I'm not the one you need You say you're lookin' for someone Who's never weak but always strong To protect you and defend you Whether you are right or wrong Someone to open each and every door  But it ain't me babe A-no, no, no it ain't me babe It ain't me you're lookin' for babe  Go lightly from the ledge, babe Go lightly on the ground I'm not the one you want, babe I'll only lead you down You say you're lookin' for someone Who'll promise never to part Someone to close his eyes to you Someone to close his heart Someone who will die for you and more  But it ain't me babe A-no, no, no it ain't me babe It ain't me you're lookin' for babe  No it ain't me you're lookin' for, babe I said a-no, no, no, it ain't me babe  ",
        "title": "It Ain't Me Babe"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] Once upon a time you dressed so fine Threw the bums a dime in your prime, didn't you? People call, say \"Beware doll, you're bound to fall\" You thought they were all a'kiddin' you You used to laugh about Everybody that was hangin' out Now you don't talk so loud Now you don't seem so proud About having to be scrounging your next meal  [Chorus 1] How does it feel? How does it feel? To be without a home? Like a complete unknown? Like a rolling stone?  [Verse 2] Aw, you've gone to the finest school all right, Miss Lonely But ya' know ya' only used to get juiced in it Nobody's ever taught ya' how to live out on the street And now you’re gonna have to get used to it You say you never compromise With the mystery tramp but now you realize He's not selling any alibis As you stare into the vacuum of his eyes And say, “Do you want to make a deal?\"  [Chorus 2] How does it feel? How does it feel? To be on your own With no direction home A complete unknown Like a rolling stone?  [Verse 3] Aw, you never turned around to see the frowns On the jugglers and the clowns when they all did tricks for you Never understood that it ain't no good You shouldn't let other people get your kicks for you You used to ride on a chrome horse with your diplomat Who carried on his shoulder a Siamese cat Ain't it hard when you discover that He really wasn't where it's at After he took from you everything he could steal?  [Chorus 3] How does it feel? How does it feel? To hang out on your own With no direction home Like a complete unknown Like a rolling stone?  [Verse 4] Aw, princess on the steeple and all the pretty people They're all drinkin', thinkin' that they got it made Exchangin' all precious gifts But you'd better take your diamond ring, ya' better pawn it, babe You used to be so amused At Napoleon in rags and the language that he used Go to him now, he calls ya', ya' can't refuse When ya' ain't got nothin', you got nothin' to lose You're invisible now, ya' got no secrets to conceal  [Chorus 2] How does it feel? Aw, how does it feel? To be on your own With no direction home Like a complete unknown Like a rolling stone?  ",
        "title": "Like A Rolling Stone"
    },
    {
        "artist": "The Gentrys",
        "lyrics": "  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the Locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  ",
        "title": "Keep On Dancing"
    },
    {
        "artist": "The Castaways",
        "lyrics": null,
        "title": "Liar, Liar"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": "  [Intro] (Double-O Soul)  [Verse 1] I dig rock and roll music I can do the twine and the jerk I wear strictly continental suits And high collared shirts I've got a reputation of bein' Gentle but bold And that's why they call me  [Chorus] Agent Double-O Soul, baby Agent Double-O Soul They call me Double-O Soul, baby I'm agent Double-O Soul  [Verse 2] I don't carry no pistol I don't wear a false mustache And you'll never see me carrying Around a little black bag My real name's no secret But from me it will never be told I'm just known as  [Chorus] Agent Double-O Soul, baby Agent Double-O Soul They call me Double-O Soul, baby I'm agent Double-O Soul  [Bridge] There once was a fella Who was down on therock and roll He couldn't get himself together He didn't have no kind of soul The office put me on his case And I tracked him down right away Now he's a DJ on a radio show A station that everybody knows  [Chorus] Call me Double-O Soul Call me Double-O Soul  [Instrumental section] (Double-O Soul) (Double-O Soul) (Double-O Soul) (Double-O Soul)  [Outro] At my job I worked real hard I'm on the go Rain, sleet or snow I'm agent Double-O Soul, baby I'm agent Double-O Soul They call me Double-O Soul, baby  ",
        "title": "Agent Double-O-Soul"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": "  (I'll make all your dreams come true) Just give me the right I'll start with my lips on yours While I'm holding you tight  (I'll make all your dreams come true) Just show me you're mine I want no one else but you Til the end of time  Just you to laugh and cry with Through all of our years Just you to love me til the Rest of the world disappears  Your dreams are as safe as mine So give me your heart I'll make all your dreams come true And we'll never part  Just you to laugh and cry with Through all of our years Just you to love me til the Rest of the world disappears  Your dreams are as safe as mine So give me your heart I'll make all your dreams come true Til death do us part  ",
        "title": "I'll Make All Your Dreams Come True"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Whoa, my love My darling I've hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  Lonely rivers flow to the sea, to the sea To the open arms of the sea Lonely rivers sigh, \"Wait for me, wait for me I'll be coming home, wait for me\"  Whoa, my love My darling I've hungered, hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  ",
        "title": "Unchained Melody"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": null,
        "title": "Just You"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  He may send you flowers, baby, every single day Buy you fancy clothes from Paris And have sweet things to say But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  He'll take you to nightclubs in a shiny limousine Buy you furs and diamond bracelets Make you look just like a queen But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  Love, love, love is what I could give ya True, true love as long as I may live  But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  Love, love, love is what I could give ya True, true love as long as I may live  Well, he may want to buy a fancy mansion on a hill Will you live with him forever? Baby, that ain't such a thrill 'Cause I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  ",
        "title": "Just A Little Bit Better"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Two wheels a turnin' One girl a yearnin' Big motor burnin' the road  I'll ride the highway I'm going my way I'll leave a story untold  Pretty girls behind me but pretty girls are everywhere Big motor wind up, ride away from here  Ride away  She won't approve of things I do or what I am And I don't really give a ... I understand But she'll never see that I'll never be Any one but me  She thinks she needs me, she cries for me But I know she's lying, crying for others to see What can I say, I'll just ride away  Big motor run run (background) ride ride away Ride on away from big motor run run Heart-ache and misery  I'm bound to wander Way over yonder Someone be waitin' just for me  True love to cling to, I need a dream to share Someone to know me, Someone to show me they care  Ride away, ride away From tears and sorrow Like there's no tomorrow  Tonight I'll ride away  ",
        "title": "Ride Away"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  With these hands, I will cling to you I'm yours forever and a day With these hands, I will bring to you A tender love as warm as May With this heart I will sing to you Long after stars have lost their glow  And with these hands, I'll provide for you Should there be a stormy sea I'll turn the tide for you And I'll never No, I'll never let you go  ",
        "title": "With These Hands"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  Well - who is the hippie that's happenin' all over our town? Tearin' up chicks with the message that he lays down Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  Chicks are makinreservations for his lovin' so fine (so fine) Screamin' and shoutin' he's got 'em all waitin' in line Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  Who is the hippie that's happenin' all over our town? Tearin' up chicks with the message that he lays down Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  ",
        "title": "Mohair Sam"
    },
    {
        "artist": "Jody Miller",
        "lyrics": null,
        "title": "Home Of The Brave"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  [HER:] They say we're young and we don't know We won't find out until we grow [HIM:] Well I don't know if all that's true Cause you got me, and baby I got you  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HER:] They say our love won't pay the rent Before it's earned, our money's all been spent [HIM:] I guess that's so, we don't have a pot But at least I'm sure of all the things we got  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HIM:] I got flowers in the spring I got you to wear my ring [HER:] And when I'm sad, you're a clown And if I get scared, you're always around [HER:] So let them say your hair's too long Cause I don't care, with you I can't go wrong [HIM:] Then put your little hand in mine There ain't no hill or mountain we can't climb  [HIM:] Babe [BOTH:] I got you babe I got you babe  [HIM:] I got you to hold my hand [HER:] I got you to understand [HIM:] I got you to walk with me [HER:] I got you to talk with me [HIM:] Igot you to kiss goodnight [HER:] I got you to hold me tight [HIM:] I got you, I won't let go [HER:] I got you to love me so  [BOTH:] I got you babe I got you babe I got you babe I got you babe I got you babe  ",
        "title": "I Got You Babe"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": null,
        "title": "Action"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Well East coast girls are hip I really dig those styles they wear And the Southern girls with the way they talk They knock me out when I'm down there The Midwest farmer's daughters really make you feel alright And the Northern girls with the way they kiss They keep their boyfriends warm at night  [Hook] I wish they all could be California I wish they all could be California I wish they all could be California girls  [Verse 2] The West coast has the sunshine And the girls all get so tanned I dig a french bikini on Hawaii island Dolls by a palm tree in the sand I been all around this great big world And I seen all kinds of girls Yeah, but I couldn't wait to get back in the states Back to the cutest girls in the world  [Hook]  I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the) I wish they all could be California (Girls, girls, girls yeah I dig the)  ",
        "title": "California Girls"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Got a letter just this morning It was postmarked Omaha It was typed and neatly written Offering me this better job Better job with higher wages Expenses paid and a car But I'm on TV here locally I can't quite, I'm a star  I come on the TV Grinninen, wearing pistols and a hat It's a kiddy's show and I'm a hero Of the youger sat I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Kansas City Star That's what I are Yoodledy you aught to see my car I drive a big old Cadillac with wired wheels I got rhinestones on my spokes I've got credit down at the grocery store And my barber tells me jokes I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Da da da da de da Baa ba de baa ba ba bu Baa ba bee Baa Ba buu buu diddly Ba da da da da da  Kansas City Star That's what I are Yoodledy you aught to see my car I drive a big old Cadillac with wired wheels I got rhinestones on my spokes I've got credit down at my grocery store And my barber tells me jokes  I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Stay tuned we're going to have a Pye Pye cartoon in a minute  ",
        "title": "Kansas City Star"
    },
    {
        "artist": "Marianne Faithfull",
        "lyrics": null,
        "title": "Summer Nights"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": "  Sad, sad, girl (sad girl) I'm a sad, sad girl 'Cause I no longer have you I'm a sad, sad girl 'Cause our romance is through You went away Just the other day You didn't telephone Left me all alone I'm a sad, sad girl Sad, sad girl Sad, sad girl over you (Over you, over you) I'm a sad, sad girl 'Cause you did me wrong I'm a sad, sad girl 'Cause you've been gone much too long Well, I feel like crying I feel like crying I'm almost, almost dying And I'm a sad, sad girl Sad, sad girl Sad, sad girl over you (Over you, over you) (Over you) I loved you so How much you'll never know But now you're gone And the thought still lingers on I'm a sad, sad girl Sad, sad girl Sad, sad girl over you Over you (over you) Sad and blue (over you) 'Cause of you (sad and blue) Left me baby (over you) (Sad and blue, over you)...  ",
        "title": "Sad, Sad Girl"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": null,
        "title": "Heartaches By The Number"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Verse 1] Come here sister Papa's in the swing He ain't too hip About that new breed babe He ain't no drag  [Chorus] Papa's got a brand new bag  [Verse 2] Come here mama And dig this crazy scene He's not too fancy But his line is pretty clean He ain't no drag  [Chorus]  [Verse 3] He's doing the Jerk He's doing the Fly Don't play him cheap Cause you know he ain't shy He's doing the Monkey, the Mashed Potatoes Jump back Jack, see you later, alligator Come here sister Papa's in the swing He ain't too hip now But I can dig that new breed babe He ain't no drag  [Chorus]  [Bridge] Oh papa! Doing the Jerk Doing the Jerk Doing the twist, just like this Doing the Fly every day and every night The thing's, like the Boomerang  [Outro] Hey! Come on Hey! Hey! Come on Hey! Hey! He's put tight, out of sight Come on. Hey! Hey!  ",
        "title": "Papa's Got A Brand New Bag (Part I)"
    },
    {
        "artist": "The Toys",
        "lyrics": "  How gentle is the rain That falls softly on the meadow? Birds, high up in the trees Serenade the clouds with their melodies  Oh, see, there beyond the hill The bright colors of the rainbow Some magic from above Made this day for us just to fall in love  Now, I belong to you From this day until forever Just love me tenderly And I'll give to you every part of me  Oh, don't ever make me cry Through long, lonely nights without us Be always true to me Keep this day in your heart eternally  Someday we shall return To this place upon the meadow We'll walk out in the rain Hear the birds above singing once again  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  ",
        "title": "A Lover's Concerto"
    },
    {
        "artist": "Mel Carter",
        "lyrics": null,
        "title": "Hold Me, Thrill Me, Kiss Me"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "Houston"
    },
    {
        "artist": "The Vogues",
        "lyrics": null,
        "title": "You're The One"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": "  Everybody loves a clown, so why don't you? Everybody laughs at the things that I say and do They all laugh when they see me coming But you don't laugh; you just go home running  Everybody loves a clown, so why can't you? A clown has feelings too  I joke around at a party when you are there But you don't laugh, you don't look; you just don't care If you wondered why this clown is crying, look a little closer; inside I'm dying It's not easy to be in love, you see When you're a clown like me'  I don't know how to say that I love you 'cause you would smile and say 'tell a joke or two.' Yes, I'm a clown, but I don't want to be Why can't you see the other side of me?  Guess I'll be the guy who plays the part Of a clown with a broken heart  Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start  ",
        "title": "Everybody Loves A Clown"
    },
    {
        "artist": "The Spokesmen",
        "lyrics": "  The western world has a common dedication To keep free people from Red domination And maybe you can't vote, boy, but man your battle stations Or there'll be no need for votin' in future generations  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  There are buttons to push in two mighty nations But who's crazy enough to risk annihilation? The buttons are there to ensure negotiation So don't be afraid, boy, it's our only salvation  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  You tell me that marches won't bring integration But look what it's done for the voter registration Be thankful our country allows demonstrations Instead of condemnin', make some recommendations I don't understand the cause of your aggravation You mean to tell me, boy, it's not a better situation?  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  You missed all the good in your evaluation What about the things that deserve commendation? Where there once was no cure, there's vaccination Where there once was a desert, there's vegetation Self-government's replacing colonization What about the Peace Corp. organization? Don't forget the work of the United Nations  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction But I say you're wrong, we're just on the dawn of correction  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  ",
        "title": "The Dawn Of Correction"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  Don't tell me about towns like New York, Frisco Im not interested in all that small talk, go-go Im more satisfied being here by my babys side Just give me my town, my guy and me My town, my guy and me My towns got all the other towns beat My town towns got everything that I need Just give me my town, my guy and me Don't tell me about all the good times Im missin Nothings good as the time when were lovin, and kissin Im happy right here, yeah, where every night He holds me tight Just give me my town, my guy and me My town, my guy and me My towns got what no other towns got A guy that loves me and needs me a lot! So give me my town, my guy and me My town, my guy and me Oh, Im happy right here, where every night He holds me tight Just give me my town, my guy and me My town, my guy and me Just give me my town, my guy and me My town, my guy and me So give me my town, my guy and me (Fades)  ",
        "title": "My Town, My Guy And Me"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Ain't it true No matter what you do Someday when life is through They're gonna bury you Beneath the cold, cold ground, girl  Big or small Or short or fat or tall It's gonna get us all Someday we're gonna fall Beneath the cold, cold ground, girl  So you best believe it No matter what you do Yes, you best believe it Ain't it true, ain't it true Ain't it true  My poor heart Was almost torn apart Because you played a part You thought that you were smart And now you're gone Gone, gone, girl  All your life You treated me so bad You took the love I had And left me feeling sad But I'll go on, on, on, girl  Cause I know that someday Your time will be due Yes, you'd best believe it Ain't it true, ain't it true Ain't it true  I don't want to be the one To see you in such misery Not even for the things You went and done, done, done, girl  There is time for You to change your mind And leave your cheating heart behind And turn the righteous kind Come back to me, girl  And I will forgive you Here's what I'll say On that final day They lay you away There was never another like you  Ain't it true, girl Ain't it true, girl  And I will forgive you Here's what I'll say On that final day They lay you away There was never another like you  Ain't it true, girl Ain't it true, girl  ",
        "title": "Ain't It True"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  People say I'm the life of the party Because I tell a joke or two Although I might be laughing loud and hearty Deep inside I'm blue  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy to trace The tracks of my tears I need you, need you  Since you left me if you see me with another girl Seeming like I'm having fun Although she may be cute She's just a substitute Because you're the permanent one  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy to trace The tracks of my tears I need you, need you  Outside I'm masquerading Inside my hope is fading Just a clown oh yeah Since you put me down My smile is my make up I wear since my break up with you  So take a good look at my face You'll see my smile looks out of place If you look closer, it's easy.. The tracks of my tears Baby, Baby Baby, Baby, Baby Good look at my Ohhh yeeahh.. You'll see my smile looks out of place If you look a little bit closer.. Yeahhh..  ",
        "title": "The Tracks Of My Tears"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": "  When a zither starts to play You'll remember yesterday In its haunting strain Vienna lives again  Free and bright and gay In your mind a sudden gleam Of a half forgotten dream Seems to glimmer when you hear The Third Man Theme  Once again there comes to mind Someone that you left behind Love that somehow didn't last In that happy city of the past  Does she still recall the dream That rapture so supreme When first she heard the haunting Third Man Theme  Carnivals and carousels And ferris wheels and parasols The Danube nights The dancing lights again will shine The zither's sweet refrain Keeps swirling in your brain  Like new May wine Strauss waltzes, candle-glow And the laughter of long ago Fill the magic chords And make it seem like today  You never knew that you could be Enchanted by a melody The years will never drive it out You don't know why  It's something you can't live without You hear it in the twilight hush And in the morning traffic rush  A song that's always new In your heart a part of you Oh, shines so brightly when you hear The Third Man Theme  When a zither starts to play You'll remember yesterday In its haunting strain Vienna lives again  Free and bright and gay In your mind a sudden gleam Of a well remembered dream Seems to glimmer when you hear The Third Man Theme  Once again there comes to mind Someone that you left behind Love that somehow didn't last In that happy city of the past  Does she still recall the dream That rapture so supreme When first she heard the haunting Third man theme  Carnivals and carousels And ferris wheels and parasols The Danube nights The dancing lights again will shine  The zither's sweet refrain Keeps swirling in your brain Like new May wine  Strauss waltzes, candle glow And the laughter of long ago Fill the magic chords And make it seem like today  You never knew that you could be Enchanted by a melody The years will never drive it out You don't know why  It's something you can't live without You hear it in the twilight hush And in the morning traffic rush  A song that's always new In your heart a part of you Oh, shines so brightly when you hear The Third Man Theme  ",
        "title": "3rd Man Theme"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "I Want To (Do Everything For You)"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  I'm gonna kiss you in a special way Make me your baby I'll find a way to please you every day Make me your baby  Make me, make me your baby (ooh-ah) Kiss me, kiss me and maybe you will see Paradise is waiting for you and me If you'll make me your baby (make me your baby) If you'll make me your baby (make me your baby), oh  You'll know a love no one has known before Make me your baby A love that we would share forever more When I'm your baby  Make me, make me your baby (ooh-ah) Kiss me, kiss me and maybe you will see Paradise is waiting for you and me If you'll make me your baby (make me your baby) If you'll make me your baby (make me your baby)  Make me your baby Oh, make me your baby  Make me, make me your baby (ooh-ah) Kiss me, kiss me and maybe you will see Paradise is waiting for you and me If you'll make me your baby (make me your baby) If you'll make me your baby (make me your baby) C'mon, c'mon, c'mon and make me your baby (make me your baby) Can't you see I want to be your baby  ",
        "title": "Make Me Your Baby"
    },
    {
        "artist": "San Remo Golden Strings",
        "lyrics": null,
        "title": "Hungry For Love"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "What Color (Is A Man)"
    },
    {
        "artist": "The Jive Five",
        "lyrics": "  I'm a happy man I'm a happy man Whoa, whoa, whoa, whoa, my baby You look so good Yeah, yeah, yeah, yeah, my baby Just like I knew you would Tonight when we go out (Happy man, happy man, happy man) I'm feelin' so proud (Happy man, happy man, happy man) Walking hand in hand (Happy man, happy man, happy man) Down the lovers lane (Happy man, happy man, happy man) And I-I-I love you, baby I love you so Whoa, whoa, whoa, whoa, my baby This you know 'Cause I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Yeah, baby, I'm a happy man (Happy man, happy man, happy man) Whoa, yeah (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Come on down and sing the song (Happy man, happy man, happy man) Sing it just-a one more time (Happy man, happy man) And when we take a stroll (Happy man, happy man, happy man) Tonight if it's cold (Happy man, happy man, happy man) We'll cuddle up close (Happy man, happy man, happy man) And baby, baby, baby I'll kiss you baby We'll be as one Yeah, yeah, yeah I love my baby We'll have some fun 'Cause I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Yeah, baby, I'm a happy man (Happy man, happy man, happy man) Whoooooa, yeah (Happy man, happy man, happy man) I'm a happy man (Happy man, happy man, happy man) Come on down and sing the song (Happy man, happy man, happy man) Sing it just-a one more time (Happy man, happy man, happy man) Whoooooa, yeah (Happy man, happy man, happy man) I'm a happy man  ",
        "title": "I'm A Happy Man"
    },
    {
        "artist": "Joan Baez",
        "lyrics": "  Show me the prison Show me the jail Show me the prisoner whose life has gone stale And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the alley Show me the train Show me the hobo who sleeps out in the rain And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the whiskey stains on the floor Show me the drunkard as he stumbles out the door And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the country where the bombs had to fall Show me the ruins of the buildings, once so tall And I'll show you young man With so many reasons why There but for fortune go you and I You and I  ",
        "title": "There But For Fortune"
    },
    {
        "artist": "Dino, Desi & Billy",
        "lyrics": null,
        "title": "Not The Lovin' Kind"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": null,
        "title": "I Knew You When"
    },
    {
        "artist": "The Strangeloves",
        "lyrics": "  Pretty as a picture Glory what a picture You ought to see the shape she's in What she ain't got has never been Whoa Cara-Lin Cara-Lin Cara-Lin Cara-Lin Whoa When we go out walkin Boy the dogs start barkin She can make a left, right Man this chick is out of sight Cara-Lin Cara-Lin Cara-Lin Cara-Lin Hey, hey, hey Hey, hey, hey She just don't affect me Man this chick upsets me She's got everything I need Satisfactions guaranteed Whoa Cara-Lin Cara-Lin Whoa Cara-Lin Cara-Lin Whoa C-a-r-a-L-i-n Cara-Lin Whoa C-a-r-a-L-i-n Cara-Lin Whoa  ",
        "title": "Cara-Lin"
    },
    {
        "artist": "Little Caesar And The Consuls",
        "lyrics": null,
        "title": "(My Girl) Sloopy"
    },
    {
        "artist": "Vic Dana",
        "lyrics": "  Moonlight and roses Bring wonderful memories of you My heart reposes In beautiful thoughts so true  June light discloses Love's golden dream sparkling anew Moonlight and roses Bring memories of you  June light discloses Love's golden dream sparkling anew Moonlight and roses Bring memories of you  Moonlight and roses Bring memories of you  ",
        "title": "Moonlight And Roses (Bring Mem'ries Of You)"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  Now I want everybody to clap your hands in this groove Come on! Ha, yeah Ah yeah, now let me get myself together, yeah  [Harmonica solo]  Put on your red dress, baby 'cause we're going out tonight, ha ha, yeah Put on your red dress, baby 'cause we're going out tonight, ah yeah Ah, you better wear your boxing gloves In case some fool might wanna fight, yeah  Put on your high heeled sneakers and wear your wig hat on your head, oh yeah Put on your high heeled sneakers, girl, and wear your wig hat on your head, ha ha, yeah 'Cause I'm pretty sure now, baby, I'm pretty sure you're gonna knock 'em dead, ha ha, yeah  [Harmonica solo]  Ha ha, yeah Put on your high heeled sneakers and wear your wig hat on your head, ah baby Put on your high heeled jump shoes, girl, and wear your wig hat on your head, na na na 'Cause I'm pretty sure now, baby, I'm pretty sure you're gonna knock 'em dead, yeah, ha ha, yeah  ",
        "title": "High Heel Sneakers"
    },
    {
        "artist": "The Sunrays",
        "lyrics": null,
        "title": "I Live For The Sun"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": null,
        "title": "Two Different Worlds"
    },
    {
        "artist": "Otis Redding",
        "lyrics": null,
        "title": "Respect"
    },
    {
        "artist": "Paul Revere & The Raiders",
        "lyrics": null,
        "title": "Steppin' Out"
    },
    {
        "artist": "Jonathan King",
        "lyrics": "  Streets full of people All alone Roads full of houses Never home Church full of singing Out of tune Everyone's gone to the moon  Eyes full of sorrow Never wet Hands full of money All in debt Sun coming out in The middle of June Everyone's gone to the moon  Long time ago Life has begun Everyone went to the sun  Cars full of motors Painted green Mouths full of chocolate Covered cream Arms that can only Lift a spoon Everyone's gone to the moon  Everyone's gone to the moon Everyone's gone to the moon  ",
        "title": "Everyone's Gone To The Moon"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "These Hands (Small But Mighty)"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] You got a lot of nerve To say you are my friend When I was down You just stood there grinning  [Verse 2] You got a lot of nerve To say you got a helping hand to lend You just want to be on The side that’s winning  [Verse 3] You say I let you down You know it’s not like that If you’re so hurt Why then don’t you show it?  [Verse 4] You say you lost your faith But that’s not where it’s at You had no faith to lose And you know it  [Verse 5] I know the reason That you talk behind my back I used to be among the crowd You’re in with  [Verse 5] Do you take me for such a fool To think I’d make contact With the one who tries to hide What it don’t know to begin with  [Verse 6] You see me on the street You always act surprised You say “How are you? Good luck!” But you don’t mean it  [Verse 7] When you know as well as me You’d rather see me paralyzed Why don’t you just come out once And scream it  [Verse 8] No, I do not feel that good When I see the heartbreaks you embrace If I was a master thief Perhaps I’d rob them  [Verse 9] And now I know you’re dissatisfied With your position and your place Don’t you understand It’s not my problem  [Verse 10] I wish that for just one time You could stand inside my shoes And just for that one moment I could be you  [Verse 11] Yes, I wish that for just one time You could stand inside my shoes You’d know what a drag it is To see you  ",
        "title": "Positively 4th Street"
    },
    {
        "artist": "The Barbarians",
        "lyrics": "  Are you a boy? Or are you a girl? With your long blond hair you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl  You're either a girl or you come from Liverpool Yeah, Liverpool You can dog like a female monkey, but you swim like a stone Yeah, a rolling stone You may be a boy, hey, you look like a girl Hey! Aw!  Hey! You're always wearing skin tight pants and boys wear pants But in your skin tight pants you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl Hey!  Are you a boy? Or are you a girl? With your long blond hair you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl Hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey!  ",
        "title": "Are You A Boy Or Are You A Girl"
    },
    {
        "artist": "Ian Whitcomb",
        "lyrics": null,
        "title": "N-E-R-V-O-U-S!"
    },
    {
        "artist": "Donovan",
        "lyrics": "  He's five foot-two, and he's six feet-four He fights with missiles and with spears He's all of thirty-one, and he's only seventeen Been a soldier for a thousand years  He'a a Catholic, a Hindu, an Atheist, a Jain A Buddhist and a Baptist and a Jew And he knows he shouldn't kill And he knows he always will Kill you for me my friend and me for you  And he's fighting for Canada He's fighting for France He's fighting for the USA And he's fighting for the Russians And he's fighting for Japan And he thinks we'll put an end to war this way  And he's fighting for Democracy He's fighting for the Reds He says it's for the peace of all He's the one who must decide Who's to live and who's to die And he never sees the writing on the wall  But without him How would Hitler have condemned them at Dachau? Without him Caesar would have stood alone He's the one who gives his body As a weapon of the war And without him all this killing can't go on  He's the Universal Soldier and he really is to blame His orders come from far away no more They come from here and there and you and me And brothers can't you see This is not the way we put the end to war  ",
        "title": "Universal Soldier"
    },
    {
        "artist": "The Contours",
        "lyrics": "  What does every man look at first?  Some fellas look at the eyes Some fellas look at the nose Some fellas look at the size Some fellas look at the clothes  I don't care if the eyes are red I don't care if her nose is long I don't care if she's underfed I don't care if her clothes are worn 'Cause first I look at the purse  Some fellas look the smiles they wear Some fellas look the legs that's all Some fellas look the style of their hair Some fellas want their waist to be small  I don't care if the teeth are big I don't care if the legs are big I don't care if their hair's a wig Why waste time lookin' at the waistline? 'Cause first I look at the purse  A woman can be fat as can be With kisses sweet as honey But that don't mean a thing to me If you ain't got no money 'Cause if the purse is fat, that's where it's at  Some fellas look at the way they walk The way they swing and sway Some fellas like the way they talk And dig the things they say  But I don't care if she wobble like a duck Or talk with a lisp, I still think I'm a good lover If the dollar bills are crisp 'Cause first I look at the purse  First I look at the purse First I look at the purse First I look at the purse  ",
        "title": "First I Look At The Purse"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  He's five foot two and he's six feet four He fights with missiles and with spears He's all of thirty-one And he's only seventeen He's been a soldier for a thousand years  He's a Catholic, a Hindu, an atheist, a Jain A Buddhist and a Baptist and a Jew He knows he shouldn't kill But he knows he always will Kill you, my friend, for me and me for you  He's fighting for Canada, he's fighting for France He's fighting for the U.S.A He's fighting for the Russians And he's fighting for Japan And he thinks, he'll put an end to war that way  He's fighting for democracy, he's fighting for the Reds He says it's for the peace of all He's the one who must decide Who's to live and who's to die But he never sees the writing on the wall  But without him how would Hitler have condemned them at Dachau? Without him Caesar would have stood alone He's the one who gives his body As the weapon of the war And without him all this killing can't go on  He's the universal soldier and he really is to blame His orders come from far away no more They come from him and you, and me And brother, can't you see? This is not the way to put an end to war  ",
        "title": "The Universal Soldier"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] They're gonna put me in the movies They're gonna make a big star out of me We'll make a film about a man that's sad and lonely And all I gotta do is act naturally  [Pre-Chorus] Well I'll bet you I'm gonna be a big star Might win an Oscar, you can never tell The movies gonna make me a big star 'Cause I can play the part so well  [Chorus] Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally  [Verse 2] We'll make the scene about a man that's sad and lonely And begging down upon his bended knee I'll play the part and I won't need rehearsing All I have to do is act naturally  [Pre-Chorus] Well I'll bet you I'm gonna be a big star Might win an Oscar, you can never tell The movies gonna make me a big star 'Cause I can play the part so well  [Chorus] Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally  ",
        "title": "Act Naturally"
    },
    {
        "artist": "Dickey Lee",
        "lyrics": "  THE GIRL FROM PEYTON PLACE There she goes Her proudly upturned nose.. Just one mistake she made But yet... They won't let her forget There goes The girl from Peyton Place I'd be glad To love her good or bad To kiss her tears away But then Could I take the place of him? Oh I love The girl from Peyton Place Small town talk Has branded her She can't break away From the path that goes From Peyton Place But I love her anyway Sad girl Please let me in your world You still have so much love to give And so much life to live Oh I love you Girl from Peyton Place I need you Girl from Peyton Place  ",
        "title": "The Girl From Peyton Place"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Taste Of Honey"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  When you give more than you get You're in danger (You're in danger) You may find that you're in love with a stranger (With a stranger) For who knows what evil lurks within the hearts of men?  It's vanity Insanity to play when you can't win When you find that you're losing It's time to get on moving Cause there's danger: heartbreak dead ahead  It only takes one second, girl, to learn (To learn) That playing with fire will get you burned (Get you burned) Now girl, don't you be foolish  They say that love is blind But it's clear as the highway sign That reads \"Danger: heartbreak dead ahead\" Heartbreak dead ahead  Read the sign, girl You'd better mind, girl Yeah, danger: heartbreak dead ahead  Once the lying starts Start packing up your heart Listen to me, girl  When there's nothing to be gained Don't keep going on in vain Cause there's danger: heartbreak dead ahead I said there's danger I said there's danger  ",
        "title": "Danger Heartbreak Dead Ahead"
    },
    {
        "artist": "Fontella Bass",
        "lyrics": null,
        "title": "Rescue Me"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "1-2-3"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "If You've Got A Heart"
    },
    {
        "artist": "The Five Emprees",
        "lyrics": null,
        "title": "Little Miss Sad"
    },
    {
        "artist": "Kim Weston",
        "lyrics": null,
        "title": "Take Me In Your Arms (Rock Me A Little While)"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "The World Through A Tear"
    },
    {
        "artist": "Patty Duke",
        "lyrics": null,
        "title": "Say Something Funny"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "I Miss You So"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  Any day now I will hear you say \"Goodbye, my love\" And you'll be on your way Then my wild beautiful bird You will have flown, oh Any day now I'll be all alone Whoa-oa-oa-oa-oa  Any day now, when your restless eyes Meet someone new Oh, to my sad surprise Then the blue shadows Will fall all over town, oh Any day now love will let me down Whoa-oa-oa-oa-oa  ",
        "title": "A Lifetime Of Loneliness"
    },
    {
        "artist": "The Ivy League",
        "lyrics": null,
        "title": "Tossing & Turning"
    },
    {
        "artist": "Patty Duke",
        "lyrics": null,
        "title": "Funny Little Butterflies"
    },
    {
        "artist": "P.F. Sloan",
        "lyrics": "  She had a bad childhood While She was very young So don't judge her too badly She had a schizophrenic mother Who worked in the gutter Would have sold herself To the devil gladly What a sad environment A bug ridden tenement And when they couldn't pay the rent It was 'cause her father was out Getting sicker Oh, the stone's been cast And blood's thicker than water And the sins of the family fall on the daughter All the sins of the family fall on the daughter  At the age of 16 she had been around more Than any girl about 30 And the high I. Q. 's who condemned her Knew she was a product of poor heredity It's a fictitious fact when you fall on your back You can backtrack failure with inspection without exception All the sins of the family fall on the daughter All the sins of the family fall on the daughter  Oh the devil is open to all of us Heaven selects just a precious few It takes an inside pull to get Gabriel to make an angel out of you One can't live A lie then expect to die With a soul in paradise You know you gotta pay the price Like you oughtta Blood's thicker than water And the sins of the family fall on the daughter All the sins of the family fall on the daughter  ",
        "title": "The Sins Of A Family"
    },
    {
        "artist": "Kathy Kirby",
        "lyrics": null,
        "title": "The Way Of Love"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "Roundabout"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Run, Baby Run (Back Into My Arms)"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  All I need is just one kiss from you To see me through Just once more might I look in your eyes You'd be so surprised And might I say I'd love you in every sweet way All I need is just one kiss from you  For myself if I had just one wish It would be just this You my love, for now and forevermore For that's all I live for And sometimes at night I'd dream of you and you're out of sight Take me in your arms and need me too  I guess we'll always just be good friends Seems there it will end You know we're missing such a sweet romance Our one and only chance Be with me tonight And I'll prove how our love can be so right All I need is just one kiss from you All I need is just one kiss from you All I need is just one kiss from you  ",
        "title": "Just One Kiss From You"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  Where have all the flowers gone? Long time passin' Where have all the flowers gone? A long, long time ago  Where have all the flowers gone? Young girls picked them every one When will they ever learn? When will they ever learn?  Where have all the young girls gone? Long time passing Where have all the young girls gone? A long time ago  Where have all the young girls gone? Taken husbands every one When will they ever learn? When will they ever learn?  Where have all the young men gone? Long time passin' Where have all the young men gone? A long, long time ago  Where have all the young men gone? Gone to soldiers every one When will they ever learn? When will they ever learn?  Where have all the soldiers gone? Long time passin' Where have all the soldiers gone? Long time ago  Where have all the soldiers gone? Gone to grave yards every one When will they ever learn? When will they ever learn?  Where have all the grave yards gone? Long time passing Where have all the grave yards gone? A long time ago  Where have all the grave yards gone? Gone to flowers every one When will they ever learn? When will they ever learn?  Where have all the flowers gone? Long time passing Where have all the flowers gone? A long, long time ago  Where have all the flowers gone? Young girls picked them every one When will they ever learn? When will they ever learn?  When will they ever learn? (Where have all those flowers gone?) Where have all those flowers gone? (Where have all those flowers gone?) I know those young girls picked them every one (Where have all those flowers gone?)  Where have those soldiers gone? (Where have all those flowers gone?) Gone to grave yards every one (Where have all those flowers gone?) Oh, won't they ever learn? (Where have all those flowers gone?)  ",
        "title": "Where Have All The Flowers Gone"
    },
    {
        "artist": "The Lettermen",
        "lyrics": null,
        "title": "Secretly"
    },
    {
        "artist": "The Gants",
        "lyrics": null,
        "title": "Road Runner"
    },
    {
        "artist": "Sam & Bill",
        "lyrics": null,
        "title": "For Your Love"
    },
    {
        "artist": "Fred Hughes",
        "lyrics": null,
        "title": "You Can't Take It Away"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Well, here I go again Looking with my eyes Seeing with my heart Just like I used to do You said hello again Suddenly the lies Sound just like the truth And I believe in you The tears of yesterday have gone away Here in your arms I will stay This time my happiness won't disappear Loneliness is over Well, here I go again Looking with my eyes Things look bad for me Seeing with my heart I just close my eyes And I can see we're so in love Oh, darling, darling, darling Don't you ever go away from me This time you've got to promise You're gonna stay with me This time my happiness won't disappear Loneliness is over Well, here I go again Looking with my eyes Things look bad for me Seeing with my heart I just close my eyes And I can see we're so in love Oh, darling, darling, darling, promise You're gonna stay with me No, no, no, don't ever Don't ever go away from me Oh, my darling, my darling Don't ever go far away from me, this time  ",
        "title": "Looking With My Eyes"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "Let's Move & Groove (Together)"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  He touched me, he put his hand near mine And then he touched me I felt a sudden tingle when he touched me A sparkle, a glow  He knew it...it wasn't accidental, no, he knew it He smiled and seem to tell me so all through it He knew it, I know... He's real, and the world is alive and shining  I feel such a wonderful drive t'wards valentining He touched me; I simply have to face the fact He touched me... Control myself and try to act As if I remember my name But he touched me...he touched me... And suddenly nothing is the same! 'cause he touched me...he touched me... And suddenly...nothing, nothing, nothing is the same  ",
        "title": "He Touched Me"
    },
    {
        "artist": "Jimmy Smith With Kenny Burrell And Grady Tate",
        "lyrics": null,
        "title": "The Organ Grinder's Swing"
    }
]