[
    {
        "artist": "Edwin Starr",
        "lyrics": null,
        "title": "War"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Verse 1:] Ah ah ah ah If you need me, call me No matter where you are No matter how far Just call my name I'll be there in a hurry On that you can depend and never worry You see, my love is alive It's like a seed that only needs the thought of you to grow So if you feel the need for company Please, my darling, let it be me  I may not be able to express The depth of the love I feel for you But a writer put it very nicely When he was away from the one he loved He sat down and wrote these words  [Bridge:] No wind, (no wind) no rain, (no rain) Nor winter's cold Can stop me, babe (oh, babe) baby (baby) If you're my goal  No wind, no rain Can stop If you want to go  [Verse 2:] I know, I know you must follow the sun Wherever it leads But remember If you should fall short of your desires Remember life holds for you one guarantee You'll always have me  And if you should miss my love One of these old days If you should ever miss the arms That used to hold you so close, or the lips That used to touch yours so tenderly Just remember what I told you The day I set you free  Ain't no mountain high enough, aah Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you  Ain't no mountain high enough Ain't no valley low enough (one more time) Ain't no river wide enough (say it again) To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you Nothing in this world  ",
        "title": "Ain't No Mountain High Enough"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Make It With You"
    },
    {
        "artist": "Mungo Jerry",
        "lyrics": "  [Chorus] Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh  [Verse] In the summertime when the weather is hot You can stretch right up and touch the sky When the weather's fine You got women, you got women on your mind Have a drink, have a drive Go out and see what you can find If her daddy's rich take her out for a meal If her daddy's poor just do what you feel Speed along the lane Do a ton or a ton an' twenty-five When the sun goes down You can make it, make it good in a lay-by We're no threat, people We're not dirty, we're not mean We love everybody but we do as we please When the weather's fine We go fishin' or go swimmin' in the sea We're always happy Life's for livin' yeah, that's our philosophy Sing along with us Dee dee dee-dee dee Dah dah dah-dah dah Yeah we're hap-happy Dah dah-dah Dee-dah-do dee-dah-do dah-do-dah (yeah) Dah-do-dah-dah-dah (alright, alright) Dah-dah-dah do-dah-dah Alright  [Chorus] Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh  [Bridge] When the winter's here, yeah it's party time Bring your bottle, wear your bright clothes It'll soon be summertime And we'll sing again We'll go drivin' or maybe we'll settle down If she's rich, if she's nice Bring your friends and we'll all go into town  [Chorus] Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh, uh Chh chh-chh, uh, Chh chh-chh  [Verse] In the summertime when the weather is hot You can stretch right up and touch the sky When the weather's fine You got women, you got women on your mind Have a drink, have a drive Go out and see what you can find If her daddy's rich take her out for a meal If her daddy's poor just do what you feel Speed along the lane Do a ton or a ton an' twenty-five When the sun goes down You can make it, make it good in a lay-by We're no threat, people We're not dirty, we're not mean We love everybody but we do as we please When the weather's fine We go fishin' or go swimmin' in the sea We're always happy Life's for livin' yeah, that's our philosophy Sing along with us Dee dee dee-dee dee Dah dah dah-dah dah Yeah we're hap-happy Dah dah-dah Dee-dah-do dee-dah-do dah-do-dah (yeah) Dah-do-dah-dah-dah (Alright, alright) Dah-dah-dah do-dah-dah Yeah, alright  ",
        "title": "In The Summertime"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Why do birds suddenly appear Every time you are near? Just like me, they long to be Close to you  Why do stars fall down from the sky Every time you walk by? Just like me, they long to be Close to you  On the day that you were born The angels got together And decided to create a dream come true So they sprinkled moondust in your hair of gold And starlight in your eyes of blue  That is why all the girls in town (girls in town) Follow you (follow you) all around (all around) Just like me, they long to be Close to you  On the day that you were born The angels got together And decided to create a dream come true So they sprinkled moondust in your hair of gold And starlight in your eyes of blue  That is why all the girls in town (girls in town) Follow you (follow you) all around (all around) Just like me, they long to be Close to you  Just like me (just like me), they long to be Close to you  Ah, close to you Ah, close to you Ah, close to you Ah, close to you  ",
        "title": "(They Long To Be) Close To You"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Waiting for the break of day Searching for something to say Dancing lights against the sky Giving up I close my eyes Sitting cross-legged on the floor Twenty five or six to four  [Verse 2] Staring blindly into space Getting up to splash my face Wanting just to stay awake Wondering how much I can take Should I try to do some more? Twenty five or six to four  {Instrumental}  [Verse 3] Feeling like I ought to sleep Spinning room is sinking deep Searching for something to say Waiting for the break of day Twenty five or six to four Twenty five or six to four  ",
        "title": "25 Or 6 To 4"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  I was born and raised down in Alabama On a farm way back up in the woods I was so ragged the folks used to call me \"Patches\" Papa used to tease me about it 'Course deep down inside he was hurt 'Cause he'd done all he could  My papa was a great old man I can see him with a shovel in his hand See, education he never had He did wonders when the time got bad  The little money from the crops he raised Barely paid the bills we made  Oh, life had kicked him down to the ground When he tried to get up life would kick him back down One day papa called me to his dyin' bed Put his hands on my shoulders and in tears he said He said:  \"Patches, I'm depending on you son To pull the family through My son, it's all left up to you\"  Two days later papa passed away And I became a man that day So I told mama I was gonna quit school But she said that was daddy's strictest rule  So every morning fore I went to school I fed the chickens and I chopped wood too Sometimes I felt that I couldn't go on I wanted to leave, just run away from home  But I would remember what my daddy said With tears in his eyes on his dyin' bed He said:  \"Patches, I'm depending on you son I've tried to do my best It's up to you to do the rest\"  Then one day a strong rain came And washed all the crops away And at the age of thirteen I thought I was carrying The weight of the whole world on my shoulders And you know, mama knew what I was going through  'Cause every day I had to work the fields 'Cause that's the only way we got our meals See, I was the oldest of the family And everybody else depended on me  Every night I heard my mama pray: \"Lord, give him strength to make another day\"  Though years have passed and all the kids have grown The angels took mama to a brand new home Lord knows, people, I shedded tears But my daddy's voice helped me through the years Sayin':  \"Patches, I'm depending on you son To pull the family through My son, it's all left up to you\"  Oh, I could still hear papa's voice sayin':  \"Patches, I'm depending on you son I've tried to do my best It's up to you to do the rest\"  I could still hear papa when he's saying:  \"Patches, I'm depending on you, son To pull the family through My son, it's all left up to you\"  ",
        "title": "Patches"
    },
    {
        "artist": "Ronnie Dyson",
        "lyrics": "  If you let me make love to you Then why can't I touch you? If you let me make love to you Then why can't I touch you?  I'm not saying I want to change you I don't want to rearrange you  If you let me make love to you Then why can't I touch you? If you let me make love to you Then why can't I touch you?  From the very first moment I saw you It's been a different world From the very first moment I saw you It's been such a different world  I seem to be a little bit stronger Each moment seems just a little Little bit longer The missing links and little kinks Have never been found and uncurled  But you're still the same You're like a frozen flame Well it sure seems a shame You let me make love to you But you won't let me touch you  When I leave you I'm going someplace That I've never been before When I leave you I'm going someplace That I've never been before Reach out and touch me Why don't you reach out and touch me  If you let me make love to you Then why can't I touch you? If you let me make love to you Then why can't I touch you?  ",
        "title": "(If You Let Me Make Love To You Then) Why Can't I Touch You?"
    },
    {
        "artist": "Eric Burdon And War",
        "lyrics": "  {Intro}  I was once out strolling One very hot summer's day When I thought I'd lay myself down to rest In a big field of tall grass I lay there in the sun And felt it caressing my face As I fell asleep and dreamed  I dreamed I was in a Hollywood movie, yes I did And that I was the star of the movie This really blew my mind The fact that me, an overfed long-haired, leaping gnome Should be the star of a Hollywood movie  But there I was I was taken to a place: The Hall of the Mountain King I stood high up on a mountaintop Naked to the world In front of Every kind of girl There was long ones, tall ones, short ones, brown ones Black ones, round ones, big ones Crazy ones  Out of the middle Came a lady She whispered in my ear Something crazy She said:  Spill the wine, dig that girl Spill the wine, take that pearl  I thought to myself What could that mean? Am I going crazy Or is this just a dream? Now wait a minute - I know I'm lying in a field of grass somewhere So it's all in my head And then I heard her say ...one more time:  Spill the wine take that pearl  I could feel hot flames of fire roaring at my back As she disappeared But soon she returned In her hand was a bottle of wine In the other, a glass She poured some of the wine from the bottle into the glass And raised it to her lips And just before she drunk it She said:  Take the wine, take that pearl Spill the wine, take that pearl  ",
        "title": "Spill The Wine"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Lookin' Out My Back Door/Long As I Can See The Light"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Like a fool I went and stayed too long Now I'm wondering if your love's still strong Ooh baby, here I am, signed, sealed, delivered, I'm yours! Then that time I went and said goodbye Now I'm back and not ashamed to cry Ooh baby, here I am, signed, sealed, delivered, I'm yours!  [Chorus] Here I am, baby, oh oh Signed, sealed, delivered, I'm yours (You got my future in your hands) Here I am, baby Signed, sealed, delivered, I'm yours  You got my future in your hands, hey hey I've done a lot of foolish things That I really didn't mean, ah hey, yeah yeah Didn't I? Oh baby  [Verse 2] Seen a lot of things in this old world When I touch them, they mean nothing, girl Ooh baby, here I am, signed, sealed, delivered, I'm yours! Ahh, I’m yours! Ooh wee baby, you set my soul on fire That's why I know you're my heart's only desire Ooh baby, here I am, signed, sealed, delivered, I'm yours!  [Chorus] Here I am, baby, whoa-oh Signed, sealed, delivered, I'm yours (You got my future in your hands) Here I am, baby Signed, sealed, delivered, I'm yours  [Outro] You got my future in your hands, baby, yeah I've done a lot of foolish things That I really didn't mean I could be a broken man But here, I, ahh, with your future, got your future, baby, I, I Signed, sealed, delivered, I’m yours! Here I am, baby, ahh Here I am, baby Signed, sealed, delivered, I'm yours Here I am, baby Signed, sealed, delivered, I'm yours Here I am, baby Signed, sealed, delivered, I'm yours  ",
        "title": "Signed, Sealed, Delivered I'm Yours"
    },
    {
        "artist": "Aretha Franklin with The Dixie Flyers",
        "lyrics": "  [Verse 1] Don’t play that song for me Cause it brings back memories Of days that i once knew The days that i spent with you Oh no! Don’t let them play it (oh no!) It fills my heart with pain (it hurts!) Please stop it right away Cause i remember just a’ what he said  [Chorus] He said, darling (darling i, i love you) And i know that he lied (darling i, i love you) You know that you lied (darling i, i love you) You know that you lied (you lied) Lied (you lied) You lied (to me)  [Verse 2] Hey mister, don’t play it no more Don’t play it no more I can’t stand it Don’t play it no more (no more) No more (no more) No more (can’t stand it) I remember on our first date He kissed me and he walked away I was only seventeen I never dreamed he’d be so mean  [Chorus] He told me darling (darling, i love you) Baby, baby, you lied (darling, i need you) You, you lied (darling, i love you) You know that you lied (you lied) Lied (you lied) Lied, lied (to me)  [Outro] O-o-oh darling (darling, i love you) You know that you lied, yeah (darling, i need you) You know i know you lied (darling, i love you) Darling, you lied (you lied) You lied (you lied) You lied. You’re all that i need. You lied (to me) O-u-o-o-o-oh, you lied (don’t play it no more) Hey baby don’t play it no more (wo-o-oh, don’t play it no more) Don’t do it. Don’t play it no more (wo-o-oh, for me) No more (for me) I can’t stand it no more (don’t play it no more) Ouh! Hey! Don’t play it no more (wo-o-oh, don’t play it no more)  ",
        "title": "Don't Play That Song"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": "  Bein' alone at night makes me sad, girl Yeah, it brings me down all right Tossin' and turnin' and freezin' and burnin' And cryin' all through the night Whoa-oh Julie, Julie, Julie, do ya love me? Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? We had so much fun together I was sure that you were mine But leavin' you, baby, is drivin' me crazy It's got me wonderin' all the time Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Honey, you cried the day I left you Even though we knew I couldn't stay But baby, remember, I'll be back September But till then I'll write you every day Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Come on, Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Oh-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there?  ",
        "title": "Julie, Do Ya Love Me"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  {Intro}  Hi De Ho Hi De Hi Gonna Get me A piece of the sky Gonna get me Some of that Old Sweet Roll I'm Singin' Hi de hi de hi de hi de Hooooo  I've been down so low Bottom looked like up Once I thought that seconds saves Was enough to fill my cup So I proffered all I got But it ain't no way to live Being taken by the ones who got The least amount to give  Hi de ho Hi de hi Gonna get me a piece of the sky Gonna get me some of that old sweet roll Singing hi de hi de hi de hi de hooooo  {Bridge}  Once I met the devil He was mighty slick Tempted me with worldly goods Said -you can have your pick- But when he laid that paper on me And he showed me where to sign I said thank you very kindly But I'm in too good-a mood to mind  Hi de ho Hi de hi Gonna get me a piece of the sky Gonna get me some of that old sweet roll Singin' hi de hi de hi de hi de hooooo Hi de ho Hi de hi Gonna get me a piece of the sky Gonna get me some of that old sweet roll Singin' hi de hi de hi de hi de hoooo  ",
        "title": "Hi-De-Ho"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  I just can't help believing When she smiles up soft and gentle With a trace of misty morning And a promise of tomorrow in her eyes...  And I just can't help believing When she's lying close beside me And my heart beats with the rhythm of her sigh...  This time the girl is gonna stay This time the girl is gonna stay... For more than just a day  I just can't help believing When she slips her hand in my hand And it feels so small and helpless That my fingers fold around it like a glove...  And I just can't help believing When she's whispering her magic And her tears are shining honey sweet with love...  This time the girl is gonna stay (This time the girl is gonna stay) This time the girl is gonna stay... For more than just a day  For more than just a day... (I just can't help believing...)  ",
        "title": "I Just Can't Help Believing"
    },
    {
        "artist": "The Assembled Multitude",
        "lyrics": null,
        "title": "Overture From Tommy (A Rock Opera)"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1] Anybody here see the noise See the fear and commotion? I think we missed it Anybody here see the love See the hate being motioned?  [Chorus] Don't give me no hand me down shoes Don't give me no hand me down love Don't give me no hand me down world I got one already  [Verse 2] Anybody here see the long distance cheer for the notion? I think we missed it Anybody here see the sky weeping tears for the ocean?  [Chorus]  [Verse 3] Anybody here see the fuzzy-wuzzy loving cup explosion? I think we missed it Anybody here see the changing of the year-end emotion?  [Chorus]  [Outro] (Don't give me no hand me down world) I don't really need it and I'm not going to take it (Don't give me no hand me down world) Don't give it to me because I really don't want it (Don't give me no hand me down world) I don't want to take it and I really don't need it, now (Don't give me no hand me down world) I don't want to take it and I really don't need it (Don't give me no hand me down world) Don't want to take it, don't want to take it because I don't want to need it (Don't give me no hand me down world) You know I don't want it, know I don't need it (Don't give me no hand me down world) You know I don't want it, know I don't need it (Don't give me no hand me down world) You know I don't want it and I'm not going to take it (Don't give me no hand me down world) Don't want to take it because I don't really need it (Don't give me no hand me down world) Just don't give it to me, don't want to take it  ",
        "title": "Hand Me Down World"
    },
    {
        "artist": "Dawn",
        "lyrics": null,
        "title": "Candida"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  Beneath this snowy mantle cold and clean The unborn grass lies waiting For its coat to turn to green The snowbird sings the song he always sings And speaks to me of flowers That will bloom again in spring  When I was young My heart was young then, too Anything that it would tell me That's the thing that I would do But now I feel such emptiness within For the thing that I want most in life's The thing that I can't win  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  The breeze along the river seems to say That he'll only break my heart again Should I decide to stay So, little snowbird Take me with you when you go To that land of gentle breezes Where the peaceful waters flow  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  Yeah, if I could I know that I would Fl-y-y-y-y away with you  ",
        "title": "Snowbird"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "I (Who Have Nothing)"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  When you're alone and in a corner Your only mourner, is the face that Appears in the nearest mirror You've gotta get it going and somehow knowing You're gonna have it better than you ever had it, because Everybody needs somebody Everybody's got the right to love  If it were me, say I I'd say I But if it's you, say you Cause if you could give in for a minute Put your soul in it We could get it together and forever love So what's the use of running boy You know there ain't no point in running You need somebody, somebody to love you Cause everybody needs somebody Everybody's got the right to love You got the right to say I, need somebody I need you, he needs me Come together, talk to me, oh yeah  You can have all the things that you desire But without love you just can't survive Cause you need love to warm your heart at night When you're all alone and no comfort's in sight You need somebody Everybody needs somebody, oh yeah Everybody's got the right to love  ",
        "title": "Everybody's Got The Right To Love"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  [Intro]  [Chorus] Now that you're gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the memories of what love could be If you were still here with me  [Verse] You took me from the shelter of my Mother I had never known or love any other We kissed after taking vows But that night of the honeymoon We stayed in separate rooms  I'd wait in the darkness of my lonely room Filled with sadness, filled with gloom Hoping soon That you'd walk back through that door And love me like you tried before  [Chorus] Since you've been gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the dream of what love could be If you were just here, here with me  Ohhhhhhhhh...  [Verse] Doncha know that I wait in the darkness of my lonely room Filled with sadness, filled with gloom Hoping soon that you'd walk back through that door And love me like you tried before  [Chorus] Since you've been gone All that's left is a band of gold All that's left of the dreams I hold Is a band of gold And the dream of what love could be If you were still here with me Since you've been gone All that's left is a band of gold  ",
        "title": "Band Of Gold"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Melinda was mine 'Til the time that I found her Holding Jim, loving him Then Sue came along, loved me strong That's what I thought Me and Sue, but that died too  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man, solitary man  I've had it to here Bein' where love's a small word Part-time thing, paper ring I know it's been done Havin' one girl who'll love me Right or wrong, weak or strong  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man, solitary man  (instrumental)  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man Solitary man Solitary man Solitary man Solitary man  ",
        "title": "Solitary Man"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  Good evening, sweet darling May I ask your name You seem to be lonely Well, don't worry, I'm feeling the same  Whoa, it's a groovy situation A spendid combination That we should meet at a time like this Whoa, it's a groovy situation A spendid combination You're something that I just can't miss  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  It's been a long time, sweet darling Since love has come my way But I'm trying so hard To find the right words to say  Whoa, it's a groovy situation And a splendid combination That we should meet at a time like this Whoa, it's a groovy situation A splendid combination You're something that I just can't miss  Whoa, it's a groovy situation A splendid combination That we should meet at a time like a-this Whoa, it's a groovy situation And a splendid combination You're something that I just can't miss  Baby, baby, it's a groovy situation And a splendid combination That we should meet at a time like a-this Whoa, it's a groovy situation And a splendid combination You're something that I just can't miss  Baby, baby, it's a groovy situation  ",
        "title": "Groovy Situation"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  Tell it all brother, before we fall Tell it all brothers and sisters Tell it all  How much you're holding back on me When you say you're giving all? And in the dungeons of your mind Who you got chained to the wall?  Tell it all brother, before we fall Tell it all brothers and sisters Tell it all  Did you plant your feet on higher ground To avoid life's mud and stone? Did you ever kick a good man When he was down, just to make yourself feel strong?  Tell it all brother, before we fall Tell it all brothers and sisters Tell it all  Tomorrow just might be too late Now is the time To get your jumbled mind straight And seek a new design  Did you ever walk before a crippled man Pretending you were lame? And what made you think one feeble hymn to God Was gonna make him call your name?  Tell it all brother and sisters Tell, Tell it all Tell it all brother, before we fall Tell it all brothers and sisters, tell Tell it all brother, before we fall Tell it all...  ",
        "title": "Tell It All Brother"
    },
    {
        "artist": "Ernie (Jim Henson)",
        "lyrics": "  Rubber Duckie you're the one You make bath time lots of fun Rubber Duckie I'm awfully fond of you  Rubber Duckie joy of joys When I squeeze you, you make noise Rubber Duckie you're my very best friend it's true I find a little fellow who's cute and yellow and chubby Rub a dub dubby Rubber Duckie you're so fine and I'm lucky that you're mine Rubber Duckie I'd like a whole pond of you Rubber Duckie I'm awfully fond of you  ",
        "title": "Rubber Duckie"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Your love is fadin', I feel it fade Ah, your love is fadin', I feel it fade Ah, your love is fadin', woman I feel it fade Ah, woman, woman your touch, your touch has gone cold As if someone else controls your very soul I've fooled myself long as I can Can feel the presence of another man It's there when you speak my name It's just not the same Ooo babe, I'm losing you It's in the air It's there everywhere Baby, baby, babe, I'm losing you When I look into your eyes A reflection of a face, I see I'm hurt, down-hearted and worried, girl 'Cause that face doesn't belong to me It's all over your face Someone's takin' my place Ooo baby, I'm losing you You try hard to hide The emptiness you feel inside Oo babe, I'm losing you I can't bear the thought of losing you Ah woman, can't you see what I'm goin' through I'm losin' my mind (losin' my mind) And it's all because of you I can't bear the thought of losing you I'm losin' my mind (losin' my mind) And it's all because of you I can't stand the thought of losing you  ",
        "title": "(I Know) I'm Losing You"
    },
    {
        "artist": "Alive & Kicking",
        "lyrics": null,
        "title": "Tighter, Tighter"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Aw, Cracklin' Rosie, get on board We're gonna ride Till there ain't no more to go Taking it slow And Lord, don't you know We'll have me a time with a poor man's lady  Hitchin' on a twilight train Ain't nothing here that I care to take along Maybe a song To sing when I want No need to say please to no man For a happy tune  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night to set the world right Find us a dream that don't ask no questions Yeah  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night To set the world right Find us a dream that don't ask no questions Ba ba ba ba ba ......  ",
        "title": "Cracklin' Rosie"
    },
    {
        "artist": "Robin McNamara",
        "lyrics": "  Can't you see that I am all for your love Now, Now - Can't you see Can't you see How much I need some more love Baby Can't you see Can't you see Ever since we kissed that night Ever since I held you tight I just don't want nobody else So put your lips on mine Leave them there 'til the morning time Lord don't leave me by myself  Lay a little lovin' on me Lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me You're gonna want me Babe Lay a little lovin' on me Lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me  Everyday is not enough of your love Everyday I need the day and every nighttime too Everyday Everyday Don't you know what I've got inside A love that's been denied A love that's growing day by day You're such a pretty child You're about to drive me wild Come on Babe Now what you say  Lay a little lovin' on me Lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me Lay a little lovin' on me Lay a little lovin' on me You're gonna want me Babe So lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me  Honey I want you Baby I need you I Love You I Love You  Lay a little lovin' on me Lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me Lay a little lovin' on me Lay a little lovin' on me You're gonna want me Babe So lay a little lovin' on me Honey doggone it I depend upon it So lay a little lovin' on me...  ",
        "title": "Lay A Little Lovin' On Me"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Fellas, I'm ready to get up and do my thing (yeah go ahead!) I wanta get into it, man, you know (go ahead!) Like a, like a sex machine, man, (yeah go ahead!) Movin' and doin' it, you know Can I count it off? (Go ahead) One, two, three, four!  [Chorus] Get up, (get on up) Get up, (get on up) Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Verse 1] Wait a minute! Shake your arm, then use your form Stay on the scene like a sex machine You got to have the feeling sure as you're born Get it together, right on, right on  [Chorus] Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up Get up, get on up  [Verse 2] You said, you said you got the You said the feeling you got to get You give me the fever 'n' a cold sweat The way I like, it is the way it is I got mine 'n' don't worry 'bout his  [Chorus] Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up) Get up, get on up Stay on the scene, (get on up), like a sex machine, (get on up)  [Bridge 1] Bobby! Should I take 'em to the bridge? (Go Ahead!) Take 'em on to the bridge! (Take em to the bridge!) Should I take 'em to the bridge? (Yeah!) Take 'em to the bridge? (Go Ahead!) Hit me now! Come on!  [Verse 3] Stay on the scene, like a sex machine! The way I like it is, is the way it is I got mine, (dig it!), he got his  [Chorus 2] Stay on the scene, like a lovin' machine Stay on the scene, like a lovin' machine Stay on the scene  [Verse 4] I wanna count it off one more time now (Go ahead!) You wanna hear it like it did on the top fellas? (Yeah!) Hear it like it did on the top? (Yeah!) Hit it now!  [Chorus] Get on up, get on up Get up, get on up Get up, get on up Get on up, get on up  [Chorus 2] Stay on the scene, like a lovin' machine Get up, get on up  [Bridge 2] Taste, (get on up) Bein', (get on up) Taste, (get on up) Bein', (get on up)  [Chorus] Get up, get on up Get up, get on up Stay on the scene, like a sex machine   [Verse 5] You gotta have the feelin, (get on up) Sure as you're born, (get on up) Get it together, right on, right on Right on, right on, (right on, right on)  [Bridge 3] Get up, (get on up) Get up, (get on up) And then, shake your money maker Shake your money maker  [Outro] Can we hit it like we did one more time, from the top Can we hit like that one more time (One more time!) One more time! Let's hit it and quit! (Go ahead!) Can we hit it and quit? (Yeah!) Hit it!  ",
        "title": "Get Up (I Feel Like Being Like A) Sex Machine (Part 1)"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I've Lost You/The Next Step Is Love"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "It's A Shame"
    },
    {
        "artist": "Ike & Tina Turner & The Ikettes",
        "lyrics": "  Hey, hey, hey, hey  Beat is gettin' stronger The beat is gettin' longer too Music's soundin' good to me But I wanna, said I wanna  I wanna take you higher Yeah, let me take you higher Baby, baby, let me light your fire Ooh yeah, little bit higher  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Beat is nitty-gritty Music's in your city too Music's gettin' good to me But now don't ya, I said don't ya  Don't ya wanna get higher? Yeah, don't ya wanna get higher? Baby, baby, let me light your fire Ooh ha, little bit higher  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Come on baby (Higher) Don't ya wanna get high (Higher) Ooh, yeah (Higher) Light your fire  (Fire)  Come on daddy (Higher) A little bit higher (Higher) I wanna (Higher) Said I wanna light your fire (Fire)  Boom shacka lacka lacka Boom shacka la boonka boo  Hey, hey, hey, hey  Beat is here to make you move Music's here to help you groove Music's soundin' good to me But take your places  I'm gonna take you (Higher, higher) Yeah, baby Gonna take ya (Higher, higher) Ooh, yeah  Little bit higher C'mon daddy (Higher) A little bit (Higher)  ",
        "title": "I Want To Take You Higher"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  Everybody, listen to me And return me my ship I'm your captain, I'm your captain Though I'm feeling mighty sick  I've been lost now, days uncounted And it's months since I've seen home Can you hear me, can you hear me Or am I all alone  If you return me to my home port I will kiss you, Mother Earth Take me back now, take me back now To the port of my birth  Am I in my cabin dreaming Or are you really scheming To take my ship away from me? You'd better think about it I just can't live without it So, please don't take my ship from me, yeah, yeah, yeah  I can feel the hand of a stranger And it's tightening around my throat Heaven help me, Heaven help me Take this stranger from my boat  I'm your captain, I'm your captain Though I'm feeling mighty sick Everybody, listen to me And return me my ship  I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home, oh  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home  ",
        "title": "Closer To Home (I'm Your Captain)"
    },
    {
        "artist": "Michael Nesmith & The First National Band",
        "lyrics": null,
        "title": "Joanne"
    },
    {
        "artist": "Melanie",
        "lyrics": "  There's a chance peace will come in your life please buy one For sometimes when I am feeling as big as the land With the velvet hill in the small of my back And my hands are playing the sand And my feet are swimming in all of the waters All of the rivers are givers to the ocean According to plan, according to man Well sometimes when I am feeling so grand And I become the world And the world becomes a man And my song becomes a part of the river I cry out to keep me just the way I am According to plan According to man, according to plan According to man, according to plan For sometimes when we have reached the end With the velvet hill in the small of my backs And our hands are clutching the sand Will our blood become a part of the river All of the rivers are givers to the ocean According to plan, according to man There's a chance peace will come In your life please buy one  ",
        "title": "Peace Will Come (According To Plan)"
    },
    {
        "artist": "Hotlegs",
        "lyrics": "  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  Neanderthal man Neanderthal man  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  ",
        "title": "Neanderthal Man"
    },
    {
        "artist": "The Who",
        "lyrics": null,
        "title": "Summertime Blues"
    },
    {
        "artist": "Free",
        "lyrics": "  Oh, whoa, whoa Ow Mm!  There she stood in the street Smiling from her head to her feet I said-ah, hey, what is this? Now baby, maybe, maybe she's in need of a kiss  I said-ah, \"Hey, what's your name baby? Maybe we can see things the same Now don't you wait or hesitate Let's move before they raise the parking rate.\" Ow!  All right now Baby, it's-ah all right now Mm! All right now Baby, it's-ah all right now Whoa, ooh  Let me tell you all about it now Mm!  I took her home to my place Watching every move on her face She said, \"Look, what's your game, baby? Are you tryin' to put me in shame?\"  I said, \"Slow, don't go so fast Don't you think that love can last?\" She said, \"Love, Lord above Huh, now you're trying to trick me in love\" Ow!  All right now Baby, it's-ah all right now All right now Baby, it's-ah all right now  Yeah, it's all right now Yeah!  Hoo! Oh yeah, ow! Let me tell you all about it, now Ow! Yeah  Took her home, yeah, to my place Watching every move on her face She said, \"Look, uh, what's your game? Are you trying to put me in shame?\"  \"Baby,\" I said, \"Slow, slow, don't go so fast, huh Don't you think that love can last?\" She said, \"Love, Lord above Now he's trying to trick me in love\" Yeah!  All right now Baby, it's-ah all right now, yeah All right now Baby, it's-ah all right now  All right now It's all right, it's all right, it's all right All right now All right now It's all right, it's all right, it's all right  ",
        "title": "All Right Now"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Do You See My Love (For You Growing)"
    },
    {
        "artist": "The Neighborhood",
        "lyrics": null,
        "title": "Big Yellow Taxi"
    },
    {
        "artist": "Charles Wright And The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Express Yourself"
    },
    {
        "artist": "Dave Mason",
        "lyrics": null,
        "title": "Only You Know And I Know"
    },
    {
        "artist": "The Lost Generation",
        "lyrics": "  Young girl, be true now To the boy who really loves you Don't do him wrong, cause hell pick up his shoes and walk And say it's all your fault  Youve got to beware, baby, baby  Oh, youve got to Keep him from the hands of the wicked Youve got to Look out, baby, baby, ah yeah Or hold on to your one way ticket  Cause true love only comes, it seems, one time Don't miss that boat or you might be left behind If youve got a good man and you blow his mind, baby I'm gonna leave you with this line--and that line is The sly the slick the wicked wicked wicked each other They'll never make it, baby  No, no, no - they all try to fake ya  Cause the sly - he's got a fly, fly alibi For all the unnecessary tears that a woman like you might cry The slick - he thinks he's so, so quick And hell try to pull the wool over your eyes But remember - there's one more And he's the wicked - he shows you a good time He's gonna gain your confidence, baby - and hell leave you behind Girl, remember  They'll never make it, baby, no, no, no  I want you to remember this song  ",
        "title": "The Sly, Slick, And The Wicked"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "Everything's Tuesday"
    },
    {
        "artist": "The Poppy Family (Featuring Susan Jacks)",
        "lyrics": null,
        "title": "That's Where I Went Wrong"
    },
    {
        "artist": "Delaney & Bonnie & Friends",
        "lyrics": null,
        "title": "Soul Shake"
    },
    {
        "artist": "Bert Sommer",
        "lyrics": null,
        "title": "We're All Playing In The Same Band"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Love will abide Take things in stride Sounds like good advice But there's no one at my side  And time washes clean Love's wounds unseen That's what someone told me But I don't know what it means  Cause I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  Caught in my fears Blinking back the tears I can't say you hurt me When you never let me near  And I never drew One response from you All the while you fell All over girls you never knew  Cause I've done everything I know To try and make you mine And I think it's going to hurt me For a long, long time  Wait for the day You'll go away Knowing that you warned me Of the price I'd have to pay  And life's full of flaws Who knows the cause Living in the memory Of a love that never was  Cause I've done everything I know To try and change your mind And I think I'm going to miss you For a long, long time  And I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  ",
        "title": "Long Long Time"
    },
    {
        "artist": "Sugarloaf",
        "lyrics": "  Green-eyed lady, lovely lady Strolling slowly towards the sun Green-eyed lady, ocean lady Soothing every raging wave that comes  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  Green-eyed lady, wind-swept lady Rules the night, the waves, the sand Green-eyed lady, ocean lady Child of nature, friend of man  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  ",
        "title": "Green-Eyed Lady"
    },
    {
        "artist": "The Marmalade",
        "lyrics": null,
        "title": "Rainbow"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  (Spoken- Walk with me Take my hand)  Ooooh, oooh oooh Ooohh, oooh oooh (Still water) Still water  Ahhh, ahhh, ahh  Never you mind if I Don't tell strangers passing by If I don't brag If I don't brag or boast Click my glass and say a toast About my love for you How it runs so deep and true And yet it's so 'Cause don't you know, ohh Still waters run deep Still waters run deep Still waters run deep Still waters run deep Ooooh  Walk with me Take my hand  Still waters  Still water Walk with me Take my hand Whoa, whoa, whoa now Still waters run deep Hey, hey, hey, hey  Whoa, whoa, whoa now Still waters run deep  ",
        "title": "Still Water (Love)"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  Da da dah da da Dada da-da dah de dum Da da-da dah da La da dah dede La dah dah dada dah Lah dada dah da-da dah Dah da dada dum dah La dah dah da-da dah dee Dah da daladah duh duh duh La dah dah da-da daaaaah Dah da dah uh uhhhhnn Da da dah da duhh / Duh duh duh duun, da-da dah dah, da-da dah dahun da Du duh duh uh Dun dada dadada da Duh duh deeee de de dede da Nah nah a nah nah naaaah. / La dah dede La dah dah da-da dee La dah dee Dun dun dun nee nah ha duh dee Dun nah na naha dee Da dada dah da da da dah La dah dah dada dah dee Du duh duh doo dee dede dee dede  ",
        "title": "Wigwam"
    },
    {
        "artist": "Christie",
        "lyrics": "  {Intro}  So long, boy, you can take my place I got my papers, I got my pay So pack my bags and I'll be on my way to Yellow River  Put my gun down, the war is won Fill my glass high, the time has come I'm goin' back to the place that I love Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  Cannon fire lingers in my mind I'm so glad I'm still alive And I've been gone for such a long time from Yellow River  I remember the nights were cool I can still see the water pool And I remember the girl that I knew from Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  {outro}  ",
        "title": "Yellow River"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": null,
        "title": "On The Beach (In The Summertime)"
    },
    {
        "artist": "Tommy James",
        "lyrics": null,
        "title": "Ball And Chain"
    },
    {
        "artist": "Freddy Robinson",
        "lyrics": null,
        "title": "Black Fox"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  Well I woke up Sunday morning With no way to hold my head, that didn't hurt And the beer I had for breakfast wasn't bad So I had one more for dessert Then I fumbled in my closet through my clothes And found my cleanest dirty shirt Then I washed my face and combed my hair And stumbled down the stairs to meet the day  I'd smoked my mind the night before With cigarettes and the songs I'd been pickin' But I lit my first and watched a small kid Playin' with a can that he was kicking Then I walked across the street And caught the Sunday smell of someone's fryin' chicken And it took me back to somethin' That I'd lost somewhere, somehow along the way  On a Sunday morning sidewalk I'm wishing Lord that I was stoned Cause there's something in a Sunday That makes a body feel alone And there's nothin' short of dyin' That's half as lonesome as the sound Of a sleepin' city sidewalk And Sunday mornin' comin' down  In the park I saw a daddy With a laughin' little girl who he was swingin' And I stopped beside a Sunday school And listened to the songs they were singin' Then I headed down the street And somewhere far away a lonely bell was ringin' And it echoed thru the canyon Like the disappearing dreams of yesterday  On a Sunday morning sidewalk I'm wishing Lord that I was stoned Cause there's something in a Sunday That makes a body feel alone And there's nothin' short of dyin' That's half as lonesome as the sound Of a sleepin' city sidewalk And Sunday mornin' comin' down  ",
        "title": "Sunday Morning Coming Down"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  I met her in a club down in North Soho Where you drink champagne and it tastes just like Cherry Cola C-O-L-A Cola She walked up to me and she asked me to dance I asked her her name and in a dark brown voice she said, \"Lola\" L-O-L-A Lola, lo lo lo lo Lola  Well, I'm not the world's most physical guy But when she squeezed me tight she nearly broke my spine Oh my Lola, lo lo lo Lola, lo lo lo Lola Well, I'm not dumb but I can't understand Why she walks like a woman and talks like a man Oh my Lola, lo lo lo  lo Lola, lo lo lo lo Lola  Well, we drank champagne and danced all night Under electric candlelight She picked me up and sat me on her knee She said, \"Little boy won't you come home with me?\" Well, I'm not the world's most passionate guy But when I looked in her eyes I almost fell for my Lola Lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  I pushed her away. I walked to the door I fell to the floor. I got down on my knees I looked at her, and she at me Well that's the way that I want it to stay I always want it to be that way for my Lola Lo lo lo Lola Girls will be boys, and boys will be girls It's a mixed up, muddled up, shook up world Except for Lola. Lo lo lo lo Lola. Lo lo lo  loLola Lola, lo lo lo lo Lola, lo lo lo lo Lola  Well I'd left home just a week before And I'd never ever kissed a woman before Lola smiled and took me by the hand She said, \"Little boy, gonna make you a man.\" Well I'm not the world's most masculine man But I know what I am and I'm glad I'm a man So is Lola Lo lo lo lo Lola. Lo lo lo lo Lola  [Outro] Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  ",
        "title": "Lola"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "Hummingbird"
    },
    {
        "artist": "Donovan",
        "lyrics": "  [Verse 1] Better get into what you gotta get into Better get into it now, no slacking please United Nations ain't really united And the organisations ain't really organised  [Chorus] Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Won't be coming around for to kill your snakes no more, my love Riki tiki tavi mongoose is gone  [Verse 2] Everybody who read the Jungle Book knows that Riki tiki tavi's a mongoose who kills snakes When I was a young man I was led to believe there were organisations to kill my snakes for me Ie the church ie the government ie school But when I got a little older, I learned I had to kill them myself  [Chorus] (I said) Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Won't be coming around for to kill your snakes no more, my love Riki tiki tavi mongoose is gone  [16 bars instrumental]  [Verse 3] People walk around, they don't know what they're doing They been lost so long they don't know what they've been looking for Well, I know what I'm a-looking for but I just can't find it I guess I gotta look inside of myself some more Oh oh oh, inside of myself some more Oh oh oh, inside of myself some more  [Chorus] Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone  [Outro] I saw you today on a number twelve Bus you were going my way My way  ",
        "title": "Riki Tiki Tavi"
    },
    {
        "artist": "Elephant's Memory",
        "lyrics": "  In the village Of Leboga Lies a body Cold and dead For the venom Of the cobra Has with The body wed I can hear A little girl As she cries All around For the snake Has killed the father Tell me where it Can help be found Mongoose! mongoose! mongoose! mongoose! Then all the people Sound the drums Call the mongoose From his lair Through the jungle He flies alone To a tunnel On a hill In the dark The cobra waits In his eyes a Glow of red Like a flash Comes the mongoose For the battle Head to head Mongoose! mongoose! mongoose! mongoose! Said the mongoose To the cobra \"See that panther In that tree\" As the cobra Turned its head Mongoose caught it In his teeth Then the people Started singing For the snake Killed them all Cobra eggs Now are hatching Baby cobras Back for more! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! (fade...)  ",
        "title": "Mongoose"
    },
    {
        "artist": "The Brotherhood Of Man",
        "lyrics": "  I hold your hand and Gently touch your hair Then we'll walk Together hand in hand The way it used to be  The way you smile And kiss me tenderly Tears begin to fill my isty eyes Now you'regone from me  Where are you going to, my love Will you come back When the sun shine Anytime you want to Come home,it'sall right Where are you going to, my love Will our love return tomorrow Anytime you want to call me It's all right  I hear you voice It's always haunting me Everywhere I turn I see your face But you're never there  You're all I have (You're all I ever had) You're all I'm living for I can't bear the pain and misery Please come back to me  ",
        "title": "Where Are You Going To My Love"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": "  I stand accused Of lovin' you too much And I hope, I hope it's not a crime 'Cause if it is, I'm guilty Of lovin' you, you, you  I, I hope to God That I never have, oh, to testify 'Cause if I do Everyone is gonna, they're gonna cry They're gonna say Old Ike is guilty Of lovin' a sweet girl like you  I know, I know You belong to another I, I may not stand a ghost of a chance I'll stand on top of Mount Everest And proudly tell the world that I love ya Oh yes, I will  Because I, I just can't I can't help myself I'm a victim of circumstance  And just one Ooh, one touch of your hand I don't know how it happened But just look at me I find myself chillin' On the witness stand  And I'm shoutin' out All over, all over the land Everybody, I'm guilty I'm guilty of lovin', lovin' you  I'm guilty of lovin' you I said, I'm guilty But what can I do? I wanna hold ya I wanna squeeze ya tight But my mind said She belong to another And that ain't right  (Album version cont.) ... I didn't ask to fall in love with you I just couldn't help myself And now I'm strung out Don't know what to do, no, no, no I'm guilty Of lovin' you Oh yeah, I'm guilty, of lovin' you I'm not ashamed to say I love you, I love you, I love you I can't help but, I just can't help but.. love you And I'm guilty baby Oh I'm guilty I know you belong to another But I can't help, I can't help but love you Oh yes I do I stand accused of loving you Baby, baby, baby Please, can't you understand, the situation that I'm in That's ~a~ one side of love, man  ",
        "title": "I Stand Accused"
    },
    {
        "artist": "Frijid Pink",
        "lyrics": null,
        "title": "Sing A Song For Freedom"
    },
    {
        "artist": "Major Lance",
        "lyrics": null,
        "title": "Stay Away From Me (I Love You Too Much)"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Out In The Country"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  Out on my Night Hog somebody temptin' Hear it scream on by your house The highway sign is my only call Cause a demon deep inside keeps driving me to roam  Well I'm nobody's slave, I'm nobody's master Time is mine, morning, night and afternoon And you hitch-hiking woman, when you see me coming Jump on my back and let your hair come tumbling down  I'm going downtown to see my lady I'm going downtown to tell her goodbye I won't hang around, it's driving me crazy I'll be out of town 'til the chilly winds start to blow  Out on my Night Hog somebody temptin' Hear it scream on by your house My rolling hog will hunt the night And chase the road until it's time to strike  Well I'm nobody's slave, I'm nobody's master Time is mine, morning, night and afternoon And you hitch-hiking woman, when you see me coming Jump on my back and let your hair come tumbling down  ",
        "title": "Screaming Night Hog"
    },
    {
        "artist": "The New Seekers featuring Eve Graham",
        "lyrics": "  Look what they've done to my song, Ma Look what they've done to my song Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song Wish I could find a good book to live in Wish I could find a good book to live in I'd never have to come out and Look what they've done to my song Look what they've done to my brain, Ma Well they've cook it like a chicken bone I think I'm half insane, Ma Look what they've done to my brain Ils ont changé ma chanson Ma Ils ont changé ma chanson C'est le seul chose je peux fais Est-ce-que n'est pas bonne, Ma? Ils ont changé ma chanson Look what they've done to my song, Ma Look what they've done to my song Well they've tied it up in a plastic bag Then turned it upside down Look what they've done to my song La, la, la, la... Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song, Ma Oh Mama Well they've cook it like a chicken bone Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma!  ",
        "title": "Look What They've Done To My Song Ma"
    },
    {
        "artist": "The Moments",
        "lyrics": "  If I didn't care more than words can say If I didn't care would I feel this way? If this isn't love then why do I thrill? And what makes my head go round and round While my heart stands still&63  If I didn't care would it still be the same? Would my ev'ry prayer begin and end with just, just your name? And would I be sure that this is love beyond compare? Would all this be true if I didn't care for you?  ",
        "title": "If I Didn't Care"
    },
    {
        "artist": "The Grateful Dead",
        "lyrics": "  Well the first days are the hardest days Don't you worry anymore Cause when life looks like Easy Street There is danger at your door  Think this through with me Let me know your mind Woah-ho what I want to know Is are you kind?  It's a buck dancer's choice my friend Better take my advice You know all the rules by now And the fire from the ice  Will you come with me Won't you come with me Woah-ho what I want to know Will you come with me?  God damn, well, I declare Have you seen the like Their walls are built of cannon balls Their motto is don't tread on me  Come hear Uncle John's Band Playing to the tide Come with me or go alone He's come to take his children home  It's the same story the crow told me It's the only one he know Like the morning sun you come And like the wind you go  Ain't no time to hate Barely time to wait Woah-ho what I want to know Where does the time go?  I live in a silver mine And I call it \"Beggar's Tomb\" I got me a violin And I beg you call the tune  Anybody's choice I can hear your voice Whoa-ho what I want to know How does the song go?  Come hear Uncle John's Band By the riverside Got some things to talk about Here beside the rising tide  Come hear Uncle John's Band Playing to the tide Come on along or go alone He's come to take his children home  Whoa-ho what I want to know How does the song go?  Come hear Uncle John's Band By the riverside Got some things to talk about Here beside the rising tide  Come hear Uncle John's Band Playing to the tide Come on along or go alone He's come to take his children home  Duh-duh-duh-duh-duh (to fade)  Songwriters:  Jerry Garcia and Robert Hunter  ",
        "title": "Uncle John's Band"
    },
    {
        "artist": "Five Flights Up",
        "lyrics": null,
        "title": "Do What You Wanna Do"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Ooo ooo ooo yeah La la la, la la la la la la la (x2)  A girl I wanted all my life I asked her to be my wife She said yes (she said yes) I didn't have money for a wedding band Still she went & took my hand She said yes (she said yes) La la la, la la la la la la la (x2)  Her folks had some other plan For her to marry another man She said no (she said no, she said no) They didn't particularly care for me But our love was meant to be 'Cause she said yes (she said yes, she said yes) La la la, la la la la la la la (x2) Ooo yeah  (Instrumental)  Listen, I'm thankful for love I've found Thank you for changin' my life around Thank you for the love you gave me day by day, oh  Other love has come & gone But our love seems to linger on 'Cause she said yes, oh yes she did (she said yes) While other loves have faded away Our love grows stronger day by day 'Cause she said yes (she said yes) (Repeat & fade): La la la, la la la la la la la  ",
        "title": "She Said Yes"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  [Chorus 1] My mama She done told me Soon you be a man And when you find your own woman You got to love her the best that you can  [Verse 1] Well, if you give your love to somebody Make sure they don't use you up And if you get your love in return Make sure you fill the loving cup Oh, yeah Uh-huh La-de-ay  [Chorus 2] Well, I'm going to the country Mama, don't you want to go The sun's going to shine in our back door I know  [Chorus 1] Mama She done told me Lord, you going to be a man And when you find your own woman Got to hold to her the best that you can  [Chorus 2] I'm going to the country Baby don't you want to go The sun's gonna shine in our back door And I know  [Outro] To fill the loving cup Fill the loving cup Fill the loving cup Oh, yeah yeah yeah  ",
        "title": "Going To The Country"
    },
    {
        "artist": "James Gang",
        "lyrics": "  I sleep all day, out all night I know where you're goin' I don't think that's a-actin' right You don't think it's showin'  A-jumpin' up, fallin' down Don't misunderstand me You don't think that I know your plan What you tryin' to hand me?  Out all night, sleep all day I know what you're doin' If you're gonna a-act that way I think there's trouble brewin'  ",
        "title": "Funk # 49"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "Don't Make Me Over"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Friends of mine try to change My mind about loving you They say I made a bad mistake  So I stop (stop) and I listen Giving up just ain't no way  I'm like a man stranded on an island Where's the nobody but me and you Oh, it just couldn't be no better I'd like to live here forever  And I just got to tell you And I just got to tell you I just got to tell you Never gonna let you go  [Chorus] I like your loving, do you like mine I like your loving, do you like mine I like your loving, do you like mine I like your loving, do you like mine  I'm like a man stranded on an island Well, there ain't nobody there But me and you, no, no Oh, it just couldn't be no better I'd like to live here forever  And I just got to tell you And I just got to tell you And I just got to tell you Never gonna let you go  [Chorus:Repeat x4]  ",
        "title": "I Like Your Lovin' (Do You Like Mine)"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Yours Love"
    },
    {
        "artist": "Ten Wheel Drive With Genya Ravan",
        "lyrics": null,
        "title": "Morning Much Better"
    },
    {
        "artist": "100 Proof Aged in Soul",
        "lyrics": "  Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been sitting in my chair They ate up all my food And I don't stand to search Don't ell me it was a woman 'Cause a woman don't eat that much My brand new silk pajama's They're rolled up in the chair My mind ain't playing tricks on me Now tell me is he still here Somebody's been sleeping in my bed Somebody's been sitting in my chair Cigarettes in my ashtray And I don't even smoke Somebody's been in my best booze I can tell cause the seal is broke I left my bedroom slippers Last night underneath of my bed And now they're in my living room And my bed was left unmade Somebody's been sleeping in my bed Somebody's been sitting in my chair Fe Fi Fo Fum I can feel the presence of someone Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been eating my food Somebody's been looking at my shoes Somebody's been sitting in my chair Somebody's been sleeping in my bed  ",
        "title": "Somebody's Been Sleeping"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  People see us everywhere They think you really care But myself I can't deceive I know it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know How much I love you so My only prayer will be Someday you'll care for me But it's only make believe  My hopes, my dreams come true My life, I'd give for you My heart, a wedding ring My all, my everything  My heart, I can't control You rule my very soul My plans, my hopes, my schemes You are my every dream But it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know Just how much I love you so My only prayer will be That someday you'll care for me But it's only make believe  ",
        "title": "It's Only Make Believe"
    },
    {
        "artist": "Mashmakhan",
        "lyrics": "  A child asks his mother, do you love me And it really means, will you protect me His mother answers him, I love you And it really means, you've been a good boy  And as the years go by True love will never die  At seventeen a girl says, do you love me And it really means, will you respect me The teenage boy answers, I love you But it really means, can I make love to you  And as the years go by True love will never die  I will love you forever I will love you forever  At sixty-five his wife says, do you love me And it means, I'd like to hear it again Her husband says to her, I love you But it really means, I love you till the end  And as the years go by True love will never die  Now you're asking me if I love you And it really means will I marry you And I answer, yes I love you But it really means that I won't be untrue  And as the years go by True love will never die  I will love you forever I will love you forever  ",
        "title": "As The Years Go By"
    },
    {
        "artist": "Al DeLory",
        "lyrics": null,
        "title": "Song From M*A*S*H"
    },
    {
        "artist": "Ray Price",
        "lyrics": null,
        "title": "For The Good Times"
    },
    {
        "artist": "R. Dean Taylor",
        "lyrics": "  (Police sirens) Mmm,mmm REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  If a man ever needed dying he did No one had a right to say what he said about you And it's so cold and lonely here without you Out there the law is coming I've been so tired of running  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  It hurts to see the man that I've become To know I'll never see the morning sunshine on the land I'll never see your smiling face or touch your hand If just once more I could see You, our home and our little baby  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  I hope this letter finds it's way to you Forgive me love for the shame I've put you through and all the tears Hang on love to the memories of those happy years Red lights are flashing around me Good Lord it looks like they found me  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me  ",
        "title": "Indiana Wants Me"
    },
    {
        "artist": "Funkadelic",
        "lyrics": "  I wanna know if it's good to you, baby When you do what you do to me I know that it must have been good to you, baby Cause it sure feels good to me  I don't know what you been doin' But it's got my whole world groovin' Since we met everything keeps movin' Because of you  Said you blow my mind, you sure look fine You make my heart beat sweeter than The honey that replaced the rain Since I met you  I wanna know if it's good to you, baby When you do what you do to me I know that it must have been good to you, baby Cause it sure feels good to me  Oh, do you feel the fire in your veins Every time you call my name? Do it give you the pleasure To be the reason for me feeling good  Oh, yeah, ah ah ah whoa Yeah, yeah, yeah  Look out here I come (Here I come) Right back where I started from Look out here I come Right back where I started from  Whoa, yeah, look out here I come (Here I come) Right back where I started from, yeah Look out here I come (Here I come)  ",
        "title": "I Wanna Know If It's Good To You?"
    },
    {
        "artist": "Little Richard",
        "lyrics": "  [Verse 1] Well I've been on the road For a long time Met a lot of women Had to leave them all behind Because I want to go back To the land I love Where Magnolia smells sweet And white cotton is warm  [Chorus] Take me on back Back to the country Take me on down, down Greenwood Mississippi  [Verse 2] Old farmer John He lives down the road Works in the fields Carrying a heavy load He don't have to worry About a thing Because evryday now You can hear him sing  [Chorus]  ",
        "title": "Greenwood Mississippi"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": null,
        "title": "Baby, I Need Your Loving"
    },
    {
        "artist": "The Glass House",
        "lyrics": null,
        "title": "I Can't Be You (You Can't Be Me)"
    },
    {
        "artist": "The Originals",
        "lyrics": null,
        "title": "We Can Make It Baby"
    },
    {
        "artist": "Bobby \"Boris\" Pickett And The Crypt-Kickers",
        "lyrics": null,
        "title": "Monster Mash"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "(Baby) Turn On To Me"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  From nowhere through a caravan Around the campfire light A lovely woman in motion With hair as dark as night  Her eyes were like that of a cat in the dark That hypnotized me with love  She was a gypsy woman She was a gypsy woman  She danced around and round To a guitar melody From the fire her face was all aglow How she enchanted me  Oh, how I'd love to hold her near And kiss and forever whisper in her ear  I love you, gypsy woman I love you, gypsy woman  All through the caravan She was dancing All the men Waiting for the rising sun Everyone was having fun  I hate to see the lady go Knowing she'll never know That I love her I love her  Gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman  ",
        "title": "Gypsy Woman"
    },
    {
        "artist": "Traffic",
        "lyrics": "  {Intro}  Found someone who can comfort me But there are always exceptions And she's good at appearing sane But I just want you to know  She's the one makes me feel so good When everything is against me Picks me up when I'm feeling down So I've got something to show  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  Often lost and forgotten The vagueness and the mud I've been thinking I'm working too hard But I've got something to show  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  {Bridge}  Staring at empty pages Centered 'round the same old plot Staring at empty pages Flowing along in the ages  Often lost and forgotten The vagueness and the mud I've been thinking I'm working too hard But I've got something to show  You know  Found someone who can comfort me But there are always exceptions And she's good at appearing sane But I just want you to know  ",
        "title": "Empty Pages"
    },
    {
        "artist": "Mavis Staples",
        "lyrics": null,
        "title": "I Have Learned To Do Without You"
    },
    {
        "artist": "Candi Staton",
        "lyrics": null,
        "title": "Stand By Your Man"
    },
    {
        "artist": "Vanity Fare",
        "lyrics": null,
        "title": "(I Remember) Summer Morning"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "Looky Looky (Look At Me Girl)"
    },
    {
        "artist": "Johnny Rivers & Friends",
        "lyrics": null,
        "title": "Fire And Rain"
    }
]