[
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Album Intro] Welcome Welcome to The E.N.D Do not panic, there is nothing to fear Everything around you is changing Nothing stays the same This version of myself is not permanent Tomorrow, I will be different The Energy Never Dies Energy cannot be destroyed, or created It always is, and it always will be This is the end, and the beginning.. Forever infinite Welcome  [Intro: Will.I.Am] Gotta get that, gotta get that Gotta get that Gotta get that, that, that, that-that  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 1: Will.I.Am] Yo, I got that hit to beat the block You can get that bass on the low I got that rock 'n roll, that future flow That digital spit, next level visual shit I got that (Boom boom boom) How the beat bang? (Boom boom boom)  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 2: Taboo] I'm on that supersonic boom Y'all hear that spaceship (Zoom!) When I step inside the room, them girls go apeshit, mmm Y'all stuck on Super 8 shit, that lo-fi stupid 8-bit I'm on that HD flat, this beat go boom-boom-bap  [Verse 3: Apl.De.Ap & Will.I.Am] I'm a beast when you turn me on Into the future, cybertron Harder, faster, better, stronger Sexy ladies, extra longer Cause, we got the beat that bounce We got the beat that pound We got the beat, that 808 That boom boom in your town  [Breakdown: Fergie] People in the place If you wanna get down Put your hands in the air Will.I.Am., drop the beat now!  [Interlude 1: Will.I.Am] Yup, yup I be rockin them beats! Yup, yup I be rockin them beats! Y-yup, yup, yup, ha, ha, ha  [Verse 4: Will.I.Am] Here we go, here we go, satellite radio Y'all gettin hit wit the (Boom, boom!) Beats so big, I'm stepping on leprechauns Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the This beat be bumping, bumping This beat go boom boom!  [Interlude 2] Let the beat rock Let the beat rock Let the beat rock This beat be bumping, bumping This beat go boom boom!  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Outro] Let the beat rock (Let the beat rock) Let the beat rock (Let the beat...) Let the beat rock (Let the beat rock, rock, rock...)  ",
        "title": "Boom Boom Pow"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook] I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night Let's live it up I got my money Let's spend it up Go out and smash it Like, \"Oh my God!\" Jump out that sofa Let's kick it Off!  [Verse 1] I know that we'll have a ball If we get down, and go out, and just lose it all I feel stressed out, I wanna let it go Let's go way out, spaced out, and losing all control  [Refrain] Fill up my cup Mazel tov Look at her dancing, just take it off! Let's paint the town We'll shut it down Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it  [Hook] Cause I got a feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night, Hey! Let's live it up (let's live it up) I got my money, (My pay) Let's spend it up (let's spend it up) Go out and smash it  (Smash it) Like, \"Oh my God!\" ( like, \"Oh my God!\") Jump out that sofa, (Come on!) Let's kick it off!  [Refrain 1] Fill up my cup, (drank!) Mazel tov (l'chaim!) Look at her dancing (Move it, move it) Just take it off! Let's paint the town (Paint the town) We'll shut it down  (Let's shut it down) Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it, do it, do it, do it  [Verse 2] Here we come, here we go, we gotta rock (Rock rock rock rock rock) Easy come, easy go, now we on top (Top top top top top) Fill the shot, body rock, rock it don't stop (Stop stop stop stop stop) Round and round, up and down, around the clock (Rock rock rock rock rock)  [Verse 3] Monday, Tuesday, Wednesday and Thursday (do it!) Friday, Saturday, Saturday to Sunday (do it!) Weeekend get get get with us, you know what we say Party every day, p-p-p-party every day  [Hook] And I'm feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Outro] (Woo-hoo!)  ",
        "title": "I Gotta Feeling"
    },
    {
        "artist": "Keri Hilson Featuring Kanye West & Ne-Yo",
        "lyrics": "  [Intro: Keri Hilson talking] A huh huh, not again Ohh, this ain't supposed to happen to me  [Break: Kanye West] Keep rocking and keep knocking Whether you Louboutin'd up or Reebokin' You see the hate that they serving on a platter So what we gonna have, dessert or disaster  [Verse 1: Keri Hilson] I never thought I'd be in love like this When I look at you my mind goes on a trip Then you came in and knocked me on my face Feels like in I'm a race but I already won first place I never thought I'd fall for you as hard as I did You got me thinking bout our life, our house, and kids Every morning I look at you and smile Cause boy you came around and you knocked me down, knocked me down  [Hook: Keri Hilson] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 2: Ne-Yo] I never thought I'd hear myself say \"Y'all go ahead, I think I'm going to kick it with my girl today\" I used to be commander-in-chief of my pimp ship flying high Til I met this pretty little missile that shot me out the sky Hey, so now I'm crashing Don't know how it happened But I know it feels so damn good Said if I could go back and make it happen faster Don't you know I would baby if I could Miss Independent, to the fullest The load never too much, she helping me pull it She shot the bullet that ended that life I swear to you the pimp in me just died tonight Girl sometimes love  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 3: Kanye West] Tell me now, can you make it past your Caspers? So we can finally fly off into NASA You was always the cheerleader of my dream That seem to only date the head of football teams And I was the class clown that always kept you laughing We were never meant to be baby we just happened So please don't mess up the trick Hey Young World, I'm the new Slick Rick They say I move too quick but we can't let this moment pass us Let the hourglass pass right into ashes Let the wind blow the ash right before my glasses So I wrote this love letter right before my classes How could a goddess ask someone that's only average For advice, OMG, you listen to that bitch Woe is me baby this is tragic Cause we had it, we was magic I was flying now I'm crashing This is Bad, real bad, Michael Jackson Now I'm mad, real mad, Joe Jackson You should leave your boyfriend now, I'm gon' ask him  [Verse 4: Keri Hilson] So you got to take the good with the bad, happy and the sad And let it bring a better future than I had in the past Oh, cause I don't want to make the same mistakes I did I don't want to fall back on my face again I'll admit it, I was scared to act to love's call And if it hits better make it worth the fall  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Outro: Keri Hilson and Ne-Yo] Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah  ",
        "title": "Knock You Down"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] Haha Its Mr. 305 checkin' in for the remix You know that is 75 Street Brazil? Well this here is gon' be called Calle Ocho Hahahaha  Que Bola Cata, Que Bola Omega And this how we gon' do it Dale  One, two, three, four Uno, do', tres, cuatro  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) (Hahaha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere si Rumba (Como?)  Si e' verdad que tu ere' guapa Yo te voy a poner gozar Tu tienes la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 1] Tick to the tock, on my way to the top, huh Pit got it locked from goons to the locks R.I.P., uh, BIG and Pac That he's not, but damn he's hot Label flop but Pit won't stop Got her in the cockpit playin' with Pit's (Como?) Now watch me make a movie like Albert Hitchcock, ha Enjoy Me  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 2] Mami got an ass like a donkey, with a monkey Look like King Kong Welcome to the crib, 305, that's what it is With a woman down here ya shhh The don't play games They off the chain, and they love to do Everythang and anythang, anythang And they love to gettin' in, gettin' on All night long (Dale)  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  [Verse 3] Baby you can get it, if you with it, we can play Baby I got cribs, I got condos we can stay Even got a king size matress we can lay Baby I don't care, I don't care, what they say, 'cause  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  ",
        "title": "I Know You Want Me (Calle Ocho)"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Let's have some fun, this beat is sick I wanna take a ride on your disco stick Let's have some fun, this beat is sick I wanna take a ride on your disco stick  [Interlude] Hey! Hey!  [Verse 1] I wanna kiss you But if I do, then I might miss you, babe It's complicated and stupid Got my ass squeezed by sexy Cupid Guess he wants to play, wants to play a lovegame, a lovegame  [Pre-Chorus] Hold me and love me Just wanna touch you for a minute Maybe three seconds is enough for my heart to quit it Let's have some fun, this beat is sick I wanna take a ride on your disco stick Don't think too much, just bust that stick I wanna take a ride on your disco stick  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  [Verse 2] I'm on a mission And it involves some heavy touching, yeah You've indicated your interest I'm educated in sex, yes And now I want it bad, want it bad A lovegame, a lovegame  [Pre-Chorus] Hold me and love me Just wanna touch you for a minute Maybe three seconds is enough for my heart to quit it Let's have some fun, this beat is sick I wanna take a ride on your disco stick Don't think too much, just bust that stick I wanna take a ride on your disco stick  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  [Bridge] I can see you staring there from across the block With a smile on your mouth and your hand on your (huh) The story of us, it always starts the same With a boy and a girl and a, (huh) and a game And a game (huh) And a game (huh) And a game (huh) A lovegame!  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  ",
        "title": "LoveGame"
    },
    {
        "artist": "Jeremih",
        "lyrics": "  [Verse 1] It's your birthday so I know you want to ride out Even if we only go to my house Sip mo-eezy as we sit upon my couch Feels good, but I know you want to Cry out You say you want passion I think you found it Get ready for action Don't be astounded We switching positions You feel surrounded Just tell me where you want Your gift, girl  [Hook] Girl you know I-I-I Girl you know I-I-I I've been fiending Wake up in the late nigh dreaming about you Girl you know I-I-I Girl you know I-I-I Don't need candles or cake Just need your body to make  Birthday sex Birthday sex  It's the best day of the year, girl  Birthday sex Birthday sex  It feels like, feels like Lemme hit that G-spot, G-spot  [Verse 2] See you sexy and them jeans got me on tent 1-2-3, think I got you pinned Don't tap out - fight until the end Ring that bell; we gon start over again We grinding with passion 'cause it's yo birthday Been at it for hours, I know you thirsty You kiss me so sweetly, taste just like Hershey's Just tell me how you want your gift, girl  [Hook] Girl you know I-I-I Girl you know I-I-I I've been fiending Wake up in the late nigh dreaming about you Girl you know I-I-I Girl you know I-I-I Don't need candles or cake Just need your body to make  Birthday sex Birthday sex  It's the best day of the year, girl  Birthday sex Birthday sex  It feels like, feels like Lemme hit that G-spot, G-spot  [Verse 3] First I'm gonna take a dive into the water Deep until I know I pleased that body body Or girl without a broom I might just sweep you off your feet And make you wanna tell somebody body How I do Or maybe we can float on top my water bed? You close your eyes as I improv' between your legs We work our way from kitchen stoves, and tables Girl you know I'm more than able to please, yeah Say you wanted flowers on the bed But you got me and hours on the bed  Girl you know I-I-I Girl you know I-I-I I've been fiending Wake up in the late nigh dreaming about you Girl you know I-I-I Girl you know I-I-I (We don't need no, we don't need no) Don't need candles or cake Just need your body to make  Birthday sex Birthday sex  It's the best day of the year, girl  Birthday sex Birthday sex  It feels like, feels like Feels like, feels like  ",
        "title": "Birthday Sex"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah...  [Verse 1] I wanna hold 'em like they do in Texas, please Fold 'em, let 'em hit me, raise it; baby, stay with me (I love it) Love game intuition, play the cards with spades to start And after he's been hooked, I'll play the one that's on his heart  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  [Verse 2] I wanna roll with him, a hard pair we will be A little gambling is fun when you're with me (I love it) Russian roulette is not the same without a gun And baby, when it's love, if it's not rough, it isn't fun (fun)  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) (Mum mum mum mah) (Mum mum mum mah)  [Bridge] I won't tell you that I love you Kiss or hug you ’Cause I'm bluffin' with my muffin I'm not lying, I'm just stunnin' with my love-glue-gunnin' Just like a chick in the casino Take your bank before I pay you out I promise this, promise this Check this hand ’cause I'm marvelous  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face Po-po-po-poker face, po-po-poker face (She’s got me like nobody) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  ",
        "title": "Poker Face"
    },
    {
        "artist": "Sean Kingston",
        "lyrics": "  [Intro] Somebody call 9-1-1 Shawty fire burning on the dance floor (woh-oha) (Fire burning) What a guann? (Fire burning) Kingston Let's go, hey (Hey, hey) Red One (Hey) Hey, Hey (Hey)  [Verse 1] Shawty got that super thing Hotter than the sun of South of Spain Got me soon as I walked through the door, oha My pocket started tickle-ing The way she dropped it low that thang Got me wanna spend my money on her, her  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor (woh-oha) I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor (Fire burning, fire burning)  [Verse 2] That body is a masterpiece The order is one in every hundred years But ain't no doubt I'm taking it home, home I'm afraid we'll blow them legs Little mama game is about to change She'll be on covers over the world, world  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor, woh-oha I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor (Fire burning, fire burning)  [Bridge] She got that fire in her dance that make them fellas run around, hey No exit from the dance floor so them boys want more, hey She got that fire in her dance that make them fellas run around My day, get outta my way, everybody, sing now No exit from the dance floor so them boys want more What's that boy, let's go, my day, let's go  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor, woh-oha I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor Somebody call 9-1-1  ",
        "title": "Fire Burning"
    },
    {
        "artist": "Shinedown",
        "lyrics": "  [Verse 1] My eyes are open wide By the way, I made it through the day I watched the world outside By the way, I'm leaving out today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Verse 2] Please don't cry one tear for me I'm not afraid of what I have to say This is my one and only voice So listen close, it's only for today  [Pre-Chorus] Well I just saw Halley's comet, she waved Said, \"Why you always running in place?\" Even the man in the moon disappeared Somewhere in the stratosphere  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Bridge] Here's my chance This is my chance  [Chorus] Tell my mother, tell my father I've done the best I can To make them realize, this is my life I hope they understand  [Post-Chorus] I'm not angry, I'm just saying... Sometimes goodbye is a second chance  [Outro] Sometimes goodbye is a second chance Sometimes goodbye is a second chance Sometimes goodbye is a second chance  ",
        "title": "Second Chance"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Halo"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] You got to help me out It's all a blur last night We need a taxi 'Cause you're hungover and I'm broke I lost my fake I.D But you lost the motel key Spare me your freaking dirty looks now Don't blame me  [Pre-Chorus 1] You wanna cash out And get the hell outta town Don’t be a baby Remember what you told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Verse 2] Why are these lights so bright? Oh, did we get hitched last night? Dressed up like Elvis Why am I wearing your class ring?  [Pre-Chorus 2] Don’t call your mother 'Cause now we’re partners in crime Don’t be a baby Remember what you told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Bridge] You got me into this Information overload, situation lost control Send out an S.O.S And get some cash out We’re gonna tear up the town No don’t be a baby Remember what you told me Remember what you told me Remember what you told me You told me You told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Outro] That’s what you get, baby Shake the glitter Shake, shake, shake the glitter Come on! Gimme some cash out, baby Gimme some cash out, baby  ",
        "title": "Waking Up In Vegas"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I can almost see it That dream I'm dreaming, but There's a voice inside my head saying You'll never reach it Every step I'm taking Every move I make feels lost, with no direction My faith is shaken  [Pre-Chorus 1] But I, I got to keep trying Gotta keep my head held high  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Verse 2] The struggles I'm facing The chances I'm taking Sometimes might knock me down, but No, I'm not breaking I may not know it But these are the moments that I'm gonna remember most, yeah Just got to keep going  [Pre-Chorus 2] And I, I got to be strong Just keep pushing on, 'cause...  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Instrumental Bridge]  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Outro] Keep on moving Keep climbing Keep the faith, baby It's all about, it's all about the climb Keep the faith, keep your faith  ",
        "title": "The Climb"
    },
    {
        "artist": "3OH!3",
        "lyrics": "  [Verse 1: Sean Foreman & Nathaniel Motte] Black dress with the tights underneath I've got the breath of a last cigarette on my teeth And she's an actress (actress) but she ain't got no need She's got money from her parents in a trust fund back east T—t—t—tongues always pressed to your cheeks While my tongue is on the inside of some other girl's teeth You tell your boyfriend (boyfriend), if he says he's got beef That I'm a vegetarian and I ain't fucking scared of him  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  [Verse 2: Sean Foreman & Nathaniel Motte] X's on the back of your hands Washed them in the bathroom to drink like the bands And the setlist (setlist), you stole off the stage Has red and purple lipstick all over the page Br—br—br—bruises cover your arms Shaking in the fingers with the bottle in your palm And the best is (best is), no one knows who you are Just another girl alone at the bar  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  [Bridge: Nathaniel Motte & Sean Foreman] Shush girl, shut your lips Do the Helen Keller and talk with your hips I said shush girl, shut your lips Do the Helen Keller and talk with your hips I said shush girl, shut your lips Do the Helen Keller and talk with your hips  [Chorus: Nathaniel Motte & Sean Foreman] She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me She wants to touch me, woo ooh, she wants to love me, woo ooh She'll never leave me woo ooh, woo ooh, ooh ooh Don't trust a ho, never trust a ho Won't trust a ho cause the ho won't trust me  ",
        "title": "Don't Trust Me"
    },
    {
        "artist": "Jamie Foxx Featuring T-Pain",
        "lyrics": "  [Intro: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 1: Jamie Foxx] Aye, she said she usually don't But I know that she front Cause shawty know what she wan't She don't wanna to seem like she's easy I hear you saying what you won't do But you know what we're probably gon' do What you been feenin' deep inside don't lie  [Bridge: Jamie Foxx] Let it out now girl what you drinkin' gon' let it sink in Here for a weekend thinkin' we can See where we could be if we press fast forward Just one more round and you're down I'd know it Fill another cup up feelin' on your butt what You don't even care now I was unaware How fine you was before My buzz set in my buzz set in  [Hook: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol Blame it on the vodka, blame it on the Henny Blame it on the blue tap, got you feeling dizzy Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 2: Jamie Foxx] Ooh see she spilled some drink on me And now I'm knowin' she tipsy She put her body on me And she keeps staring me right in my eyes No tellin' what I'm gon' do Baby I would rather show you What you been missin' in your life When I get inside  [Bridge: Jamie Foxx] Let it out now girl what you drinkin' gon' let it sink in Here for a weekend thinkin' we can See where we could be if we press fast forward Just one more round and you're down I'd know it Fill another cup up feelin' on your butt what You don't even care now I was unaware How fine you was before My buzz set in my buzz set in  [Hook: Jamie Foxx] Blame it on the Goose, gotcha feeling loose Blame it on the 'Trón, catch me in a zone Blame it on the a-a-alcohol Blame it on the a-a-alcohol Blame it on the vodka, blame it on the Henny Blame it on the blue tap, got you feeling dizzy Blame it on the a-a-alcohol Blame it on the a-a-alcohol  [Verse 3: T-Pain] Girl, I know you feel good, just like you look Couple more shots, you open up like a book I ain't trippin cause I'ma read ya Shawty I ain't trippin', I just wanna please ya I'ma take a shot of Nuvo, shawty then you know It's going down we can go kick it like Judo You know what I mean Shawty got drunk, thought it all was a dream So I made her say I, I-I-I Now she got her hand on my leg, got my seats all wet in my ride All over my ride She look me dead in the eye, eye-eye-eye Then my pants got bigga, she already knew what to figga Had her lookin' at her boyfriend like, \"Fuck, that nigga\"  [Hook]  [Refrain: Jamie Foxx] Now to the ballas poppin' bottles With they henny in they cups screamin' Money ain't a thing if it ain't throwin' it up in the sky Hold your drinks up high And to my independent mama's Who can buy they own bottles If you lookin' like a model When them broke fellas holla tell 'em bye Hold your drinks up high  [Hook]  ",
        "title": "Blame It"
    },
    {
        "artist": "Kid Cudi",
        "lyrics": "  [Intro] Uh, uh, uh, uh Uh, uh  [Verse 1] Day and night I toss and turn I keep stress in my mind, mind I look for peace But see I don't attain What I need for keeps This silly game we play, play Now look at this Madness the magnet Keeps attracting me, me I try to run But see I'm not that fast I think I'm first But surely finish last, last  [Hook] 'Cause day and night The lonely stoner Seems to free his mind at night He's all alone Through the day 'n' nite The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night  [Verse 2] Hold the phone The lonely stoner Mr. Solo Dolo He's on the move Can't seem to shake the shade Within his dreams He sees the life he made, made The pain is deep A silent sleeper You won't hear a peep, peep The girl he wants Don't seem to want him too It seems the feelings That she had are through, through  [Hook] 'Cause day and night The lonely stoner Seems to free his mind at night He's all alone Through the day and night The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night  [Verse 3] Slow mo When the tempo slows up And creates that new, new He seems alive Though he is feelin' blue The sun is shinin' Man he's super cool, cool The lonely nights They fade away He slips into his white Nikes He smokes a clip And then he's on the way To free his mind in search of To free his mind in search of To free his mind in search of  [Hook] Day and night The lonely stoner Seems to free his mind at night He's all alone Through the day and night The lonely loner Seems to free his mind at night At, at, at night Day and night The lonely stoner Seems to free his mind at night He's all alone Some things will never change The lonely loner Seems to free his mind at night At, at, at night, night At, at, at night, night  [Outro] Na-na-na-na-na-na, Kid Cudi-i-i Cleveland status, grind all day Cleveland status, grind all night Cleveland status, grind all day Cleveland status, grind all night  ",
        "title": "Day 'N' Nite"
    },
    {
        "artist": "Kristinia DeBarge",
        "lyrics": null,
        "title": "Goodbye"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] We went out last night Like we swore we wouldn't do Drank too much beer last night A lot more than we wanted to  There were girls from Argentina and Arkansas Maine, Alabama and Panama All mixed together and having a ball  [Chorus] Yeah, we went went out last night One thing started leading to another Out last night Hitting on everybody and their mother  [Verse 2] There were two karaoke girls drunk on a dare Singing \"I Got You Babe\" by Sonny and Cher Yeah, life was good everywhere We went out last night  Well you know I'm a music man I grew up in east Tennessee Last night I was everything When I got a few drinks in me  I was a doctor, a lawyer, a senator's son Brad Pitt's brother and a man on the run Anything I thought would get the job done  [Chorus]  [Verse 3] There were people doing body shots up on the bar Jimmy in a fist fight out by the car Everybody was some kind of star When we went out last night  Well the fact that I'm still breathing Means that I must have survived And that I lived to go out with my friends again tonight  [Chorus] Oh, We went out last night One thing started leading to another Out last night Everybody started loving on each other  [Outro] They were dancing on the tables And howling at the moon Pairing off together and pretty soon There was not a sole in sight When we went out last night  ",
        "title": "Out Last Night"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You're on the phone with your girlfriend, she's upset She's going off about something that you said 'Cause she doesn't get your humor like I do I'm in the room, it's a typical Tuesday night I'm listening to the kind of music she doesn't like And she'll never know your story like I do  [Pre-Chorus] But she wears short skirts, I wear T-shirts She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me, you belong with me  [Verse 2] Walking the streets with you and your worn-out jeans I can't help thinking this is how it ought to be Laughing on a park bench, thinking to myself Hey, isn't this easy? And you've got a smile that could light up this whole town I haven't seen it in a while since she brought you down You say you're fine, I know you better than that Hey, whatcha doing with a girl like that?  [Pre-Chorus] She wears high heels, I wear sneakers She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Bridge] Oh, I remember you driving to my house In the middle of the night I'm the one who makes you laugh When you know you're 'bout to cry And I know your favorite songs And you tell me 'bout your dreams Think I know where you belong Think I know it's with me  [Chorus] Can't you see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Outro] You belong with me Have you ever thought just maybe You belong with me? You belong with me  ",
        "title": "You Belong With Me"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Hook: Flo Rida & Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Verse 1: Flo Rida] Hey, walk out of the house with my swagger Hop in, there we go, I got places to go People to see, time is precious I look at my Cartier, outta control Just like my mind where I'm goin' No women, no shorties, no nothin' but clothes No stoppin' now, my Pirellis on roll I like my jewelry that's always on gold I know the storm is comin' My pockets keep tellin' me it's gonna shower Call up my homies that's home Then pop in the night cause it's meant to be ours We keep a fadeaway shot Cause we be ballin', it's platinum Patron that be ours Lil mama, I owe you just like the flowers Girl you the truth with all of that goody power cause  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Bridge: Flo Rida] From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down  [Verse 2: Flo Rida] Heeeey! Shawty must know I'm the man My money love her like a number one fan Don't open my mouth, let her talk to my bands My Benjamin Frank-a-lins A couple of grands, I got rubberbands My paper planes making her dance Get dirty all night, that's part of my plan We building castles that's made out of sand She's amazing, her fire blazing, hotter than cajun Girl won't you move a lil' closer? Time to get paid, it's maximum wage That body belongs on a poster I'm in a daze, that bottom is waving at me, like dammit I know ya Doing a show like a gun out of holster Tell me whatever then I'll be your chauffeur cause  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  [Bridge: Flo Rida] From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down From the top of the pole I watch her go down She got me throwing my money around Ain't nothing more beautiful to be found It's going down down  [Verse 3: Flo Rida] Yeeeah! I'm spending my money I'm outta control Somebody help me She's taking my bank roll But I'm king of the club And I'm wearing the crown Popping these bottles, touching these models Watching they asses go Down down down  [Hook: Ke$ha] You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down) You spin my head right round, right round When you go down, when you go down down (You spin my head right round, right round When you go down, when you go down down)  ",
        "title": "Right Round"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] Da da da da Da da da da Da da da da da  [Verse 1] I don't know if I can yell any louder How many times have I kicked you out of here? Or said something insulting? Da da da da da I can be so mean when I wanna be I am capable of really anything I can cut you into pieces When my heart is broken Da da da da da  [Chorus] Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Verse 2] How did I become so obnoxious? What is it with you that makes me act like this? I've never been this nasty Can't you tell that this is all just a contest? The one that wins will be the one that hits the hardest But baby, I don't mean it I mean it, I promise baby Da da da da da  [Chorus] Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Bridge] I forgot to say out loud How beautiful you really are to me I cannot be without You are my perfect little punching bag And I need you I am sorry Da da da da Da da da da Da da da da da  [Chorus] Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Outro] Baby, please, please, don't leave me  ",
        "title": "Please Don't Leave Me"
    },
    {
        "artist": "Flo Rida Featuring Wynter",
        "lyrics": null,
        "title": "Sugar"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] My best friend gave me the best advice He said each day's a gift and not a given right Leave no stone unturned, leave your fears behind And try to take the path less traveled by That first step you take is the longest stride  [Chorus 1] If today was your last day And tomorrow was too late Could you say goodbye to yesterday? Would you live each moment like your last? Leave old pictures in the past Donate every dime you have? If today was your last day (If today was your last day)  [Verse 2] Against the grain should be a way of life What's worth the prize is always worth the fight Every second counts cause there's no second try So live like you'll never live it twice Don't take the free ride in your own life  [Chorus 2] If today was your last day And tomorrow was too late Could you say goodbye to yesterday? Would you live each moment like your last? Leave old pictures in the past Donate every dime you have? Would you call old friends you never see? Reminisce old memories Would you forgive your enemies? Would you find that one you're dreamin' of? Swear up and down to God above That you finally fall in love If today was your last day  [Bridge] If today was your last day Would you make your mark by mending a broken heart? You know it's never too late to shoot for the stars Regardless of who you are So do whatever it takes Cause you can't rewind a moment in this life Let nothin' stand in your way Cause the hands of time are never on your side  [Chorus 2] If today was your last day And tomorrow was too late Could you say goodbye to yesterday? Would you live each moment like your last? Leave old pictures in the past Donate every dime you have? Would you call old friends you never see? Reminisce old memories Would you forgive your enemies? Would you find that one you're dreamin' of? Swear up and down to God above That you finally fall in love If today was your last day  ",
        "title": "If Today Was Your Last Day"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1: Kings of Leon] I've been roaming around, always looking down at all I see Painted faces fill the places I can't reach  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Verse 2: Kings of Leon] Someone like you and all you know and how you speak Countless lovers under cover of the street  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Chorus 2: Kings of Leon] Someone like you  [Verse 3: Kings of Leon] Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's going to make you notice I hope it's going to make you notice  [Chorus 2: Kings of Leon] Someone like me Someone like me Someone like me Somebody Someone like me Someone like me Someone like me Somebody  [Bridge: Kings of Leon] I'm ready now I'm ready now I'm ready now I'm ready now  [Chorus 2: Kings of Leon] Someone like you Somebody Someone like you Somebody Someone like you Somebody  [Outro: Kings of Leon] I've been roaming around, always looking down at all I see  ",
        "title": "Use Somebody"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Oh sweetheart, put the bottle down You've got too much talent I see you through those bloodshot eyes There's a cure you've found it Slow motion sparks You caught that chill Now don't deny it But boys will be boys Oh yes they will They don't wanna define it Just give up the game and get into me If you're looking for thrills then get cold feet  [Chorus] Oh no I do not hook up, up I go slow So if you want me I don't come cheap Keep your hand in my hand And your heart on your sleeve Oh no I do not hook up, up I fall deep Cause the more that you try The harder I'll fight To say goodnight  [Verse 2] I can't cook, no, but I can clean Up the mess she left Lay your head down and feel the beats As I kiss your forehead This may not last But this is now So love the one you're with You want a chase But you're chasing your tail A quick fix won't ever get you well  [Chorus] Oh no I do not hook up, up I go slow So if you want me I don't come cheap Keep your hand in my hand And your heart on your sleeve Oh no I do not hook up, up I fall deep Cause the more that you try The harder I'll fight To say goodnight  [Bridge] Cause I feel the distance Between us Could be over With a snap of your finger Oh no  [Chorus] Oh no I do not hook up, up I go slow So if you want me I don't come cheap Keep your hand in my hand And your heart on your sleeve Oh no I do not hook up, up I fall deep Cause the more that you try The harder I'll fight To say Cause the more that you try The harder I'll fight To say goodnight  [Outro] Oh sweetheart put the bottle down Cause you don't wanna miss out  ",
        "title": "I Do Not Hook Up"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I found God On the corner of 1st and Amistad Where the west Was all but won All alone Smokin' His last cigarette I said, \"Where you been?\" He said, \"Ask anything.\"  [Verse 2] Where were you When everything was fallin' apart? All my days Spent by the telephone That never rang And all I needed was a call That never came From the corner of 1st and Amistad  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Verse 3] But in the end Everyone ends up alone Losin' her The only one who's ever known Who I am Who I'm not, and who I want to be No way to know How long she will be next to me  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Bridge] Early mornin' The city breaks I've been callin' For years and years and years and years And you never left me no messages You never sent me no letters You got some kind of nerve Takin' all I want  [Pre-Chorus] Lost and insecure You found me, you found me Lyin' on the floor Where were you, where were you?  [Chorus] Lost and insecure You found me, you found me Lyin' on the floor Surrounded, surrounded Why'd you have to wait? Where were you, where were you? Just a little late You found me, you found me  [Outro] Why'd you have to wait To find me, to find me?  ",
        "title": "You Found Me"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] We were both young when I first saw you I close my eyes, and the flashback starts I'm standing there On a balcony in summer air See the lights, see the party, the ball gowns See you make your way through the crowd And say hello Little did I know  [Pre-Chorus 1] That you were Romeo, you were throwing pebbles And my daddy said, \"stay away from Juliet\" And I was crying on the staircase Begging you, \"please don't go,\" and I said  [Chorus 1] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\"  [Verse 2] So I sneak out to the garden to see you We keep quiet, 'cause we're dead if they knew So close your eyes Escape this town for a little while  [Pre-Chorus 2] 'Cause you were Romeo, I was a scarlet letter And my daddy said, \"Stay away from Juliet\" But you were everything to me I was begging you please don't go and I said  [Chorus 2] Romeo, take me somewhere we can be alone I'll be waiting, all there's left to do is run You'll be the prince and I'll be the princess It's a love story baby just say \"yes\" Romeo, save me, they're trying to tell me how to feel This love is difficult, but it's real Don't be afraid, we'll make it out of this mess It's a love story baby just say \"yes\" Oh, oh  [Bridge] I got tired of waiting Wondering if you were ever coming around My faith in you was fading When I met you on the outskirts of town, and I said  Romeo save me I've been feeling so alone I keep waiting for you but you never come Is this in my head? I don't know what to think He knelt to the ground and pulled out a ring  [Chorus 3] And said: \"Marry me Juliet You'll never have to be alone I love you and that's all I really know I talked to your dad, go pick out a white dress It's a love story baby just say 'yes'\"  [Outro] Oh, oh Oh, oh Because we were both young when I first saw you  ",
        "title": "Love Story"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Intro] You know, a lot of girls be Thinkin' my songs are about them This is not to get confused This one's for you  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 1] Know you got a roommate, call me when there's no one there Put the key under the mat and you know I be over there (Yup) I be over there, shawty, I be over there I be hittin' all the spots that you ain't even know was there And you don't even have to ask twice You could have my heart or we could share it like the last slice Always felt like you was so accustomed to the fast life Have a nigga thinkin' that he met you in a past life Sweatpants, hair tied, chillin' with no make-up on That's when you're the prettiest I hope that you don't take it wrong You don't even trip when friends say \"You ain't bringin' Drake along?\" You know that I'm workin', I'll be there soon as I make it home And she a patient in my waiting room Never pay attention to the rumors and what they assume And until them girls prove it I'm the one that never get confused with, 'cause—  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 2] Sex, Love, Pain, baby, I be on that Tank shit Buzz so big I could probably sell a blank disc When my album drop, bitches'll buy it for the picture And niggas'll buy it too and claim they got it for they sister Magazine paper, girl, the money ain't the issue They bring dinner to my room and ask me to initial She call me the referee 'cause I be so official My shirt ain't got no stripes, but I can make your pussy whistle Like the Andy Griffith theme song And who told you to put them jeans on? Double cup love, you the one I lean on Feelin' for a fix, then you should really get your fiend on Yeah, just know my condo is the crack spot Every single show, she out there reppin' like a mascot Get it from the back and make your fuckin' bra strap pop All up in your slot 'til the nigga hit the jackpot  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had  [Outro] Uhh, ah yea See, this the type of joint you gotta dedicate to somebody Just make sure they that special somebody Young Money, yeah, yeah You know who you are (I got you, got you)  ",
        "title": "Best I Ever Had"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] She's got eyes that cut you like a knife And lips that taste like sweet red wine And her pretty legs go to heaven every time She got a gentle way that puts me at ease When she walks in a room I can hardly breathe Got a devastating smile knock a grown man to his knees  [Chorus] She's got whatever it is It blows me away She's everything I want to say to a woman But I couldn't find the words to say She's got whatever it is I don't know what to do And every time I try and tell her how I feel It comes out \"I love you\" You got whatever it is  [Verse 2] You know I've never been the type that would ever want to stay Bring 'em home at night and they're gone the next day But that all changed when she walked into my life People ask me what it is I tell them I don't know There's just something about the woman makes my heart go haywire She's gonna be my wife  [Chorus]  [Bridge] When she loves me Girl that's how I feel When she loves me I'm on top of the world Because when she loves me I can live forever When she loves me I am untouchable  [Chorus]  ",
        "title": "Whatever It Is"
    },
    {
        "artist": "Lady Gaga Featuring Colby O'Donis",
        "lyrics": "  [Intro] RedOne Konvict Gaga (oh-oh, eh)  [Verse 1: Lady Gaga] I've had a little bit too much, much All of the people start to rush (start to rush by) A dizzy twister dance Can't find my drink or man Where are my keys? I lost my phone, phone  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 2: Lady Gaga] Wish I could shut my playboy mouth How'd I turn my shirt inside out? (Inside out, right) Control your poison, babe Roses have thorns, they say And we're all gettin' hosed tonight  [Pre-Chorus: Lady Gaga] What's going on on the floor? I love this record, baby, but I can't see straight anymore Keep it cool What's the name of this club? I can't remember, but it's alright, alright  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Verse 3: Colby O'Donis] When I come through on the dance floor, checking out that catalogue Can't believe my eyes So many women without a flaw And I ain't gonna give it up Steady, tryna pick it up, like a call I'mma hit it, I'mma beat it and latch onto it until tomorrow, yeah Shorty, I can see that you got so much energy The way you twirling up them hips 'round and 'round And there is no reason at all why you can't leave here with me In the meantime, stay and let me watch you break it down  [Chorus: Lady Gaga] And dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  [Interlude: Colby O'Donis] (Incredible... amazing... music) Wooo! Let's go!  [Bridge: Lady Gaga] Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Half psychotic, sick, hypnotic, got my blueprint, it's symphonic Half psychotic, sick, hypnotic, got my blueprint, electronic Go! Use your muscle, carve it out, work it, hustle (I got it, just stay close enough to get it on) Don't slow! Drive it, clean it, Lysol, bleed it Spend the last dough (I got it) in your pock-o (I got it)  [Chorus: Lady Gaga] Just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-doo-doot-n, just dance Spin that record, babe Da-da-doo-doot-n, just dance Gonna be okay Da-da-da-dance, dance, dance Just j-j-just dance  ",
        "title": "Just Dance"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "Then"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] I wake up every evening With a big smile on my face And it never feels out of place And you're still probably working At a nine to five pace I wonder how bad that tastes  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell  [Verse 2] Now where's your picket fence love And where's that shiny car And did it ever get you far? You never seemed so tense love I've never seen you fall so hard Do you know where you are?  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell Hope it gives you hell  [Bridge] Tomorrow you'll be thinking to yourself Where'd it all go wrong? But the list goes on and on  [Pre-Chorus] And truth be told, I miss you And truth be told, I'm lying  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Verse 3] Now you'll never see What you've done to me You can take back your memories They're no good to me And here's all your lies You can't look me in the eyes With the sad, sad look That you wear so well  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you find a man that's worth a damn that treats you well Then he's a fool, you're just as well Hope it gives you hell  [Chorus] When you see my face Hope it gives you hell Hope it gives you hell When you walk my way Hope it gives you hell Hope it gives you hell When you hear this song and you sing along but you never tell Then you're a fool, I'm just as well Hope it gives you hell  [Outro] When you hear this song I hope that it will give you hell You can sing along I hope that it puts you through hell  ",
        "title": "Gives You Hell"
    },
    {
        "artist": "Soulja Boy Tell'em",
        "lyrics": "  [Intro] Soulja Boy tell 'em  [Hook] Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh  [Verse 1] Turn my swag on It's my turn, now turn it up Yeah, yeah I put my team on, then my theme song Now it's time to turn it up Yeah, yeah I got a question, why they hatin' on me I got a question, why they hatin' on me I ain't did nothin' to 'em, but count this money And put my team on, now my whole clique stuntin' Boy what's up, yeah Boy what's up, yeah When I was nine years old I put it in my head that I'm gonna die for this gold Soulja Boy tell 'em Boy what's up  [Hook] Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh  [Verse 2] I'm back again I know a lot of you all thought I wasn't comin' back Yeah, yeah I had to prove 'em wrong Got back in the studio and came up with another hit Yeah, yeah I told the world my story The world where I'm from, souljaboyXL.com Boy what's up Yeah, yeah Now every time you see me spit Every time you hear me rhyme Every time you see me in your state or town, say what's up Yeah, yeah Soulja Boy tell 'em  [Hook] Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh Hopped up out the bed, turn my swag on Took a look in the mirror, said what's up Yeah, I'm gettin' money, oh  ",
        "title": "Turn My Swag On"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Young Money",
        "lyrics": "  [Verse 1: Lil' Wayne] Uh, I like a long haired, thick redbone Open up her legs, then filet mignon that pussy I'mma get in and on that pussy If she let me in, I'mma own that pussy Go on, throw it back and bust it open like you 'posed to Girl I got that dope dick, now come here let me dope you You gon' be a dope fiend, your friends should call you Dopey Tell 'em keep my name out they mouth if they don't know me Hah, but you can call me Tunechi I'll fuck the whole group, baby I'm a groupie My sex game is stupid, my head is the dumbest I promise, I should be hooked on Phonics Hah, but anyway, I think you're bionic And I don't think you're beautiful, I think you're beyond it And I just wanna get behind it and watch you (Back it up and dump it, back-back it up and dump it)  [Hook: Lil' Wayne] Cause we like her and we like her too And we like her and we like her too And we like her and we like her too And we like her and she like us too, and ohhh I wish I could fuck every girl in the world I wish I could fuck every girl in the world I wish I could fuck every girl in the world Ohh-oh-ohhhhhhh  [Verse 2: Drake] Yeah, alright She be jumpin' up and down, tryna fit that ass in Took her half an hour just to get that belt to fasten All they wanna talk about is partyin' and fashion Every single night I have a dream that I am smashin' them all Young Money man, this shit so timeless And I'm in the mood to get faded, so please bring your finest And what are all your names, again? We drunk, remind us Are any of y'all into girls like I am? Let's be honest She wants me, she wants me Cause I got it all, shorty, tell me what you don't see? I will fuck with all y'all, all of ya'll are beautiful I just can't pick one, so you can never say I'm choosy hoes And Wayne say, \"Pussy, pussy, pussy\" And weed and alcohol seem to satisfy us all Damn, and every time I think of staying with her She bring that friend around and make a nigga reconsider man  [Hook]  [Verse 3: Jae Millz] I ain't being disrespectful, baby I'm just bein' Millz And I don't know how fake feels, so I gotta keep it real I just want to fuck every girl in the world Every model, every singer, every actress, every diva Every high saditty chick, every college girl, every skeezer Stripper and every desperate housewife that resemble Eva My role model was Wilt, some married women or MILF It don't matter who you is, miss, you can get the business, ha  [Verse 4: Gudda Gudda] These hoes is God's gift like Christmas I like 'em caramel skin, long hair, thick ass And I swear I'm feelin' all of y'all I'm scrollin' down my call log and I'mma call all of y'all My butter pecan Puerto Rican She screamin' out \"papi\" every time a nigga deep in And I'm about to get my Bill Clinton on And Hilary can Rodham too, boy I gets my pimpin' on  [Hook]  [Verse 5: Mack Maine] (And bitch I'm Mack Maine...) Sanna Lathan, Meagan Good Angelina Jolie (hah) D. Woods For free suites, I'd give Paris Hilton all-nighters In about 3 years, holla at me Miley Cyrus I don't discriminate, no not at all Kit-Kat a midget, if that ass soft, I'll break her off I exchange V-cards with the retards And get behind a Christian like Dior cause he are Mack Mizzle... baby Cause he are Mack Mizzle, baby  [Outro: Lil Wayne] And I wish I could fuck every girl in the world [x5] Young Mula, baby  ",
        "title": "Every Girl"
    },
    {
        "artist": "Soulja Boy Tell 'em Featuring Sammie",
        "lyrics": "  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Verse 1: Soulja Boy] Baby I know that you like me, you my future wifey Soulja Boy Tell 'Em, yeah You can be my Bonnie, I can be your Clyde You could be my wife, text me, call me I need you in my life, yeah all day everyday I need ya And every time I see ya my feelings get deeper I miss ya, I miss ya, I really wanna kiss you but I can't Six, seven, eight, triple nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Verse 2: Soulja Boy] Baby I been thinking lately so much about you Everything about you, I like it, I love it Kissing you in public, thinking nothing of it Roses by the dozen, talking on the phone Baby you so sexy, your voice is so lovely I love your complexion, I miss ya, I miss ya, I miss ya I really wanna kiss you but I can't Six, seven, eight, triple nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  [Bridge: Soulja Boy] She call my phone like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da We on the phone like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da We taking pics like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da She dial my number like Da, da, da, da, da, da, da, da, da, da, da, da, da, da, da Six, seven, eight, triple, nine, eight, two, one, two  [Hook: Sammie] Baby you know that I miss you, I wanna get with you tonight But I cannot baby girl and that's the issue Girl you know I miss you, I just wanna kiss you But I can't right now so baby kiss me thru the phone, I'll see you later on Kiss me thru the phone, see you when I get home  ",
        "title": "Kiss Me Thru The Phone"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Guess this means you're sorry You're standing at my door Guess this means you take back All you said before Like how much you wanted Anyone but me Said you'd never come back But here you are again  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  [Verse 2] Maybe I was stupid for telling you goodbye Maybe I was wrong for trying to pick a fight I know that I've got issues But you're pretty messed up too Either way I found out I'm nothing without you  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  [Bridge] Being with you is so dysfunctional I really shouldn't miss you But I can't let you go Oh, yeah  [Chorus] Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you Cause we belong together now, yeah Forever united here somehow, yeah You got a piece of me And honestly My life (my life) would suck (would suck) without you  ",
        "title": "My Life Would Suck Without You"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Intro] To kiss and tell, it's just not my style But the night is young, and it's been awhile and she broke my heart, broke it right in two And it took some time but I'm feeling like I'm finally ready to find, find somebody new  [Chorus] I wanna kiss a girl I wanna hold her tight Maybe make a little magic in the moonlight Don't wanna go too far just to take it slow But I shouldn't be lonely in this big old world I wanna kiss a girl  [Verse 1] It's that moment when you start closing in First you're holding back, then surrendering It can start a fire, light up the sky, such a simple thing Do you wanna try? Are you ready to say good-bye to all these blues?  [Chorus]  [Verse 2] 'Cause maybe tonight it could turn into the rest of our lives, oh yeah Are you ready? Are you ready..to cross that line, put your lips on mine??  (Put your lips on mine baby)  Do you wanna try? Are you ready to say good-bye to all these blues?  [Verse 3] I wanna kiss a girl I wanna hold her tight Maybe make a little magic baby Don't wanna go too far just to take it slow But no one should be lonely, I shouldn't be lonely  [Chorus]  ",
        "title": "Kiss A Girl"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] I run from hate I run from prejudice I run from pessimists But I run too late I run my life Or is it running me? Run from my past I run too fast Or too slow it seems When lies become the truth That's when I run to you  [Chorus] This world keeps spinning faster Into a new disaster, so I run to you I run to you baby And when it all starts coming undone Baby you're the only one I run to I run to you  [Verse 2] We run on fumes Your life and mine Like the sands of time Slipping right on through And our love's the only truth That's why I run to you  [Chorus] This world keeps spinning faster Into a new disaster so I run to you I run to you baby And when it all starts coming undone Baby you're the only one I run to I run to you, whoa oh, oh I run to you [Chorus] This world keeps spinning faster Into a new disaster so I run to you I run to you baby And when it all starts coming undone Baby you're the only one I run to I run to you, I run to you yeah, whoa whoa, oh I run to you I run to you girl, whoa whoa  ",
        "title": "I Run To You"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": null,
        "title": "Sideways"
    },
    {
        "artist": "T.I. Featuring Justin Timberlake",
        "lyrics": "  [Intro: T.I.] Ayy, let me kick it to you right quick, man Not on some gangsta shit Man, on some real shit Anybody done been through the same thing I'm sure you feel the same way Big Phil, this for you, pimpin'  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 1: T.I.] Ever had one of them days wish you woulda stayed home Run into a group of niggas who gettin' they hate on? You walk by, they get wrong You reply, then shit get blown Way outta proportion, way past discussion Just you against them, pick one, then rush him Figure you get jumped, hell, that's nothin' They don't wanna stop there, now they bustin' Now you gushin', ambulance rushin' you To the hospital with a bad concussion Plus you hit four times, plus it hit yo' spine Paralyzed waist-down, now you're wheelchair-bound Never mind that now, you lucky to be alive Just think, it all started, you fussin' with three guys Now your pride in the way, but your pride is the way You could fuck around, get shot, die any day Niggas die everyday, all over bullshit Dope money, dice game, ordinary hood shit Could this be ‘cause of hip hop music? Or did the ones with the good sense not use it? Usually niggas don't know what to do when Their back against the wall, so they just start shootin' For red or for blue or for blow, I guess From Bankhead up to yo projects  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Verse 2: T.I.] I ain't never been scared, I lived through tragic Situation coulda been dead lookin' back at it Most of that shit didn't even have to happen But you don't think about it when you out there trappin' In apartments, hangin', smokin' and rappin' Niggas start shit, next thing you know we cappin' Get locked up, then didn't even get mad Now think about, damn, what a life I had! Most of that shit, look back, just laugh Some shit, still look back, get sad Maybe my homeboy still be around Had I not hit the nigga in the mouth that time I won that fight, I lost that war I can still see my nigga walkin' out that door Who'da thought I'd never see Philant no more? Got enough dead homies, I don't want no more Cost a nigga his jaw, cost me more I'da took that ass-whoopin' now for sure Now think before I risk my life Take them chances to get my stripe A nigga put his hands on me, alright Otherwise, stand there, talk shit all night ‘Cause I hit you, you sue me I shoot you, get locked up, who? Me?  [Pre-Chorus: T.I.] No more stress, now I'm straight Now I get it, now I take Time to think before I make Mistakes just for my family's sake That part of me left yesterday The heart of me is strong today No regrets, I'm blessed to say The old me dead and gone away  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  [Bridge: Justin Timberlake] I turn my head to the East I don't see nobody by my side I turn my head to the West Still nobody in sight So I turn my head to the North Swallow that pill that they call pride The old me is dead and gone But the new me will be alright  [Chorus: Justin Timberlake & T.I.] Ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone And ohh, I've been travelin' on this road too long (too long) Just tryin' to find my way back home (back home) The old me is dead and gone, dead and gone, hey  ",
        "title": "Dead And Gone"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1] I remembered black skies The lightning all around me I remembered each flash As time began to blur Like a startling sign That fate had finally found me And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Give me reason To fill this hole Connect this space between Let it be enough to reach the truth that lies Across this new divide  [Verse 2] There was nothing in sight But memories left abandoned There was nowhere to hide The ashes fell like snow And the ground caved in Between where we were standing And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Across this new divide  [Bridge] In every loss in every lie In every truth that you deny And each regret and each goodbye Was a mistake too great to hide And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Give me reason To fill this hole Connect this space between Let it be enough to reach the truth that lies Across this new divide Across this new divide Across this new divide  ",
        "title": "New Divide"
    },
    {
        "artist": "Maino Featuring T-Pain",
        "lyrics": "  [Hook: T-Pain] Tell me what do you see, when you're looking at me On a mission to be, what I'm destined to be I've done been through the pain and the sorrow The struggle it's nothing but love I'm a soldier a rider a ghetto survivor and all the above All the above (x7)  [Verse One: Maino] Listen! Really what do you see, when you looking at me? See me come up from nothing, see me living my dreams I've done been through the bottom, I've done suffered a lot I deserve to be rich, heading straight to the top Look how I ride for the block, look how I rep for the hood I got nothing but love, now that I come through the hood Getting this fortune and fame, money ain't goin' to shame? The new Benz is all white, call it John McCain How the hell could you stop me? Why in the world would you try? I go hard forever, that's just how I'm designed That's just how I was built, see the look in my eyes You take all of this from me, and I'm still gon' survive You get truth from me, but these rappers gon' lie I'm a part of these streets, till the day that I die I wave hi to the haters, mad that I finally made it Take a look, and you can tell that I'm destined for greatness  [Hook: T-Pain]  [Verse Two: Maino] It's easy to hate, it's harder to love me Y'all don't understand, y'all quickly to judge me Put your foot in my Nike's, picture you living my life Picture you stuck in the cell, picture you wasting your life Picture you facing a charge, picture you beating the odds Picture you willing to bleed, picture you wearing the scar Thank you for making me struggle, thank you for making me grind I perfected my hustle, tell me the world ain't mine You've been seeing me lately, I'm a miracle baby I refuse to lose, this what the ghetto done made me I put that on my father, trying to hope for tomorrow When I think that I can't, I envision Obama I envision in diamonds, I envision Ferrari's If the world was perfect, all my niggas behind me Ain't you happy I made it? Man I'm making a statement Take a look, and you can tell that I'm destined for greatness   [Hook: T-Pain]  [Bridge: T-Pain] Now if I'm out on the spot Or if I'm out on the block I hustle hard cause it's all the same (They know, they know) If you know that grind don't stop Because I rose to the top And everybody knows my name (Maino, Maino) Hey! I'm still grinding, still hustling No more pain, no more suffering My ladies and my shorties and my thugs Keep on dancing and shining for love  [Hook: T-Pain]  ",
        "title": "All The Above"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  This old man and me, were at the bar And we were having us some beers and swaping I don't cares Talking politics, blonde and red-head chicks Old dogs and new tricks and habits we ain't kicked  We talked about God's grace and all the hell we raised Then I heard the ol' man say God is great, beer is good and people are crazy  He said \"I fought two wars Been married and divorced\" What brings you to Ohio? He said \"Damned if I know\" We talked an hour or two about every girl we knew What all we put them through Like two old boys will do  We pondered life and death He lit a cigarette He said \"These damn things will kill me yet But God is great, beer is good and people are crazy\"  Last call it's 2am, I said goodbye to him I never talk to him again Then one sunny day, I saw the old man's face Front page obituary, he was a millionaire He left his fortune to some guy he barely knew, his kids were mad as hell But me, I'm doing well And I drop by today, to just say thanks and pray I left a six-pack right there on his grave and I said God is great, beer is good, and people are crazy  God is great, beer is good, and people are crazy  God is great, beer is good, and people are crazy  ",
        "title": "People Are Crazy"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  [Verse 1] 'Oh what the hell' she says 'I just can't win for losing' And she lays back down Man there's so many times I don't know what I'm doin' Like I don't know now  [Pre-Chorus 1] And by the light of the moon she rubs her eyes Says it's funny how the night can make you blind I can just imagine (imagine) And I don't know what I'm supposed to do But if she feels bad then I do too So I let her be  [Chorus] And she says 'ooh I can't take no more' Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling down Way down (way down)  [Verse 2] Well she sits down and stares into the distance And it takes all night (all night) And I know I could break her concentration Oh, but it don't feel right  [Pre-Chorus 2] So by the light of the moon she rubs her eyes Sits down on the bed and starts to cry And there's something less about her And I don't know what I'm supposed to do So I sit down and I cry too But don't let her see  [Chorus] And she says ooh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling down  [Bridge] She shuts out the night And tries to close her eyes If she can find daylight Then she'll be all right She'll be all right Just not tonight  [Chorus] And she says ooh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling Oh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She down with it She tried her best and now she can't win, It's hard To see them on the ground Her diamonds falling down I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling down I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling down yeah I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling over her diamonds falling down I can't take this diamonds falling down  ",
        "title": "Her Diamonds"
    },
    {
        "artist": "Pleasure P",
        "lyrics": "  [Intro] Call me when your man ain't around I don't mind being the dude on the side ya dig  [Verse 1] Turn around let me lick you from your neck down to your navel Cause shawty you look ready Forget the bed I wanna lay your body right here on the table So just hold it steady  [Bridge] I'll go get the camera we can make a movie I'mma gonna put my hands up lay back while you do me Jump right out the shower into the jacuzzi Giving you what your body wants  [Hook] I'm boyfriend number 2 Cause the first one he don't really seem like he know what to do I'm boyfriend number 2 And I know you like it freaky so I'm gonna give it to you  I'm boyfriend number 2 Don't fuss don't fight don't argue Cause second place always got a whole lot to prove So whenever you get in the mood Just call boyfriend number 2  [Verse 2] Grab my hand I'mma pick you up and put you on the counter Girl you feel so sexy I'm not your other man I'm a take my time and kiss all around ya Only if you let me  [Bridge]  [Hook]  [Bridge 2] Ladies if you got a man And a buddy on the side say yeah say yeah yeah If you be making plans Cause he don't hit it right say yeah yeah  I got a couple places I'm sure he don't know about No familiar faces you could feel free to go out I'm not afraid of doing what he doesn't do  [Hook][x2]  ",
        "title": "Boyfriend #2"
    },
    {
        "artist": "Jordin Sparks",
        "lyrics": "  [Verse 1] Don't try to explain your mind I know what's happening here One minute it's love and suddenly It's like a battle-field One word turns into war Why is it the smallest things that tear us down? My world's nothing when you're gone I'm out here without a shield Can't go back now  [Pre-Chorus] Both hands tied behind my back for nothing Oh no These times when we climb so fast to fall again Why we gotta fall for it now?  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like...  [Verse 2] Can't swallow our pride Neither of us wanna raise that flag If we can't surrender Then we both gonna lose what we had, oh no  [Pre-Chorus] Both hands tied behind my back for nothing Oh no These times when we climb so fast to fall again I don't wanna fall for it now?  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield)  [Post-Chorus I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your...  [Bridge] We could pretend that we are friends tonight And in the morning we'd wake up and we'd be alright Cause baby, we don't have to fight And I don't want this love to feel like...  [Chorus] A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Guess you better go and get your armor  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield)  [Post-Chorus] I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your armor (get your armor) Get your armor (get your armor)  [Chorus] Why does love always feel like... Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield)  [Outro] I never meant to start a war Don't even know what we're fighting for I never meant to start a war Don't even know what we're fighting for  ",
        "title": "Battlefield"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la  [Verse 1] Oh, baby baby, have you seen Amy tonight? Is she in the bathroom, is she smoking up outside? (Oh!) Oh, baby baby, does she take a piece of lime For the drink that I'mma buy her? Do you know just what she likes? (Oh!)  [Pre-Chorus] Oh-oh Tell me, have you seen her? 'Cause I'm so, oh I can't get her off of my brain I just want to go to the party she gon' go Can somebody take me home? Ha-ha-he-he-ha-ha-ho  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Interlude] (Love me, hate me) La la la, la la, la la la La la la, la la, la la la  [Verse 2] Amy told me that she's gonna meet me up I don't know where or when and now they're closing up the club (Oh!) I've seen her once or twice before, she knows my face But it's hard to see with all the people standing in the way (Oh!)  [Pre-Chorus] Oh-oh Tell me, have you seen her? 'Cause I'm so, oh I can't get her off of my brain I just want to go to the party she gon' go Can somebody take me home? Ha-ha-he-he-ha-ha-ho  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Post-Chorus] Oh, say what you want about me (Love me, hate me) Oh, but can't you see what I see? Yeah, say what you want about me (Love me, hate me) 'Bout me, 'bout me, 'bout me...  [Bridge] So tell me if you see her (Let me know what she was wearing and what she was like) Cause I've been waiting here forever (Let me know where she was going, I don't mind) Oh, baby baby, if you seek Amy tonight (Oh!) Oh, baby baby, we'll do whatever you like Oh, baby, baby, baby Oh, baby, baby, baby  [Interlude] La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la La la la, la la, la la la  [Chorus] Love me, hate me, say what you want about me But all of the boys and all of the girls are begging to if you seek Amy Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy Love me, hate me, say what you want about me (Yeah) Love me, hate me, but can't you see what I see? All of the boys and all of the girls are begging to if you seek Amy  [Post-Chorus] Oh, say what you want about me (Love me, hate me) Oh, but can't you see what I see? Yeah, say what you want about me (Love me, hate me) All of the boys and all of the girls are begging to if you seek Amy  ",
        "title": "If U Seek Amy"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  I practiced this for hours, gon' round and round And now i think that I've got it all down And as i say it louder, I love how it sounds Cause I'm not taking the easy way out  Not wrapping this in ribbons Shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  It came out like a river once i let it out When i thought that I wouldn't know how Held on to it forever just pushing it down Felt to good to let go of it now Not wrapping this in ribbons, shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today There's Nothing here in this heart left to borrow There's nothing here in this soul here to say Don't be surprised when we hate this tomorrow God knows we tried to find an easier way Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  Our favorite place that we used to go The warm embrace that no one knows The loving look that's left your eyes That's why this comes as no, as no surprise  If i could see the future and how this plays out I bet its better than where we are now But after going through this its easier to see the reason why  Its no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah you and i will be a tough act to follow But i know in time we'll find this was no surprise  The kiss goodnight, it comes with me Both wrong and right, our memories (our memories) The whispering before we sleep Just one more thing that you can't keep (you can't keep)  Our favorite place we used to go The warm embrace that no one knows The loving look that's left your eyes But i know in time we'll find this was no surprise  ",
        "title": "No Surprise"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Chorus: Billie Joe Armstrong] Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!) Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!) Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!)  [Verse 1: Billie Joe Armstrong] Violence is an energy against the enemy Well, violence is an energy (Rah eh!) Bringing on the fury, the choir infantry Revolt against the honor to obey (Oh eh, oh eh) Overthrow the effigy, the vast majority Well, burning down the foreman of control (Oh eh, oh eh) Silence is an enemy against your urgency So rally up the demons of your soul (Oh eh, oh eh)  [Chorus: Billie Joe Armstrong] Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!) Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!)  [Bridge 1: Billie Joe Armstrong] The insurgency will rise When the blood's been sacrificed We'll be blinded by the lies in your eyes Say! (Oh eh, oh eh) (Oh eh, oh eh)  [Bridge 2: Billie Joe Armstrong] Well, violence is an energy (Oh eh, oh eh) Well, from here to eternity (Oh eh, oh eh) Well, violence is an energy (Oh eh, oh eh) Well, silence is the enemy So gimme, gimme revolution!  [Chorus: Billie Joe Armstrong] Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!) Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!) Do you know the enemy? Do you know your enemy? Well, gotta know the enemy (Rah eh!)  [Outro: Billie Joe Armstrong] Overthrow the effigy, the vast majority Well, burning down the foreman of control (Oh eh, oh eh) Silence is an enemy, against your urgency So rally up the demons of your soul (Oh eh, oh eh)  ",
        "title": "Know Your Enemy"
    },
    {
        "artist": "Kellie Pickler",
        "lyrics": "  [Chorus 1] Because I'll be there in the back of your mind From the day we met until you were making me cry And it's just too bad you already had the best days The best days of your life  [Verse 1] Ain't it a shame A shame that every time you hear my name Brought up in a casual conversation You can't think straight? And ain't it sad You can't forget about what we had? Take a look at her and do you like what you see Or do you wish it was me?  [Chorus 2] I'll be there in the back of your mind From the day we met to the very last night And it's just too bad you already had the best days The best days of your life  [Verse 2] And does she know Know about the times you used to hold me Wrapped me in your arms and how you told me I'd be the only one? I heard about Yeah, someone told me once when you were out She went a little crazy, ran her mouth about me Ain't jealousy funny?  [Chorus 2] I'll be there in the back of your mind From the day we met to the very last night And it's just too bad you already had the best days The best days of your life  [Verse 3] Life with me was a fairy tale love I was head over heels until you threw away us And it's just too bad you already had the best days The best days of your life I heard you're gonna get married, have a nice little family Live out my dreams with someone new But I've been told that a cheater is always a cheater So I've got my pride and she's got you  [Chorus 1] Ain't it a shame A shame that every time you hear my name Brought up in a casual conversation You can't think straight? And ain't it sad You can't forget about what we had? Take a look at her and do you like what you see Or do you wish it was me?  [Outro] Of your life, oh, oh yeah You're gonna think of me You're gonna think of me in your life Oh, oh yeah It's a shame [repeat until fade]  ",
        "title": "Best Days Of Your Life"
    },
    {
        "artist": "Kid Cudi Featuring Kanye West & Common",
        "lyrics": "  [Hook: Kid Cudi & (Lady Gaga)] I make her say (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) Whaddup (Pa-pa-pa-poker face, pa-pa-poker face) Me first... hehe  [Verse 1: Kid Cudi] Uh, uh-uh, she wanna have whatever she like She can if she bring her friend And we can have one hell of a night, through the day, ay I mean you starin' like a creeper cause you gotta peep her I mean you prolly might be sayin' you ain't jockin' either But man, ol' girl got a fat ol' ass Yeah, the type to make you tell a bitch just dance And fuck them other niggas cause you down for her britches Fuck them other niggas cause she down for the stickin' And fuck them other niggas, hope she down for some lickin' And fuck them other bitches cause she down for the trickin' I'm hopin' she a rider When it's said and done, do she spit it up or swallow now I ain't gotta trip about them niggas who like her Cause me and mami know who can really make her go  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) Would you tell 'em 'bout her Ye?  [Verse 2: Kanye West] She said she want whatever she like She said she gon' bring her friend And we gon' have a hell of a night, through the day, I made her say Hold up, (yeah?) born in '88 (Word?) How old is that? (Man!) Old enough I got seniority with the sororities So, that explain why I love college Getting brain in the library cause I love knowledge When you use your medulla oblongata And give me scoliosis until I comatoses And do while I'm sleep, yeah a little osmosis And that's my commandment you ain't gotta ask Moses More champagne, more toasts-es More damn planes, more coasts-es And fuck a bus, the Benz is parked like Rosa, ohsa  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say  [Verse 3: Common] She said she want whatever she like But you gotta bring your friend And we can have one hell of a night, through the day She blamed it on the ah-ah-ah-ah-ah-alcohol She had her hair did, it was bound to fall Down, down for a damn, Cudi already said it Her poker Facebook, I'd already read it But man, her head was gooder than the music Electro body known to blow fuses A stripper from the South, looking for a pay day Said, \"bitch, you should do it for the love like Ray J\" But they say, you be on that conscious tip Get your hair right and get up on this conscious dick I embody everything from the godly to the party It's the way I was raised on the Southside safari, so  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) (Can't read my, can't read my) (No he can't read on my poker face) (She's got me like nobody) (Can't read my, can't read my) (No he can't read on my poker face) (She's got me like nobody)  ",
        "title": "Make Her Say"
    },
    {
        "artist": "Hurricane Chris Featuring SupaSTAAR",
        "lyrics": "  [Intro] Ba-ba-ba-buuummm-bum-bum-bum-bum Ba-ba-ba-buuummm-bum-bum-bum-bum (Hurricane~!) Ba-ba-ba-buuummm-bum-bum-bum-bum {*4X*}  [Hook: Superstarr] + (Hurricane Chris) She fine than a bitch, ass and her tits Thick in the hips, every nigga want to call her (Halle Berry, Halle Berry) Halle Berry (Halle Berry, Halle Berry) Halle Berry She walk it like a model, hands on her knees Scrub the ground, she ain't nothing but a tease (Halle Berry, Halle Berry) Halle Berry (Halle Berry, Halle Berry) Halle Berry  [Hurricane Chris] Well let's get ratchet, let's get ratchet Look at her prettier then Halle and thicker than Janet She say she like all of my club bangers I be jammin' Told her to bust it open let me see what's really happenin' She the ship and I'm the captain, I'm the captain Booty bigger than the pussy and coochie dat make me happy And I'm all the way in your city, I'm from Louisiana So you gotta show me how your city do it for the camera Make it drop and bring it back to the top, I'm no amateur Girl you can give it to me it ain't nothing I can't handle She just got out of the shower smellin' like a scented candle And I'm finna flip her backwards, have her sliding off the mattress No movie, no actin', baby this real action Beat it up so bad, you be scared to walk past me I know your Halle Berry, baby there's no actin' I beat it up so bad, you be scared to walk past me Fo' real  [Hook]  [Hurricane Chris] Halle Berry you jazzy, that's way past fine Girl you look like something that 'posed be on the dance line Incredible by the waist, plus she got a pretty face Even tho she got class she listen to UGK I'm finna flip her through traffic with the top back of the donk Girl I guarantee I can make you go numb numb numb numb numb I got enough bread to take me and you to London And back to America and all over the country She make me want to keep her close by like a side kick She the type of chick that ain't gone never look sloppy I'm a beat it out the frame - Hurricane that's who I be You must be Halle Berry, I don't need to see your I.D  [Hook]  [Superstarr] Gon' bob your head, gon' work your shoulder Now what I just said girl do it on the dick Age ain't shit, I done got a lil' older Me or yo man baby girl take a pic (which one) She so classy, She's so jazzy (yea) Lil mama blow like a ref {*whistle*} Do it on the dick, she don't need no help She say she got it, she do it all by herself Do it do it sick wit' it (get so fine) Like a god damn ticket, gave her a hickey In order for a nig like me to spend cash You gotta bounce like shocks in your ass You, bed, ass, work Start, slow, fas-ter Mr. Halle Berry, Mr. Take-Your-Bitch Take her from the club to the car to the dick Superstarr  [Hook]  ",
        "title": "Halle Berry (She's Fine)"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "It Happens"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's summer nights baby! Come on ladies, it's time to pop that top And fellas, I know you're ready to rock We went crazy, cooped up all winter long And school is out so let's get it on Flip flop tan and some white sand I know the perfect spot Well the sun better set soon so we can get in the mood Things start gettin' all heated up when it starts gettin' cool Yeah  [Chorus] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights Come on -- Oh, yeah, yeah  [Verse 2] Now fellas, you better watch your step Don't them teeny French bikinis make you lose your breath Back to the ladies - y'all keep doing y'alls thing Cause everything about you makes me wanna scream The sun is getting low, there it goes Here we go, here comes the moon Things start getting all heated up When it starts getting cool, yeah  [Chorus] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights  [Bridge] Oh, it's a party down in Padre Big bonfire on the beach It's Coronas in Daytona, y'all Well, it's wild and it's free  [Chorus x2] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights  [Outro] Yeah, yeah are you ready For some summer nights Yeah, baby Summer nights It's summer nights Come on  ",
        "title": "Summer Nights"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": null,
        "title": "Alright"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro: Eminem] Guess who? D'you miss me? Jessica Simpson, sing the chorus!  [Chorus: Charmagne Tripp & Eminem] When you walked through the door It was clear to me (Clear to me) You’re the one they adore Who they came to see (Who they came to see) You’re a rock star (Baby) Everybody wants you (Everybody wants you) Player, who can really blame you? (Who can really blame you?) We’re the ones who made you  [Verse 1: Eminem] Ahem, back by popular demand Now pop a little Zantac for antacid if you can You're ready to tackle any task that is at hand? How does it feel? Is it fantastic? Is it grand? Well, look at all the massive masses in the stands \"Shady, man, no, don't massacre the fans!\" Damn, I think Kim Kardashian's a man She stomped him, just ‘cause he asked to put his hands On her massive gluteus maximus again Squeeze it, then squish it, then pass it to a friend Can he come back as nasty as he can? Yes, he can-can; don't ask me this again He does not mean to lesbian offend But Lindsay, please come back to seeing men Samantha's a 2; you're practically a 10 I know you want me, girl, in fact, I see you grin Now come in, girl!  [Chorus: Charmagne Tripp & Eminem] When you walked through the door It was clear to me (Clear to me) You’re the one they adore Who they came to see (Who they came to see) You’re a rock star (Baby) Everybody wants you (Everybody wants you) Player, who can really blame you? (Who can really blame you?) We’re the ones who made you  [Verse 2: Eminem] The enforcer, looking for more women to torture Walk up to the cutest girl and charley-horse her Sorry, Portia, but what's Ellen DeGeneres Have that I don't? Are you telling me tenderness? Well, I can be as gentle and as smooth as a gentleman Give me my Ventolin inhaler and two Xenadrine And I'll invite Sarah Palin out to dinner then Nail her, baby, say hello to my little friend! Brit, forget K-Fed, let's cut off the middleman Forget him or you're gonna end up in the hospital again And this time it won't be for the Ritalin binge Forget them other men, girl, pay them little attention And little did I mention that Jennifer's in Love with me, John Mayer, so sit on the bench Man, I swear them other guys, you give 'em an inch They take a mile; they got style, but it isn't Slim's  [Chorus: Charmagne Tripp & Eminem] When you walked through the door It was clear to me (Clear to me) You’re the one they adore Who they came to see (Who they came to see) You’re a rock star (Baby) Everybody wants you (Everybody wants you) Player, who can really blame you? (Who can really blame you?) We’re the ones who made you  [Bridge: Eminem] And that's why, my love You'll never live without I know you want me, girl 'Cause I can see you're checking me out And baby, you know You know you want me too Don't try to deny it, baby I'm the only one for you (*fart*)  [Verse 3: Eminem] Damn, girl, I'm beginning to sprout an Alfalfa Why should I wash my filthy mouth out? You think that's bad, you should hear the rest of my album Never has there been such finesse and nostalgia Man, Cash, I don't mean to mess with your gal, but Jessica Alba put her breasts on my mouth (blup!) Wowzers! I just made a mess in my trousers And they wonder why I keep dressing like Elvis \"Lord, help us, he's back in his pink Alf shirt Looking like someone shrinked his outfit!\" I think he's 'bout to flip, Jessica Rest assured Superman's here to rescue ya Can you blame me? You're my Amy, I'm your Blake Matter of fact, bake me a birthday cake With a saw blade in it to make my jailbreak Baby, I think you just met your soulmate Now break it down, girl  [Chorus: Charmagne Tripp & Eminem] When you walked through the door It was clear to me (Clear to me) You’re the one they adore Who they came to see (Who they came to see) You’re a rock star (Baby) Everybody wants you (Everybody wants you) Player, who can really blame you? (Who can really blame you?) We’re the ones who made you  [Outro: Eminem] So baby Baby, get down, down, down Baby, get down, down, down Baby, get down, down, down Baby, get down, get down Baby, get down, down, down Baby, get down, down, down Baby, get down, down, down Baby, get down, get down  [Outro 2: Eminem] Oh Amy! Rehab never looked so good! I can't wait, I'm going back Ha ha, woo! Dr. Dre! 2020! Yeah!  ",
        "title": "We Made You"
    },
    {
        "artist": "The Lonely Island Featuring T-Pain",
        "lyrics": "  [Intro: Andy & T-Pain] Shawty Aw, shit (yeah, yeah) Get your towels ready, it's about to go down (shawty, yeah, yeah) Everybody in the place, hit the fucking deck But stay on your motherfucking toes We running this, let's go (hey)  [Hook: Andy & Akiva, T-Pain, & All] I'm on a boat (I'm on a boat) I'm on a boat (I'm on a boat) Everybody look at me, 'cause I'm sailing on a boat (sailing on a boat) I'm on a boat (I'm on a boat) I'm on a boat Take a good, hard look at the motherfucking boat, yeah  [Verse 1: Andy, Akiva, & T-Pain] I'm on a boat, motherfucker, take a look at me Straight floating on a boat on the deep blue sea (yeah, yeah) Busting five knots, wind whipping out my coat You can't stop me, motherfucker, 'cause I'm on a boat Take a picture, trick (trick); I'm on a boat, bitch (bitch) We drinking Santana champ, cause it's so crisp (crisp) I got my swim trunks, and my flippie-floppies I'm flipping burgers, you at Kinko's straight flippin' copies I'm riding on a dolphin, doing flips and shit (yeah) The dolphin's splashing, getting everybody all wet (oh) But this ain't Seaworld, this as real as it gets (yeah, yeah) I'm on a boat, motherfucker, don't you ever forget I'm on a boat, and it's going fast, and I got a nautical themed pashmina afghan I'm the king of the world, on a boat like Leo If you're on the shore, then you're sho' not me-oh  [Refrain: Andy] Get the fuck up, this boat is real!  [Verse 2: Andy, Akiva, & T-Pain] Fuck land, I'm on a boat, motherfucker (motherfucker) Fuck trees, I climb buoys, motherfucker (motherfucker) I'm on the deck with my boys, motherfucker (ayy) This boat engine make noise, motherfucker Hey, ma, if you could see me now (see me now) Arms spread wide on the starboard bow (starboard bow) Gonna fly this boat to the moon somehow (moon somehow) Like Kevin Garnett, anything is possible  [Bridge: T-Pain & Andy] Yeah, never thought I'd be on a boat (let's go) It's a big, blue, watery road (yeah) Poseidon, look at me, oh (all hands on deck) Never thought I'd see the day When a big boat coming my way Believe me when I say I fucked a mermaid, whoah  [Hook: Andy & Akiva] I'm on a boat I'm on a boat Everybody look at me, 'cause I'm sailing on a boat I'm on a boat I'm on a boat Take a good, hard look at the motherfucking boat  [Outro: T-Pain] Sha-sha-sha Sha-sha-sha Sha-sha-sha Shawty, shawty Yeah, yeah, yeah  ",
        "title": "I'm On A Boat"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Ego"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  Golden Tee, shuffleboard, pinball, he's got the score That everybody around here's tryin to beat He's a six pack up when he walks in Tells the band crank it up to 10 Then he's up dancin on his seat Well he's a big mouth, yellin' hey play some free bird Says give me three steps and nobody gets hurt Then he takes off his shirt  [Chorus:] There's one in every crowd Brings the party in us out Good time Charley with a Harley, whiskey bent and hellbound He's got the next round, but he always drinks for free There's one in every crowd, and it's usually me Hey ya'll, hey ya'll, hey ya'll, there's one in every crowd  Got a fliptop box of Marlboros He'll bum a light and steal your girl Then laugh at you for gettin' all upset, well everybody here knows his name Makes everybody else look sane When he's out, as far as you can get In his mind he's a rock star, crankin' out that air guitar Til the bartender says fool, get off my bar  [Chorus:] There's one in every crowd That brings the party in us out Good time charley with a harley, whiskey bent and hellbound He's got the next round, but he always drinks for free There's one in every crowd, and it's usually me Hey ya'll, hey ya'll, hey ya'll, there's one in every crowd  He's a hard drinkin man's man And women love him when they can He's a bartender's best friend It ain't a party till he walks in  [Chorus:] There's one in every crowd That brings the party in us out Good time charley with a harley, whiskey bent and hellbound He's got the next round, but he always drinks for free There's one in every crowd, and it's usually me Hey ya'll, hey ya'll, hey ya'll, there's one in every crowd  It's usually me, hey ya'll, hey ya'll, hey ya'll, there's one in every crowd, that's right  ",
        "title": "One In Every Crowd"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": null,
        "title": "Paranoid"
    },
    {
        "artist": "Twista Featuring Erika Shevon",
        "lyrics": "  [Intro: Erika Shevon] I'm calling you daddy, daddy Can you be my daddy? Daddy I need a daddy, daddy Won't you be my daddy? Daddy Come and make it rain down onnnn meeeeeee Come and make it rain down onnnn meeeeeee  [Twista] Now, now, now come and kick it with the Twista Black Caddy, mack daddy with a ho up in the backseat With a '97 +Pimp+ flow, got a feelin When you smokin when I flip it to a Trax beat Talkin about a beautiful figure, astonishing as Greek mythology Body be just like the girl in uhh, what's that movie? Never mind, let me enter yo' atmosphere As you enter my world and let me touch that booty I can't believe that yo' momma that cold Her daughter got such an astonishing soul, you need a modelin role Still a playa know you got it when you climbin From the bottom to the top of the pole, cause you can pop in control Yo' phatty's so accurate when I'm smackin it It's makin me say \"What I gotta do to get with that?\" When it come to makin it rain I can get it wet When it come to cuttin that monkey I can get it wet You want some media baby you need a better man He cover politics, I'mma be yo' weatherman Cause every time I'm lookin up and I see more ass I'mma constantly see rain in the forecast This-a-way, that-a-way, I'm flickin 5000 Ones Or whatever you wanna call it It's a celebration, you the champion, here's the fetti confetti C'mon and get drunk with the money hauler  [Hook 2X: Erika Shevon] You done been good, but you can do better I done been wet, but I can get it wetter Come and make it rain down onnnn meeeeeee You done been good, but you can do better I done been wet, but I can get it wetter Come and make it rain down onnnn meeeeeee  [Twista] But when I'm not for the feminine (feminine) And everybody that proceed with the hatred I'mma teach 'em a lesson I take shots of adrenaline (adrenaline) Cause that's the way I receive immunization against the recession I got the muscle off of my hustle-and-flow money A entrepreneur with ways to get mo' money So don't be trippin whenever you see me throw money Huh, it's just a lil' bit of show money But if you want me to get it wet in other ways Then I'mma have to beat it up but first I'mma play wit'chu girl Touch your ears and your neck and play wit'cha pearls Then I reach up in your pants and play wit'cha pearl When I lay you down you ain't gotta be frontin and fakin on me baby Cause I know it take the right touch I ain't stoppin 'til you wet up the covers Because I gotta keep on fuckin 'til I see a lot of white stuff Now you got me excited, I can't hold it I'm feelin it comin, I'm 'bout to let off an explosion (ohh) Let it ride when I see you animated and shakin Now when I touch your body you catchin convulsions (uh-huh) That's when I know I'm doin what I'm supposed to You chose me, I chose you Don't think I can get it wet? I told you Come and let the Twist rain down on you  [Hook]  [Outro: Erika Shevon] I'm calling you daddy, daddy Can you be my daddy? Daddy I need a daddy, daddy Won't you be my daddy? Daddy Come and make it rain down onnnn meeeeeee Come and make it rain down onnnn meeeeeee  ",
        "title": "Wetter (Calling You Daddy)"
    },
    {
        "artist": "F.L.Y. (Fast Life Yungstaz)",
        "lyrics": "  [Intro] Man I got that swag My hat matches my bag You know I'm popping tags Cause man I got that swag  [Refrain] I'm on Hypnotic, exotic This Polo on my body Got a bad girl beside me And her friend right behind me And I'm swagging, I'm surfing I'm swagging, I'm surfing I'm swagging, I'm surfing I'm clean like dish detergent On Patron, yeah I'm gone Purple by the zone, yeah I'm smoking strong And you know I'm gone Cause I'm swagging, I'm surfing I'm swagging, I'm surfing I'm swagging, I'm surfing I'm clean like dish detergent  [Verse 1: Jit] Okay I pop off in the club with a pocket full of bands Big stupid fresh like I'm wrapped up in Saran Swag super cool, blowing strong like a fan And my chain shining hard it just gave my neck a tan Pockets on Popeye cause they swoll of that spinach Peachtree swag you can call me Mr. Lenox Bottles in my hand, putting on just like cable Surfing on the scene like a young Kelly Slater I swag when I surf now watch me surf and swag  [Bridge x2] I swag when I surf I swag when I surf I swag when I surf Now watch me surf and swag  [Verse 2: Vee] Swagging in the club, you gon' see me throwing money up Catch me with a bad chick and all her friends as fine as her Drinks, we gon' pour them up Exotic, what we rolling up Patron, Goose, or Hennessy They got it, I'mma drank it up I'm always wearing Polo Nigga I'm Ralph Lauren mascot Cake on debit I don't hesitate to cash out I spend it all Paint John Stephenson, the black and blue Jag out Pockets on half-time, I'm always bringing bands out  [Refrain]  [Verse 3: Myko] When I hit the club, it's like I gotta catch a wave Boogie-board shawty, got me surfing off the stage Purp' got me geeked, smoking something like an Eddie Bauer And I'm surfing like I'm Otto cause I got that Rocket Power Gon' on Patron, taking shots like a camera Flat screen, shawty, man I'm surfing like a channel Paper towel money, man I'm all about my count And I'm screaming cowabunga while y'all boys wiping out  [Verse 4: Mook] Polo on my body with a Zach Moore swag Yea Purple Label man go and check the tags Went and got the shoes so you know I got the bag Clean just like dish detergent with a Tide color swag Chain swinging hard like a boxer throwing punches Pappadeaux shawty, all on them sack lunches I'm in the party surfing like I'm standing on a wave Shawty check my dougie like she Patty Mayonnaise  [Refrain]  ",
        "title": "Swag Surfin'"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Why did she have to go So young I just don't know why Things happen half the time Without reason, without rhyme Lovely, sweet young woman Daughter, wife and mother Makes no sense to me I just have to believe  [Chorus] She flew up to heaven on the wings of angels By the clouds and stars and passed where no one sees And she walks with Jesus and her loved ones waitin' And I know she's smilin' sayin', don't worry 'bout me  [Verse 2] Loved ones she left behind Just tryin' to survive And understand the why Feelin' so lost inside Anger shot straight at God Then askin' for His love Empty with disbelief Just hopin' that maybe  [Chorus] She flew up to heaven on the wings of angels By the clouds and stars and passed where no one sees And she walks with Jesus and her loved ones waitin' And I know she's smilin' sayin', don't worry 'bout me  [Bridge] It's hard to say goodbye Her picture in my mind Will always be of times I'll cherish And I won't cry 'cause  [Chorus] She flew up to heaven on the wings of angels By the clouds and stars and passed where no one sees And she walks with Jesus and her loved ones waitin' And I know she's smilin' sayin', don't worry 'bout me  [Outro] Don't worry 'bout me Don't worry 'bout me  ",
        "title": "Sissy's Song"
    },
    {
        "artist": "Gorilla Zoe",
        "lyrics": null,
        "title": "Echo"
    },
    {
        "artist": "Birdman Featuring Lil Wayne",
        "lyrics": "  [Hook: Lil' Wayne] Always Strapped when I hit the club Niggas give me dap, bitches give me hugs And since I'm paid, niggas be muggin' me, you know I'm muggin' back Niggas be muggin' me, you know I'm muggin' back Yes sir  [Verse 1: Lil' Wayne] Check me out, look 26 inches, bitch I'm sittin' crooked Old school Chevy, faster than a silver bullet Strawberry paint, seats vanilla puddin' 2 bitches, gon' and eat each other's pussy Top chopped sent the car to the barbershop My driveway looks somethin' like a parkin' lot I'm so unothodox I got your bitch ridin' my dick wit no shocks (Bounce bitch, bounce, bounce) I'm the hottest shit jumpin' out the coffee pot Man, I'm just tryin' to get my spot like a polka dot Lil' kush make my eyes and my shoulders drop Lil' syrup and I can make a soda pop Keep talkin' 'n' I can make my soldiers pop Real niggas wit me ridin' till the motor stop I got these hoes straight livin' out the soap op I got it covered like a coke top Okay?  [Hook] Always Strapped when I hit the club Niggas give me daps, bitches give me hugs And since I'm paid, niggas be muggin' me, you know I'm muggin' back Niggas be muggin' me, you know I'm  Always Strapped when I hit the club Niggas give me daps, bitches give me hugs And since I'm paid, bitches be lovin' me, they know I love 'em back Bitches be lovin' me, they know I love 'em back  [Mack Maine:] I'm Mack Maine, hey Hey, to a man with a ho with some pop trunk I fuck over you like I'm sexin' on the top bunk I make alot of noise, boy, like a cop car The whip got the dicks out like a pop bra And you ain't gotta ask your girl... you knew she knew me From ring tones she sing my songs at the karaoke She call me baby all day like I'm Bryan Williams The new hip-hop landlord I'm 'bout to buy the buildin' And I'm evictin' all you cats that only spit an ounce And like a stripper ass you better bounce diggity, bounce, bounce  [Hook] Always Strapped when I hit the club Niggas give me dap, bitches give me hugs And since I'm paid, niggas be muggin' me, you know I'm muggin' back Niggas be muggin' me, you know I'm muggin' back Yes sir   [Birdman:] Yeah Shawty The Last MOB Flyin' The Bugatti With The Tool On The Seat Put the K in the car while we ridin' blaze Put the chopper on the pussy in the driveway Bet the house on the young 'un when we got paid Triple colors on the bikes in the new mercaids Bustin' keys on they ass while we got paid From I-10's ridin' hot to an open bay Uptown made man out the hard way Crab in the bucket 50 shots bitch make a way I Thought They Knew Shawty Like Father Like Son Ball till you fall stuntin' wit them paper plates Throwin' hundreds on them hoes while we eatin' steaks We in the club poppin' bottles like everyday We grind for the shine nigga gettin' big money Got a fleet tossin' chicken nigga get cake I'm on his island with this power like Scarface I'm in the Impala dropped top chawwnky Ice man birdman rockin' red monkeys  Already Nigga Nieghborhood Super Star And We Gon' Ball 'Til We Fall  [Hook] Always Strapped when I hit the club Niggas give me dap, bitches give me hugs And since I'm paid, niggas be muggin' me, you know I'm muggin' back Niggas be muggin' me, you know I'm muggin' back Yes sir  ",
        "title": "Always Strapped"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": "  [Verse 1] Lying in the park on a beautiful day Sun shine on the grass and the children play Siren’s passing, fire engine's red Someone’s house is burning down on a day like this  The evening comes and we’re hanging out On the front step and a car rolls by with the windows rolled down And that War song is playing, “Why Can’t We Be Friends?” Someone is screaming and crying in the apartment upstairs  [Chorus 1] Funny the way it is, and if you think about it Somebody’s going hungry and someone else is eating out Funny the way it is, not right or wrong Somebody’s heart is broken and it becomes your favorite song  [Verse 3] The way your mouth feels in a lover's kiss Like a pretty bird on a breeze or water to a fish A bomb blast brings the building crashing to the floor Hear the laughter while the children play war  [Chorus 2] Funny the way it is, and if you think about it One kid walks ten miles to school, another’s dropping out Funny the way it is, not right or wrong On a soldier’s last breath, his baby’s being born  [Bridge] Standing on the bridge, watch the water passing under me It must’ve been much harder when there was no bridge, just water Now the world is small, remember how it used to be With mountains and oceans and winters and rivers and stars  [Breakdown] Watch the sky in a jet plane, so far out of my reach Is there someone up there looking down on me? Boy chase a bird, so close but every time He’ll never catch her, but he can’t stop trying  [Chorus 3] Funny the way it is, and if you think about it One kid walks ten miles to school, another’s dropping out Funny the way it is, not right or wrong On a soldier’s last breath his baby’s being born Funny the way it is, not right or wrong Somebody’s broken heart becomes your favorite song Funny the way it is, and if you think about it One kid walks ten miles to school, another’s dropping out  [Outro] Standing on a bridge, watch the water passing under me It must’ve been much harder when there was no bridge, just water Now the world is small, compared to how it used to be With mountains and oceans and winters and rivers and stars  ",
        "title": "Funny The Way It Is"
    },
    {
        "artist": "Jesse McCartney Featuring Ludacris",
        "lyrics": "  [Intro] Ohh oh Ohh oh Ohh oh, oh  [Hook: Jesse McCartney] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 1: Jesse McCartney] Tried my best at movin' on Have yet to find a girl like you See things now I didn't before Now wishing I had more time with you How do you stay awake knowing all I do is think of you? All the things we thought about Then never will have done happen again If I could just see you  [Break: Jesse McCartney] If I had my way, I'd come and getcha girl In your favorite car with the missing top Remember 'round my way where we used to park And did all those things to steal your heart  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 2: Jesse McCartney] Baby, all that I hear from my friends again, again And again (Come and ask 'bout you) They say \"We saw your girl at the game and damn We gotta say a big mistake by you\" Not only does your body bang But I miss the conversation too Tell me that you're gettin' no sleep, can't think Can't eat, 'til I come see you  [Break] If I had my way, I'd come and getcha girl In your favorite car with the missing top Remember 'round my way where we used to park And did all those things to steal your heart  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Verse 3: Ludacris] Look, now it's been about a year and I'm tryin to figure out, how could ya? Forget about who loves you the most, why would ya? Heal my heart (heart), heal my brain (brain) Oh, how I wish you could feel my pain Cause I couldn't get you off my mind if I tried (hey) Twenty-four seven (three six five) And my nights so cold (cold), days so long (long) They say you don't know what you got 'til it's gone Well it's gone and I'm trippin' how much I miss it And you steady walkin 'round like I never existed And it's hard to understand (hey), you got another plan (hey) Tryin' to play harder, you got another man But you'll never find another like moi (moi) That have you ridin' 'round in a drop top car (car) Baby, you a star and it's time that you know it So much love and it's time that we show it (LUDA!)  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?) Ohh oh, ohh oh, ohh oh, oh  [Hook] It's been about a year now Ain't seen or heard from you I been missing you crazy How do you, how do you sleep? I found the letter you wrote me It still smells just like you Damn those sweet memories How do you, how do you sleep? (how do you sleep?)  [Outro] Ohh oh, ohh oh, ohh oh, oh  ",
        "title": "How Do You Sleep?"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Shawty where you at? Shawty where you at? Shawty where you at? Yeah, yeah  [Verse 1] It gets lonely in this business, need a homue who's the realest Someone who wants to find out all that I have to give Who can bring me what is missing, when I talk, she wanna listen Sitting patient, steady waiting for the day when I can face it  [Pre-Chorus] The one that can love me for, who I am and so much more Is it you? You my Bonnie Say that I, I found the one I ain't gonna rest 'til I know for sure, so  [Chorus] Baby, please believe me when I tell you that, I need a girl, need a girl So come on pretty lady won't you holla back? I need a girl, I'ma tell you what I need I need a girl that's gon' be my baby, so if you love me say \"I'm your baby\" So fine I go \"That's my baby\", so if you need me say \"You're my baby\"  [Verse 2] I'm a good man, who ain't got a lot to ask, just looking for something I can build on I'm a young man, with a whole lotta cash, just looking for a lady I can spend on So all the young ladies in every little city when I come to your town, let me know that you down Sitting patient, steady waiting for the day when I can face it  [Pre-Chorus] The one that can love me for, who I am and so much more Is it you? You my Bonnie Say that I, I found the one I ain't gonna rest 'til I know for sure, so  [Chorus] Baby, please believe me when I tell you that, I need a girl, need a girl So come on pretty lady won't you holla back? I need a girl, I'ma tell you what I need I need a girl that's gon' be my baby, so if you love me say \"I'm your baby\" So fine I go \"That's my baby\", so if you need me say \"You're my baby\"  [Bridge] You could, be my everything Oh you mean so much to me and I don't even know your name But I know that, that I'm your man and you are my girl And if I ever meet ya, I'ma give ya the world, oh  [Chorus] Baby, please believe me when I tell you that, I need a girl, need a girl So come on pretty lady won't you holla back? I need a girl, I'ma tell you what I need I need a girl that's gon' be my baby, so if you love me say \"I'm your baby\" So fine I go \"That's my baby\", so if you need me say \"You're my baby\" Baby, please believe me when I tell you that, I need a girl, need a girl So come on pretty lady won't you holla back? I need a girl, I'ma tell you what I need I need a girl that's gon' be my baby, so if you love me say \"I'm your baby\" So fine I go \"That's my baby\", so if you need me say \"You're my baby\"  [Outro] \"You're my baby\" Yeah, huh, yeah  ",
        "title": "I Need A Girl"
    },
    {
        "artist": "Carolina Liar",
        "lyrics": "  [Verse 1: Chad Wolf] Wait, I'm wrong Should have done better than this Please, I'll be strong I'm finding it hard to resist So show me what I'm looking for  [Chorus: Chad Wolf] Save me, I'm lost Oh, Lord, I've been waiting for you I'll pay any cost Save me from being confused Show me what I'm looking for Show me what I'm looking for, oh, Lord  [Verse 2: Chad Wolf] Don't let go I've wanted this far too long Mistakes become regrets I've learned to love abuse Please show me what I'm looking for  [Chorus: Chad Wolf] Save me, I'm lost Oh, Lord, I've been waiting for you I'll pay any cost Save me from being confused Show me what I'm looking for Show me what I'm looking for, oh, lord  [Pre-Chorus] Show me what I'm looking for Show me what I'm looking for Show me what I'm looking for  [Outro: Chad Wolf & Band] Save me, I'm lost Oh, Lord, I've been waiting for you I'll pay any cost Just save me from being confused Wait, I'm wrong I can't do better than this I'll pay any cost Save me from being confused Show me what I'm looking for Show me what I'm looking for Show me what I'm looking for Show me what I'm looking for, oh, Lord  ",
        "title": "Show Me What I'm Looking For"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] I feel so unsure As I take your hand and lead you to the dance floor As the music dies, something in your eyes Calls to mind a silver screen and all it's sad goodbyes  [Chorus] I'm never gonna dance again These guilty feet have got no rhythm Though it's easy to pretend I know you're not a fool I should have known better than to cheat a friend And waste a chance that I've been given So I'm never gonna dance again The way I danced with you  [Verse 2] Time can never mend The careless whispers of a good friend To the heart and mind, ignorance is kind There's no comfort in the truth, pain is all you'll find  [Chorus] I'm never gonna dance again These guilty feet have got no rhythm Though it's easy to pretend I know you're not a fool I should have known better than to cheat a friend And waste a chance that I've been given So I'm never gonna dance again The way I danced with you  [Bridge] Tonight the music seems so loud I wish that we could lose this crowd Maybe it's better this way We hurt each other with the things we wanna say We could have been so good together We could have lived this dance forever Now who's gonna dance with me Please stay  [Chorus] I'm never gonna dance again These guilty feet have got no rhythm Though it's easy to pretend I know you're not a fool I should have known better than to cheat a friend And waste a chance that I've been given So I'm never gonna dance again The way I danced with you  ",
        "title": "Careless Whisper"
    },
    {
        "artist": "Randy Houser",
        "lyrics": "  [Verse 1] Man, I've been working too hard Ten hour days and I'm tired Damn this knuckle busted' Back breakin', no paying job Know where I'm goin from here Hot headed women, cold beer Kick up my heels for a little while And do it country style  [Chorus] In my dirty 'ole hat With my crooked little grin Granny beaded neck And these calloused hands And a muddy pair of jeans With that copenhagen ring No need to change a thing, hey y'all I'm going out with my boots on  [Verse 2] How I keep catching her eye Man, I keep wondering why Ain't nothing special 'bout An \"awe shucks\" country boy Lord, she's sure lookin' good Like something from Hollywood She got me thinkin' that I just might Leave here with her tonight  [Chorus]  [Verse 3] Cause I am who I am and that's The man I'm gonna be, yeah And when the Lord comes callin' Well, he ain't gonna have To holler, y'all There'll be no trouble finding me  [Chorus]  [Outro] With my boots on He's gonna take me home Lord, with my boots on  ",
        "title": "Boots On"
    },
    {
        "artist": "Kevin Rudolf Featuring Rick Ross",
        "lyrics": "  [Intro] Welcome to the world, welcome to the world  [Verse 1] You got your popstar, I'll be your rockstar When it's a suicide, you call it superstar Check out the forecast, predictions won't stop You'll get your fifteen, and then they take the spot  [Pre-Hook] (Let's go, let's go) And then you're ready to go (Let's go, let's go) Cause it's the end of the show (Let's go, let's go) So just get ready to go Let's go, let's go, let's go, let's go  [Hook] All the time that you were gone I thought about how things went wrong Now you're coming down to earth Ok, hello, welcome to the world  [Verse 2] She saw the bright lights, she caught the fever She got contagious, she never leave it So no more time spent, and no more free shit In fact this free ride has reached its destination  [Pre-Hook]  [Hook]  [Verse 3: Kid Cudi] Oh no, y'all see I am the double O representer Baby girl have you ever seen heaven at night? Or felt Summer in the Winter See now I can give you the new this, go get it or get gone Most other niggas spit wrong, poof poof, be gone, so long, dream on I am keeping it no more, you can live how you wanna In fact you need a man you can name if you wanna You gave me the ass, I would whip it when I wanna Now you wanna talk down and clown, you can't phase a nigga I told you I really want it to better for me and you wouldn't let me picture But you shouldn't have tried to play me, now I bet you hate me Told you girl let's go and you act like you ain't hearing me  [Hook]  [Outro] Welcome to the world Welcome to the world Welcome to the world Welcome to the world  ",
        "title": "Welcome To The World"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1:] Time will bring the real end of our trial One day they'll be no remnants No trace, no residual feelings within ya One day you won't remember me  Your face will be the reason I smile But I will not see what I cannot have foreva I'll always love ya, I hope you feel the same  Oh you played me dirty, your game was so bad You toyed with my affliction Had to fill out my prescription Found the remedy, I had to set you free  Away from me To see clearly the way that love can be When you are not with me I had to leave, I have to live I had to lead, I had to live  [Hook:] If I can't have you, let love set you free To fly your prettywings around Prettywings, your prettywings Your prettywings around  [Verse 2:] I came wrong you were right Transformed your love into light Baby believe me I'm sorry I told you lies  I turned day into night Sleep till I died a thousand times I shoulda showed you Better night better times better days And I miss you more, and more  [Hook:] If I can't have you, let love set you free To fly your prettywings around Prettywings, your prettywings your Prettywings, your prettywings around So prettywings, your prettywings around Prettywings, your prettywings around Say prettywings  oh prettywings, yeah Prettywings, your (oh oh) prettywings around  [Outro] (Ah, ah, yeah, ah/ Repeats throughout) Prettywings your prettywings around Yeah ay- ay - ay Prettywings your prettywings around Pretty pretty, pretty! Someone better's gonna love you! Prettywings your prettywings around Someone! Someone's gonna love you, baby Prettywings your prettywings around Yeah oh ooh Prettywings your prettywings around Pretty, pretty, prett- tay- pretay- tay wings Prettywings your prettywings around Ah yeah pretty woah yeah ah Prettywings your prettywings around  ",
        "title": "Pretty Wings"
    },
    {
        "artist": "Gloriana",
        "lyrics": "  [Verse 1] Down a back road Long, hot summer A couple kids runnin' loose and wild He kissed her She said mister Take an inch and I'll give you a mile I ain't here to do anything half-way Don't give a damn what anyone might say I just wanna free fall for a while  [Chorus] That rebel moon is shinin' Those stars burn like diamonds Hell bent on chasin' down that crazy spark I'll follow you where you're leading To the first sweet taste of freedom You got me runnin' baby Wild at heart  [Verse 2] About midnight, he tells her I ain't got no come-on lines Well I'll love you, or I'll try to We got nothing to lose but time Stick your hand into my back pocket Light me up like a bottle rocket I just wanna free fall for a while  [Chorus] That rebel moon is shinin' Those stars burn like diamonds Hell bent on chasin' down that crazy spark I'll follow you where you're leading To the first sweet taste of freedom You got me runnin' baby Wild at heart  [Bridge] O-oh, alright Tonight is tellin' us we're way too young O-oh, that's alright I've got forever on the tip of my tongue  [Chorus] That rebel moon is shinin' Those stars burn like diamonds Hell bent on chasin' down that crazy spark I'll follow you where you're leading To the first sweet taste of freedom You got me runnin' baby Wild at heart  [Chorus] That rebel moon is shinin' Those stars burn like diamonds Hell bent on chasin' down that crazy spark I'll follow you where you're leading To the first sweet taste of freedom You got me runnin' baby You got me runnin' baby Wild at heart  [Outro] O-oh, alright  ",
        "title": "Wild At Heart"
    },
    {
        "artist": "David Cook",
        "lyrics": "  [Verse 1] You say you gotta go and find yourself You say that you're becoming someone else Don't recognize the face in the mirror looking back at you You say you're leaving as you look away I know there's really nothing left to say Just know I'm here whenever you need me I'll wait for you  [Chorus] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me  [Verse 2] Take your time, I won't go anywhere Picture you with the wind in your hair I'll keep your things right where you left them I'll be here for you  [Chorus] Oh and I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me And I hope you find everything that you need I'll be right here waiting to see You find you, come back to me  [Bridge] I can't get close if you're not there I can't get inside if there's no soul there I can't fix you, I can't save you It's something you'll have to do  [Interlude] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me Come back to me Come back to me  [Chorus] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me And I hope you find everything that you need I'll be right here waiting to see When you find you, come back to me  [Outro] Ah ooooooooooooo Ah ooooooooooooo When you find you, come back to me Ah ooooooooooooo Ah ooooooooooooo When you find you, come back to me When you find you, come back to me  ",
        "title": "Come Back To Me"
    },
    {
        "artist": "Reba",
        "lyrics": null,
        "title": "Strange"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Maybe you were right, Maybe I could have changed Sitting here alone tonight thinking 'bout a lot of things What's a man to say when all the questions start Hell I know deep down inside my broken heart  [Chorus] Could've tried just a little bit harder Kissed you just a little bit sweeter Held on just a little bit longer Dug down just a little bit deeper Let the world revolve around you And give you the stars above Loved you just enough to make you stay And I'd lost you anyway  [Verse 2] I hate it when it's like this, baby it's like that now Nothing I can say to you, you even care to talk about How you going to dress it up, wrap it in a pretty bow When it's gone, it's gone for good, baby at least I know  [Chorus]  [Outro] Let the world revolve around you And given you the stars above Loved you just enough to make you stay And I'd lost you anyway  ",
        "title": "Lost You Anyway"
    },
    {
        "artist": "Theory Of A Deadman",
        "lyrics": "  [Verse 1] It's never enough to say I'm sorry It's never enough to say I care But I'm caught between what you wanted from me And knowing that if I give that to you I might just disappear  [Pre-Chorus] Nobody wins when everyone's losing  [Chorus] It's like one step forward and two steps back No matter what I do you're always mad And I, I can't change your mind I know it's like trying to turn around on a one way street I can't give you what you want And it's killing me And I, I'm starting to see Maybe we're not meant to be  [Verse 2] It's never enough to say I love you No, it's never enough to say I try It's hard to believe That's theres no way out for you and me And it seems to be the story of our lives  [Pre-Chorus] Nobody wins when everyone's losing  [Chorus] It's like one step forward and two steps back No matter what I do you're always mad And I, I can't change your mind I know it's like trying to turn around on a one way street I can't give you what you want And it's killing me And I, I'm starting to see Maybe we're not meant to be  [Bridge] There's still time to turn this around You could be building this up instead of tearing it down But I keep thinking Maybe it's too late  [Chorus] It's like one step forward and two steps back No matter what I do you're always mad And I, I can't change your mind I know it's like trying to turn around on a one way street I can't give you what you want And it's killing me And I, I'm starting to see Maybe we're not meant to be  [Outro] It's like one step forward and two steps back No matter what I do you're always mad And I, baby I'm sorry to see Maybe we're not meant to be  ",
        "title": "Not Meant To Be"
    },
    {
        "artist": "Dorrough",
        "lyrics": "  [Intro] Huh-huh, yo Mister D-O-Double-R  [Verse 1] I say yeah buddy, rollin' like a big shot Chevy tuned up like a NASCAR pitstop (Yeah) Fresh paint job (check) fresh inside (check) Is the outside frame and the trunk wide? (Yes) Are the rims big? (what?) Do it ride good? (good) Lean back, right hand on the pinewood  [Hook x2] Cream on the inside, clean on the outside Cream on the inside, clean on the outside Cream on the inside, clean on the outside Ice, ice cream, ice, ice, ice cream paint job  [Verse 2] Woo! Clean on the outside Cream on the inside, ice cream paint job (paint job) Got screens on the dash, watching Saved by the Bell Got a house by the bayside (bayside) Yeah, I'm livin' like that And I'm ridin' like that (like that) Boy I'm ridin' like that And the steerin' wheel wood like a baseball bat Just like Archie said, \"We ready\" Whole clique straight lunatics like Nelly Grand Marquis' paint job grape jelly R triple BC, big black box Chevy Crank my car, she be hummin' Rims so big, you can see me coming Prime Time Click, we get money Stay iced up like TV Johnny  [Hook x2]  [Verse 3] I'm live (I'm live) like a Superbowl kickoff My slab got a lot of niggas pissed off Yeah paint shine like lip gloss Cadillac got a wide body like Rick Ross Took time but my cash got right If I want it, I'mma buy it, I don't ask no price Rearview mirror, jumbo dice Trunk hit hard like Kimbo Slice Be around tint, no window light Car ride smooth so the rims alright That right thurr, C.C. I like Got the top notch slab for the dirt-cheap price Press one button, car automatic start Stand too close, car alarm might bark (Like what?) ARGH, ARGH, like Q-Dawgs Prime Time Click make it move like U-Haul  [Hook]  [Verse 4] I ride with a towel cause the candy paint wet Rims on the ride got these niggas upset Rims sittin' high, so I ride upset 6 12's in the trunk, 4 screen's in the deck I ride with a towel cause the candy paint wet Rims on the ride got these niggas upset Rims sittin' high, so I ride upset 6 12's in the trunk, 4 screen's in the deck I ride (I ride) I ride, (I ride) I ride (I ride) let's ride (let's ride) I ride (propped up) I ride (propped up) I ride (say bro) let's ride (let's ride) I gotta fresh paint job (check) fresh inside (check) Is the outside frame and the trunk wide? (Yes) Are the rims big? (what?) do it ride good? (good) Lean back, right hand on the pinewood  [Hook]  ",
        "title": "Ice Cream Paint Job"
    },
    {
        "artist": "Cobra Starship Featuring Leighton Meester",
        "lyrics": "  [Intro: Gabe Saporta] I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad  [Verse 1: Gabe Saporta] I know your type Yeah daddy's little girl Just take a bite (one bite) Let me shake up your world Cause just one night couldn't be so wrong I'm going to make you lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 1: Gabe Saporta] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  [Verse 2:  Leighton Meester] I know your type Boy you're dangerous Yeah you're that guy (That guy) I'd be stupid to trust But just one night couldn't be so wrong You make me want to lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 2: Gabe Saporta and Leighton Meester] I make them good girls go bad I make them good girls go bad I was hanging in the corner with my five best friends I knew that you were trouble but I couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go bad  [Bridge: Gabe Saporta and Leighton Meester] Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance  [Chorus 1: Cobra Starship and Leighton Meester] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  ",
        "title": "Good Girls Go Bad"
    },
    {
        "artist": "Jason Michael Carroll",
        "lyrics": null,
        "title": "Where I'm From"
    },
    {
        "artist": "Mitchel Musso",
        "lyrics": null,
        "title": "Hey"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] A lot of people called it prison when I was growing up But these are my roots and this is what I love Cause everybody knows me and I know them And I believe that's the way we were supposed to live Wouldn't trade one single day here in small town USA  [Chorus] Give me a Saturday night my baby by my side A little Hank Jr. and a six pack of light Old dirt road and ill be just fine Give me a Sunday morning that's full of grace A simple life and I'll be okay Here in small town USA  [Verse 2] Around here we break our backs just to earn a buck We never get ahead but we have enough I watch people leave and then come right back I never wanted any part of that I'm proud to say that I love this place Good ole small town USA  [Chorus]  [Bridge] I wouldn't trade one single day I'm proud to say I love this place  [Chorus]  ",
        "title": "Small Town USA"
    },
    {
        "artist": "Musiq Soulchild",
        "lyrics": "  [Verse 1] You're my baby, my lover, my lady All night you make me want you, it drives me crazy I feel like you were made just for me, babe Tell me if you feel the same way  [Pre-Hook] Cause it just feels so right, I don't wanna waste no time If I had to choose, I know I'm gon' always choose to be with you Cause girl, don't you know  [Hook] Girl, don't you know, you're so beautiful? I wanna give all my love to you, girl Not just a night but the rest of your life I wanna be always here by your side  Girl, don't you know you're so beautiful I wanna give all my love to you, girl Not just a night but the rest of your life I wanna be always here by your side  [Verse 2] When you're not here, you don't know how much I miss you The whole time on my mind is how much I'm gonna get To make you feel so good like you know I could Tell me if you feel the same way  [Pre-Hook]  [Hook x2]  [Interlude]  [Outro x2] Baby, don't you-- Baby, don't you know you're so beautiful? Beautiful Baby, don't you know you're so beautiful?  ",
        "title": "sobeautiful"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] She had a shiny little beamer with the ragtop down Sitting in the drive but she wouldn't get out The dogs were all barking and a wagging around And I just laughed and said you all get in She had on a new dress and she curled her hair She was looking too good not to go somewhere Said what you want to do baby I don't care We can go to the show We can stay right here  [Chorus] And I can take you for a ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor  [Bridge] Said we can fire it up and I can show you around Sit up on the hill and watch the sun go down When the fireflies are dancing and the moon comes out We can turn on the lights and head back to the house  [Chorus] Or we can take another ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town baby if you'd rather I'll take you for a ride on my big green tractor  [Verse 2] Just let me dust of the seat Put your pretty little arms around me You can climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor We can go to town Or we can go another round On my big green tractor  ",
        "title": "Big Green Tractor"
    },
    {
        "artist": "LMFAO",
        "lyrics": "  When I step on the scene Y'all know me 'Cause I walk with a limp Like a old school pimp, like a real O.G I'm rocking vans I'm in the sand I've a got a red bull and vodka up in my hand  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  Everybody on smash (smash) Hands in the air (air) I'm feelin on her ass (ass) Like a nigga don't care (like a nigga don't care) I've gotta a plan What's your cell We playing naked twister back in my hotel  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  Getch yo hands up Put that ass up  Getch yo hands up I'm in Miami trick Put put that ass up I'm in Miami trick Getch yo getch yo getch yo getch yo hands up Put that put that put that put that ass up Getch yo getch yo getch yo getch yo hands up Put that put that put that put that ass up Getch yo getch getch yo hands Put put put put that ass up Put that ass up put that ass up I'm in Miami trick Ooooh, ooh ooh ooh ooh  It's mornin' time and the girls are still there They lying naked with them asses in the air Anna wants it bad she's got some big kahunas But I say I'll be back gotta get some more coronas Get your hands up Put that ass up Get your hands up I'm in Miami trick Put put that ass up I'm in Miami trick Get yo get yo get yo get yo hands up Put that put that put that put that ass up Get yo get yo get yo get yo hands up Put that put that put that put that ass up Get yo get get yo hands Put put put put that ass up Put that ass up put that ass up  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  ",
        "title": "I'm In Miami Trick"
    },
    {
        "artist": "The-Dream Featuring Kanye West",
        "lyrics": "  [Intro: The-Dream] Hello? Hello? Hello... Is there anybody up here? Hello? Welcome...2085. Twenty eighty-five it is Just me up here I guess  [Verse 1: The-Dream] The magic of the moment snuck up on me And caught me by surprise Roamin' and I'm lonely But I'm only There's somethin in your eyes And I know it's not just the song (And I know it's not just the song) And I know it's not just the drink (And I know it's not the drink) But whatever it might be (Whatever it might be) Just keep holdin' on to me  [Hook] Cause I'll pull down a cloud for you I'll circle the stars and bring you one back I'll walk through the sun for you Cause there's somethin' you do That got me walkin' on the moon There's something you do That got me walkin' on the moon And I know that it's true Baby you got me walkin' on the moon  [Verse 2: The-Dream] Don't keep me waitin', I'm impatient C'mon to my runway, lets take off and fly Now I'm where I wanna be Come co-pilot with me Lets burn up the sky  And I know it's not just the song (And I know it's not just the song) And I know it's not just the drink (And I know it's not the drink) But whatever it might be (Whatever it might be) Just keep holdin on to me   [Hook] Cause I'll pull down a cloud for you I'll circle the stars and bring you one back I'll walk through the sun for you Cause there's somethin' you do That got me walkin' on the moon There's something you do That got me walkin' on the moon And I know that it's true Baby you got me walkin' on the moon  [Bridge: The-Dream] Everyone out there will know that you are my girl And my love will circle around and round No matter what I do  [Verse 3: Kanye West] Aye aye Dream I'm too good at this Uhh, uhh, uhh, I can't contain it No, no, no I can't restrain it There's a lot of stars in here ain't it? But you shine so much they don't seem famous Where'd you come from on this lonely night? I swear God must have made lightning strike And I bottled it up You hit the red carpet and modeled it up We hopped in the 'rari and throttled it up Now everybody clappin', they bravoed it up All just because it's more than a buzz More than a drink, but I took a few sips And let it do what it does Now drunk textin' Like its all about you Like I can't spend another minute without you You know the drinks let you say things you ain't allowed to Things that you fear, but you're way to proud to Say out loud Cause niggas gonna clown you Put your Blackberry down People is around you I'll put my mack berry down I ain't tryin to hound you Just tryin' to take you where the stars gonna surround you And Uhmm, maybe ice down you And Uhmm, maybe white gown you And Uhmm, maybe we should talk about all this after I pound you Ha, you know I'm just playin' with you I know a lot of people mad cause they ain't with you Wait is it because we on the moon Tell 'em to save the hate we'll be home soon  [The-Dream] There's something you do That got me walkin on the moon Uhh, and I know that its true Baby, you got me walkin on the moon Everyone out there will know that you are my girl  ",
        "title": "Walkin' On The Moon"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  [Verse 1: Rodney Atkins] Driving down the street today I saw a sign for lemonade They were the cutest kids I'd ever seen in this front yard As they handed me my glass, smiling thinking to myself Man, what a picture-perfect postcard this would make of America  [Chorus: Rodney Atkins] It's a high school prom, it's a Springsteen song, it's a ride in a Chevrolet It's a man on the moon and fireflies in June and kids selling lemonade It's cities and farms, it's open arms, one nation under God It's America  [Verse 2: Rodney Atkins] Later on when I got home, I flipped the TV on I saw a little town that some big twister tore apart And people came from miles around just to help their neighbours out And I was thinking to myself I'm so glad that I live in America  [Chorus: Rodney Atkins] It's a high school prom, it's a Springsteen song, it's a ride in a Chevrolet It's a man on the moon and fireflies in June and kids selling lemonade It's cities and farms, it's open arms, one nation under God It's America  [Bridge: Rodney Atkins] Now we might not always get it all right There's no place else I'd rather build my life But Yeah, Cause it's a kid with a chance, it's a rock 'n roll band It's a farmer cuttin' hay It's a big flag flyin' in a summer wind Over a fallen hero's grave  [Outro: Rodney Atkins] It's a high school prom, it's a Springsteen song It's a welcome home parade, yeah It's a man on the moon and fireflies in June and kids sellin' lemonade It's cities and farms, it's open arms, one nation under God It's America! It's America! Oh, oh yeah, woo!  ",
        "title": "It's America"
    },
    {
        "artist": "Madcon",
        "lyrics": "  [Intro: Tshawe] Oh, put your lovin' hand out, baby I'm beggin'  [Hook: Tshawe] Beggin', beggin' you Put your lovin' hand out, baby Beggin', beggin' you Put your lovin' hand out, darlin'  [Verse 1: Tshawe] Ridin' high, when I was king Played it hard and fast, 'cause I had everything Walked away, wonderin' then But easy come and easy go and it would end  [Verse 2: Yosef] So ah, any time I need ya, let me go Any time I feed ya, get me low Any time I see ya, let me know But I planted that seed, just let me grow I'm on my knees while I'm (beggin') 'Cause I don't want to lose (you) I got my arms so spread And I hope that my heart gets fed Matter of fact, girl, I'm beggin'  [Hook: Tshawe] Beggin', beggin' you Put your lovin' hand out, baby Beggin', beggin' you Put your lovin' hand out, darlin'  [Bridge: Tshawe] I need you (yeah) to understand Tried so hard to be your man The kind of man you want in the end Only then can I begin to live again  [Verse 2: Tshawe] An empty shell I used to be Shadow of my life was hangin' over me A broken man but I don't know Won't even stand the devil's dance to win my soul  [Verse 3: Yosef] What we doin'? What we chasin'? What about 'em, why da basement? Why we got good shit, don't embrace it? Why the feel for da need to replace me? Ya on a runway track from the good I want to paint in the pictures any way we could, react Like the heart in a trash where you should You done gave it away, ya' had it 'til you took it back But I keep walkin' on, keep rockin' dawns Keep walking forward, now the court is yours Keep browsin' halls, 'cause I don't wanna live in a broken home Girl, I'm beggin'  [Hook: Tshawe] Beggin', beggin' you Put your lovin' hand out, baby Beggin', beggin' you Put your lovin' hand out, darlin'  [Bridge: Tshawe] I'm fightin' hard (yeah) To hold my own (hold my own) Just can't make it all alone (all alone) I'm holdin' on Can't fall back I'm just a con 'bout to fade to black  [Hook: Tshawe] Beggin', beggin' you Put your lovin' hand out, baby Beggin', beggin' you Put your lovin' hand out, darlin'  ",
        "title": "Beggin'"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Some things we don't talk about Rather do without And just hold the smile Fallin' in and out of love Same damn problem Together all the while  [Pre-Hook] You can never say never While we don't know when But time and time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Verse 2] Picture, you're the queen of everything As far as the eye can see Under your command I will be your guardian When all is crumblin' I steady your hand  [Pre-Hook] You can never say never While we don't know when Time, time, time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Bridge] We're falling apart and comin' together again and again We're growin' apart but we pull it together, pull it together, together again  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  ",
        "title": "Never Say Never"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can hear the truck tires coming up the gravel road And its not like her to drive that slow, nothin's on the radio Footsteps on the front porch, I hear my doorbell She usually comes right in, now I can tell  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  [Verse 2] I can hear her say I love you like it was yesterday And I can see it written on her face that she had never felt this way One day I thought I'd see her with her daddy by her side And violins would play here comes the bride  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  [Bridge] Why does it have to go from good to gone? Before the lights turn on, yeah and youre left alone All alone, but here comes goodbye  [Chorus] Here comes goodbye Here comes the last time Here comes the start of every sleepless night The first of every tear I'm gonna cry Here comes the pain Here comes me wishing things had never changed And she was right here in my arms tonight, but here comes goodbye  ",
        "title": "Here Comes Goodbye"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Every day's a lifetime without you Hard to get through, since you’ve gone So I do the only thing I know how to, to get by I’m livin' for the night  [Verse 2] I’ve drawn all the curtains in this old house To keep the sun out, and off of my face Friends stop by to check - in ‘cause I’ve checked out I tell 'em I’m fine, I’m just livin' for the night  [Chorus] Daylight can’t hide the tears I cry, the pain that came with your goodbye The memories that keep me out of sight Every night I venture out, into those neon arms that hold me tight I’m livin' for the night  [Instrumental Break]  [Verse 3] I’m a whole lot easier to talk to, when I’ve had a few, I settle down Whiskey kills the man you’ve turned me into And I come alive I’m livin' for the night  [Chorus] Daylight can’t hide the tears I cry, the pain that came with your goodbye The memories that keep me out of sight Every night I venture out, into those neon arms that hold me tight I’m livin' for the night I’m livin' for the night  [Outro] Every day's a lifetime without you  ",
        "title": "Living For The Night"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  Ooh yeah, ooh yeah Ooh yeah, listen  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  It's amazin', babe, how I let it go On and on for this long You blamin' me, I'm blamin' you I can't say you're right, but I sure ain't wrong  Girl, lately I, I've been thinkin' And my thoughts are tellin' me, I'm trippin' Used to say I didn't care Found your bags packed upstairs With all that talkin' tough, I'm 'bout to lose you  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  Girl, the things I said, I can't believe it But I swear to God I didn't mean it But it takes a lot for me to admit I'm wrong, yeah But I'll do whatever to save my home cause  I can't go back, back and forth, in and out, out the door Don't wanna fuss and fight no more Don't give a damn about the score Cause I'm, I'm a different kinda man I'm the kind that understands what I got inside my hands So baby  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  Sometimes I try to front like it don't matter If you leave or stay, like I can find better But the truth be told I know that you're the one Girl, it's plain to see that, I ain't nothin' without you  And it seems like every song on the radio is about you girl So stay on home, where you belong So I can try to make some right out this wrong, listen baby  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  ",
        "title": "Last Chance"
    },
    {
        "artist": "Cage The Elephant",
        "lyrics": "  [Verse 1] I was walking down the street when out the corner of my eye I saw a pretty little thing approaching me She said, \"I never seen a man, who looks so all alone Oh, could you use a little company? If you pay the right price, your evening will be nice And you can go and send me on my way.\" I said, \"You're such a sweet young thing, why you do this to yourself?\" She looked at me and this is what she said:  [Chorus] \"Oh there ain't no rest for the wicked Money don't grow on trees I got bills to pay, I got mouths to feed There ain't nothing in this world for free Oh no, I can't slow down, I can't hold back Though you know, I wish I could Oh no there ain't no rest for the wicked Until we close our eyes for good\"  [Verse 2] Not even 15 minutes later I'm still walking down the street When I saw the shadow of a man creep out out of sight And then he swept up from behind, he put a gun up to my head He made it clear he wasn't looking for a fight He said, \"Give me all you've got, I want your money, not your life But if you try to make a move I won't think twice.\" I told him, \"You can have my cash, but first you know I gotta ask: What made you want to live this kind of life?\" He said:  [Chorus] \"There ain't no rest for the wicked Money don't grow on trees I got bills to pay, I got mouths to feed There ain't nothing in this world for free Oh no, I can't slow down, I can't hold back Though you know, I wish I could Oh no there ain't no rest for the wicked Until we close our eyes for good\"  [Verse 3] Well now a couple hours past and I was sitting in my house The day was winding down and coming to an end And so I turned on the TV and flipped it over to the news And what I saw I almost couldn't comprehend I saw a preacher man in cuffs, he'd taken money from the church He'd stuffed his bank account with righteous dollar bills But even still I can't say much because I know we're all the same Oh yes, we all seek out to satisfy those thrills  [Chorus] You know there ain't no rest for the wicked Money don't grow on trees We got bills to pay, we got mouths to feed There ain't nothing in this world for free Oh no we can't slow down, we can't hold back Though you know we wish we could Oh no there ain't no rest for the wicked Until we close our eyes for good  ",
        "title": "Ain't No Rest For The Wicked"
    },
    {
        "artist": "Matt And Kim",
        "lyrics": null,
        "title": "Daylight"
    },
    {
        "artist": "K'Jon",
        "lyrics": "  [Intro] Man The moment I been waiting on And my soul is over flowing With anxieties and expectations I'm full of desires I just want it so bad You know And it just seem so real It's right there I just want reach out and touch it Before it all disappears  [Verse 2] Sometimes It feels like Everything is passing me by Every now and then It feels like (feels like) My ship has gone and sailed away But I I gonna be strong (gotta be strong) Gotta hold on It won't be too long  [Chorus] Now the tide is coming near I see the waves flowing Out there on the ocean I know my ship is coming in Just pass the horizon And right where the sky ends Cause out there on the ocean Know my ship is coming in But don't leave me hanging I've been waiting to long But this moment My ship has finally come  [Verse 2] I would travel to the seven seas (I would even go) I would even go wherever the wind blows me (I'll do anything) I'll do anything to find my destiny It's like fightin' with gravity And it's bringin' me down If this world was really round then tell me how It took so long for you to come around  [Chorus] Now the tide is coming near I see the waves flowing Out there on the ocean I know my ship is coming in (coming in baby) Just pass the horizon And right where the sky ends Cause out there on the ocean Know my ship is coming in But don't leave me hanging I've been waiting to long But this moment My ship has finally come  [Bridge] Finally you come (around) Around, around I said finally baby Finally you come (around) Around, around Finally you come around, come around baby Finally you Finally you come Said finally you come around (around)  [Verse 3] Now the tide is coming near (now the tide is coming in) I see the waves flowing Out there on the ocean I know my ship is coming in (and I know my ship is coming in baby) Just pass the horizon (And where) And right where the sky ends Cause out there on the ocean I know, I know, I know, I know, I know, I know, is coming in Been waiting to long But this moment My ship has finally come  Finally you come (around) Around, around [till fade]  ",
        "title": "On The Ocean"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] Lately I've been hard to reach I've been too long on my own Everybody has a private world Where they can be alone Are you calling me? Are you trying to get through? Are you reaching out for me Then I'm reaching out for you  [Verse 1] I'm just so fuckin' depressed I just can't seem to get out this slump If I could just get over this hump But I need somethin' to pull me out this dump I took my bruises, took my lumps Fell down and I got right back up But I need that spark to get psyched back up In order for me to pick the mic back up I don't know how or why or when I ended up in this position I'm in I'm starting to feel distant again So I decided just to pick this pen Up and try to make an attempt to vent But I just can't admit or come to grips with the fact That I may be done with rap, I need a new outlet And I know some shit's so hard to swallow But I just can't sit back and wallow In my own sorrow, but I know one fact: I'll be one tough act to follow, one tough act to follow I'll be one tough act to follow Here today, gone tomorrow But you'd have to walk a thousand miles—  [Chorus] In my shoes, just to see what it's like to be me I'll be you, let's trade shoes Just to see what it'd be like to Feel your pain, you feel mine Go inside each other's minds Just to see what we find Look at shit through each other's eyes But don't let 'em say you ain't beautiful They can all get fucked, just stay true to you Don't let 'em say you ain't beautiful They can all get fucked, just stay true to you  [Verse 2] I think I'm starting to lose my sense of humor Everything's so tense and gloom I almost feel like I gotta check the temperature Of the room, just as soon as I walk in, it's like all eyes on me So I try to avoid any eye contact ‘Cause if I do that, then it opens a door For conversation like I want that I'm not lookin' for extra attention I just wanna be just like you Blend in with the rest of the room Maybe just point me to the closest restroom I don't need no fuckin' man-servant Tryna follow me around and wipe my ass Laugh at every single joke I crack And half of 'em ain't even funny, like, \"Ha! Marshall, you're so funny, man You should be a comedian, goddamn!\" Unfortunately I am I just hide behind the tears of a clown So why don't you all sit down? Listen to the tale I'm about to tell Hell, we don't gotta trade our shoes And you ain't gotta walk no thousand miles—  [Chorus] In my shoes, just to see what it's like to be me I'll be you, let's trade shoes Just to see what it'd be like to Feel your pain, you feel mine Go inside each other's minds Just to see what we find Look at shit through each other's eyes But don't let 'em say you ain't beautiful They can all get fucked, just stay true to you Don't let 'em say you ain't beautiful They can all get fucked, just stay true to you  [Verse 3] Nobody asked for life to deal us With these bullshit hands we're dealt We gotta take these cards ourselves And flip 'em, don't expect no help Now, I could've either just sat on my ass And pissed and moaned Or take this situation in which I'm placed in And get up and get my own I was never the type of kid To wait by the door and pack his bags And sat on the porch and hoped and prayed For a dad to show up who never did I just wanted to fit in in every single place Every school I went, I dreamed of being that cool kid Even if it meant acting stupid Aunt Edna always told me: \"Keep making that face, it'll get stuck like that.\" Meanwhile, I'm just standin' there Holdin' my tongue, tryin' to talk *like this* 'Til I stuck my tongue on that frozen stop sign pole At eight years old; I learned my lesson then ‘Cause I wasn't tryin' to impress my friends no mo' But I already told you my whole life story Not just based on my description ‘Cause where you see it from where you're sittin' It's probably 110% different I guess we would have to walk a mile In each other's shoes at least What size you wear? I wear 10's Let's see if you can fit your feet—  [Chorus] In my shoes, just to see what it's like to be me I'll be you, let's trade shoes Just to see what it'd be like to Feel your pain, you feel mine Go inside each other's minds Just to see what we find Look at shit through each other's eyes But don't let 'em say you ain't beautiful They can all get fucked, just stay true to you Don't let 'em say you ain't beautiful They can all get fucked, just stay true to you  [Bridge] Lately I've been hard to reach I've been too long on my own Everybody has a private world Where they can be alone Are you calling me? Are you trying to get through? Are you reaching out for me Then I'm reaching out for you  [Outro] Yeah, to my babies: stay strong Daddy'll be home soon And to the rest of the world God gave you them shoes to fit you So put 'em on and wear 'em Be yourself, man, be proud of who you are Even if it sounds corny Never let no one tell you you ain't beautiful  ",
        "title": "Beautiful"
    },
    {
        "artist": "Jessie James",
        "lyrics": null,
        "title": "Wanted"
    },
    {
        "artist": "Fabolous Featuring The-Dream",
        "lyrics": "  [Produced by Shatek]  [Hook: The-Dream] Y'all know me cause all I do is ride around in Bentley coupe Got no need, she got me buyin her them Fendi shoes All we do is shop until we drop All-all-all-all-all-all we do is shop until we drop (Just throw it in the bag, bag) (x2)  [Fabolous - talking over Hook] You know we had to go shopping one more time, right? I think we forget somethin, haha, haha Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 1 - Fabolous] It's Mr. \"Throw It In The Bag\", I just throw it in the bag I don't know how much it cost but I know this bitch is bad Walk up to that register like I ain't know it had a tag I'm no liar I don't front, I'm a buy her what she want Cause your queen 'posed to get what she desire, what she want If my lady like to eat, then I'm a buy her restaurants And she such a boss bitch, she can hire who she want She can help me blow this green, she the fire to my blunt You can try her if you want, bet it's gon' cost you Bags with the G's, jeans with the horseshoe She can go to work or chill like a boss do That nigga ain't ya nigga unless he endorse you They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break - Fabolous - talking over Hook] If you gettin money, if you gettin money If you gettin money, just throw it in the bag Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 2 - Drake] Well alright Loso, and Drizzy baby  Uh uh, we up in Barneys goin dumb again Every time we leave the manager say \"come again\" Honestly she's probably old enough to be my mama friend She just want that feeling back, I make her feel young again If her card declined, you need to check that shit and run again They don't give you limits when you keep that money comin in Yeah, just fold some paper around the magnet As soon as it approve you can throw it in the bag She mature to say the least And if I get a car then she make sure to pay the lease She used to have a husband 'til she found out that he cheats And then she filed for divorce and watch her bank account increase She got a condo with a view, a house with a pool Her son is 26 but he just went away to school She always show me pictures of him, tell me that's her baby I hope that I never meet him, that nigga look craaaaazy And I be spendin all my lady chips She got me feeling like my daddy back in '86 Yeah, she say she lucky that she his No, I'm lucky that you mine baby, you know what it isssss  [Hook]  [Break]  [Verse 3 - Fabolous] Shorty so nice, I don't mean polite When I say nice, I mean lookin right And you can't put a price on something lookin right If they ask how much, tell em what it's lookin like Everything I buy fly, it's like I'm bookin flights If I want it, I'm a get it, that should not be tooken light And that's on everything I got a crazy lady So Money Ain't A Thang Jay-Z, J.D Like Jay-Z's lady, it's Beyoncein Supportin your women goes beyond payin Watchin me ball is like LeBRON playin I'm in the Louie shoes you might see KanYe in They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break]  ",
        "title": "Throw It In The Bag"
    },
    {
        "artist": "Carrie Underwood Featuring Randy Travis",
        "lyrics": "  [Verse 1] Suppose I called you up tonight And told you that I love you And suppose I said I wanna come back home And suppose I cried and said I think I've finally learned my lesson And I'm tired of spending all my time alone If I told you that I realized you're all I ever wanted And it's killing me to be so far away Would you tell me that you love me too And would we cry together Or would you simply laugh at me and say  [Chorus] I told you so Oh, I told you so I told you some day you'd come crawling back And asking me to take you in I told you so But you had to go Now I've found somebody new And you will never break my heart in two again  [Verse 2] If I got down on my knees and told you I was yours forever Would you get down on yours too and take my hand Would we get that old time feeling Would we laugh and talk for hours The way we did when our love first began Would you tell me that you've missed me too And that you've been so lonely And you've waited for the day that I returned And we'd live and love forever And that I'm your one and only Or would you say the tables finally turned  [Chorus] Would you say I told you so Oh, I told you so I told you some day you'd come crawling back And asking me to take you in I told you so But you had to go Now I found somebody new And you will never break my heart in two again  [Outro] Now I found somebody new And you will never break my heart in two again  ",
        "title": "I Told You So"
    }
]