[
    {
        "artist": "Exile",
        "lyrics": "  When I get home, babe Gonna light your fire All day I've been thinkin' about you, babe You're my one desire  Gonna wrap my arms around you Hold you close to me Oh, babe I wanna taste your lips I wanna be your fantasy, yeah  Don't know what I'd do without you, babe Don't know where I'd be You're not just another lover No, you're everything to me  Every time I'm with you, baby I can't believe it's true When you're layin' in my arms And you do the things you do  You can see it in my eyes I can feel it in your touch You don't have to say a thing Just let me show how much  I love you I need you, yeah  I wanna kiss you all over And over again I wanna kiss you all over Till the night closes in Till the night closes in  Stay with me, lay with me, holding me, loving me, baby Here with me, near with me, feeling you close to me, baby  So show me, show me everything you do Cause baby no one does it quite like you I love you I need you, yeah  I wanna kiss you all over And over again I wanna kiss you all over Till the night closes in Till the night closes in  Till the night closes in Till the night closes in Till the night closes in Till the night closes in Till the night closes in  ",
        "title": "Kiss You All Over"
    },
    {
        "artist": "Nick Gilder",
        "lyrics": "  {Intro}  Danger in the shape of something wild Stranger dressed in black she's a hungry child No-one knows who she is or what her name is I don't know where she came from or what her game is  Hot child in the city Hot child in the city Runnin' wild and lookin' pretty Yeah Hot child in the city  So young to be loose and on her own Young boys they all want to take her home When she comes downtown the boys all stop and stare When she comes downtown she walks like she just don't care Yeah  Hot child in the city Hot child in the city Runnin' wild and lookin' pretty Yeah Hot child in the city  {Bridge}  Come on down to my place baby, we'll talk about love Come on down to my place baby, we'll make love Hot child in the city. Hot child in the city Hot child in the city runnin' wild and lookin' pretty Hot child in the city  Hot child in the city Hot child in the city Hot child in the city Hot child in the city...  {outro}  ",
        "title": "Hot Child In The City"
    },
    {
        "artist": "A Taste Of Honey",
        "lyrics": "  If you're thinkin' you're too cool to boogie Boy oh boy, have I got news for you Everybody here tonight must boogie Let me tell ya, you are no exception to the rule  Get on up on the floor 'Cause we're gonna boogie oogie oogie Till you just can't boogie no more (no more boogie) Boogie no more You can't boogie no more (no more boogie) Boogie no more, listen to the music  There's no time to waste, let's get this show on the road Listen to the music and let your body flow The sooner we begin, the longer we've got to groove Listen to the music and let your body move  Now get on up on the floor 'Cause we're gonna boogie oogie oogie Till you just can't boogie no more (no more boogie) Boogie no more You can't boogie no more (no more boogie) Boogie no more, listen to my bass here  Get down, boogie oogie oogie Get down, boogie oogie oogie Get down, boogie oogie oogie Get down  Boogie!  ",
        "title": "Boogie Oogie Oogie"
    },
    {
        "artist": "Little River Band",
        "lyrics": "  Friday night, it was late I was walking you home We got down to the gate And I was dreaming of the night Would it turn out right?  How to tell you, girl I wanna build my world around you Tell you that it's true I wanna make you understand I'm talking about a lifetime plan  That's the way it began We were hand-in-hand Glenn Miller's band Was better than before We yelled and screamed for more  And the Porter tune (Night and Day) Made us dance across the room It ended all too soon And on the way back home I promised you'd never be alone  Hurry, don't be late I can't hardly wait I said to myself when we're old We'll go dancing in the dark Walking through the park And reminiscing  Friday night, it was late I was walking you home We got down to the gate And I was dreaming of the night Would it turn out right?  Now as the years roll on Each time we hear our favorite song The memories come along Older times we're missing Spending the hours reminiscing  Hurry, don't be late I can't hardly wait I said to myself when we're old We'll go dancing in the dark Walking through the park And reminiscing  ",
        "title": "Reminiscing"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  I cried a tear, you wiped it dry I was confused, you cleared my mind I sold my soul, you bought it back for me And held me up and gave me dignity Somehow you needed me  You gave me strength to stand alone again To face the world out on my own again You put me high upon a pedestal So high that I could almost see eternity You needed me, you needed me  And I can't believe it's you I can't believe it's true I needed you and you were there And I'll never leave, why should I leave, I'd be a fool 'Cause I finally found someone who really cares  You held my hand when it was cold When I was lost, you took me home You gave me hope when I was at the end And turned my lies back into truth again You even called me friend  You gave me strength to stand alone again To face the world out on my own again You put me high upon a pedestal So high that I could almost see eternity You needed me, you needed me You needed me, you needed me  ",
        "title": "You Needed Me"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  [Male]: Whenever I call you \"friend\" I begin to think I understand Anywhere we are You and I have always been, ever and ever  [Both]: I see myself within your eyes And that's all I need to show me why Everything I do always takes me home to you, (ever and ever)  [Male]: Now I know my life has given me more than memories Day by day, we can see [Female]: In every moment there's a reason to carry on  [Both]: Sweet love's showing us a heavenly light I've never seen such a beautiful sight See love glowing on us every night I know forever we'll be doing it Sweet love's showing us a heavenly light [Male]: I've never seen such a beautiful sight [Both]: See love glowing on us every night [Male]: I know forever we'll be doing it right  [Female]: Whenever I call you \"friend\" I believe I've come to understand Everywhere we are You and I were meant to be, forever and ever [Male]: I think about the times to come Knowing I will be the lucky one And ever our love will last I always want to call you... [Both]: ....friend  Sweet love's showing us a heavenly light [Male]: I've never seen such a beautiful sight [Both]: See love glowing on us every night I know forever we'll be doing it  [Female]: Now I know my life has given me more than memories [Male]: Day by day, we can see [Female]: In every moment there's a reason to carry on  [Both]: Sweet love's showing us a heavenly light [Male]: I've never seen such a beautiful sight [Both]: See love glowing on us every night I know forever we'll be doing it, doing it Sweet love's showing us a heavenly light [Female]: I've never seen such a beautiful sight [Both]: See love glowing on us every night I know forever we'll be doing it, doing it, doing it  (Sweet love, sweet love, yeah)  [Male]: You're the glowing light in my life Source of pride in my life [Female]: Everything I do takes me back to you [Male]: Whenever I call you friend... (Fadeout)  ",
        "title": "Whenever I Call You \"Friend\""
    },
    {
        "artist": "John Paul Young",
        "lyrics": "  Love is in the air Everywhere I look around Love is in the air Every sight and every sound  And I don't know if I'm being foolish Don't know if I'm being wise But it's something that I must believe in And it's there when I look in your eyes  Love is in the air In the whisper of the trees Love is in the air In the thunder of the sea  And I don't know if I'm just dreaming Don't know if I feel sane But it's something that I must believe in And it's there when you call out my name  [Chorus] Love is in the air Love is in the air Oh oh oh Oh oh oh  Love is in the air In the rising of the sun Love is in the air When the day is nearly done  And I don't know if you're an illusion Don't know if I see it true But you're something that I must believe in And you're there when I reach out for you  Love is in the air Everywhere I look around Love is in the air Every sight and every sound And I don't know if I'm being foolish Don't know if I'm being wise  But it's something that I must believe in And it's there when I look in your eyes  (Chorus 4X)  ",
        "title": "Love Is In The Air"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  [Verse 1:] Spring was never waiting for us, dear It ran one step ahead As we followed in the dance  [Chorus:] MacArthur's Park is melting in the dark All the sweet, green icing flowing down Someone left the cake out in the rain I don't think that I can take it 'Cause it took so long to bake it And I'll never have that recipe again Oh, no  [Verse 2:] I recall the yellow cotton dress Foaming like a wave On the ground beneath your knees The birds like tender babies in your hands And the old men playing Chinese checkers by the trees  [Repeat Chorus:]  [Instrumental Interlude]  [Repeat Chorus:]  ",
        "title": "MacArthur Park"
    },
    {
        "artist": "Boston",
        "lyrics": null,
        "title": "Don't Look Back"
    },
    {
        "artist": "John Travolta & Olivia Newton-John & Cast",
        "lyrics": "  [Verse 1: Danny + Sandy] Summer lovin', had me a blast Summer lovin', happened so fast I met a girl crazy for me Met a boy cute as can be  [Both] Summer days drifting away To, uh oh, those summer nights  [Chorus] [T-Birds] Well-a, well-a, well-a, uh! Tell me more, tell me more [Doody] Did you get very far? [Pink Ladies] Tell me more, tell me more [Marty] Like does he have a car?  [Verse 2: Danny + Sandy] She swam by me, she got a cramp He ran by me, got my suit damp I saved her life, she nearly drowned He showed off splashing around  [Both] Summer sun, something's begun But, uh oh, those summer nights  [Chorus] [T-Birds and Pink Ladies] Well-a, well-a, well-a, uh! [Pink Ladies] Tell me more, tell me more [Frenchy] Was it love at first sight? [T-Birds] Tell me more, tell me more [Kenickie] Did she put up a fight?  [Verse 3: Danny + Sandy] Took her bowling in the arcade We went strolling, drank lemonade We made out under the dock We stayed out till ten o'clock  [Both] Summer fling don't mean a thing But, uh oh, those summer nights  [Chorus] [T-Birds and Pink Ladies] Woah, woah, woah [T-Birds] Tell me more, tell me more [Sonny] But you don't gotta brag [Pink Ladies] Tell me more, tell me more [Rizzo] Cause he sounds like a drag  [All] Shooda-bop bop Shooda-bop bop Shooda-bop bop Shooda-bop bop Shooda-bop bop Shooda-bop bop Shooda-bop bop Yeah  [Verse 4: Danny + Sandy] He got friendly holding my hand Well, she got friendly down in the sand He was sweet, just turned eighteen Well, she was good, you know what I mean  [Both] Summer heat, boy and girl meet But, uh oh, those summer nights  [Chorus] [T-Birds and Pink Ladies] Woah, woah, woah [Pink Ladies] Tell me more, tell me more [Jan] How much dough did he spend? [T-Birds] Tell me more, tell me more [Sonny] Could she get me a friend?  [Bridge: Danny + Sandy] It turned colder, that's where it ends So I told her we'd still be friends Then we made our true love vow Wonder what she's doin' now  [Both (T-Birds and Pink Ladies)] Summer dreams ripped at the seams But, oh, those summer nights (Tell me more, tell me more)  ",
        "title": "Summer Nights"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  [Verse 1] I don't know how this whole business started Of you thinkin' that I had been untrue But if you think that we'd be better parted It's gonna hurt me but I'll break away from you Well, just give me the sign and I will be gone, yeah  [Chorus] That's how much I feel feel for you, baby How much I need, I need your touch How much I live I live for your lovin' That's how much, that's how much That's how much, that's how much  [Verse 2] I sleep alone, and late at night I'm dreamin' Of the togetherness that seems to be leavin' me, oh no I'd give it all and then I'd give some more If you would only love me like you had before Take hold of my hand all will be forgiven  [Chorus]  [Bridge] So you try, try to stay in the middle And then you cry, well you cry just a little Then you both realize just how foolish you've been And you try to make amends but you're better off as friends Cause that's how much, that's how much That's how much, that's how much  [Verse 3] How's your life been goin' on? I've got a wife now years we've been goin' strong Oh no there's just something that I've got to say Sometimes when we make love I still can see your face Just try to recall when we were as one  [Chorus]  ",
        "title": "How Much I Feel"
    },
    {
        "artist": "Gerry Rafferty",
        "lyrics": "  You know I need your love You've got that hold over me Long as I've got your love You know that I'll never leave When I wanted you to share my life I had no doubt in my mind And it's been you woman Right down the line  I know how much I lean on you Only you can see The changes that I've been through Have left a mark on me You've been as constant as a Northern Star The brightest light that shines It's been you woman right down the line  I just wanna say this is my way Of telling you everything I could never say before Yeah this is my way of telling you That every day I'm loving you so much more Cause you believed in me through my darkest night Put something better inside of me You brought me into the light Threw away all those crazy dreams I put them all behind And it was you woman Right down the line  I just wanna say this is my way of telling you everything I could never say before Yeah this is my way of telling you Everything I could never say before Yeah this is my way of telling you That every day I'm loving you so much more  If I should doubt myself, if I'm losing ground I won't turn to someone else They'd only let me down When I wanted you to share my life I had no doubt in my mind And it's been you woman Right down the line  ",
        "title": "Right Down The Line"
    },
    {
        "artist": "Foreigner",
        "lyrics": "  [Verse 1] Feeling down 'n' dirty, feeling kinda mean I've been from one to another extreme This time I had a good time, ain't got time to wait I wanna stick around 'till I can't see straight  [Chorus] Fill my eyes with that double vision No disguise for that double vision Ooh, when it gets through to me, it's always new to me My double vision gets the best of me  [Verse 2] Never do more than I, I really need My mind is racing, but my body's in the lead Tonight's the night, I'm gonna push it to the limit I live all of my years in a single minute  [Chorus] Fill my eyes with that double vision No disguise for that double vision Ooh, when it gets through to me, it's always new to me My double vision always seems to get the best of me, the best of me, yeah-eah eah-eah-hey  [Outro] Oh-ooh (oh) oh-oh, double vision (Oh) I need double vision (Oh, double vision) it takes me out of my head, taking me out of my head (Oh, double vision) I get my double vision, woa-oah (Oh, double vision) seeing double double, double vision (Oh, double vision) oh-oh my my double vision (Oh, double vision) double vision, yeah-ah-ah eah-eah eah-eah ah (Oh, double vision) I get double vision, oooh How, how?  ",
        "title": "Double Vision"
    },
    {
        "artist": "Foxy",
        "lyrics": null,
        "title": "Get Off"
    },
    {
        "artist": "Captain & Tennille",
        "lyrics": null,
        "title": "You Never Done It Like That"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": null,
        "title": "Back In The U.s.a."
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  She can kill with a smile, she can wound with her eyes She can ruin your faith with her casual lies And she only reveals what she wants you to see She hides like a child but she's always a woman to me  She can lead you to love, she can take you or leave you She can ask for the truth but she'll never believe you And she'll take what you give her as long as it's free Yeah she steals like a thief but she's always a woman to me  Oh, she takes care of herself, she can wait if she wants She's ahead of her time Oh, and she never gives out and she never gives in She just changes her mind  And she'll promise you more than the Garden of Eden Then she'll carelessly cut you and laugh while you're bleeding But she'll bring out the best and the worst you can be Blame it all on yourself cause she's always a woman to me  Oh, she takes care of herself, she can wait if she wants She's ahead of her time Oh, and she never gives out and she never gives in She just changes her mind  She is frequently kind and she's suddenly cruel She can do as she pleases, she's nobody's fool But she can't be convicted, she's earned her degree And the most she will do is throw shadows at you But she's always a woman to me  ",
        "title": "She's Always A Woman"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Chorus 1: Pete Townshend & John Entwistle] Who are you? Who, who, who, who? Who are you? Who, who, who, who? Who are you? Who, who, who, who? Who are you? Who, who, who, who?  [Verse 1: Roger Daltrey] I woke up in a Soho doorway A policeman knew my name He said \"You can go sleep at home tonight If you can get up and walk away\" I staggered back to the underground And the breeze blew back my hair I remember throwing punches around And preaching from my chair  [Chorus 2: The Who] Well, who are you? (Who are you? Who, who, who, who?) I really want to know (Who are you? Who, who, who, who?) Tell me who are you? (Who are you? Who, who, who, who?) Because I really want to know (Who are you? Who, who, who, who?)  [Verse 2: Roger Daltrey] I took the tube back out of town Back to the Rolling Pin I felt a little like a dying clown With a streak of Rin Tin Tin I stretched back and I hiccupped And looked back on my busy day Eleven hours in the Tin Pan God, there's got to be another way Oh wa oh wa oh wa oh wa  [Chorus 3: The Who] Well, who are you? (Who are you? Who, who, who, who?) Oh, who are you? (Who are you? Who, who, who, who?) Come on tell me who are you? (Who are you? Who, who, who, who?) Oh, who the fuck are you? (Who are you? Who, who, who, who?)  [Chorus 4: Townshend & Entwistle] Who are you? Ooh wa ooh wa ooh wa ooh wa ooh Ooh wa ooh wa ooh wa ooh wa ooh Ooh wa ooh wa ooh wa ooh wa ooh Ooh wa ooh wa ooh wa ooh wa ooh Ooh wa ooh wa ooh wa ooh wa ooh Ooh wa ooh wa ooh wa ooh wa ooh  [Chorus 1: The Who] Who are you? Who, who, who, who? Who are you? Who, who, who, who? Who are you? Who, who, who, who? Who  are you? Who, who, who, who?  [Chorus 2: The Who] I really want to know (Who are you? Who, who, who, who?) I really want to know (Who are you? Who, who, who, who?) Come on tell me who are you? (Who are you? Who, who, who, who?) Because I really want to know (Who are you? Who, who, who, who?)  [Verse 3: Roger Daltrey] I know there's a place you walked Where love falls from the trees My heart is like a broken cup I only feel right on my knees I spit out like a sewer hole Yet still receive your kiss How can I measure up to anyone now After such a love as this?  [Outro: The Who] Well, who are you? (Who are you? Who, who, who, who?) Tell me whoa are you(Who are you? Who, who, who, who?) Oh, I really want to know (Who are you? Who, who, who, who?) Tel me, tell me, who are you? (Who are you? Who, who, who, who?) Come on, come on, who? (Who are you? Who, who, who, who?) Oh, who the fuck are you? (Who are you? Who, who, who, who?) Who are you? (Who are you? Who, who, who, who?) Oh, tell me who are you (Who are you? Who, who, who, who?) I really wanna know Oh, I really wanna know Come on tell me, who are you, you, you, you? Who are you?  ",
        "title": "Who Are You"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  [Verse 1] Guess mine is not the first heart broken My eyes are not the first to cry I'm not the first to know There's just no getting over you  You know, I'm just a fool who's willing To sit around and wait for you But baby, can't you see There's nothing else for me to do? I'm hopelessly devoted to you  [Chorus] But now there's nowhere to hide Since you pushed my love aside I'm out of my head Hopelessly devoted to you Hopelessly devoted to you Hopelessly devoted to you  [Verse 2] My head is saying, \"Fool, forget him\" My heart is saying, \"Don't let go Hold on till the end\" And that's what I intend to do I'm hopelessly devoted to you  [Chorus] But now there's nowhere to hide Since you pushed my love aside I'm out of my head Hopelessly devoted to you Hopelessly devoted to you Hopelessly devoted to you  ",
        "title": "Hopelessly Devoted To You"
    },
    {
        "artist": "Alicia Bridges",
        "lyrics": "  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Please don't talk about love tonight Please don't talk about sweet love Please don't talk about begin true And all the trouble we've been through  Ah, please don't talk about all of the plans we had For fixin' this broken romance I want to go where the people dance I want some action, I want to live!  Action, I got so much to give I want to give it I want to get some too  Ohoho, I Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Please don't talk about love tonight Your sweet talking won't make it right Love and lies just bring me down When you've got women all over town  You can love them all and when you're through Maybe that'll make, huh, a man out of you I got to go where the people dance I want some action, I want to live!  Action, I got so much to give I want to give it I want to get some too  Ohoho, I Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  Oh, I love the nightlife I've got to boogie On the disco' round, oh yeah  I love the nightlife I've got to boogie On the disco' round, oh yeah  ",
        "title": "I Love The Nightlife (Disco 'round)"
    },
    {
        "artist": "Crystal Gayle",
        "lyrics": "  [Verse 1] Three o'clock in the morning And it looks like it's gonna be Another sleepless night I've been listening to your dreams And getting very low Wondering what I can do  [Verse 2] Maybe I'm being foolish 'Cause I haven't heard you mention Anybody's name at all How I wish I could be sure It's me that turns you on Each time you close your eyes I've heard it said that dreamers never lie  [Chorus] You've been talking in your sleep Sleeping in your dreams With some sweet lover Holding on so tight Loving her the way You used to love me Talking in your sleep With loving on your mind  [Verse 3] Maybe I'm being foolish 'Cause I haven't heard you mention Anybody's name at all How I wish I could be sure It's me that turns you on Each time you close your eyes I've heard it said that dreamers never lie  [Chorus] You've been talking in your sleep Sleeping in your dreams With some sweet lover Holding on so tight Loving her the way You used to love me Talking in your sleep With loving on your mind  [Tag] You've been talking in your sleep  ",
        "title": "Talking In Your Sleep"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Intro] I'll never be your beast of burden My back is broad but it's a hurting All I want is for you to make love to me  I'll never be your beast of burden I've walked for miles my feet are hurting All I want is for you to make love to me  Am I hard enough Am I rough enough Am I rich enough I'm not too blind to see  I'll never be your beast of burden So let's go home and draw the curtains Music on the radio Come on baby make sweet love to me  Am I hard enough Am I rough enough Am I rich enough I'm not too blind to see  Oh little sister Pretty, pretty, pretty, pretty, girl  [Bridge] Pretty, pretty, pretty, pretty, pretty,pretty girl Pretty, pretty Such a pretty, pretty, pretty girl Come on baby please, please, please  I'll tell you you can put me out on the street Put me out with no shoes on my feet But, put me out, put me out Put me out of misery  Yeah, all your sickness I can suck it up Throw it all at me I can shrug it off There's one thing baby that I don't understand You keep on telling me I ain't your kind of man  Ain't I rough enough, oh honey Ain't I tough enough Ain't I rich enough in love enough Oh please  I'll never be your beast of burden I'll never be your beast of burden Never, never, never, never, never, never, never be  I'll never be your beast of burden I've walked for miles my feet are hurting All I want is for you to make love to me  I don't need the beast of burden I need no fussing I need no nursing Never, never, never, never, never, never, never be  ",
        "title": "Beast Of Burden"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "It's A Laugh"
    },
    {
        "artist": "Gino Vannelli",
        "lyrics": "  [Verse 1] For your love When I think about those nights in Montreal I get the sweetest thoughts of you and me Memories of love above the city lights Ooh, I tried so hard to take it But oh lord my heart won't make it  [Chorus] I just wanna stop And tell you what I feel about you babe I just wanna stop I never wanna live without you babe I just gotta stop For your love  [Verse 2] When I think about the way the world must turn I get the saddest thoughts for you and me Memories of life and times go on and on Ooh, Ive tried hard to forget it But of lord my mind won't let it  [Chorus]  [Bridge] Ooo, Ive tried so hard to take it But oh lord my heart won't make it  [Chorus]  ",
        "title": "I Just Wanna Stop"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  You remind me I live in a shell Safe from the past And doing' okay But not very well No jolts, no surprises No crisis arises: My life goes along as it should It's all very nice But not very good And I'm Ready To Take A Chance Again Ready to put my love on the line with you Been living with nothing to show for it; You get what you get when you go for it And I'm Ready To Take Chance Again with you When she left me in all my despair I just held on My hopes were all gone Then I found you there And I'm Ready To Take A Chance Again Ready To Take A Chance Again with you With you  ",
        "title": "Ready To Take A Chance Again"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  We're gonna break out the hats and hooters When Josie comes home We're gonna rev up the motor scooters When Josie comes home to stay We're gonna park in the street Sleep on the beach and make it Throw down the jam till the girls say when Lay down the law and break it When Josie comes home  When Josie comes home So good She's the pride of the neighborhood She's the raw flame The live wire She prays like a Roman With her eyes on fire  Jo would you love to scrapple She'll never say no Shine up the battle apple We'll shake 'em all down tonight We're gonna mix in the street Strike at the stroke of midnight Dance on the bones till the girls say when Pick up what's left by daylight When Josie comes home  When Josie comes home So bad She's the best friend we never had She's the raw flame The live wire She prays like a Roman With her eyes on fire  When Josie comes home So good She's the pride of the neighborhood She's the raw flame The live wire She prays like a Roman With her eyes on fire  ",
        "title": "Josie"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": "  You're looking kinda lonely girl Would you like someone new to talk to Ah-yeh, alright I'm feeling kinda lonely too If you don't mind can I sit down here beside you Ah-yeah, alright  If I seem to come on too strong I hope that you will understand I say these things 'cause I'd like to know If you're as lonely as I am and if you mind Sharing the night together Oh-yeah, sharing the night together Oh-yeah, sharing the night  We could bring in the morning girl If you want to go that far And if tomorrow find us together Right here the way we are would you mind Sharing the night together Oh-yeah, sharing the night together Oh-yeah, sharing the night  Would you like to dance with me and hold me You know I want to be holding you Ah-yeah, alright 'Cause I like feeling like I do And I see in your eyes that you're liking it too Ah yeah, alright Like to get to know you better Is there a place where we can go Where we can be alone together And turn the lights down low And start sharing the night together Oh-yeah, sharing the night together Oh-yeah, sharing the night together Oh-yeah, sharing the night  ",
        "title": "Sharing The Night Together"
    },
    {
        "artist": "Sylvester",
        "lyrics": null,
        "title": "Dance (Disco Heat)"
    },
    {
        "artist": "Bob Seger & The Silver Bullet Band",
        "lyrics": "  {Intro}  She stood there bright as the sun on that California coast He was a Midwestern boy on his own She looked at him with those soft eyes, so innocent and blue He knew right then he was too far from home He was too far from home  She took his hand and she led him along that golden beach They watched the waves tumble over the sand They drove for miles and miles up those twisting, turning roads Higher and higher and higher they climbed  And those Hollywood nights In those Hollywood hills She was looking so right In her diamonds and frills Oh those big city nights In those high rolling hills Above all the lights She had all of her skills  {Bridge}  He'd headed west cause he felt that a change would do him good See some old friends, good for the soul She had been born with a face that would let her get her way He saw that face and he lost all control He had lost all control  Night after night, day after day, it went on and on Then came that morning he woke up alone He spent all night staring down at the lights on LA Wondering if he could ever go home  And those Hollywood nights In those Hollywood hills She was looking so right It was giving him chills In those big city nights In those high rolling hills Above all the lights With a passion that kills  In those Hollywood nights In those Hollywood hills She was looking so right In her diamonds and frills Oh those big city nights In those high rolling hills Above all the lights She had all of her skills  In those Hollywood nights....  ",
        "title": "Hollywood Nights"
    },
    {
        "artist": "Stonebolt",
        "lyrics": null,
        "title": "I Will Still Love You"
    },
    {
        "artist": "Commodores",
        "lyrics": "  Thanks for the times that you've given me The memories are all in my mind And now that we've come to the end of our rainbow There's something I must say out loud  You're once Twice Three times a lady And I love you  Yes, you're once Twice Three times a lady And I love you I love you  You shared my dreams My joys My pains You made my life worth living for And if I had to live my life over again, dear I'd spend each and every moment with you  You're once Twice Three times a lady And I love you  Yes, you're once Twice Three times a lady And I love you I love you  When we are together The moments I cherish With every beat of my heart To touch you To hold you To feel you To need you There's nothing to keep us apart  You're once Twice Three times a lady And I love you  You're once Twice Three times a lady And I love you  Yes, you're once Twice Three times a lady And I love you I love you  ",
        "title": "Three Times A Lady"
    },
    {
        "artist": "Michael Johnson",
        "lyrics": null,
        "title": "Almost Like Being In Love"
    },
    {
        "artist": "David Gates",
        "lyrics": null,
        "title": "Took The Last Train"
    },
    {
        "artist": "Al Stewart",
        "lyrics": "  It was late in December, the sky turned to snow All round the day was goin' down slow Night like a river beginning to flow I felt the beat of my mind go Drifting into time passages Years go falling in the fading light Time passages Buy me a ticket on the last train home tonight  Well I'm not the kind to live in the past The years run too short and the days too fast The things you lean on, are the things that don't last Well it's just now and then, my line gets cast into these Time passages There's something back here that you left behind Oh, time passages Buy me a ticket on the last train home tonight  Hear the echoes and feel yourself starting to turn Don't know why you should feel That there's something to learn It's just a game that you play  Well the picture is changing, now you're part of a crowd They're laughing at something, and the music's loud A girl comes towards you, you once used to know You reach out your hand, but you're all alone in these Time passages I know you're in there, you're just out of sight Oh, time passages Buy me a ticket on the last train home tonight  ",
        "title": "Time Passages"
    },
    {
        "artist": "Player",
        "lyrics": "  Something's got a hold on me Something deep inside I know that I should try to run But I feel my hands are tied I don't know where you came from But you found your way to me I don't ever wanna be set free  Woman black as coal, sister to the night Stroke my body, touch my soul Make me feel all right I don't know just what you want But you got your mark on me It's become so very plain to see  I'm a prisoner of your love I don't wanna be set free I'm where I wanna be, yeah You're the keeper of my soul You got complete control Lock the door and throw away the key, yeah  Every night I feel the love flowing through my veins I know my body's free to leave But my heart's tied up in chains Girl, you've got the best of me Don't know what to do Might as well resign myself to you  Oh, let me be the only star of your fantasy It took me time to realize I'm where I wanna be Safe inside your paradise, leave the world behind I'm just a prisoner of your love  ",
        "title": "Prisoner Of Your Love"
    },
    {
        "artist": "Paul Davis",
        "lyrics": null,
        "title": "Sweet Life"
    },
    {
        "artist": "Meco",
        "lyrics": "  Meco Miscellaneous Themes From \"the Wizard Of Oz\" Themes from \"The Wizard of Oz\" Meco (Meco Monardo) (Wicked Witch laughs, Toto barks) Cowardly Lion: \"Rrrruf! Rrrruf!! Rrrruf!!! Put 'em up, put 'em up!\" We're off to see the Wizard The wonderful Wizard of Oz You'll find that the man is a whiz of a Wiz If ever a Wiz there was If ever, if ever a Wiz there was The Wizard of Oz is one because Because, because, because, because, because Of the wonderful things he does We're off to see the Wizard The wonderful Wizard of Oz Wicked Witch: (Laughs) \"I'll get you my pretty! And your little dog, too!\" (laughs) From: \"David Hayman\"  ",
        "title": "Themes From The Wizard Of Oz"
    },
    {
        "artist": "Styx",
        "lyrics": "  [Verse 1] Give me a job, give me security Give me a chance to survive I'm just a poor soul in the unemployment line My God, I'm hardly alive My mother and father, my wife and my friends I see them laugh in my face But I've got the power, and I've got the will I'm not a charity case  [Hook] I'll take those long nights, impossible odds Keeping my eye to the keyhole If it takes all that to be just what I am I'm gonna be a blue collar man  [Verse 2] Make me an offer that I can't refuse Make me respectable, man This is my last time in the unemployment line So like it or not I'll take those  [Chorus] Long nights, impossible odds Keeping my back to the wall If it takes all that to be just what I am I'm gonna be a blue collar man  [Verse 3] Keeping my mind on a better life When happiness is only a heartbeat away Paradise, can it be all I heard it was I close my eyes and maybe I'm already there  [Chorus x2]  ",
        "title": "Blue Collar Man (Long Nights)"
    },
    {
        "artist": "Wings",
        "lyrics": "  Walking down the sidewalk on a purple afternoon I was accosted by a barker playing a simple tune Upon his flute - toot toot toot toot Silver rain was falling down Upon the dirty ground of London Town People pass me by on my imaginary street Ordinary people it's impossible to meet Holding conversations that are always incomplete Well, I don't know Oh where are there places to go Someone somewhere has to know I don't know Out of work again the actor entertains his wife With the same old stories of his ordinary life Maybe he exaggerates the trouble and the strife Well, I don't know Oh, where are there places to go Someone somewhere has to know Crawling down the pavement on a Sunday afternoon I was arrested by a rozzer wearing a pink balloon About his foot - toot toot toot toot Silver rain was falling down Upon the dirty ground of London Town Someone somewhere has to know Silver rain was falling down Upon the dirty ground of London Town  ",
        "title": "London Town"
    },
    {
        "artist": "Pablo Cruise",
        "lyrics": "  I remember how you caught my eye The first time you smiled at me Something kind of happened from the very start Just like it was meant to be  Your love has taken hold of me And now I've just got to let you know  Don't want to live without it Now that I've found your love There ain't no doubt about it You are the one I love  Sometimes it seems like magic When two people come together I can't believe what you done for me Our love keeps getting better  I feel like I've been born again And I know that the best is yet to come  Don't want to live without it Now that I've found your love There ain't no doubt about it, no You are the one I love, oh  Don't want to live without it (No I don't) Now that I've found your love (Now that I've found your love)  There ain't no doubt about it (Ain't no doubt about it) You are the one I love (The one I love)  Don't want to live without it (No, baby) Now that I've found your love (Now that I've found it for sure) There ain't no doubt about it (There ain't no doubt about it) You are the one I love (You are the one, you are the one)  Don't want to live without you Now that I've found your love There ain't no doubt (Ain't no doubt about it, baby) You are the one I love (You are the one)  Don't want to live without it (No) Don't want to live without it (Don't want to live without your love)  Don't want to live without it (Oh) Don't want to live without it (Oh, yes about you)  Don't want to live without it (No I don't, oh no) Don't want to live without it (Oh) Don't want to live without it  ",
        "title": "Don't Want To Live Without It"
    },
    {
        "artist": "Diana Ross & Michael Jackson",
        "lyrics": "  Come on and Ease on down, ease on down the road Come on, ease on down Ease on down down the road Don't you carry nothing That might be a load Come on, ease on down Ease on down the road  Come on, ease on down, ease on down the road Come on, ease on down, ease on down down the road Don't you carry nothing That might be a load Come on, ease on down, ease on down, down the road  Pick your left foot up When your right foot's down Come on legs keep movin' Don't you lose no ground You just keep on keepin' On the road that you choose Don't you give up walkin' 'Cause you gave up shoes  Ease on down, ease on down the road Come on, ease on down Ease on down the road Don't you carry nothing That might be a load Come on, ease on down Ease on down the road  'Cause there may be times When you think you lost your mind And the steps you're takin' Leave you three, four steps behind But the road you're walking Might be long sometimes You just keep on trukin' And you'll just be fine, yeah  Ease on down, ease on down the road Come on, ease on down Ease on down the road Don't you carry nothing That might be a load Come on, ease on down Ease on down the road  Well there maybe times When you wish you wasn't born And you wake one morning Just to find your courage's gone But just know that feeling Only last a little while You stick with us And we'll show you how to smile, yeah  Get 'em up, goin' down, ease on down Get 'em up, goin' down, ease on down Get 'em up, goin' down, ease on down Get 'em up, get 'em up, ease on down  ",
        "title": "Ease On Down The Road"
    },
    {
        "artist": "Eric Carmen",
        "lyrics": null,
        "title": "Change Of Heart"
    },
    {
        "artist": "Stephen Bishop",
        "lyrics": null,
        "title": "Everybody Needs Love"
    },
    {
        "artist": "Andy Gibb",
        "lyrics": "  I've been here all your life Watching your crying game You were the heaven in my lonely world And he was your sun and your rain  I was losing you before I ever held you tight Before you ever held me in your arms And I won't make you blue And maybe an everlasting love will do  Ah, we got an everlasting love So tall, so wide, so high above The rumble of thunder down below It's your love I need, it's the only show  And it's you want an everlasting dream Can take us anywhere are the tears Of yesterday, we killed the pain, we blew away The memories of the tears we cried And an everlasting love will never die  Take me out of the cold Give me what I've hungered for If it's the pleasure of taking my heart that you need Then it only makes me love you more  I was yours before the stars were born and you were mine I could have saved you all the pain you knew And I won't make you cry And maybe an everlasting love can try  Ah, we got an everlasting love So tall, so wide, so high above The rumble of thunder down below It's your love I need, it's the only show  And it's you want an everlasting dream Can take us anywhere are the tears Of yesterday, we killed the pain, we blew away The memories of the tears we cried And an everlasting love will never die  Ah, we got an everlasting love So tall, so wide, so high above The rumble of thunder down below It's your love I need, it's the only show  And it's you want an everlasting dream Can take us anywhere are the tears Of yesterday, we killed the pain, we blew away The memories of the tears we cried And an everlasting love will never die  Ah, we got an everlasting love So tall, so wide, so high above The rumble of thunder down below It's your love I need, it's the only show  And it's you want an everlasting dream Can take us anywhere are the tears Of yesterday, we killed the pain, we blew away The memories of the tears we cried And an everlasting love will never die  ",
        "title": "An Everlasting Love"
    },
    {
        "artist": "Firefall",
        "lyrics": null,
        "title": "Strange Way"
    },
    {
        "artist": "Heart",
        "lyrics": "  Quite some time, I been sittin' it out Didn't take no chances, I was a prisoner of doubt I knocked down the wailin' wall, ain't no sin Got the feel of fortune, deal me in  Comin' straight on for you You made my mind Now I'm stronger, now I'm comin' through Straight on, straight on for you Straight on for you  Now I know I got to play my hand What the winner don't know, a gambler understands My heart keeps playin' it through with you, my friend I'll take my chances on you again and again, again  Comin' straight on for you You made my mind Now I'm stronger, now I'm comin' through Straight on, straight on for you Straight on for you  Comin' straight on for you You made my mind And now I'm stronger, now I'm comin' through Straight on, straight on for you Straight on, straight on Straight on for you Straight on for you  You made my mind Now I'm stronger, now I'm comin' through Straight on, straight on for you Straight on, straight on I'm straight on for you Straight on for you  ",
        "title": "Straight On"
    },
    {
        "artist": "Funkadelic",
        "lyrics": "  [Intro] 'Bout that time They asked me where was I going you know I, said, well You have to be reasonable So you know I've never been away from home before And, uh, besides they gave me a good deal And I think that, uh Funkadelica is You know, the nation That, you know, I would like to, live under (What in the world is this boy talking about?)  [Hook] Pledge a groovallegiance to the funk The United Funk of Funkadelica Uh, dey funk, well dey funk, today funk Of da United Funk of Funkadelica Pledge a groovallegiance to the funk I pledge groovallegiance to the flag Of funky, funky, Funkadelica, yeah The United Funk of Funkadelica Uh, dey funk, well dey funk, today funk With the united funk we can fly!  [Verse 1] For if our cause was unjust We couldn't bring this funk to you So we feel that it's a must It is something we should do You know  Let me take you by the hand And spread the funk across the land It's not hard to understand Headin' for the master plan  [Hook] Pledge a groovallegiance to the funk (Oh yeah) The United Funk of Funkadelica Oh Yea-Hoo Dey do do da funk Do da funk-de e de dee  [Verse 2] Pardon me, but I can tell We know each other very well Take my funk and let it grow And then we'll funk some more  Please come on, come all to the funk Let your feelings grow as one Join this nation, you will see That we can make you free Dip-Dip de-diddy-de-dep-dee  [Hook] Pledge a groovallegiance to the funk (Oh yeah) The United Funk of Funkadelica (Oh yeah) Do dey, do dey funk? Oh yeah Do dey funk? Un, hum Do dey funk?  [Verse 3] So if you just take the time You'd see we need to draw the line When we do I'm sure you'll find That we come to free your mind Oh yeah  Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow Do-doop--doop-do-wow  Do you promise to funk, the whole funk and Nothing but the funk Go forth and funk  [Outro] I am sorry I have but one funk to give to my nation One nation under a groove Think! it ain't illegal yet  In funk we trust Do you pledge grooveallegiance to the funk? One nation under a groove It ain't illegal yet  I believe in the funk!  ",
        "title": "One Nation Under A Groove - Part I"
    },
    {
        "artist": "Atlanta Rhythm Section",
        "lyrics": "  Come on Mama, give me a break Me and the boys are gonna stay out late I can't help it, it's in my bones We'll be jammin' all night long  Gonna play up a storm Ooh, yeah sure am  We're gonna have us a champagne jam We're gonna have us a champagne jam Ooh hoo  Break out the guitars and let's play some blues Don't want no whiskey gimme some high class booze Pour us some champagne Ooh, thank you maam  We're gonna have us a champagne jam We're gonna have us a champagne jam Yeah, so let's have some first class fun Everybody gonna play some  Let's raise a ruckus, let's tie one on Break out a bottle of Dom Perignon If they throw us in jail, we don't give a damn  We're gonna have us a champagne jam So, pour us some champangne, woo Thank you maam, thank you maam  We're gonna have us a champagne jam We're gonna have us a champagne jam Hey yeah yeah yeah So come on Woo hoo hoo  \"Ahh, play it Dean\"  \"Guitar\"  What do you say, whatchoo say Woo hoo Thank you maam  ",
        "title": "Champagne Jam"
    },
    {
        "artist": "John Travolta",
        "lyrics": "  [Intro: Danny + Kenickie] Why, this car could be systematic Hydromatic, ultramatic Why, it could be Greased Lightnin'! Greased Lightnin'  [Verse 1: Danny + Kenickie] We'll get some overhead lifters And four barrel quads, oh yeah Keep talking, whoa, keep talking Fuel injection cutoffs and chrome-plated rods, oh yeah We'll get her ready, I'll kill to get her ready With a four-speed on the floor, they'll be waiting at the door You know that ain't no shit We'll be getting lots of tit in Greased Lightnin' (Go, go, go, go go go go go go go go) [T-Birds]  [Chorus: Danny (T-Birds)] (Go) Go Greased Lightnin', you're burning up the quarter mile (Greased Lightnin', go Greased Lightnin') (Go) Go Greased Lightnin', you're coasting through the heat lap trials (Greased Lightnin', go Greased Lightnin') You are supreme, the chicks'll cream For Greased Lightnin' (Go, go, go, go go go go go go go go)  [Verse 2: Danny (T-Birds)] Purple fringe tail lights and 30-inch fins, oh yeah (Ooo) A Palomino dashboard and duel muffler twins, oh yeah (Ooo) With new pistons, plugs and shocks, I can get off my rocks You know that I ain't bragging, she's a real pussy wagon Greased Lightnin' (Go, go, go, go go go go go go go go)  [Chorus: Danny (T-Birds)] (Go) Go Greased Lightnin', you're burning up the quarter mile (Greased Lightnin', go Greased Lightnin') (Go) Go Greased Lightnin', you're coasting through the heat lap trials (Greased Lightnin', go Greased Lightnin') You are supreme, the chicks'll cream For Greased Lightnin' (Go, go, go, go go go go go go go go)  [Instrumental break]  [Chorus: Danny (T-Birds)] (Go) Go Greased Lightnin', you're burning up the quarter mile (Greased Lightnin', go Greased Lightnin') (Go) Go Greased Lightnin', you're coasting through the heat lap trials (Greased Lightnin', go Greased Lightnin') You are supreme, the chicks'll cream For Greased Lightnin' (Go, go, go, go go go go go go go go)  [Outro] Lightnin', lightnin', lightnin' Lightnin', lightnin', lightnin', lightnin', lightnin'  ",
        "title": "Greased Lightnin'"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  This is a song about your wavelength And my wavelength, baby You turn me on When you get me on your wavelength Yeah, yeah, yeah, yeah, yeah With your wavelength Oh, with your wavelength With your wavelength With your wavelength Oh mama, oh mama, oh mama, oh mama oh mama, oh mama Wavelength Wavelength You never let me down no You never let me down no When I'm down you always comfort me When I'm lonely you see about me You are ev'ry where you're 'sposed to be And I can get your station When I need rejuvenation Wavelength Wavelength You never let me down no You never let me down no I heard the voice of America Callin' on my wavelength Tellin' me to tune in on my radio I heard the voice of America Callin' on my wavelength Singin' \"Come back, baby Come back Come back, baby Come back\" Do do do dou dit do do dou dit do do do do do Do do do dou dit do do dou dit do do do do do Won't you play that song again for me About my lover, my lover in the grass, yeah, alright You have told me 'bout my destiny Singin' \"Come back, baby Come back Come back, baby Come back\" On my wavelength Wavelength You never let me down no You never let me down no When you get me on When you get me on your wavelength When you get me Oh, yeah, Lord You get me on your wavelength You got yourself a boy When you get me on Get me on your wavelength Ya radio, ya radio, ya radio Ya radio, ya radio, ya radio Wave wave wave  ",
        "title": "Wavelength"
    },
    {
        "artist": "Commodores",
        "lyrics": null,
        "title": "Flying High"
    },
    {
        "artist": "Robin Gibb",
        "lyrics": "  Oh darling, please believe me I'll never do you no harm Believe me when I tell you I'll never do you no harm  Oh darling, if you leave me I'll, I'll never make it alone So believe me when I beg you Don't you ever leave me alone, leave me alone  When you told me you didn't need me anymore Well, you know, I nearly broke down and cried When you told me you didn't need me anymore Well, you know, I nearly broke down and died  Oh darling, if you leave me I'll never make it alone So believe me when I tell you I'll never do you no harm  When you told me you didn't need me anymore Well, you know, you know I nearly broke down and cried When you told me you didn't need me anymore Well, you know, you know I nearly broke down and died  Oh darling, please believe me I'll never let you down So believe me when I tell you I'll never do you no harm  ",
        "title": "Oh! Darling"
    },
    {
        "artist": "City Boy",
        "lyrics": null,
        "title": "5.7.0.5."
    },
    {
        "artist": "Don Ray",
        "lyrics": "  It's a shame to complain But we got to have a lot more love It's a shame to complain But we got to have a lot more love  It's a shame to complain But we got to have a lot more love It's a shame to complain But we got to have a lot more love  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin'  Inside this world there's lots of casual lovers Unselfish lovin' they leave to the others They got to have it They can't do without it But ain't just a shame the way that they go about it  For your information We need more loving To help the situation Got to have lovin'  To keep the world together We need more loving We got to stick together Got to have lovin'  We got to (Got to) Need to (Have it)  Have lots more lovin' We need to (Have it) Go to (Have it) Lots more lovin'  It's a shame to complain But we got to have a lot more love It's a shame to complain But we got to have a lot more love  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin'  And in this world you find The kind that would please you One day they love you The next day they leave you  They love to be loved But seldom return it They're using up a good thing And they just don't deserve it  For your information We need more loving To help the situation Got to have lovin'  To keep the world together We need more loving We got to stick together Got to have lovin'  We got to (Got to) Need to (Have it)  Have lots more lovin' We need to (Have it) Go to (Have it) Lots more lovin'  It's a shame to complain But we got to have a lot more love It's a shame to complain But we got to have a lot more love  It's a shame to complain But we got to have a lot more love It's a shame to complain But we got to have a lot more love  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin'  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin'  A world so big can make a person feel lonely You got no money your clothes may be homely  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin'  But if your pockets light as a feather Just wrap yourself in lovin' And you'll feel a lot better  It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more lovin' It's a shame to complain But we got to have a lot more  ",
        "title": "Got To Have Loving"
    },
    {
        "artist": "Dolly Parton",
        "lyrics": null,
        "title": "Heartbreaker"
    },
    {
        "artist": "Peter Brown With Betty Wright",
        "lyrics": null,
        "title": "You Should Do It"
    },
    {
        "artist": "Leo Sayer",
        "lyrics": null,
        "title": "Raining In My Heart"
    },
    {
        "artist": "Gene Cotton",
        "lyrics": "  There was a lights out television show There was an Amos and Andy on the radio And a man on a hill runnin' round don't you know Sayin' \"ev'rybody here got to go\" Sayin' \"ev'rybody here got to go\" There were some people out in Hollywood The words they had spoken it was well understood But three thousand miles and for ev'ryone's good A man stood singing his song Dancin' around all the tombstones he said \"That a man if he's livin' would rather be dead\" And he opened the eyes to the typewriter lead And he said, \"Now it won't be too long.\"  (Repeat chorus) The people they gathered from miles all around Like a Sunday in Salem they all could be found And the lights all went out with a deafening sound As the church bells rang once again The curtains were drawn and the prophets had cried When somebody screamed that the joker had lied But the damage was done and the saints crucified And the truth will be lost till the end  (Repeat Chorus)  ",
        "title": "Like A Sunday In Salem (The Amos & Andy Song)"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  You think you're going to take her away With your money and your cocaine Keep thinking that her mind is going to change But I know everything is okay  She's going to listen to her heart It's going to tell her what to do Well, she might need a lot of loving But she don't need you  You want me to think that I'm being used You want her to think it's over Can't you see it doesn't matter what you do Buddy you don't even know her  (Chorus)  And you just can't creep up behind her And you can't understand that she's my girl She's my girl  (Chorus)  ",
        "title": "Listen To Her Heart"
    },
    {
        "artist": "10cc",
        "lyrics": "  [Verse 1] I was walkin' down the street Concentrating on truckin' right I heard a dark voice beside of me And I looked round in a state of fright I saw four faces, one mad A brother from the gutter They looked me up and down a bit And turned to each other  [Hook 1] I say I don't like cricket, oh no I love it I don't like cricket, no no I love it  [Post-Hook 1] Don't you walk through my words You got to show some respect Don't you walk through my words 'Cause you ain't heard me out yet  [Verse 2] Well he looked down at my silver chain He said I'll give you one dollar I said you've got to be joking man It was a present from me' mother He said, \"I like it I want it I'll take it off your hands And you'll be sorry you crossed me You'd better understand that you're alone A long way from home\"  [Hook 2] And I say I don't like reggae, no no I love it I don't like reggae I love it  [Post-Hook 2] Don't you cramp me style Don't you queer me pitch Don't you walk through my words 'Cause you ain't heard me out yet  [Verse 3] I hurried back to the swimming pool Sippin' piña colada I heard a dark voice beside me say \"Would you like something hotter?\" She said, \"I've got it, you want it My harvest is the best And it you try it, you'll like it And wallow in a dreadlock holiday  [Hook 3] And I say Don't like Jamaica, oh no I love her Don't like Jamaica, oh no I love her, oh yea  [Post-Hook 3] Don't you walk through her words You got to show some respect Don't you walk through her words 'Cause you ain't heard her out yet  [Outro] I don't like cricket I love it (Dreadlock Holiday) I don't like reggae I love it (Dreadlock Holiday) Don't like Jamaica I love her (Dreadlock Holiday)  ",
        "title": "Dreadlock Holiday"
    },
    {
        "artist": "Andy Gibb",
        "lyrics": "  Maybe I don't wanna know the reason why But lately you don't talk to me Darling I can't see me in your eyes I hold you near but you're so far away And it's losing you I can't believe To watch you leave and let this feeling die  You alone are the living thing that keeps me alive And tomorrow if I'm here without your love You know I can't survive Only my love can raise you high above it all  Don't throw it all away, our love, our love Don't throw it all away, our love Don't throw it all away, our love, our love Don't throw it all away, our love  We can take the darkness and make if full of light But let your love flow back to me How can you leave and let this feeling die This happy room will be a lonely place when you are gone And I won't even have your shoulders for the crying on No other woman's love could be as true, I'm begging you  Don't throw it all away, our love, our love Don't throw it all away, our love Don't throw it all away, our love, our love Don't throw it all away, our love  We changed the world we made it ours to hold But dreams are made for those who really try This losing you is real But I still feel you here inside  Don't throw it all away, our love, our love Don't throw it all away, our love Don't throw it all away, our love, our love Don't throw it all away, our love  Don't throw it all away, our love, our love Don't throw it all away, our love Don't throw it all away, our love, our love Don't throw it all away, our love  Don't throw it all away, our love, our love Don't throw it all away, our love Don't throw it all away, our love, our love Don't throw it all away, our love  ",
        "title": "(Our Love) Don't Throw It All Away"
    },
    {
        "artist": "Paul Anka",
        "lyrics": null,
        "title": "This Is Love"
    },
    {
        "artist": "Chicago",
        "lyrics": null,
        "title": "Alive Again"
    },
    {
        "artist": "Lindisfarne",
        "lyrics": "  Hull  I've travelled the land with a guitar in my hand And an eye ever open for some fun I've made some mistakes, had my share of the breaks Seen the boys on the make and on the bum  Run for home, run as fast as I can Oh, running man, running for home Run for home, run as fast as I can Oh, running man, running for home  I've seen all the frowns on the faces of the clowns And the downs that they take just to be free I've seen all the girls in their pretty frocks and curls But they don't mean a lot to me  Run for home, run as fast as I can Oh, running man, running for home  I've been to the places in town where the faces Hang 'round just to stare at each other I've looned with them, scream at the moon Behaved like a buffoon but I soon discovered  Run for home, run as fast as I can Oh, running man, running for home Run for home, run as fast as I can Oh, running man, running for home  Run for home, run as fast as I can Oh, running man, running for home  I've travelled the land, made mistakes out of hand Seen the faces in the places misunderstand Yes, I've travelled the world, seen the pretty boys and girls Heard the noise that destroys and commands  Run for home, run as fast as I can Oh, running man, running for home Run for home, run as fast as I can Oh, running man, running for home  ",
        "title": "Run For Home"
    },
    {
        "artist": "Dan Fogelberg/Tim Weisberg",
        "lyrics": "  The story is told of the Power of gold And its lure on the unsuspecting It glitters and shines It badgers and blinds And constantly needs protecting  Balance the cost of the soul you lost With the dreams you lightly sold Are you under The power of gold?  The letters and calls Got you climbing the walls And everyone wants a favor They beg to remind you Of times left behind you But you know the past is a loser  The face you're wearing is different now And the days run hot and cold Are you under The power of gold?  You're a creature of habit Run like a rabbit Scared of a fear you can't name Your own paranoia Is looming before you But nobody thinks that It's a game  Balance the cost of the soul you lost With the dreams you lightly sold Then tell me That you're free Of the power of gold  The women are lovely The wine is superb But there's something about the song That disturbs you...  ",
        "title": "The Power Of Gold"
    },
    {
        "artist": "Starbuck",
        "lyrics": null,
        "title": "Searching For A Thrill"
    },
    {
        "artist": "Karen Young",
        "lyrics": "  When I'm sitting home And I'm all alone And I don't hear no phone I need a hot shot  When it's Friday night And I ain't feeling right There ain't no man in sight I need a hot shot Hot shot, hot shot  Ooh baby baby baby baby baby won't you feel it in my soul Come on now move it Hey I know you never never never never gonna lose control My side is burning, it's getting real hot You know that I need me my shot  When I'm off the street And I feel the beat That drives out on my feet I need a hot shot  When I'm with the crowd It will feel me proud And the music's loud I need a hot shot Hot shot, hot shot  Ooh come on, come on, come on, come on You gotta feel the kinda motion in my soul You gotta move it Whoo, I know you never never never gonna lose control My side is burning, it's getting real hot You know that I need me my shot  I need a hot shot Hot shot hot shot hot  I need a hot shot  When I'm sitting home And I'm all alone And I don't hear no phone I need a hot shot  When I'm with the crowd It will feel me proud And the music's loud I need a hot shot Hot shot, hot shot  Ooh come on, come on, come on, come on You gotta feel the kinda motion in my soul You gotta move it Whoo, i know you never never never gonna lose control My side is burning, it's getting real hot You know that I need me my shot  I need a hot shot Hot shot hot shot hot Hot shot hot shot hot  Now baby Whoo hmm gimme gimme gimme gimme your love and baby My my my my sweet sweet hot shot Come on and feel, don't you feel, don't you feel Don't you feel, don't you feel, don't you feel, oh, don't you feel My my my baby sweet sweet baby Hey hey hey  My body is burning It's getting real hot I'm waiting and waiting For an offer to shot  A feeling, yeah hey like a feeling  Sweet sweet sweet sweet  ",
        "title": "Hot Shot"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1] It's not in the way that you hold me It's not in the way you say you care It's not in the way you've been treating my friends It's not in the way that you stayed till the end It's not in the way you look or the things that you say that you'll do  [Chorus] Hold the line Love isn't always on time Hold the line Love isn't always on time  [Verse 2] It's not in the words that you told me It's not in the way you say you're mine It's not in the way that you came back to me It's not in the way that your love set me free It's not in the way you look or the things that you say that you'll do  [Chorus] Hold the line Love isn't always on time Hold the line Love isn't always on time  {Instrumental}  [Verse 3] It's not in the words that you told me It's not in the way you say you're mine It's not in the way that you came back to me It's not in the way that your love set me free It's not in the way you look or the things that you say that you'll do  [Outro] Hold the line Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Love isn't always on time Love isn't always on time Whoah-ooh-ooh  ",
        "title": "Hold The Line"
    },
    {
        "artist": "Switch",
        "lyrics": "  Since we are lyin' here ah For the first time, you and I Show me what you'll do for me And then will I Don't try to hide your nature No other girl could never rate ya  There'll never be a better love, love, love, love La la la la la la There'll never be, be, be La la la la la la la la Ooo wo wo la la la la la Oo wo wo la la la la la la There'll never be a better love, love, love, love  Please come over here and let me whisper in your ear I'll say something good to you, you Always wanted to hear So real I know you won't regret it So good I know you won't forget it  There'll never be a better love, love, love, love for you La la la la la la There'll never be, be, be La la la la la la Oo wo wo la la la la Oo wo wo la la la la la la La la la la la  ",
        "title": "There'll Never Be"
    },
    {
        "artist": "Justin Hayward",
        "lyrics": "  The summer sun is fading as the year grows old And darker days are drawing near The winter winds will be much colder Now you're not here I watch the birds fly south across the autumn sky And one by one they disappear I wish that I was flying with them Now you're not here  Like the sun through the trees you came to love me Like a leaf on a breeze you blew away  Through autumn's golden gown we used to kick our way You always loved this time of year Those fallen leaves lie undisturbed now Cos you're not here x 3  Like the sun through the trees you came to love me Like a leaf on a breeze you blew away  A gentle rain falls softly on my weary eyes As if to hide a lonely tear My life will be forever autumn Cos you're not here x 6  ",
        "title": "Forever Autumn"
    },
    {
        "artist": "Donny & Marie Osmond",
        "lyrics": null,
        "title": "On The Shelf"
    },
    {
        "artist": "Chaka Khan",
        "lyrics": "  [Hook] I'm every woman, it's all in me Anything you want done, baby, I'll do it naturally I'm every woman, it's all in me I can read your thoughts right now, every one from A to Z Whoah whoah whoah (whoah whoah) Whoah whoah whoah  [Verse 1] I can cast a spell With secrets you can't tell Mix a special brew Put fire inside of you But anytime you feel danger or fear Instantly I will appear Cause...  [Hook] I'm every woman, it's all in me Anything you want done, baby, I'll do it naturally I'm every woman, it's all in me I can read your thoughts right now, every one from A to Z Whoah whoah whoah (whoah whoah) Whoah whoah whoah  [Verse 2] I can sense your needs Like rain on to the seeds I can make a rhyme Of confusion in your mind And when it comes down to some good old fashioned love That's what I've got plenty of Cause...  [Hook] I'm every woman, it's all in me Anything you want done, baby, I'll do it naturally I'm every woman, it's all in me I can read your thoughts right now, every one from A to Z Whoah whoah whoah (whoah whoah) Whoah whoah whoah  [Bridge] I ain't braggin' cause I'm the one You just ask me, and it shall be done And don't bother to compare Cause I've got it Whoah whoah whoah (whoah whoah) Whoah whoah whoah Aah, aah, aah, aah  [Outro] I'm every woman, I'm every woman (Tell 'em all about it, child Wanna really tell 'em all... about it) I'm every woman, I'm every woman (Want 'em to know, want 'em  to know that...) I'm every woman, I'm every woman I'm every woman, I'm every woman I'm every woman, I'm every woman I'm every woman, I'm every woman I'm every woman, I'm every woman I'm every woman, I'm every woman I'm every woman, I'm every woman  ",
        "title": "I'm Every Woman"
    },
    {
        "artist": "Gabriel",
        "lyrics": null,
        "title": "Martha (Your Lovers Come And Go)"
    },
    {
        "artist": "Judy Cheeks",
        "lyrics": "  Hey, mister, please Spare me some time, I'm lonely My heart is crying, help me Hey, mister, please, help me I need something inside  Hey, mister, please Please be the one who can give One gentle touch or maybe One gentle kiss, please, please I need it desparately  Cause I've been giving And giving and giving And never getting no results I'm tired of searching And searching and searching Please be the one to see what I need  Give me some mellow loving That's what I need from you I want some mellow loving I want it just from you  Give me some mellow loving That's what I need from you (That's what I need from you) I want some mellow loving I need it just from you  Hey, mister, please I'm like a flower and I need A little rain or maybe Your sunshine could just Somehow ease the pain  Hey, mister, please Please be the one who can give One gentle touch or maybe One gentle kiss, please, please I need it desperately  Cause I've been giving And giving and giving And never getting no results I'm tired of searching And searching and searching Please be the one to see what I need  Give me some mellow loving That's what I need from you (That's what I need from you) I want some mellow loving I want it just from you  I'm tired of sitting home lonely Waiting for one little touch Can't you see that I'm a woman And I'm hungry Can't you see what I need  Give me some mellow loving That's what I need from you (That's what I need from you) I want some mellow loving I want it just from you  Give me  Give me some mellow loving That's what I need from you (That's what I need from you) I want some mellow loving I need it just from you  ",
        "title": "Mellow Lovin'"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  Dear darlin', surprised to hear from me? Bet you're sittin' drinkin' coffee, yawnin' sleepily  Just to let you know I'm gonna be home soon I'm kinda awkward and afraid Time has changed your point of view  How you gonna see me now? Please don't see me ugly babe 'Cause I know I let you down In oh so many ways  How you gonna see me now? Since we've been on our own Are you gonna love the man When the man gets home  Listen darlin', now I'm heading for the west Straightened out my head but my old heart is still a mess  Yes, I'm worried honey Guess that's natural though It's like I'm waiting for a welcome sign Like a hobo in the snow  How you gonna see me now? Please don't see me ugly babe 'Cause I know I let you down In oh so many ways  How you gonna see me now? Since we've been on our own Are you gonna love the man When the man gets home  And just like the first time We're just strangers again I might have grown out of style In the place I've been  And just like the first time I'll be shakin' inside When I walk in the door There'll be no place to hide  How you gonna see me now? Please don't see me ugly babe 'Cause I know I let you down In oh so many ways  How you gonna see me now? Since we've been on our own Are you gonna love the man When the man gets home  ",
        "title": "How You Gonna See Me Now"
    },
    {
        "artist": "KC And The Sunshine Band",
        "lyrics": null,
        "title": "Do You Feel All Right"
    },
    {
        "artist": "Walter Egan",
        "lyrics": "  There was a time, not too far gone When I was changed by just a song On the radio, in the car The pounding electric guitars  Then the time came to make a stand We started up a four-piece band And the heat felt like spotlights In the heart of a hot summer night, yeah Hot summer nights Hot summer nights  Return with me to when times were best We were friends who could pass any test We shared our hopes, our dreams, and our goals And the Fundamental Roll  As we sang in the hot, dark rooms Happy just to play our tunes It felt good when we did it right It felt good on a hot summer night, yeah Hot summer nights Hot summer nights, yeah  And so it lives, and it always will The songs we've sung are in us still Ringing out with all their might In the heart of a hot summer night, yeah Hot summer nights Hot summer nights, yeah  ",
        "title": "Hot Summer Nights"
    },
    {
        "artist": "Eric Clapton And His Band",
        "lyrics": null,
        "title": "Promises"
    },
    {
        "artist": "Zwol",
        "lyrics": null,
        "title": "New York City"
    },
    {
        "artist": "Journey",
        "lyrics": null,
        "title": "Lights"
    },
    {
        "artist": "Ace Frehley",
        "lyrics": "  Many years since I was here On the street I was passin' my time away To the left and to the right, buildings towering to the sky It's outta sight in the dead of night  (Ooh) Here I am, and in this city (Ooh) With a fistful of dollars And baby, you'd better believe  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove Back in the New York Groove, in the New York Groove  In the back of my Cadillac A wicked lady, sittin' by my side, sayin' \"Where are we?\" Stop at Third and Forty-three, exit to the night It's gonna be ecstacy, this place was meant for me  (Ooh) I feel so good tonight (Ooh) Who cares about tomorrow So baby, you'd better believe  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove Back in the New York Groove, in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove  ",
        "title": "New York Groove"
    },
    {
        "artist": "Dan Hartman",
        "lyrics": "  10 9 8 7 6 5 4 3 2 1 Aaah  [Verse 1:] You set my lips on fire You won the key to my heart You've got a special way to move me Can't stop now Let's do it again  You keep me dancing through the moonlight I feel the pleasure in your touch And everything you are is heaven Oh I can't get enough No, I can't get enough  [Chorus:] Instant replay Got to have it Instant replay Ooh, whoa, ooh-ooh Instant replay Got to have your love again  [Verse 2:] I feel so good about us I found a shining star And when I look into your eyes It's magic  Well, I just know this can't be a dream I'm so happy must be real In every way its getting stronger Now you know it Let me show it  [Chorus:] Instant replay Oh, got to have it now Instant replay Woo, woo, woo, ooh Instant replay Got me floating on a cloud Got me dancing all around All around All around  Ooh ooh ooh ooh Eeya, eeya, eeya, eeya, eeya Doo Doo, doo-ooh Ooh, ooh, ooh, ooh  Ah, ah, ah  [Chorus:] Instant replay Instant replay  Instant replay Instant replay Instant replay Woo, ooh, ooh, ah  I can't stand it I can't stand it Got to have it Cause I need it  Don't you know? Don't you know? Don't you know?  I need your love Ooh, ooh, baby Ooh, ooh, baby I say it one more more time  You know I need love I need love, love Love, love You know I need love  ",
        "title": "Instant Replay"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "Fun Time"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "Can You Fool"
    },
    {
        "artist": "The Cars",
        "lyrics": "  You're always dancing down the street With your suede blue eyes Every new boy that you meet He doesn't know the real surprise  When she's dancing 'neath the starry sky She'll make you flip (Here she comes again) When she's dancing 'neath the starry sky I kinda like the way she dips  And she's my best friend's girl Well, she's my best friend's girl But she used to be mine  You've got your nuclear boots And you drip dry gloves Oh, when you bite your lip It's some reaction to love  (Here she comes again) When she's dancing 'neath the starry sky, yeah I'll make you flip (Here she comes again) When she's dancing 'neath the starry sky (Here she comes again) I kinda like the way, like the way she dips  'Cause she's my best friend's girl Well, she's my best friend's girl, girl And she used to be mine She's so fine  Always da-dancing down the street With your suede blue eyes And every new boy that you meet He doesn't know the real surprise  (Here she comes again) When she's dancing 'neath the starry sky, yeah She'll make you flip (Here she comes again) When she's dancing 'neath the starry sky (Here she comes again) I kinda like the way, like the way she dips  ",
        "title": "My Best Friend's Girl"
    },
    {
        "artist": "Starz",
        "lyrics": null,
        "title": "So Young, So Bad"
    },
    {
        "artist": "Village People",
        "lyrics": "  [Verse 1] Young man, there's no need to feel down I said, young man, pick yourself off the ground I said, young man, cause you're in a new town There's no need to be unhappy Young man, there's a place you can go I said, young man, when you're short on your dough You can stay there, and I'm sure you will find Many ways to have a good time  [Hook] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A You can get yourself clean, you can have a good meal You can do whatever you feel  [Verse 2] Young man, are you listening to me? I said, young man, what do you want to be? I said, young man, you can make real your dreams But you got to know this one thing No man does it all by himself I said, young man, put your pride on the shelf And just go there, to the Y.M.C.A I'm sure they can help you today  [Hook] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A You can get yourself clean, you can have a good meal You can do whatever you feel  [Verse 3] Young man, I was once in your shoes I said, I was down and out with the blues I felt no man cared if I were alive I felt the whole world was so jive That's when someone came up to me And said, young man, take a walk up the street There's a place there called the Y.M.C.A They can start you back on your way  [Outro] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys Y.M.C.A....It's fun to stay at the Y.M.C.A Young man, young man, there's no need to feel down Young man, young man, get yourself off the ground Y.M.C.A....you'll find it at the Y.M.C.A No man, no man does it all by himself Young man, young man, put your pride on the shelf Y.M.C.A....just go to the Y.M.C.A Young man, young man, are you listening to me? Young man, young man, what do you wanna be? Y.M.C.A....you find in the Y.M.C.A.... No man, no man does it all by himself Young man, young man, put your pride on the shelf Y.M.C.A....just go to the Y.M.C.A Young man, young man I was watching your shoes Young man, young I was down with the blues  ",
        "title": "Y.M.C.A."
    },
    {
        "artist": "Michael Henderson",
        "lyrics": null,
        "title": "Take Me I'm Yours"
    },
    {
        "artist": "Livingston Taylor",
        "lyrics": null,
        "title": "I Will Be In Love With You"
    },
    {
        "artist": "Musique",
        "lyrics": "  Push, push in the bush Push, push in the bush Push, push in the bush  I like to do the things you like to do, too I like to do it, do it I want to do the things you want to do, too So baby, let's get to it, do it  Sometimes no find a peace, peace, peace of mind Peace of mind If you must do a peace, peace, peace of mind Come on and do it, do it  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this  Push, push in the bush (You know I like to jump) Push, push in the bush (How 'bout if we could just) Push, push in the bush (You know I want to get down)  Get down, get down, do it, do it  I like to do the things you like to do, too I like to do it, do it I want to do the things you want to do, too So baby, let's get to it, do it  Sometimes no find a peace, peace, peace of mind Peace of mind If you must do a peace, peace, peace of mind Come on and do it, do it  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this, oh  Push, push in the bush (You know I like to jump) Push, push in the bush (You know I want to get down)  In the bush, in the bush (I like it) In the bush, in the bush (Yeah, yeah, I like it, I like it) In the bush, in the bush (I like it) In the bush, in the bush [Get down, get down] In the bush, in the bush [Oh... Get down, get down] In the bush, in the bush (I like it) [Yeah... Hea...] In the bush, in the bush (I said I like this, yeah) In the bush, in the bush [Oh... Ho... Ho...] In the bush, in the bush [I said I want it] In the bush, in the bush In the bush, in the bush (Are you ready for this) [You like it] In the bush, in the bush (Ooh) In the bush, in the bush (Are you ready for this) In the bush, in the bush (Sock it to me, sock it to me)  Ow  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  We like it, we like it Get down, get down, get down Yeah  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  Are you ready, are you ready, are you ready  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  I like it, I like it, I like it, I like it, I do In the bush Oh, baby  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this  Are you ready, are you ready for this Do you like it, do you like it like this Are you ready, are you ready for this Do you like it, do you like it like this, oh  Push, push in the bush Push, push in the bush Push, push in the bush (You know I want to get down)  Yeah, yeah, yeah Oh, yeah In the bush (In the bush) In the bush (In the bush) You know you like it (Oh, I like it) You know you like it (Ooh, I like it) I said we like it (Oh, we like it, yeah) You know we like it (Yeah, we like it, we like it) You know we like it (Ooh... Hoo... Hoo...) We do it in the mornin' (Any time you can have it) Sometimes we need it (Every time that you need it) In the bush (You can get it, yeah) In the bush (Come on, come on tonight) In the bush (Hey... Hey... Yeah... Yeah...) In the bush (In the bush, yeah) In the bush In the bush In the bush  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  It's time to get down  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  We like it, we like it  Some of the time means part of the time And part of the time means none at all Some of the time means part of the time And part of the time means none at all  ",
        "title": "In The Bush"
    },
    {
        "artist": "John Belushi",
        "lyrics": null,
        "title": "Louie, Louie"
    },
    {
        "artist": "Bob Mcgilpin",
        "lyrics": null,
        "title": "When You Feel Love"
    },
    {
        "artist": "Walter Egan",
        "lyrics": "  (Ooh, ooh, ah) Now I told you, so you ought to know (ooh) It takes some time for a feeling to grow (ooh) But you're so close now, I can't let you go (ooh) And I can't let go  (With you I'm not shy) to show the way I feel (With you I might try) my secrets to reveal For you are a magnet and I am steel  I can't hope that I'll hold you for long (ooh) 'Cause you're a woman who's lost to your song (ooh) But the love that I feel is so strong (ooh) And it can't be wrong  (With you I'm not shy) to show the way I feel (With you I might try) my secrets to reveal For you are a magnet and I am steel  (Ooh) (Ooh) (Ooh)  (With you I'm not shy) to show the way I feel (With you I might try) my secrets to reveal For you are a magnet and I am steel For you are a magnet and I am steel For you are a magnet and I am steel  ",
        "title": "Magnet And Steel"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  Cavern Club\"Twist and Shout\" \"Boys\" \"Do You Want to Know a Secret\" \"I Saw Her Standing There\" Ed Sullivan Theater\"I Want to Hold Your Hand\" \"Can't Buy Me Love\" '\"A Hard Day's Night\" \"I Wanna Be Your Man\" Shea Stadium\"Ticket to Ride\" \"I'm Looking Through You\" \"Eight Days a Week\" \"If I Needed Someone\" \"I Feel Fine\" DLC\"You Won't See Me\" \"Think for Yourself\" \"The Word\" \"What Goes On\" \"Wait\" \"Run for Your Life\" Budokan\"Day Tripper\" \"And Your Bird Can Sing\" \"Drive My Car\" \"Taxman\" \"Paperback Writer\" Abbey Road Studios  '66–67\"Yellow Submarine\" \"Sgt. Pepper's Lonely Hearts Club Band\" / \"With a Little Help from My Friends\" \"Lucy in the Sky with Diamonds\" \"Getting Better\" \"Within You Without You / Tomorrow Never Knows\" \"Good Morning Good Morning\" Abbey Road Studios  '67–68\"I Am the Walrus\" \"Hello, Goodbye\" \"Hey Bulldog\" \"Back in the U.S.S.R.\" \"Dear Prudence\" \"While My Guitar Gently Weeps\" Abbey Road Studios  '68–69\"Helter Skelter\" \"Revolution\" \"Birthday\" \"Octopus's Garden\" \"Something\" \"Come Together\" \"Here Comes the Sun\" Rooftop Concert\"Dig a Pony\" \"I've Got a Feeling\" \"Don't Let Me Down\" \"I Me Mine\" \"I Want You (She's So Heavy)\" \"Get Back\" Abbey Road Studios (Encore)\"The End\" Abbey Road Studios (DLC)\"Maxwell's Silver Hammer\" \"Oh! Darling\" \"Because\" (No Drum Part) \"You Never Give Me Your Money\" \"Sun King\" / \"Mean Mr. Mustard\" \"Polythene Pam\" / \"She Came in Through the Bathroom Window\" \"Golden Slumbers\" / \"Carry That Weight\" / \"The End\" \"Her Majesty\" \"Abbey Road Medley\" \"All You Need Is Love\" \"Fixing a Hole\" \"She's Leaving Home\" (No Drum Part) \"Being for the Benefit of Mr. Kite!\" \"Within You Without You\" \"When I'm Sixty-Four\" \"Lovely Rita\" \"Sgt. Pepper's Lonely Hearts Club Band (Reprise)\" \"A Day in the Life\" \"Norwegian Wood (This Bird Has Flown)\" \"Nowhere Man\" \"Michelle\" \"Girl\" \"In My Life\"  ",
        "title": "Sgt. Pepper's Lonely Hearts Club Band/With A Little Help From My Friends"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  Here come old flat top He come groovin' up slowly He got Joo Joo eyeball He one holy roller He got hair down to his knee Got to be a joker, he just do what he please  He wear no shoeshine He got toe jam football He got monkey finger He shoot Coca Cola He say I know you, you know me One thing I can tell you is you got to be free  Come together Right now Over me  He bad production He got walrus gumboot He got Ono sideboard He one spinal cracker He got feet down below his knee Hold you in his armchair, you can feel his disease  Come together Right now Over me  He roller coaster He got early warning He got muddy water He one mojo filter He say one and one and one is three Got to be good lookin' 'cause he's so hard to see  Come together Right now Over me  Come together Come together Come together Come together Come together Come together  ",
        "title": "Come Together"
    },
    {
        "artist": "Rick James",
        "lyrics": null,
        "title": "You And I"
    },
    {
        "artist": "L.T.D.",
        "lyrics": null,
        "title": "Holding On (When Love Is Gone)"
    },
    {
        "artist": "Foreigner",
        "lyrics": "  [Chorus] Well, I'm hot blooded, check it and see I got a fever of a hundred and three Come on baby, do you do more than dance? I'm hot blooded, I'm hot blooded  [Verse 1] You don't have to read my mind, to know what I have in mind Honey you ought to know Now you move so fine, let me lay it on the line I want to know what you're doing after the show Now it's up to you, we can make a secret rendezvous Just me and you, I'll show you loving like you never knew  [Chorus]  [Verse 2] If it feels alright, maybe you can stay all night Shall I leave you my key? But you've got to give me a sign, come on girl, some kind of sign Tell me, are you hot mama? you sure look that way to me Are you old enough? will you be ready when I call you bluff? Is my timing right? did you save your love for me tonight?  [Chorus]  [Bridge] Now it's up to you, can we make a secret rendezvous? Oh, before we do, you'll have to get away from you know who  [Chorus]  [Outro] Hot blooded, every night Hot blooded, you're looking so tight Hot blooded, now you're driving me wild Hot blooded, I'm so hot for you, child Hot blooded, I'm a little bit high Hot blooded, you're a little bit shy Hot blooded, you're making me sing Hot blooded, for your sweet sweet thing  ",
        "title": "Hot Blooded"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  [Verse 1] I saw my problems and I'll see the light We got a lovin' thing, we gotta feed it right There ain't no danger, we can go too far We start believin' now that we can be who we are Grease is the word  They think our love is just a growin' pain Why don't they understand? It's just a cryin' shame Their lips are lyin', only real is real We stop the fight right now, we got to be what we feel Grease is the word  [Chorus] Grease is the word, is the word that you heard It's got a groove, it's got a meaning Grease is the time, is the place, is the motion Grease is the way we are feeling  [Verse 2] We take the pressure and we throw away Conventionality belongs to yesterday There is a chance that we can make it so far We start believin' now that we can be who we are Grease is the word  [Chorus] Grease is the word, is the word that you heard It's got a groove, it's got a meaning Grease is the time, is the place, is the motion Grease is the way we are feeling  [Bridge] This is a life of illusion, a life of control Mixed with confusion - what're we doin' here?  [Verse 2] We take the pressure and we throw away Conventionality belongs to yesterday There is a chance that we can make it so far We start believin' now that we can be who we are Grease is the word  [Chorus] Grease is the word, is the word that you heard It's got a groove, it's got a meaning Grease is the time, is the place, is the motion Grease is the way we are feeling  [Drum Break]  [Chorus] Grease is the word, is the word that you heard It's got a groove, it's got a meaning Grease is the time, is the place, is the motion Grease is the way we are feeling  [Outro] Grease is the word Is the word, is the word Is the word, is the word Is the word, is the word Is the word, is the word  ",
        "title": "Grease"
    },
    {
        "artist": "Evelyn \"Champagne\" King",
        "lyrics": null,
        "title": "Shame"
    }
]