[
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Sherry"
    },
    {
        "artist": "Bobby \"Boris\" Pickett And The Crypt-Kickers",
        "lyrics": null,
        "title": "Monster Mash"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Ramblin' rose, ramblin' rose Why you ramble, no one knows Wild and wind-blown, that's how you've grown Who can cling to a ramblin' rose?  Ramble on, ramble on When your ramblin' days are gone Who will love you with a love true When your ramblin' days are GONE  Ramblin' rose, ramblin' rose Why I want you, heaven knows Though I love you with a love true Who can cling to a ramblin' rose?  SPOKEN \"One more time, everybody, now\"  Ramblin' rose, ramblin' rose Why I want you, heaven knows Though I love you with a love true Who can cling to a ramblin' rose?  ",
        "title": "Ramblin' Rose"
    },
    {
        "artist": "Chris Montez",
        "lyrics": null,
        "title": "Let's Dance"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  Instrumental in four parts:  Steve Cropper – lead guitar Booker T. Jones – Hammond M3 organ Lewie Steinberg – bass guitar Al Jackson Jr. – drums  ",
        "title": "Green Onions"
    },
    {
        "artist": "Dickey Lee",
        "lyrics": "  Down by the river that flows by the coal yards Stand wooden houses with shutters torn down There lives a girl everybody calls Patches Patches, my darling, of Old Shanty town  We planned to marry when June brought the summer I couldn't wait to make Patches my bride Now I don't see how that ever can happen My folks say \"No\" and my heart breaks inside  Patches, oh what can I do I swear I'll always love you But a girl from that place Would just bring me disgrace So my folks won't let me love you  Each night I cry as I think of that shanty And pretty Patches there watching the door She dosn't know that I can't come to see her Patches must think that I love her no more  I hear a neighbour telling my father He says a girl name of Patches was found Floating face down in that dirty old river That flows by the coal yards in Old Shanty Town  Patches, oh what can I do I swear I'll always love you It may not be right But I'll join you tonight Patches I'm coming to you  ",
        "title": "Patches"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": "  She's Venus in blue jeans Mona Lisa with a pony tail She's a walking talking work of art She's the girl who stole my heart  My Venus in blue jeans Is the Cinderella I adore She's my very special angel too A fairy tale come true  They say there's 7 wonders in the world But what they say is out of date There's more than 7 wonders in the world I just met number 8  My Venus in blue jeans Is everything I hoped she be A teenage goddess from above And she belongs to me (repeat)  ",
        "title": "Venus In Blue Jeans"
    },
    {
        "artist": "Frank Ifield",
        "lyrics": null,
        "title": "I Remember You"
    },
    {
        "artist": "Bent Fabric and His Piano",
        "lyrics": null,
        "title": "Alley Cat"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  [Verse 1] That day, I first saw you passing by I wanted to know your name but I was much too shy But I was looking at you so hard Until you must have had a hunch So you came up to me and asked me my name  [Chorus 1] You beat me to the punch that time You beat me to the punch You beat me to the punch  [Verse 2] After I had known you for it seems like a long, long time I wanted, wanted to ask you, would you please, please be mine Whenever you came around, my heart would pound So you must have had a hunch So you came up to me and asked me to be yours  [Chorus 1]  [Verse 3] Since I love you, I thought you would be true and love me tender So I let my heart surrender -- to you, yes, I did But I found out beyond a doubt one day, boy, you were a playboy Who would go away and leave me -- blue So I ain't gonna wait around for you to put me down This time I'm gonna play my hunch And walk away this very day  [Chorus 2] And beat you to the punch this time And beat you to the punch this time I'll beat you to the punch, yes, I will And let you know, know, how it feels  ",
        "title": "You Beat Me To The Punch"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": null,
        "title": "Sheila"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  I can still remember When you moved in next door I brought you some choc'late From the corner candy store When it started raining You started crying too That was the first time I sang this song to you  Rain rain go away Come again some other day Rain rain go away Bring my love a sunny day  We grow up together And as the years went by Ev'rybody knew that we were Sweethearts you and I Through many april showers I held your hand in mine Between the raindrops We sang time after time  Rain rain go away Come again some other day Rain rain go away Bring my love a sunny day  I went away to college You said you'd wait for me Then I got your letter Asking me to set you free Tomorrow you'll be maried There's nothing I can do But wish you sunshine Now and your whole life through  Rain rain go away Tomorrow is her wedding day Rain rain go away Bring my love a sunny day  ",
        "title": "Rain Rain Go Away"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Lie To Me"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "If I Had A Hammer (The Hammer Song)"
    },
    {
        "artist": "The Contours",
        "lyrics": "  You broke my heart Cause I couldn't dance You didn't even want me around And now I'm back To let you know I can really shake 'em down   Do you love me? (I can really move) Do you love me? (I'm in the groove) Ah, do you love me? (Do you love me) Now that I can dance (Dance)  Watch me now, hey (Work, work) Ah, work it out baby (Work, work) Well, you're drivin' me crazy (Work, work) With a little bit of soul now (Work)  I can mash-potato (I can mash-potato) And I can do the twist (I can do the twist) Now tell me baby (Tell me baby) Mmm, do you like it like this (Do you like it like this) Tell me (Tell me) Tell me  Do you love me? (Do you love me) Now, do you love me? (Do you love me) Now, do you love me? (Do you love me) Now that I can dance (Dance) Dance  Watch me now, oh (Work, work) Ah, shake it up, shake it (Work, work) Ah, shake 'em, shake 'em down (Work, work) Ah, little bit of soul now (Work)  (Work, work) Ah, shake it, shake it baby (Work, work) Ah, you're driving me crazy (Work, work) Ah, don't get lazy (Work)  I can mash-potato (I can mash-potato) And I can do the twist (I can do the twist) Well now tell me baby (Tell me baby) Mmm, do you like it like this (Do you like it like this) Tell me (Tell me) Tell me  Do you love me? (Do you love me?) Now, do you love me? (Do you love me?) Now, do you love me? (Do you love me?) Now...that I...can dance... Hey!  (Work, work) Ah, I'm working hard baby (Work, work) Well, you're driving me crazy (Work, work) And don't you get lazy (Work)  (Work, work) Ah, hey hey baby (Work, work) Well, you're driving me crazy (Work, work) And don't you get lazy (Work)  ",
        "title": "Do You Love Me"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "Teen Age Idol"
    },
    {
        "artist": "The Duprees",
        "lyrics": null,
        "title": "You Belong To Me"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": "  [Verse 1] You can have this dance with me You can hold my hand and Whisper in my ear sweet words that I love to hear  [Verse 2] Don't be shy (don't be shy) Just take-a your ti-ime (just take your time) I'd like to get to know you (like to get to know you) I'd like to make you mine (like to make you mine)  [Bridge] I've been wai-aiting, standing here so patiently Fo-oh-oh-or you to come over and have this dance with me  [Chorus] And my number is Beechwood 4-5789 You can call me up and have a date any old time  [Verse 2]  [Chorus]  ",
        "title": "Beechwood 4-5789"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Chorus 1] Let's go surfing now Everybody's learning how Come on on safari with me (Come on on safari with me)  [Verse 1] Early in the morning we'll be starting out Some honeys will be coming along We're loading up our Woody With our boards inside And heading out singing our song  [Chorus 2] Come on (surfing) baby wait and see (surfing safari) Yes I'm going to (surfing) take you surfing (surfing safari) with me Come along (surfing) baby wait and see (surfing safari) Yes I'm going to (surfing) take you surfing (surfing safari)with me  [Chorus 1]  [Verse 2] At Huntington and Malibu They're shooting the pier At Rincon they're walking the nose We're going on safari to the islands this year So if you're coming get ready to go  [Chorus 2]  [Chorus 1]  [Verse 3] They're angling in Laguna in Cerro Azul They're kicking out in Dohini too I tell you surfing's mighty wild It's getting bigger every day From Hawaii to the shores of Peru  [Chorus 2]  [Chorus 1]  [Outro] With me Surfing Safari [Repeat until fade]  ",
        "title": "Surfin' Safari"
    },
    {
        "artist": "Joey Dee & the Starliters",
        "lyrics": "  What kind of love is this that makes me want to jump and shout? I want to know what kind of love is this that turns my heart inside out? It's that itchy-twitchy feelin' that I have inside Something overwhelming that I just can't hide I want to know (oh, yeah) whoa, yeah (oh, yeah) whoa, tell me (oh, yeah) (What kind of love is this?) What kind of love is this?  What kind of love is this that haunts me every day? I want to know what kind of love is this that makes me say the things I say? Well, I'm walkin' around and grinnin' with my head in the air The people think I'm crazy but I just don't care I want to know (oh, yeah) whoa, yeah (oh, yeah) whoa, tell me (oh, yeah) (What kind of love is this?) What kind of love is this?  Well, I feel like a man in outer space I'm actin' like a psycho case Hey, girl, stop this feelin' Look at me, you've got me rockin' and a-reelin'!  Yeah, what kind of love is this, aw, that shakes me up so bad? I want to know what kind of love is this?, yeah, my situation is sad Well, I just can't understand it, it just ain't real I know no one has ever felt the way I feel I want to know (oh, yeah) whoa, yeah (oh, yeah) whoa, tell me (oh, yeah) (What kind of love is this?) What kind of love is this?  (What kind of love is this?) (What kind of love is this?) (What kind of love is this?)  ",
        "title": "What Kind Of Love Is This"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": "  If she has wronged you Found someone new But you feel it's not over Here's what you must do  Punish her kill her with kindness Oh buy her red roses everyday Ah Punish her with so much affection That she will cry for the love she threw away  She'll soon rediscover with tears in her eyes That you're the only lover she was born to idolize  Just Punish her blind her with kisses Ah til she can't see how she let you go Then whisper darling, darling, darling I still love you so  Punish her, punish her Punish her, punish her  Ah Punish her blind her with kisses Til she can't see how she let you go Then whisper darling, darling, darling I still love you so  Punish her, punish her Punish her, punish her  ",
        "title": "Punish Her"
    },
    {
        "artist": "Carole King",
        "lyrics": "  My tears are fallin' 'cause you've taken her away And though it really hurts me so There's something that I've gotta say  Take good care of my ba-a-a-by Be just as kind as you can be-e-e-e And if you should discover That you don't really love her Just send my baby back home to me  The weather here has been as nice as it can be Although it doesn't really matter much to me For all the fun I'll have while you're so far away It might as well rain until September September September Oh, it might as well rain until September  Oh, go away, little girl. Go away, little girl It's hurtin' me more each minute that you delay When you are near me like this You're much too hard to resist So, go away, little girl, before I beg you to stay.\"  Woke up this mornin' feelin' fine There's somethin' special on my mind Last night I met a new boy in the neighbourhood, whoa yeah Somethin' tells me I'm into something good Somethin' tells me I'm into something good  Hey girl now sit yourself down I'm not ashamed to get down on the ground And then beg you to stay Don't go away, Hey Girl I beg you please don't go away Hey girl  One fine day, you'll look at me And you will know our love was meant to be One fine day, you're gonna want me for your girl One fine day, oh One fine day, you're gonna want me for your girl  Tonight you're mine Completely You give your love So sweetly Tonight the light Of love is in your eyes But will you love me tomorrow?  Tonight with words Unspoken You say that I'm the only one But will my heart Be broken When the night Meets the morning sun  I'd like to know That your love Is love I can Be sure of So tell me now And I won't ask again Will you still love me tomorrow? Will you still love me tomorrow?  Will you still love me tomorrow? Will you still love me tomorrow?  ",
        "title": "It Might As Well Rain Until September"
    },
    {
        "artist": "The Crystals",
        "lyrics": "  See the way he walks down the street Watch the way he shuffles his feet My, he holds his head up high When he goes walking by He's my guy  When he holds my hand, I'm so proud 'Cause he's not just one of the crowd Why is he always the one To try the things they've never done? Just because of that, they say:  \"He's a rebel and he'll never ever be any good He's a rebel 'cause he never ever ever does what he should\" But just because he doesn't do what everybody else does That's no reason why I can't give him all my love He's always good to me Always treats me tenderly 'Cause he's not a rebel, no, no, no He's not a rebel, no, no, no, to me  If they don't like him that way They won't like me, I'm sure, today I'll be standing right by his side When they say:  \"He's a rebel and he'll never ever be any good He's a rebel 'cause he never ever ever does what he should\" But just because he doesn't do what everybody else does That's no reason why we can't share love He's always good to me Good to him, I'll try to be 'Cause he's not a rebel, no, no, no He's not a rebel, no, no, no, to me  Oh he's not a rebel, no, no, no He's not a rebel, no, no, no  ",
        "title": "He's A Rebel"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  Only love can break a heart, only love can mend it again  Last night I hurt you but darlin' remember this Only love can break a heart, only love can mend it again, mm, mm  You know I'm sorry, I'll prove it with just one kiss Only love can break a heart, only love can mend it agai-ain  Give me a chance to make up for the harm I've done Try to forgive me and let's keep the two of us one  Please let me hold you and love you for always and always  Only love can break a heart only love can mend it agai-ain Only love can break a heart only love can mend it again  ",
        "title": "Only Love Can Break A Heart"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": null,
        "title": "Popeye (The Hitchhiker)"
    },
    {
        "artist": "The Dovells",
        "lyrics": "  The Dovells Miscellaneous Hully Gully Baby HULLY GULLY BABY The Dovells I went down to Miami I met a girl named Sammy The moon was bright The time was right I said, a hey girl, I love you What ja wanna do An' she said a hully gully, baby Hully gully baby All I wanna do with you Is a hully gully baby We said goodbye to Mammy Hit ev'ry joint in Miami We danced all night Till dawn's early light I said, a hey girl, I love you What ja wanna do An' she said a hully gully baby  ",
        "title": "Hully Gully Baby"
    },
    {
        "artist": "Little Eva",
        "lyrics": "  [Intro]  Everybody is doin' a brand new dance, now (Come on baby, do the Loco-motion) I know you'll get to like it if you give it a chance now Come on baby, do the Loco-motion)  My little baby sister can do it with me It's easier than learning your A B C's So come on, come on, do the Loco-motion with me  You gotta swing your hips, now Come on, baby Jump up, jump back Well, now, I think you've got the knack  Now that you can do it, let's make a chain, now (Come on baby, do the Loco-motion) A chug-a chug-a motion like a railroad train, now (Come on baby, do the Loco-motion)  Do it nice and easy, now, don't lose control A little bit of rhythm and a lot of soul So come on, come on, do the Loco-motion with me  Move around the floor in a Loco-motion (Come on baby, do the Loco-motion) Do it holding hands if you get the notion (Come on baby, do the Loco-motion)  There's never been a dance that's so easy to do It even makes you happy when you're feeling blue So come on, come on, do the Loco-motion with me  ",
        "title": "The Loco-Motion"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  The loveliness of Paris seems somehow sadly gay The glory that was Rome is of another day I've been terribly alone and forgotten in Manhattan I'm going home to my city by the Bay  I left my heart in San Francisco High on a hill, it calls to me To be where little cable cars climb halfway to the stars The morning fog may chill the air, I don't care  My love waits there in San Francisco Above the blue and windy sea When I come home to you, San Francisco Your golden sun will shine for me  ",
        "title": "I Left My Heart In San Francisco"
    },
    {
        "artist": "The Majors",
        "lyrics": "  The Majors – A Wonderful Dream  Last night I had a wonderful dream about you (dream about you) Last night I had a dream; hope that it will come true  Last night I had (sho-bop, sho-bop) a wonderful dream (sho-bop, sho-bop, a wonderful dream) I dreamed I held you in my arms And you thrilled me with your charms  In a wonderful dream (sho-bop, sho-bop, a wonderful dream) I had last night (sho-bop, sho-bop, a wonderful dream) Your lips were, oh, so soft and warm And a wonderful love (sho-bop, sho-bop) was born (love was born) We were all alone, you told me that you care (told me that you care) And I never will forget how happy I was that we were there  Last night I had (sho-bop, sho-bop, a wonderful dream) a wonderful dream (sho-bop, sho-bop a wonderful dream) And now that I'm alone with you My wonderful dream (sho-bop, sho-bop) will come true (sho-bop, sho-bop a wonderful dream; sho-bop, sho-bop, a wonderful dream)  Last night I had a wonderful dream about you (dream about you) Last night I had a dream; hope that it will come true  (Sax solo) Ooo, we were all alone, you told me that you care (told me that you care) And I never will forget how happy I was that we were there  Last night I had (sho-bop, sho-bop, a wonderful dream) a wonderful dream (sho-bop, sho-bop, a wonderful dream) And now that I'm alone with you My wonderful dream (sho-bop, sho-bop) will come true (sho-bop, sho-bop a wonderful dream)  Please come true, (sho-bop, sho-bop, a wonderful dream) a wonderful, wonderful dream (sho-bop, sho-bop a wonderful dream)  ",
        "title": "A Wonderful Dream"
    },
    {
        "artist": "Rex Allen",
        "lyrics": "  {Son, don't go near the Indians Please stay away Son, don't go near the Indians Please do what I say}  Since I was just a little boy I liked to roam the hills And to hear wild stories about the Indians Was my biggest thrill  I'd shout and yell and holler like heck I wore moccasins on my feet And I'd make believe I was under a teepee Every time I went to sleep  My hair was jet black and I was twenty-one Lots of pretty girls around But the paleface maidens didn't thrill me none Around my Cochise County hometown  {Son, don't go near the Indians Please stay away Son, don't go near the Indians Please do what I say}  One day I went to the reservation And there by a shallow creek Was a beautiful Indian a-fetchin' water And I just had to speak  She smiled at me then quickly left But the next day she returned And it wasn't very long till I told her how The love in my heart burned  {Son, don't go near the Indians Please stay away Son, don't go near the Indians Please do what I say}  I told my daddy I'd found a girl Who meant the world to me And tomorrow I'd ask the Indian chief For the hand of NovaLee  Dad's trembling lips spoke softly As he told me of my life Twas then he said I could never take This maiden for my wife  SPOKEN: Son, the white man and Indianss were fighting when you were born And a brave called Yellow Sun scalped my little boy So I stole you to get even for what he'd done Though you're a full-blooded Indian, son I love you as much as my own little feller that's dead And, son, NovaLee is your sister And that's why I've always said  SINGING: {Son, don't go near the Indians Please stay away Son, don't go near the Indians Please do what I say}  ",
        "title": "Don't Go Near The Indians"
    },
    {
        "artist": "The Springfields",
        "lyrics": null,
        "title": "Silver Threads And Golden Needles"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Her hair is soft and her eyes are oh so blue She's all the things a girl should be But she's not you  [Verse 2] She knows just how to make me laugh when I feel blue She's everything a man could want But she's not you  [Verse 3] And when we're dancing It almost feels the same I've got to stop myself from Whispering your name  [Verse 4] She even kisses me like you used to do And it's just breaking my heart Because she's not you  ",
        "title": "She's Not You"
    },
    {
        "artist": "Baby Cortez",
        "lyrics": "  ♫ [Instrumental] ♫  ",
        "title": "Rinky Dink"
    },
    {
        "artist": "The Belmonts",
        "lyrics": "  Come on little angel won't you dance with me Well at last I know you know it was plain to see We did the Mashed Potato and it sure was fun Now ev'rybody wants to see the way it was done, now Come on little angel hear the band playing loud Turn around see them forming a crowd And now, little angel, now that you're in the groove You hear them all a-clapping as we both start to move Now, come on, come on little angel, come on Come on little angel, come on Come on little angel, come on, come on  Come on little angel now the lights are down low It's really getting late and we have to go Well thank you little angel for that wonderful kiss And now you're gonna tell me that you're doing the Twist Around and around and up and down Around and around and up and down Around and around and up and down Around and around and up and down Yes, little angel, it sure is fun Ev'ry time we're dancin' she's a-right on time She moves to the left, she moves to the right She feels the beat and she dances all the night  Why don't you come on little angel now the lights are down low It's really getting late and now we have to go Well thank you little angel for that wonderful kiss And now you're gonna tell me that you're doing the Twist  Around and around and up and down  ",
        "title": "Come On Little Angel"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  All alone am I ever since your goodbye All alone with just a beat of my heart People all around but I don't hear a sound Just the lonely beating of my heart  No use in holding other hands For I'd be holding only emptiness No use in kissing other lips For I'd be thinking just of your caress  All alone am I ever since your goodbye All alone with just a beat of my heart People all around but I don't hear a sound Just the lonely beating of my heart  No other voice can say the words My heart must hear to ever sing again The words you used to whisper low No other love can ever bring again  All alone am I ever since your goodbye All alone with just a beat of my heart People all around but I don't hear a sound Just the lonely beating of my heart  ",
        "title": "All Alone Am I"
    },
    {
        "artist": "Jimmy Dean",
        "lyrics": "  Well, my pretty baby just left me this mornin' Said she didn't wanna see me no more Told me not to call her on the telephone And never come a-knockin' on her door Well, I fumed and I fussed, and I might have cried a little My head went a-spinnin' around But with a little bit of luck, and my little black book I'll have another'n before the sun goes down  What my baby didn't know was the same thing happened Not once, but a half a dozen times And she didn't realize that with a telephone call I'd have another fickle chicken on the line But every time I leave I do my best to play the part Of the lovesick, heartbroke clown But with a little bit of luck, and my little black book I'll have another'n before the sun goes down  Now I haven't got a thing against a pretty little woman Like her walk and her talk and her smile I've been likin' pretty girls since I found they wasn't boys And let me tell ya buddy, that's been quite a while I like the huggin' and the squeezin' and the kissin' and the teasin' But don't you let 'em push me around 'Cause with a little bit of luck, and my little black book I'll have another'n before the sun goes down  Now that little girl's out a-tellin' everybody How she made a big fool out of me But while I'm out tonight a-rompin' and a-stompin' She'll be watchin' Dr. Casey on TV So girls, let me tell ya, better do a little thinkin' 'Fore you tell your lovin' man to leave town 'Cause with a little bit of luck, and a little black book He'll get another'n before the sun goes down  'Cause with a little bit of luck, and a little black book He'll get another'n before the sun goes down  ",
        "title": "Little Black Book"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Intro] A poor man wants the oyster A rich man wants the pearl  [Chorus] But the man who can sing when he hasn't got a thing He's the king of the whole wide world Come on let's sing, sing brother sing 'Cos the man who can sing when he hasn't got a thing He's the king of the whole wide world  The rich man wants the princess The poor man just wants a girl  [Chorus]  A poor man wants to be a rich man A rich man wants to be a king  [Chorus] But the man who can sing when he hasn't got a thing He's the king of the whole wide world Come on let's sing, sing brother sing 'Cos the man who can sing when he hasn't got a thing He's the king of the whole wide world Come on let's sing, sing brother sing 'Cos the man who can sing when he hasn't got a thing He's the king of the whole wide world Of the whole wide world Of the whole wide world  ",
        "title": "King Of The Whole Wide World"
    },
    {
        "artist": "Kris Jensen",
        "lyrics": null,
        "title": "Torture"
    },
    {
        "artist": "The Shirelles",
        "lyrics": null,
        "title": "Stop The Music"
    },
    {
        "artist": "Sammy Davis Jr.",
        "lyrics": "  What kind of fool am I Who never fell in love It seems that I'm the only one That I have been thinking of  What kind of man is this An empty shell A lonely cell in which An empty heart must dwell  What kind of lips are these That lied with every kiss That whispered empty words of love That left me alone like this  Why can't I fall in love Like any other man And maybe then I'll know What kind of fool I am  What kind of clown am I? What do I know of life? Why can't I cast away This mask of play and live my life  Why can't I fall in love Like any other man And maybe then I'll know What kind of fool I am  ",
        "title": "What Kind Of Fool Am I"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  [Verse 1] I told Mary about us I told her about our great sin Mary cried and forgave me And Mary took me back again Said if I wanted my freedom I could be free evermore But I don't want to be, and I don't want to see Mary cry anymore  [Chorus] Oh, devil woman Devil woman, let go of me Devil woman, let me be And leave me alone I want to go home  [Verse 2] Mary is waitin' and weepin' Down in our shack by the sea Even after I've hurt her Mary' still in love with me Devil woman it's over Trapped no more by your charms Cause I don't want to stay, I want to get away Woman let go of my arm  [Chorus]  [Verse 3] Devil woman you're evil Like the dark coral reef Like the winds that bring high tides You bring sorrow and grief You made me ashamed to face Mary Barely had the strength to tell Skies are not so black, Mary took me back Mary has broken your spell  [Chorus]  [Verse 4] Runnin' along by the seashore Runnin' as fast as I can Even the seagulls are happy Glad I'm coming home again Never again will I ever Cause another tear to fall Down the beach I see, what belongs to me The one I want most of all  [Outro] Oh, devil woman, devil woman, don't follow me Devil woman, let me be And leave me alone I'm going back home  ",
        "title": "Devil Woman"
    },
    {
        "artist": "Ray Charles",
        "lyrics": null,
        "title": "You Don't Know Me"
    },
    {
        "artist": "Bobby Bare",
        "lyrics": null,
        "title": "Shame On Me"
    },
    {
        "artist": "Bunker Hill",
        "lyrics": "  Say, man Looky here, man Let's get together tonight And play some hide and go seek What say, let's get together And play some hide and go seek Let's go, let's play Well, I love you Love you, love you Tickle, tickle Hug me, hug me, hug me You all hid (yeah) If you ain't hid You better holler Billy goat (baaaa) Are you ready (I'm not ready) Aw, man, let's hide this time I went down the road The road was muddy I stubbed my toe My toe was hurting Who all hid (yeah) If you ain't hid You better holler Billy goat (baaaa) Two bars of washing powder Two bars of soap Already hid, you better Holler billy goat I went down the road The road was muddy I stubbed my toe My toe was hurting Walk, don't jump to The bottom of the well Swam by the devil and he I'm not gonna say that Who all hid (yeah) If you ain't hid You better holler Billy goat (baaaa) Aw, man, will you put down That thing you got in your hand ANd find your hole and get in it I'm gonna say this one more time 5 10 15 20 25 30 35 40 45 50 Who all hid (yeah) If you ain't hid You better holler Billy goat (baaaa) One potato, two potato Three potato, four All ain't ready Better let me go If you hid behind my pie I'm gonna hit you Right in the eye Who all hid (yeah) If you ain't hid You better holler Billy goat (baaaa) Are you ready (I'm still not ready) Aw, man, looky here I want you to find the Tallest tree and climb up in it And walk out on the limb and jump And I hope that you fall In the deepest hole I mean listen I'm gonna say this one more time I went down the road The road was muddy I stubbed my toe My toe was hurting Two bars of washing powder Two bars of soap All ain't hid You better holler Billy goat (baaaa) Now I know you're Ready this time, man (I'm not ready) aw, man  ",
        "title": "Hide & Go Seek, Part I"
    },
    {
        "artist": "Gene McDaniels",
        "lyrics": null,
        "title": "Point Of No Return"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Gina"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Every limbo boy and girl All around the limbo world Gonna do the limbo rock All around the limbo clock  Jack be limbo, Jack be quick Jack go under limbo stick All around the limbo clock Hey, let's do the limbo rock  Limbo lower now Limbo lower now How low can you go?  First you spread your limbo feet Then you move to limbo beat Limbo ankle, limbo knee Bend back like a limbo tree  Jack be limbo, Jack be quick Jack go under limbo stick All around the limbo clock Hey, let's do the limbo rock  La, la, la La, la, la La, la, la  Get yourself a limbo girl Give that chick a limbo whirl There's a limbo moon above You will fall in limbo love  Jack be limbo, Jack be quick Jack go under limbo stick All around the limbo clock Hey, let's do the limbo rock  Don't move that limbo bar You'll be a limbo star How low can you go?  ",
        "title": "Limbo Rock"
    },
    {
        "artist": "Billy Vaughn And His Orchestra",
        "lyrics": "  INSTRUMENTAL  ",
        "title": "A Swingin' Safari"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  I see I've gotta be headin' for pain I see a broken heart wearin' my name You're handin' me, sure as stars up above Warmed over kisses, left over love  You've got another love you're runnin' to You've been a-cheatin' in some rendezvous You're handin' me, sure as stars up above Warmed over kisses, left over love  You say that I'm the only one Oh how I wanted to be But when I kiss your pretty lips You got nothin' left for me  You've gotta wanna be breakin' my heart I know we've gotta be driftin' apart You're handin' me, sure as stars up above Warmed over kisses, left over love  You're handin' me, sure as stars up above Warmed over kisses, ooo, left over love  ",
        "title": "Warmed Over Kisses (Left Over Love)"
    },
    {
        "artist": "Shelley Fabares",
        "lyrics": null,
        "title": "The Things We Did Last Summer"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  Send me the pillow that you dream on Don't you know that I still care for you? Send me the pillow that you dream on So darling, I can dream on it, too  Each night while I'm sleeping oh, so lonely I'll share your love in dreams that once were true Send me the pillow that you dream on So darling, I can dream on it, too  Send me the pillow that you dream on Maybe time will let our dreams come true Send me the pillow that you dream on So darling, I can dream on it, too  I've waited so long for you to write me But just a memory's all that's left of you Send me the pillow that you dream on So darling, I can dream on it, too So I can dream on it, too  ",
        "title": "Send Me The Pillow You Dream On"
    },
    {
        "artist": "Johnny Crawford",
        "lyrics": null,
        "title": "Your Nose Is Gonna Grow"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  (C.Taylor - G.Nelson) Let me tell you what's on my mind There ain't no fooling I'm in love this time Yeah, baby save all your loving for me I want your kisses every night His loving eyes and squeezing me real tight Yeah, baby save all your loving for me I go to bed, I can't sleep It's got so bad, I can't count sheep I toss and turn the whole night through One of these days I'm gonna get you I wanna tell ya what I'd like you to do A love me, like I love you Yeah, baby save all your loving for me I go to bed, I can't sleep It's got so bad, I can't count sheep I toss and turn the whole night through But one of these days I'm gonna get you I wanna tell ya what I'd like ya to do I want you to love me like I love you And baby, save all you loving for me Ya baby, save all your loving' for me I want you to save, save all your loving for me...  ",
        "title": "Save All Your Lovin' For Me"
    },
    {
        "artist": "Martin Denny and His Orchestra",
        "lyrics": null,
        "title": "A Taste Of Honey"
    },
    {
        "artist": "Bo Diddley",
        "lyrics": "  [Verse 1] You can't judge an apple by looking at a tree You can't judge honey by looking at the bee You can't judge a daughter by looking at the mother You can't judge a book by looking at the cover  [Chorus] Oh can't you see Oh you misjudge me I look like a farmer But I'm a lover You can't judge a book by looking at the cover  [Verse 2] Oh come on in closer baby Hear what else I got to say! You got your radio turned down too low Turn it up! You can't judge sugar by looking at the cane You can't judge a woman by looking at her man You can't judge a sister by looking at her brother You can't judge a book by looking at the cover  [Chorus]  [Verse 3] You can't judge a fish by looking in the pond You can't judge right from looking at the wrong You can't judge one by looking at the other You can't judge a book by looking at the cover  [Chorus]  ",
        "title": "You Can't Judge A Book By The Cover"
    },
    {
        "artist": "Mike Clifford",
        "lyrics": "  Close To Cathy Mike Clifford Peak chart position # 12 in 1962 Music by Bob Goodman and Words by Earl Shuman I'm so close to Cathy I know just what she's dreamin' of She always calls me up to tell me Every time she falls in love Oh, I'm so close to Cathy I know her every tender sigh She loves to cry upon my shoulder Always for some other guy Oh, why can't she see The one true, lasting love in her life should be me? I'm so close to Cathy As close as anyone can be And I'll stay close to Cathy Hoping some day she'll feel close to me I'm so close to Cathy As close as anyone can be And I'll stay close to Cathy Hoping some day she'll feel close to me  ",
        "title": "Close To Cathy"
    },
    {
        "artist": "Claudine Clark",
        "lyrics": "  (Party lights, I see the party lights) Wo (They're red and blue and green) Lights (Everybody in the crowd's there) Mama, I wanna go, go, go, go, go, go, yeah, yeah  Well, mama dear, tell me, do you hear? We're partying tonight I tell you, I can't sleep because across the street Wo, oh, I see the party lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  Well, mama dear Look here, oh, dear There goes Mary Lou I see Tommy and Joe  Oh, oh, and Betty Sue Oh, oh, and there goes my boyfriend too I see the lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  Listen to the party, mama  Well, mama dear Look here, oh, dear I'm feeling, oh, so blue They're doin' the twist, the fish  The mashed potatoes too I fear, I'm lookin' at you I see the lights  I see the lights, I see the party lights They're red and blue and green Everybody in the crowd's there But you won't let me make a scene  They're doin' the fish, they're doin' the twist The watusi, the mashed potatoes I see the lights, I see the lights They're doin' the bop, I wanna go  ",
        "title": "Party Lights"
    },
    {
        "artist": "Chuck Jackson",
        "lyrics": "  I keep forgetting you don't love me no more I keep forgetting you don't want me no more I keep forgetting that you told me that You didn't want me around anymore  But these stupid old feet just head for your street Like they've done so many times before And the stubborn old fists on the end of my wrists Start knocking on your front door  I keep forgetting you don't love me no more I keep forgetting you don't want me no more I keep forgetting about those heartbreaking nights And those heartbreaking things that you said  Though I know in my heart we've drifted apart Still I can't believe our love is dead Though it's plain as can be that you're finished with me I just can't get it through my head  I keep forgetting you don't love me no more I keep forgetting you don't love me no more I keep forgetting you don't love me no more  Though I know in my heart we've drifted apart I can't believe our love is dead Though it's plain as can be that you're finished with me I just can't get it through my head  I keep forgetting you don't love me no more I keep forgetting you don't love me no more No, no, no, no, no, no, no, no more But I just keep on forgetting, I keep on forgetting, darling  ",
        "title": "I Keep Forgettin'"
    },
    {
        "artist": "Paul Petersen",
        "lyrics": null,
        "title": "Lollipops And Roses"
    },
    {
        "artist": "Bobby Bland",
        "lyrics": null,
        "title": "Stormy Monday Blues"
    },
    {
        "artist": "Earl Grant",
        "lyrics": null,
        "title": "Sweet Sixteen Bars"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  If I didn't have a dime, and I didn't take the time To play the juke box Wh0a-o-o Saturday night would have been a Sad and lonely night for me  And if you weren't standing there Ruby lips and golden hair, beside the juke box Whoa-o-o I'd have lost my chance to hold You while you danced with me, umm hum  While the records turned and turned We danced and learned, our hearts had Yearned for this Neath the moon we walked and walked and Talked of love, and then... We kissed  Now with every sweet caress Oh my darlin' have I blessed that Little juke box Whoa-o-o love songs that they sing Wouldn't mean a single thing Even though you're standing there Ruby lips and golden hair If I didn't have a dime and I didn't Take the time... To play the juke box  Repeat above verse  ",
        "title": "If I Didn't Have A Dime (To Play The Jukebox)"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Hey, now you better listen to me, everyone of you We got a lotta, lotta, lotta, lotta work to do Forget about your woman and that water can Today we're workin' for the man Well, pick up your feet, we've got a deadline to meet I'm gonna see you make it on time Don't relax, I want elbows and backs I wanna see everybody from behind 'Cause you're workin' for the man, workin' for the man You gotta make him a hand when you're workin' for the man Oh well, I'm pickin' 'em up and I'm laying 'em down I believe he's gonna work me into the ground I pull to the left, I heave to the right I wanna kill him but it wouldn't be right 'Cause I'm workin' for the man, workin' for the man Gotta make him a hand when you're workin' for the man Well, the boss man's daughter sneaks me water Every time her daddy's down the line She says meet me tonight, love a me right And everything is gonna be fine So I slave all day without much pay 'Cause I'm just abiding my time 'Cause the company and the daughter you see Their both gonna be all mine Yeah, I'm gonna be the man, gonna be the man Gotta make him a hand if I'm gonna be the man Workin' for the man, workin' for the man Gonna be the man, gonna be the man Gotta make him a hand, workin' for the man  ",
        "title": "Workin' For The Man"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": null,
        "title": "No One Will Ever Know"
    },
    {
        "artist": "Sandy Nelson",
        "lyrics": null,
        "title": "...And Then There Were Drums"
    },
    {
        "artist": "Don Gardner And Dee Dee Ford",
        "lyrics": null,
        "title": "Don't You Worry"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  If I go, a million miles away I'd write a letter, each and everyday Cause honey nothing, nothing can ever change this love I have for you  Mmmmmm, make me weep And you can make me cry See me coming And you can pass me by But honey, nothing, nothing can ever change this love I have for you  Wo-oh-oh, you're the apple of my eye, you're cherry pie And oh you're, you're cake and ice cream Oh you're sugar and spice, and everything nice You're the girl of my, my, my, my, dreams  But if you wanted, to leave me and roam When you got back, I'd just say welcome home Cause honey nothing, nothing, nothing can ever change this, love I have, for you Wo-oh-oh-oh  [Musical Interlude] I know, I know, I know, I know, I know that nothing, nothing, nothing can ever Change the love I have for you  ",
        "title": "Nothing Can Change This Love"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Each night we meet and talk about you Reminisce about the things you used to do We just sit around broken-hearted 'Cause all of us are still in love with you  [Chorus] Oh, yes we're ten lonely guys with ten broken hearts We thought your lies were true Yes, we're just ten lonely guys with tears in our eyes Ten lonely guys who still love you  Eddie was the first one to hold you Jerry was the first to taste your kiss Then came Johnny, Stan, Richie, Neal, and Bobby, Jack, and Cliff And I was the last one on your list  [Chorus] The footsteps at the door can mean just one thing Someone else has been a fool for you One more guy who wants to tell his story One more guy who knows what we've been through  Oh, yes we're ten lonely guys with ten broken hearts We thought your lies were true Yes, we're just ten lonely guys with tears in our eyes And tonight we'll set a chair for someone new  ",
        "title": "Ten Lonely Guys"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": null,
        "title": "Baby Face"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  One time a long time ago On a mountain in Switzerland, yo lo lo lo There lived a fair young maiden Lovely but lonely, oh oh oh oh  Day after day, she'd pine her heart away Yo lo lo lo lady yay But no love came her way  One day, her papa said, \"Some day we'll go down to the village In the valley, there you'll meet a nice young man, he'll ask for your hand Then you'll be happy\"  But every day she grew unhappier On a mountain in Switzerland, yo lo lo lo Every day a little bit lonelier Which way to turn and which way to go  Day after day, she'd pine her heart away Yo lo lo lo lady yay But no love came her way  Some say the maiden's dream never came true She never got to go to the valley If she did or not, I really don't know, oh oh oh oh Did she die unhappy?  I'd rather think she found her love Wouldn't you rather think she did find love? Somewhere, some way Yo lo lady yay, yo lo lady yay  ",
        "title": "The Swiss Maid"
    },
    {
        "artist": "Sue Thompson",
        "lyrics": null,
        "title": "James (Hold The Ladder Steady)"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  And around and around and around And around and around and around And around and around and around  Don't you know that I know a girl that twists so fine (Twistin' with Linda) You know she can't sit still She twitches all the time (Twistin' with Linda) Yeah, she got big blue eyes and long black hair (Twistin' with Linda) I wanna tell you guys She ain't no square (Twistin' with Linda)  Oh don't you know she likes to twist Ow! She like to shout Ow! She like to twist Ow! She like to shout You know she like to twist Ow! She like to shout  (Twistin' with Linda) (Twistin' with Linda) (Twistin' with Linda)  And around and around and around And around and around and around And around and around and around  Come on baby, let's do the twist now Ahh, go like this now Is everybody ready Here we go, oohhhwooah  (Twistin' with Linda) Oh yeah (Twistin' with Linda) Come on now you won't believe now (Twistin' with Linda) Oh yeah everybody twist now (Twistin' with Linda)  And around and around and around And around and around and around And around and around and around  Awww don't ya know mama, you're lookin' good Hey hey hey! Celebrating (Twistin' with Linda) Oohhh, I keep on celebrating (Twistin' with Linda) Hey hey, hey hey (Hey hey, hey hey) Hey hey, hey hey hey (Hey hey, hey hey hey)  [Fade]  ",
        "title": "Twistin' With Linda"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  If a man answers your phone when I call Oh, there's gonna be some screamin' that ain't all 'Cause if I'm here callin' you Then who's the who I'm talkin' to ? Why any fool could see That for sure it ain't me If a man answers your phone then honey we're through!  Now everything between us used to be fine Till I became a third party When there ain't no party line You-hear-me-talkin'  Gonna hang this phone up now and dial again Oh and their better be a soprano on the other end 'Cause if the voice is baritone When you told me you'd be home alone Well,then I'm wastin' my time Not to mention my dime So,If a man answers your phone then honey I'm gone!  ",
        "title": "If A Man Answers"
    },
    {
        "artist": "Florraine Darlin",
        "lyrics": null,
        "title": "Long As The Rose Is Red"
    },
    {
        "artist": "The Jive Five With Eugene Pitts",
        "lyrics": null,
        "title": "What Time Is It?"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "I Love You The Way You Are"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  I'm living right next door to an angel And I just found out today I'm living right next door to an angel And she only lives a house away  She used to be such a skinny little girl But all of a sudden she's out of this world I'm living right next door to an angel And I'm gonna make that angel mine  Since I saw her this morning I'm on cloud number nine Found a Garden of Eden At the house next door to mine  I took a look And, oh, what a shock To find a little bit of heaven right On the block I'm living right next door to an angel And I'm gonna make that angel mine  I can't believe that this is the girl next door Her funny little face isn't funny no more Sixteen and, oh, what a dream Ain't it strange how she changed into such a lovely angel  Saw her walking down main street And I couldn't believe my eyes It used to be such a plain street But now it's paradise  I feel so happy I'm feeling so good I'm the luckiest devil in the neighborhood I'm living right next door to an angel And I'm gonna make that angel mine  ",
        "title": "Next Door To An Angel"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  If you should hear That someone new Has eased the pain Of losing you  Don't you believe it Not for a moment Don't you believe it Because it isn't true  Those angry words That made us part Put out the flame That's in my heart  Don't you believe it Not for a moment Don't you believe it Because it isn't true  I haven't changed I still love you And it will always be  I only hope and I pray each night You'll feel the Same about me  So if you hear Some false alarms Like you're not welcome In my arms  Don't you believe it Not for a moment Don't you believe it Because it isn't true  Oh, how I still love you  ",
        "title": "Don't You Believe It"
    },
    {
        "artist": "The Valentinos",
        "lyrics": null,
        "title": "Lookin' For A Love"
    },
    {
        "artist": "The Rivingtons",
        "lyrics": "  Papa-papa-papa-papa-oom-mow-mow Papa-oom-mow-mow Pa-papa-oom-mow-mow Pa-papa-oom-mow-mow Doot doot doot Doot doot doot  Funniest sound I ever heard And I can't understand a single word Now, if he's serious or if he's playin' Oom mow mow is all he's sayin Papa-papa-hoooo Papa-papa-papa-hoooo Doot doot doot Doot doot doot  I said-a hey there, partner, what's your name? Now don't you dare tell me the same old thing The words you sang, I can't figure it out But hearing that sound makes me stop and shout Papa-papa-hoooo Papa-papa-papa-hoooo Doot doot doot, doot, doot Doot doot doot, doot, doot Doot doot doot Doot doot doot Doot doot doot  A papa-papa-papa-papa-oom-mow-mow Papa-oom-mow-mow Doot doot doot, doot, doot Doot doot doot, doot, doot Doot doot doot, doot, doot Doot doot doot, doot, doot  Now, I hear this sound everywhere I go On the records, TV, and the radio And now it's spreadin' out over the land I still can't seem to understand Papa-hoooo Papa-papa-papa-hoooo Papa-hoooo Doot doot doot, doot, doot, doot Doot doot doot, doot, doot, doot Doot doot doot, doot, doot, doot Papa-hoooo Papa-papa-papa-hoooo Papa-papa-papa-hoooo Papa-papa-papa-hoooo Papa-papa-papa-hooooooo  ",
        "title": "Papa-Oom-Mow-Mow"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  I stood watching all night long I stood watching all night long I stood watching till you went away You were a girl of many charms Oh, how I loved you in my arms I never thought that you'd ever go 'Cause I loved you so  Oh, uh, Susie darlin' I thought you knew You were all the world to me All my dreams come true  I stand crying all night long I stand crying all night long Knowing that life has nothing left for me-ee I'll walk around most patiently Hoping you will return to me 'Til that happy day I will always be Watching all night long  Oh, uh, Susie darlin' I thought you knew )I thought you knew) You were all the world to me All my dreams come true  Oh, uh, Susie darlin' (I thought you knew) Oh, uh, Susie darlin' (I thought you knew) Oh, uh, Susie darlin' (I thought you knew)  ",
        "title": "Susie Darlin'"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  Here I am and I'm back again I'm doing mashed potatoes I'm gonna start by going To New York City With your number one  I'm going to Boston, ow I'm going to Buffalo Straight down the road Gonna stop in Cleveland, Ohio  Gonna go to your Next door neighbor I'm gonna mashed potatoes In Detroit  I'm gonna swing right on Down the freeway Doing the mashed potatoes Gonna stop in Chicago And St. Louis, Missouri  Going way over on the other side And stop in Memphis, Tennessee While I'm in neighborhood I'm gonna stop in Nashville too  My old good old place Where everybody's having A mighty good time Charlotte, North Carolina  I believe I'll mashed potatoes Where the cowboys stay Of course you know I'm Talking about Dallas, Texas And I want you to know I've got Houston, Texas on my mind  Now any of these places I called And I missed your town I just want you to know I'm coming through cause I'm mashed potato bound  Miami, Florida, Jacksonville too Columbia, South Carolina too And Norfolk, Virginia too  San Francisco I mashed potato at the World's Fair is Seattle, Washington Los Angeles, California  Going back over on the East Coast I'm going to Richmond, Virginia I'm gonna fool you Now I'm going my old hometown I'm going to Augusta, Georgia Spelled A-you-g-you-s-t-a  ",
        "title": "Mashed Potatoes U.S.A."
    },
    {
        "artist": "Barbara Lynn",
        "lyrics": "  Hey, hey, hey You've seen the world You went out with every girl But let me hip you I won't be your second fiddle girl All your letters You said you were true When I got back I heard the news So let me hip you I won't be your second fiddle girl Hey, hey, hey You know I love you Do anything you ask me to But in this case I won't be your second fiddle girl I packed your things Now there's the door Stay out of my life I don't want you no more So let me tell you that I won't be your second fiddle girl Hey, hey, hey You know I love you Do anything you ask me to But in this case I won't be your second fiddle girl I won't be your second fiddle girl I won't be your second fiddle girl I won't be your second fiddle girl...  ",
        "title": "Second Fiddle Girl"
    },
    {
        "artist": "Claude King",
        "lyrics": null,
        "title": "The Burning Of Atlanta"
    },
    {
        "artist": "Anthony Newley",
        "lyrics": "  What kind of fool am I Who never fell in love It seems that I'm the only one That I have been thinking of  What kind of man is this An empty shell A lonely cell in which An empty heart must dwell  What kind of lips are these That lied with every kiss That whispered empty words of love That left me alone like this  Why can't I fall in love Like any other man And maybe then I'll know What kind of fool I am  What kind of clown am I What do I know of life Why can't I cast away This mask of play And live my life  Why can't I fall in love Till I don't give a damn And maybe then I'll know What kind of fool I am  ",
        "title": "What Kind Of Fool Am I"
    },
    {
        "artist": "Stan Getz/Charlie Byrd",
        "lyrics": "  Quando eu vou cantar, você não deixa E sempre vêm a mesma queixa Diz que eu desafino, que eu não sei cantar Você é tão bonita Mas tanta beleza também pode se acabar  Se você disser que eu desafino, amor Saiba que isto em mim provoca imensa dor Só privilegiados têm o ouvido igual ao seu Eu possuo apenas o que Deus me deu  Se você insiste em classificar Meu comportamento de anti-musical Eu mesmo mentindo devo argumentar Que isto é Bossa Nova, isto é muito natural  O que você não sabe nem sequer pressente É que os desafinados também têm um coração Fotografei você na minha Rolley-Flex Revelou-se a sua enorme ingratidão  Só não poderá falar assim do meu amor Este é o maior que você pode encontrar Você com a sua música esqueceu o principal Que no peito dos desafinados No fundo do peito bate calado Que no peito dos desafinados também bate um coração  ",
        "title": "Desafinado"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "I'm Going Back To School"
    },
    {
        "artist": "Duane Eddy and the Rebelettes",
        "lyrics": null,
        "title": "(Dance With The) Guitar Man"
    },
    {
        "artist": "Robert Goulet",
        "lyrics": null,
        "title": "What Kind Of Fool Am I?"
    },
    {
        "artist": "The Sherrys",
        "lyrics": "  Pop pop pop pie, here's the dance of the day! Hey! (Dance of the day! Hey!) Pop pop pop pie, come on I'll show you the way Come on and take your turn, you're gonna start to learn To do the Pop-Pie...  Pop pop pop pie, it's not as new as it seems (New as it seems.) Pop pop pop pie, came outta New Orleans There was a rockin' hop, the kids all started to Pop Pop pop pie...  Now clap your hands (Wah-oo) Swing your hips (Wah-oo) Shout, scream like an alleycat at midnight that's the Pop Pop Pop pie! Pop pop pop pie! Once you get in the groove, you really start to move Doing the Pop-pie...  [Lather, rinse, repeat from 'Now clap your hands...' to fadeout...]  ",
        "title": "Pop Pop Pop - Pie"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "Forever And A Day"
    },
    {
        "artist": "Richard Chamberlain",
        "lyrics": null,
        "title": "Love Me Tender"
    },
    {
        "artist": "Buddy Greco",
        "lyrics": null,
        "title": "Mr. Lonely"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  I Was Such A Fool (To Fall In Love With You) Connie Francis  I was such a fool to fall in love with you I was such a fool to think you loved me, too \"Cause suddenly something happened Your love flickered and died But mine... Mine kept right on burning Then burst into a tide Impossible to hide Oh, I was such a fool to think that you were mine Here's to your new love Let's drink a toast of sparkling wine Oh, you taught me a lesson, it's true But wait 'til it happens to you Oh, I was such a fool to fall in love with you Oh ho you know You taught me a lesson, it's true But wait 'til it happens to you I was such a fool to fall in love with you!  ",
        "title": "I Was Such A Fool (To Fall In Love With You)"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": null,
        "title": "Léah"
    },
    {
        "artist": "Linda Scott",
        "lyrics": "  (spoken) They said he was a talent scout In a big, long, fancy car He came through town, took my baby away Said he'd make him a star  (sing) He took him off to Hollywood And not once did he write I saw his name on a marquee sign I went to see his picture last night And I left my heart in the balcony Last row, third seat I couldn't take it anymore So I left my heart in the balcony And my teardrops on the floor  On a wide, wide screen in Cinemascope And Technicolor too Some good lookin' girl was kissin' his lips The lips that I once knew And I left my heart in the balcony Last row, third seat I couldn't take it anymore So I left my heart in the balcony And my teardrops on the floor  Well, he's a star now and he's gone for good Livin' in a mansion in Hollywood That movie queen, she stole my guy Whe I pass the theatre I have to cry 'Cause I left my heart in the balcony Last row, third seat I couldn't take it anymore So I left my heart in the balcony And my teardrops on the floor (oh-oh)  ",
        "title": "I Left My Heart In The Balcony"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "Did You Ever See A Dream Walking"
    },
    {
        "artist": "Les Cooper and the Soul Rockers",
        "lyrics": null,
        "title": "Wiggle Wobble"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "He Thinks I Still Care"
    },
    {
        "artist": "Joanie Sommers",
        "lyrics": "  When the boys tell their stories And they brag of their glories Do you tell them how easy it was To caress me? What do you talk about When the boys get together?  ",
        "title": "When The Boys Get Together"
    }
]