[
    {
        "artist": "Janet",
        "lyrics": "  [Hook] All my girls at the party Look at that body Shakin' that thing Like you never did see Got a nice package alright Guess I'm gonna have to ride it tonight All my girls at the party Look at that body Shakin' that thing Like you never did see Got a nice package all right  [Spoken] Edit, 4, 3, 2, 1  [Chorus] It's all for you If you really want it It's all for you If you say you need it It's all for you If you gotta have it It's all for you if you make a move It's all for you  [Verse 1] I see you staring out the corner of my eye You seem uneasy want to approach me Throw me a line But then something inside you grabs you says, who am I? I know exactly cause it happens with all the guys  [Pre-Chorus] So you do what you gonna do Come on and talk to me Promise you won't even have an attitude I'll let you sit right next to me Don't join the list with these other fools That ain't the way to be Yes, it's cool Yes, I'm in the mood Intimidations got that mind  [Chorus] It's all for you If you really want it It's all for you If you say you need it It's all for you If you gotta have it It's all for you if you make a move It's all for you Tell me I'm the only one It's all for you Soon we'll be having fun It's all for you Come over here and get some It's all for you if you make a move It's all for you  [Verse 2] Can't be afraid or keep me waiting for too long Before you know it, I'll be outta here, I'll be gone Don't try to be all clever, cute, or even sly Don't have to work that hard Just be yourself and let that be your guide  [Pre-Chorus] So you do what you gonna do Come on and talk to me by Promise you won't even have an attitude I'll let you sit right next to me Don't join the list with these other fools That ain't the way to be boy Yes, it's cool Yes, I'm in the mood Intimidations got that mind  [Chorus] It's all for you If you really want it It's all for you If you say you need it It's all for you If you gotta have it It's all for you if you make a move It's all for you It's all for you Tell me you're the only one It's all for you Soon we'll be having fun It's all for you Come over here and get some It's all for you if you make a move It's all for you  [Hook] All my girls at the party Look at that body Shaking that thing like you never did see Got a nice package alright Guess I'm gonna have to ride it tonight All my girls at the party Look at that body Shaking that thing like you never did see Got a nice package alright Guess I'm gonna have to ride it tonight  [Chorus] It's all for you If you really want it It's all for you If you say you need it It's all for you If you gotta have it It's all for you if you make a move It's all for you  [Hook] All my girls at the party Look at that body Shaking that thing like you never did see Gotta nice package alright Guess I'm gonna have to ride tonight All my girls at the party Look at that body Shaking that thing like you never did see Gotta nice package alright Guess I'm gonna have to ride tonight  [Outro] It's all for you Tell me you're the only one Soon we'll be having fun Come over here and get some Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Come over here and get some Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Soon You'll be fine Soon we'll be having fun Soon we'll be having fun Soon we'll be having fun Guess I'm gonna have to ride Guess I'm gonna have to ride tonight Guess I'm gonna have to ride Guess I'm gonna have to ride Guess I'm gonna have to ride tonight Guess I'm gonna have to ride  ",
        "title": "All For You"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Verse 1: Beyoncé] Now that you're out of my life, I'm so much better You thought that I'd be weak without you, but I'm stronger You thought that I'd be broke without you, but I'm richer You thought that I'd be sad without you, I laugh harder You thought I wouldn't grow without you, now I'm wiser Thought that I'd be helpless without you, but I'm smarter You thought that I'd be stressed without you, but I'm chillin' You thought I wouldn't sell without you, sold 9 million  [Hook] I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?)  [Verse 2: Beyoncé] Thought I couldn't breathe without you, I'm inhaling You thought I couldn't see without you, perfect vision You thought I couldn't last without you, but I'm lastin' You thought that I would die without you, but I'm livin' Thought that I would fail without you, but I'm on top Thought it would be over by now, but it won't stop Thought that I would self destruct, but I'm still here Even in my years to come, I'm still gon' be here  [Hook] I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?)  [Bridge 1: Kelly Rowland] I'm wishing you the best Pray that you are blessed Bring much success, no stress, and lots of happiness (I'm better than that) I'm not gon' blast you on the radio (I'm better than that) I'm not gon' lie on you and your family (I'm better than that) I'm not gon' hate on you in the magazines ('m better than that) I'm not gon' compromise my Christianity (I'm better than that) You know I'm not gon' diss you on the internet Cause my mama taught me better than that  [Hook] I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?)  [Bridge 2: Michelle Williams] After of all of the darkness and sadness Soon comes happiness If I surround my self with positive things I'll gain prosperity  [Hook] I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?) I'm a survivor (What?) I'm not gon' give up (What?) I'm not gon' stop (What?) I'm gon' work harder (What?) I'm a survivor (What?) I'm gonna make it (What?) I will survive (What?) Keep on survivin' (What?)  [Outro] I will survive (la la la) Being fine (la la la) I will survive being sexy (la la la) I will survive being bootylicious  ",
        "title": "Survivor"
    },
    {
        "artist": "Christina Aguilera, Lil' Kim, Mya & P!nk",
        "lyrics": "  [Lil' Kim] Where's all my soul sistas? Lemme hear ya'll flow sistas  Hey sista, go sista, soul sista, flow sista Hey sista, go sista, soul sista, go sista  [Mya] He met Marmalade down in old Moulin Rouge Struttin' her stuff on the street She said, \"Hello, hey Joe! You wanna give it a go?\" Oh! uh huh  [Hook] Gichie, Gichie, ya ya dada (Hey hey hey) Gichie, Gichie, ya ya here (here) Mocha Chocalata ya ya (oh yea) Creole Lady Marmalade  [Lil' Kim] What What, What what  [Mya] Ooh oh  Voulez vous coucher avec moi ce soir Voulez vous coucher avec moi  [Lil' Kim] Yea yea yea yea  [Pink] He sat in her boudoir while she freshened up Boy drank all that Magnolia wine All her black satin sheets, suede's, dark greens Yeah  [Hook] Gichie, Gichie, ya ya dada (da-da-da) Gichie, Gichie, ya ya here (here ohooh yea yeah) Mocha Chocalata ya ya (yea yea) Creole Lady Marmalade  Voulez vous coucher avec moi ce soir (ce soir, what what what) Voulez vous coucher avec moi  [Lil' Kim] Yea yea uh We come through with the money and the garter belts I let him know we bout that cake straight out the gate (uh) We independent women, some mistake us for whores I'm sayin'.. \"Why spend mine when I can spend yours?\" Disagree? Well that's you and I'm sorry I'mma keep playing these cats out like Atari Wear high heel shoes get love from the dudes Four badass chicks from the Moulin Rouge Hey sistas, soul sistas, betta get that dough sistas We drink wine with diamonds in the glass By the case the meaning of expensive taste If you wanna Gichie, Gichie, ya ya Mocha Chocalata what? Creole Lady Marmalade One more time C'mon now  Marmalade... Lady Marmalade... Marmalade...  [Christina] Hey Hey Hey! Touch of her skin feeling silky smooth Color of cafe au lait alright Made the savage beast inside roar until he cried More-more-more  [Pink] Now he's back home doin' 9 to 5 (9 to 5) [Mya] Livin the grey flannel life [Christina] But when he turns off to sleep memories creep More-more-more  [Hook] Gichie, Gichie, ya ya dada (da daeaea yea) Gichie, Gichie, ya ya here (ooh) Mocha Chocalata ya ya (yea) Creole lady Marmalade  Voulez vous coucher avec moi ce soir (ce soir) Voulez vous coucher avec moi (all my sistas yea) Voulez vous coucher avec moi ce soir (ce soir) Voulez vous coucher avec moi (C'Mon! uh)  [Missy] Christina (oh Yeaeaa Oh) Pink (Lady Marmalade) Lil' Kim (Hey Hey uh uh uh uh) Mya (Oh Oh oooo) Rockwilder baby (baby) Moulin Rouge (0h) Misdemeanor here...  Creole Lady Marmalade Yes-ah  ",
        "title": "Lady Marmalade"
    },
    {
        "artist": "Lifehouse",
        "lyrics": "  [Verse 1] Desperate for changing, starving for truth I'm closer to where I started, I'm chasing after you  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  [Verse 2] Forgetting all I'm lacking Completely incomplete I'll take your invitation You take all of me now  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  I'm living for the only thing I know I'm running and not quite sure where to go And I don't know what I'm diving into Just hanging by a moment here with you  [Bridge] There's nothing else to lose There's nothing else to find There's nothing in the world That can change my mind  There is nothing else There is nothing else There is nothing else  [Verse 1] Desperate for changing, starving for truth I'm closer to where I started, I'm chasing after you  [Chorus] I'm falling even more in love with you Letting go of all I've held onto I'm standing here until you make me move I'm hanging by a moment here with you  I'm living for the only thing I know I'm running and not quite sure where to go And I don't know what I'm diving into Just hanging by a moment here with you  Just hanging by a moment Just hanging by a moment Hanging by a moment Hanging by a moment here with you  ",
        "title": "Hanging By A Moment"
    },
    {
        "artist": "Nelly Featuring City Spud",
        "lyrics": "  [Intro: Nelly] Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Come on, now  [Chorus: Nelly] If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!)  [Verse 1: Nelly] In the club on the late night, feeling right Looking, trying to spot something real nice Looking for a little shorty I noticed so that I can take home (I can take home) She can be 18 (18) with an attitude Or 19, kinda snotty, acting real rude But as long as you a thicky-thicky-thick girl you know that it's on (You know that it's on) I peep something coming towards me on the dance floor Sexy and real slow Saying she was peeping and I dig the last video \"So when Nelly, can we go?\" How could I tell her no? Her measurements was 36-25-34, tell it I like the way you brush your hair And I like those stylish clothes you wear I like the way the light hit the ice and glare And I can see you, boo, from way over there  [Chorus: Nelly] If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!)  [Verse 2: Nelly] Face and body Frontenac, don't know how to act Without no vouchers on her boots she's bringing nothing back You should feel the impact, shop on plastic When the sky's the limit and them haters can't get past that Watch me as I gas that 4 dot 6 Range Watch the candy paint change, every time I switch lanes It feel strange now Making a living off my brain, instead of 'caine now I got the title from my momma put the whip in my own name now Damn shit done changed now Running credit checks with no shame now I feel the fame now (come on), I can't complain now (no more) Shit I'm the mayne now, in and out my own town I'm getting pages out of New Jersey from Courtney B Telling me about a party up in NYC And can I make it? Damn right, I be on the next flight Paying cash; first class - sitting next to Vanna White  [Chorus: Nelly] If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!) If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!)  [Bridge: Nelly] Check, check, yo, I know something you don't know And I've got something to tell ya You won't believe how many people straight down at the Flo-Mo said that I was a failure But now the same motherfuckers asking me for dough And I'm yelling: \"I can't help ya\" \"But Nelly can we get tickets to the next show?\" Hell no (what's witchyou?!) you for real?!  [Verse 3: City Spud] Hey yo, now that I'm a fly guy, and I fly high Niggas want to know why, why I fly by But yo, it's all good, Range Rover all wood Do me like you should, fuck me good, suck me good We be them stud niggas, 'wishing you was' niggas Popping like we drug dealers, sipping Crissy, bubb' macking Honey in the club, me in the Benz Icy grip, telling me to leave with you and your friends So if shorty want to knock, we knocking to this And if shorty want to rock, we rocking to this And if shorty want to pop, we popping the Crist' Shorty wanna see the ice, then I ice the wrist City talk, Nelly listen; Nelly talk, city listen When I fuck fly bitches; when I walk pay attention See the ice and the glist'; niggas staring or they diss Honies looking all \"they wish,\" come on boo, gimme kiss  [Chorus: Nelly] If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!) If you want to go and take a ride with me We 3-wheeling in the fo' with the gold D's Oh, why do I live this way? (Hey, must be the money!) If you want to go and get high with me Smoke a L in the back of the Benz-E Oh, why must I feel this way? (Hey, must be the money!) Hey, must be the money! Hey, must be the money! Hey, must be the money! Hey, must be the money!  ",
        "title": "Ride Wit Me"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": "  [Verse 1] You don't know how you met me You don't know why You can't turn around and say goodbye All you know is when I'm with you I make you free And swim through your veins like a fish in the sea I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 2] I'm not worried 'bout the ring you wear 'Cause as long as no one knows than nobody can care You're feelin' guilty and I'm well aware But you don't look ashamed and baby I'm not scared I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 3] Won't give you money I can't give you the sky You're better off if you don't ask why I'm not the reason that you go astray and We'll be alright if you don't ask me to stay  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Verse 1] You don't know how you met me You don't know why You can't turn around and say goodbye All you know is when I'm with you I make you free And swim through your veins like a fish in the sea I'm singin'  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  [Chorus] Follow me, everything is alright I'll be the one to tuck you in at night And if you want to leave, I can guarantee You won't find nobody else like me  ",
        "title": "Follow Me"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] My tea's gone cold, I'm wondering why I got out of bed at all The morning rain clouds up my window And I can't see at all And even if I could, it'd all be grey But your picture on my wall It reminds me that it's not so bad It's not so bad  [Verse 2] I drank too much last night, got bills to pay My head just feels in pain I missed the bus and there'll be hell today I'm late for work again And even if I'm there, they'll all imply That I might not last the day And then you call me And it's not so bad, it's not so bad  [Chorus] And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life  [Verse 3] Push the door, I'm home at last And I'm soaking through and through Then you handed me a towel And all I see is you And even if my house falls down now I wouldn't have a clue Because you're near me  [Chorus] And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life And I want to thank you For giving me the best day of my life Oh, just to be with you Is having the best day of my life  ",
        "title": "Thank You"
    },
    {
        "artist": "City High",
        "lyrics": "  [Verse 1] Boys and girls wanna hear a true story? Saturday night I was at this real wild party They had the liquor overflowing the cup About 5 or 6 strippers tryin to work for a buck And I took one girl outside with me Her name was Lonni, she went to junior high with me I said, \"Why you up in there dancin' for cash? I guess a whole a lot's changed since I seen you last.\" She said  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  [Verse 2] Girl you ain't the only one with a baby That's no excuse to be living all crazy Then she looked me right square in the eye And said every day I wake up hopin' to die She said-nigga I know about pain cause Me and my sister ran away so my daddy couldn't rape us Before I was a teenager I been through more shit that you can't even relate to  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  Yo way hold up, hold up, hold up Hold up, stop the breakin' yo Stop the breakin' You should you ain't gonna be going out Like this men  [Bridge] Hold up! What would you do? Get up on my feet and let go of every excuse What would you do? Cause I wouldn't want my baby to go through what I went through Come on, what would you do? Get up on my feet and stop making tired excuses What would you do? Girl, I know if my mother can do it, baby you can do it  [Refrain] What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life  What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life Come on  What would you do if your son was at home Crying all alone on the bedroom floor Cause he's hungry And the only way to feed him is to, sleep with a man for a little bit of money And his daddy's gone Somewhere smokin' rock now, in and out of lockdown I ain't got a job now So for you this is just a good time, but for me this is what I call life, uhm  ",
        "title": "What Would You Do?"
    },
    {
        "artist": "Nelly Furtado",
        "lyrics": "  [Verse 1] You're beautiful, that's for sure You'll never ever fade You're lovely but it's not for sure That I won't ever change And though my love is rare Though my love is true  [Hook] I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is All I need for you to know is  [Verse 2] Your faith in me brings me to tears Even after all these years And it pains me so much to tell That you don't know me that well And though my love is rare Though my love is true  [Hook] I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is  [Verse 3] It's not that I wanna say goodbye It's just that every time you try to tell me that you love me Each and every single day I know I'm going to have to eventually give you away And though my love is rare And though my love is true Hey I'm just scared That we may fall through  [Hook] I'm like a bird I don't know where my soul is I don't know where my home is And baby all I need for you to know is I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is  I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is  I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is I'm like a bird, I'll only fly away I don't know where my soul is I don't know where my home is And baby all I need for you to know is  I'm like a bird  ",
        "title": "I'm Like A Bird"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "Get Ur Freak On"
    },
    {
        "artist": "Shaggy Featuring Rayvon",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Case",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Joe Featuring Mystikal",
        "lyrics": "  [Into] My dear my dear my dear you do not know me but I Know you very well now let me tell you that I ca-ca-Ca-ca called you (Why you lie to me ) My dear my dear my dear you do not know me but I Know you very well now let me tell you that I Caught you with and I knew it was a lie  [Verse 1] T-t-talk to me, tell me Where you were (late last night) You told me you were with your friends Hanging out (late last night) You're lying, 'cause you're stuttering Now where were you (late last night) Stop lying to me, 'cause you're ticking me off See you're ticking me off, ooh  [Chorus] I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter  [Verse 2] I called you on your cell phone No answer (tell me why) So I paged you, On your two-way Still no response (tell me why) I took care of you, I loved you And you played me (tell me why) Stop lying to me about where you been 'Cause you're ticking me off, t-t-ticking me off  [Chorus] I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter  [Mystikal] Quit your lying heffer, watch yourself Yeah, I'll give the whips but leaving you out here by yourself I'm keepin' it gangsta with all the tattoos and platinum mouth I was the rapper you heard about strappin' up in the Waffle House  Right next to niggas when I be sparkin' 'em out And I'm way too cold to plain let you come and dog me out Should've of knew what you was up to when you got here Get off my couch, get And I just can't change it It's gonna be good, get out on ya route My bad, you're out  I seen it coming with that nappy hair She was running docked out wanting what you had You let him set you up and you fell for it Now it's \"I-I-I'm sorry\" my ass That's why you're paying for it You got the garbage, I got the trash can for it The man ain't gon stand for it You better respect my flow Don't be stuttering when you're talking to Mystikal Or lying when you be talking to Joe  [Verse 3] I smell cologne, damn it's strong How'd you get it on (I'm not dumb) He messed up your hair, makeup's everywhere Oh yeah (I'm not dumb) Girl, you're crying 'cause you're lying To my face (I'm not dumb) Stop lying about seein' a man 'Cause you're ticking me off, t-t-ticking me off  [Chorus] I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter  I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter I can tell you're lying 'Cause when you're replying Stutter, stutter, s-s-stutter, stutter  ",
        "title": "Stutter"
    },
    {
        "artist": "Moby Featuring Gwen Stefani",
        "lyrics": null,
        "title": "South Side"
    },
    {
        "artist": "112",
        "lyrics": "  [P. Diddy] Yeah, yeah, yeah I like the way it's goin down (That's that shit right there) C'mon, c'mon (That's that shit right there) For all my ladies (That's that shit right there) Bad Boy baby (That's that shit right there) I got that peaches and cream (That's that shit right there) Peaches and cream It's the P the U the F the F  From the car to the bar, from the bar to the telly Your neck to your bra, your bra to your belly And she know, where PD go, left the ego Catch me below her belt like a foul boxer She a freak, but she sweet so I can't knock her I just push her legs back til she propped up Tongue her and see her hit high notes like the opera And I don't waste a drop til I taste the spot Give me chills but I make it hot Watch; I'mma prove in times, I'mma make ya lose your mind In a lengua smooth as mine And I never question what hon' do When she meet me, she knock on door 1,1,2 From the 404 to 212 You got peaches and cream, ma, where's my scoop? c'mon!  [Slim] Let me tell you what I wanna do Let me show you that I'm feelin' you Wanna sex, wanna ride with you Wanna taste, wanna put my lips all over you Can't get enough of you Always taken of you So sweet, so very wet So good, girl you make me sweat Girl I'm talkin' 'bout  [Chorus] Peaches and cream I need it cause you know that I'm a fiend (that's right) Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine (girl, you taste so good to me) It's even better when it's with ice cream Know what I mean, peaches and cream  [Q] I never thought that I would be So addicted to you On top, underneath, on the side of you Better yet, baby, inside of you Love the way you're just flowin down And I can feel it all around In the front, in the back of you Ooh I love the taste of you Girl you know what I'm talking about  [Chorus] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream   Won't stop girl you know I can't get enough Wanna taste it in the morning when I'm waking up Like peach cobbler in my stomach when I eat it up Got your legs around my neck so I can't get up See the boys 112 we from the A' (A' - shorty we don't play) And when it comes to eating peaches, shorty we don't play So all the ladies in the house if your peach the shit Put your hands in the air represent your clique  [Chorus] Peaches and cream I need it cause you know that I'm a fiend (that's right) Gettin' freaky in my Bentley limousine (girl, you are so tasty) It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine (girl, you taste so good to me) It's even better when it's with ice cream Know what I mean, peaches and cream  [Chorus] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream  Oh girl I need it I gotta have it It's always on my mind Know what I mean Peaches and cream I like it in my car Or even in my bed Or baby on the stairs (icecream) Know what I mean Peaches and cream  [Chorus fade] Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean  Peaches and cream I need it cause you know that I'm a fiend Gettin' freaky in my Bentley limousine It's even better when it's with ice cream Know what I mean, peaches and cream  ",
        "title": "Peaches & Cream"
    },
    {
        "artist": "R. Kelly Featuring Jay-Z",
        "lyrics": "  [Verse 1: Jay-Z (R. Kelly)] After the show it's the after party then After the party it's the hotel lobby and After the Belve' then it's probably Cris' And after the original it's probably this (fiesta) Yes ma, Bed-Stuy, Fiesta Remix with the homie from the Midwest side (Chi, what) Game recognize game, hoes do too It's the new 2 Live Crew, I suppose you knew So thugs, pop yo' toasters, but don't approach us or Bullets'll chase you like Moët mimosas Catch us both coasts-es, racin' twin Porsches Boxes with Glocks that'll pop ya to make ya ghost-es Whoever come closest - you've been warned But niggas don't get the picture 'til the weapons is drawn Make your way backstage, baby girl it's on And we'll be drinkin' 'til six in the mornin'  [Verse 2: R. Kelly] In the back of the club with ma-ma Poppin' bottles of Cris' with ma-ma Put the bar on the tab for ma-ma Throwin' hundreds up for grabs for ma-ma Cause it's about to go down tonight I'ma be drinkin' 'til the early liz-ight (that's right) Nigga high like a muh'fuckin ki-zite Take three honies just to make me feel ri-zight My, my, my, my It's what they all say when they see the frozen ice They say - my, my, my, my Anytime they see them big things rollin b-zy  [Breakdown: R. Kelly] While y'all gotta club date, I'm fuckin' with arenas Gotcha man sayin' \"Kelly have you seen her?\" Yeah she with me on the low Gettin' high off the 'dro, got her knees on the flo' Fiesta!  [Chorus: R. Kelly (Tone)] Fiesta, Fiesta (fiesta) Fiesta, Fiesta (fiesta) Fiesta, Fiesta (yeah yeah yeah) Fiesta, Fiesta (c'mon) Fiesta, Fiesta (Rockland) Fiesta, Fiesta (Roc-A-Fella) Fiesta, Fiesta (TM) Fiesta, Fiesta (c'mon)  [Verse 3: R. Kelly] Switchin' lanes in my six, in the 'burbs I met a girl named Tasha, in the 'burbs Took the hood then I moved it, to the 'burbs Now no more sheriffs or polices, in the 'burbs (that's right) And we about to tear this club up Don't worry 'bout expenses cause I got that sho' nuff Ready to BOO knock 'em fresh outta jizzail I need some WOO from all the honies on the DL I said - my, my, my, my (yeah) It's what them thugs yellin' when the strippers on the pi-zoles They say - my, my, my, my (yeah) Got Kisha yellin' from that up and down shi-zow (mami)  [Breakdown: R. Kelly] While y'all gotta club date, I'm fuckin' with arenas Gotcha man sayin' \"Kelly have you seen her?\" Yeah she with me on the low Gettin' high off the 'dro, got her knees on the flo' Fiesta!  [Verse 4: Gotti] I put the big body up, come through in a Rover Not only Kelly and Gotti, it's Boo and Hova Pop Cris if you like, my ice glist' in the light I'm with Rockland right, so I'm rich for life I'm like Heaven, everybody wanna get to me How you make it to the gates and forget the key? I'm the one God chose so you blessed through me Gotti Floyd getchu higher than that ecstacy  [Verse 5: Boo (R. Kelly)] Ayo I come through stunnin', plus I'm gettin' blunted In the new six-hundred with the big rims on it We rock rocks that'll light ya shoulders Gotta lotta hot cars but the drops is colder (aahh) You see V-I-P; me, Kelly, Gotti, and Hov' Drinkin' Cris' like it's H-2-O All we do is spend cheese 'cause we love the dough Mami roll more trees 'fore it's time to go C'mon  [Bridge: R. Kelly] If you got cash money then you feel this shit And if you rollin' on them things then you feel this shit If you drunk off in the club then you feel this shit If you see a motherfuckinh thug then you feel this shit If you smokin' on some 'dro then you feel this shit And if you off that Ecstasy you gots to feel this shit If you sippin' on some Cris' you gots to feel this shit And if you throwin' up and shit, you gots to feel this shit Fiesta..  [Chorus: R. Kelly (Tone)] Fiesta, Fiesta (fiesta) Fiesta, Fiesta (fiesta) Fiesta, Fiesta (yeah yeah yeah) Fiesta, Fiesta  (c'mon) Fiesta, Fiesta (Rockland) Fiesta, Fiesta (Roc-A-Fella) Fiesta, Fiesta (Trackmasters) Fiesta, Fiesta (c'mon)  Fiesta, Fiesta (fiesta) Fiesta, Fiesta (fiesta) Fiesta, Fiesta (yeah yeah yeah) Fiesta, Fiesta  (c'mon) Fiesta, Fiesta (Rockland) Fiesta, Fiesta (Roc-A-Fella) Fiesta, Fiesta (TM) Fiesta, Fiesta (c'mon)  Fiesta, Fiesta (fiesta) Fiesta, Fiesta (fiesta) Fiesta, Fiesta (yeah yeah yeah) Fiesta, Fiesta  (c'mon, fiesta) Fiesta, Fiesta (Rockland)  ",
        "title": "Fiesta"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] Now that she's back in the atmosphere With drops of Jupiter in her hair, hey She acts like summer and walks like rain Reminds me that there's a time to change, hey Since the return from her stay on the moon She listens like spring and she talks like June, hey  [Hook 1] But tell me, did you sail across the sun? Did you make it to the Milky Way To see the lights all faded And that heaven is overrated?  Tell me, did you fall for a shooting star? One without a permanent scar And did you miss me While you were looking for yourself out there?  [Verse 2] Now that she's back from that soul vacation Tracing her way through the constellation, hey She checks out Mozart while she does Tae-Bo Reminds me that there's room to grow, hey  Now that she's back in the atmosphere I'm afraid that she might think of me as Plain ol' Jane told a story about a man Who was too afraid to fly so he never did land  [Hook 2] But tell me, did the wind sweep you off your feet? Did you finally get the chance To dance along the light of day And head back to the Milky Way?  And tell me, did Venus blow your mind? Was it everything you wanted to find? And did you miss me While you were looking for yourself out there?  [Bridge] Can you imagine no love, pride, deep-fried chicken Your best friend always sticking up for you Even when I know you're wrong?  Can you imagine no first dance, freeze-dried romance Five-hour phone conversation The best soy latte that you ever had, and me?  [Hook 3] But tell me, did the wind sweep you off your feet? Did you finally get the chance To dance along the light of day And head back toward the Milky Way?  [Hook 1] But tell me, did you sail across the sun? Did you make it to the Milky Way To see the lights all faded And that heaven is overrated?  Tell me, did you fall for a shooting star? One without a permanent scar And did you miss me While you were looking for yourself out there?  [Outro] And did you finally get the chance To dance along the light of day? And did you fall for a shooting star? Fall for a shooting star? And are you lonely looking for yourself out there?  ",
        "title": "Drops Of Jupiter (Tell Me)"
    },
    {
        "artist": "S Club 7",
        "lyrics": "  [Verse 1: Jo] Everybody's got something They had to leave behind One regret from yesterday That just seems to grow with time There's no use looking back or wondering (or wondering) How it could be now or might have been (or might have been) All this I know but still I can't find ways to let you go  [Chorus: All & Jo] I never had a dream come true 'Til the day that I found you Even though, I pretend that I've moved on You'll always be my baby I never found the words to say (never found the words to say) You're the one I think about each day (the one I think about each day) And I know no matter where life takes me to A part of me will always be with you, yeah  [Verse 2: Jo] Somewhere in my memory I've lost all sense of time And tomorrow can never be 'Cause yesterday is all that fills my mind There's no use looking back or wondering (or wondering) How it should be now or might have been (might have been) All this I know but still I can't find ways to let you go  [Chorus: All] I never had a dream come true 'Til the day that I found you Even though, I pretend that I've moved on You'll always be my baby I never found the words to say (never found the words to say) You're the one I think about each day (the one I think about each day) And I know no matter where life takes me to A part of me will always be  [Bridge: Jo] You'll always be the dream that fills my head Yes you will, say you will, you know you will, oh baby You'll always be the one I know I'll never forget There's no use looking back or wondering (or wondering) Because love is a strange and funny thing (and funny thing) No matter how I try and try I just can't say good-bye No, no, no, no  [Chorus: All & Jo] I never had a dream come true 'Til the day that I found you Even though, I pretend that I've moved on You'll always be my baby I never found the words to say (never found the words to say) You're the one I think about each day (the one I think about each day) And I know no matter where life takes me to A part of me will always be A part of me will always be with you  ",
        "title": "Never Had A Dream Come True"
    },
    {
        "artist": "Lil' Romeo",
        "lyrics": null,
        "title": "My Baby"
    },
    {
        "artist": "Eve Featuring Gwen Stefani",
        "lyrics": "  [Verse 1: Eve] Uh, uh, uh, huh Yo, yo Drop your glasses, shake your asses Face screwed up like you having hot flashes Which one, pick one, this one, classic Red from blonde, yeah bitch I'm drastic Why this, why that, lips stop askin' Listen to me baby, relax and start passin' Expressway, hair back, weaving through the traffic This one strong should be labelled as a hazard Some of y'all niggas hot; psych, I'm gassin' Clowns I spot em and I can't stop laughin' Easy come, easy go, E-V gon' be lastin' Jealousy, let it go, results could be tragic Some of y'all ain't writing well, too concerned with fashion None of you ain't Giselle, cat walk and imagine A lot of y'all Hollywood, drama, casted Cut bitch, camera off, real shit, blast it  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  [Bridge: Eve] They wanna bank up, crank up, makes me dizzy Shank up, haters wanna come after me You ain't a gangster, prankster, too much to eat Snakes in my path wanna smile up at me  [Verse 2: Eve] Now why you gritting your teeth? Frustration baby you got to breathe Take a lot more than you to get rid of me You see I do what they can't do, I just do me Ain't no stress when it comes to stage, get what you see Meet me in the lab, pen and pad, don't believe Huh, sixteens mine, create my own lines Love for my wordplay that's hard to find Sophomore, I ain't scared, one of a kind All I do is contemplate ways to make your fans mine Eyes bloodshot, stressing, chills up your spine Huh, sick to your stomach wishing I wrote your rhymes  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  [Verse 3: Eve] Let your bones crack Your back pop, I can't stop Excitement, Glock shots from your stash spot Fuck it, thugged out, I respect the cash route Glocked down, blasters, sets while I mash out Yeah nigga, mash out, D-R-E Back track, make that, E-V-E Do you like that? You got to I know you Had you in a trance first glance from the floor too Don't believe I'll show you, take you with me Turn you on, tension gone, give you relief Put your trust in a bomb when you listen to me Damn she much thinner know now I'm complete Still stallion, brick house, pile it on Ryde or Die bitch, double R, came strong Beware, cause I crush anything I land on Me here, ain't no mistake nigga it was planned on  [Hook: Gwen Stefani (Eve)] If I had to give you more, it's only been a year Now I've got my foot through the door, and I ain't going nowhere It took a while to get me here, and I'm gonna take my time Don't fight that good shit in your ear, now let me blow ya mind  ",
        "title": "Let Me Blow Ya Mind"
    },
    {
        "artist": "Jennifer Lopez",
        "lyrics": null,
        "title": "Play"
    },
    {
        "artist": "Lil' Mo Featuring Fabolous",
        "lyrics": null,
        "title": "Superwoman Pt. II"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Spoken Sample - Charlotte Gainsbourg] Girls can wear jeans And cut their hair short Wear shirts and boots Because it's OK to be a boy But for a boy to look like a girl is degrading Because you think that being a girl is degrading But secretly you'd love to know what it's like Wouldn't you What it feels like for a girl  [Verse 1] Silky smooth Lips as sweet as candy, baby Tight blue jeans Skin that shows in patches Strong inside but you don't know it Good little girls they never show it When you open up your mouth to speak Could you be a little weak  [Chorus] Do you know what it feels like for a girl Do you know what it feels like in this world For a girl  [Verse 2] Hair that twirls on finger tips so gently, baby Hands that rest on jutting hips repenting Hurt that's not supposed to show And tears that fall when no one knows When you're trying hard to be your best Could you be a little less  [Chorus] Do you know what it feels like for a girl Do you know what it feels like in this world For a girl  [Verse 3] Strong inside but you don't know it Good little girls they never show it When you open up your mouth to speak Could you be a little weak  [Chorus] Do you know what it feels like for a girl Do you know what it feels like in this world For a girl  [Outro] In this world Do you know Do you know Do you know what it feels like for a girl What it feels like in this world  ",
        "title": "What It Feels Like For A Girl"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": null,
        "title": "Again"
    },
    {
        "artist": "Sunshine Anderson",
        "lyrics": "  [Guy] \"Baby let me explain to you I'm sayin'\" [Girl] What you sayin' [Guy] It's not even like that [Girl] It wasn't like that but I saw you [Guy] Baby I don't love her [Girl] You know what I don't even want to talk to you [Guy] She don't mean nothing to me [Girl] I don't even want to see ya face I just want to see you walking thourgh that door There ain't nothing else to say Peace  [Verse 1] Come home late it seems you barely beat the sun Tapping my shoulder thinking you gonna get you some Smelling like some fragrance that I don't even wear So If you want some loving I suggest you go back there Where you came from  [Verse 2] Day to day with you it's always something else Working my nerve God knows that I don't deserve What you put me through cause I been so true to you For you to come at me with another lame excuse  [Chorus] See I Heard it all before (Heard it all before) All of ya lies, all of ya sweet talk Baby this, baby that But your lies ain't working now Look who's hurting now See I had to shut you down (I had to shut you down)  Played the fool before (Played the fool before) I was your fool I believed in you Yes I did, yes I did But your lies ain't working now Look who's hurting now See I had to shut you down (I had to shut you down)  [Verse 3] What were you thinking bringing her into our home In our bed, you must have fell and bumped your head Messing up my sheets and violating me Have me 'bout to call my peeps and take it to the streets  [Verse 4] Nothing you can do and there's nothing you can say That could persuade me to stay with you another day You have crossed the line to the point of no return What you do from here on out, I am no longer concerned  [Chorus]  I used to hang on to your every word But the more you lie to me the more I hurt The things you use to say would sound so sweet I was naive quick to believe  [Chorus]  Heard it all before You know you messed up You got to know you messed up You got to go now say what you want But your lies ain't working now Look who's hurting now See I had to shut you down (I had to shut you down)  Played the fool before I done change the locks on the door Yes I did and you ain't welcome no more But your lies ain't working now Look who's hurting now See I had to shut you down (I had to shut you down)  See I heard it all before  ",
        "title": "Heard It All Before"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  Once I thought that love was something I could never do Never knew that I could feel this much But this yearning in the deep part of my heart for you Is more than a reaction to your touch It's a perfect passion and I can't get enough  The way you look, the way you laugh The way you love with all you have There ain't nothing bout you that don't do something for me The way you kiss, The way you cry The way you move when you walk by There's ain't nothing bout you (there ain't nothing bout you) That don't do something for me  In my life I've been hammered by some heavy blows That never knocked me off my feet All you gotta do is smile at me and down I go And baby it's no mystery why I surrender Girl you got everything  The way you look, the way you laugh The way you love with all you have There ain't nothing bout you that don't do something for me The way you kiss, The way you cry The way you move when you walk by There's ain't nothing bout you (there ain't nothing bout you) That don't do something for me  I love your attitude, your rose tattoo, your every thought Your smile, you lips and girl the list goes on and on and on  The way you look, the way you laugh The way you love with all you have There ain't nothing bout you that don't do something for me The way you kiss, The way you cry The way you move when you walk by There's ain't nothing bout you (there ain't nothing bout you) That don't do something for me  The way you look, the way you laugh The way you love with all you have Your dance, your drive, You make me feel alive  The way you talk, the way you tease Right now I think you see There ain't nothing bout you that don't do something for me  ",
        "title": "Ain't Nothing 'Bout You"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": "  [Verse 1:] I hope you never lose your sense of wonder You get your fill to eat But always keep that hunger May you never take one single breath for granted God forbid love ever leave you empty handed  I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance  [Verse 2:] I hope you never fear those mountains in the distance Never settle for the path of least resistance Living might mean taking chances But they're worth taking Loving might be a mistake But it's worth making  Don't let some Hell-bent heart leave you bitter When you come close to selling out Reconsider Give the heavens above more than just a passing glance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  [Bridge:] I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] Dance I hope you dance I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  ",
        "title": "I Hope You Dance"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1] I think I've already lost you (lost you, lost you) I think you're already gone (gone) I think I'm finally scared now You think I'm weak, I think you're wrong  [Verse 2] I think you're already leaving Feels like your hand is on the door I thought this place was an empire Now I'm relaxed, I can't be sure  [Pre-Chorus] And I think you're so mean I think we should try I think I could need This in my life and I think I'm scared I think too much I know it's wrong, it's a problem I'm dealing  [Chorus] If you're gone Maybe it's time to come home There's an awful lot of breathing room But I can hardly move If you're gone Baby you need to come home Oh, come home There's a little bit of something me In everything in you  [Verse 3] I bet you're hard to get over I bet the room just won't shine I bet my hands I can stay here And I bet you need More than you mind  [Pre-Chorus] And I think you're so mean I think we should try I think I could need This in my life I think I'm just scared That I know too much I can't relate and that's a problem I'm feeling  [Chorus] If you're gone Maybe it's time to come home There's an awful lot of breathing room But I can hardly move If you're gone Baby you need to come home Aw, come home There's a little bit of something me in everything in you  [Pre-Chorus] I think you're so mean I think we should try I think I could need This in my life and And I think I'm scared Do I talk too much? I know it's wrong, it's a problem I'm dealing  [Chorus] If you're gone Then maybe it's time to come home Well, there's an awful lot of breathing room But I can hardly move Yeah, well if you're gone Hell, baby you need to come home Oh, come home There's a little bit of something me In everything in you  [Outro] Something me Everything in you Something me In you  ",
        "title": "If You're Gone"
    },
    {
        "artist": "Incubus",
        "lyrics": null,
        "title": "Drive"
    },
    {
        "artist": "Ja Rule Featuring Lil' Mo & Vita",
        "lyrics": "  [Intro: Ja Rule] Where would I be without you?  [Chorus: Ja Rule] Where would I be without my baby? The thought alone might break me And I don't wanna go crazy But every thug needs a lady  [Verse 1: Ja Rule] Girl, it feel like you and I been mourning together Inseparable, we chose pain over pleasure For that you'll forever be a, part of me Mind, body and soul ain't no I in we (baby) When you cry who wipes your tears When you scared, who's telling you there's nothin' to fear Girl, I'll always be there When you need a shoulder to lean on Never hesitate knowing you can call on, your soul-mate And vice versa, that's why I be the first to See Jacob's and frost your wrist up Now you owe me, I know you're tired of being lonely So baby girl, put it on me  [Chorus: Ja Rule] Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me) Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me)  [Verse 2: Vita] Yo, and I appreciate the rocks and gifts that you cop me, baby And that house on the hill when you drop like 80 On a down payment thinking damn ain't life gravy And ever since for my honey I been twice the lady What would I do without the nights that you kept me warm When this cold world had a girl caught in a storm And I accept when you riff when you caught in the wrong And respect when you flip, cause our love is strong And when you hit the block, I watch for 10-4 And when my pops asleep you snuck in the backdoor Baby boy we been down since junior high So when life get hot in July it's the world against you and I We ballin', tied together and never Heart from the heart, knew that it would last forever When you told me, you would never leave me lonely So baby boy put it on me  [Chorus: Ja Rule] Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me) Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me)  [Verse 3: Ja Rule] Since we met it's been you and I A tear for a tear, baby eye for an eye And you know that my heart gon cry If you leave me lonely 'Cause you not just my love you my homie Who's gonna console me, my love I'm outta control hold me, my love 'Cause I'm yours And I don't wanna do nothin' to hurt my baby girl If this was our world it'd be all yours, baby The thought alone might break me And I don't wanna go crazy Cause every thug needs a lady (yeah, yeah) I feel you baby cause them eyes ain't lying Wash away all the tears there be no more crying (baby) And you complete me, and I would die if you ain't wit me So baby girl put it on me  [Chorus: Ja Rule] Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me) Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me) Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me) Where would I be without you? (Uh) I only think about you (yeah) I know you're tired of being lonely (lonely) So baby girl, put it on me (put it on me)  ",
        "title": "Put It On Me"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I pulled into the shopping centre And saw a little boy wrapped around the legs of his mother Like ice cream melting they embraced Years of bad decisions running down her face All morning I would been thinking my life is so hard And they wore everything they own, living in a car I wanted to tell him it would be ok But I got just got in my suburban and I drove away  [Chorus] But I do not know why they say grown men do not cry I do not know why they say grown men do not cry  [Verse 2] Keep having this dream about my old man I am 10 years old, and he is holding my hand We are talking on the front porch watching the sun go down But it was just a dream he was a slave to his job and he could not be around So many things I want to say to him But I just placed a rose on his grave, and I talk to the wind  [Chorus] But I do not know why they say grown men do not cry I do not know why they say grown men do not cry, do not cry  [Verse 3] I am sitting here with my kids and my wife And everything that I hold dear in my life We say grace and thank the Lord Got so much to be thankful for Then it is up the stairs and off to bed and my little girl says \"I have not had my story yet\"  And everything weighing on my mind disappears just like that When she lifts her head off her pillow and says \"I Love You Dad\"  [Chorus] [x2]  ",
        "title": "Grown Men Don't Cry"
    },
    {
        "artist": "Musiq Soulchild",
        "lyrics": null,
        "title": "Love"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I haven't seen you in forever Oh you haven't changed a bit You didn't think that I would remember How could I forget  [Chorus] We sang Bobby McGhee on the hood of my car Made a wish on every star In that clear September sky One bottle of wine and two Dixie cups 3 am I fell in love For the first time in my life Oh that's something that just don't happen twice  [Verse 2] To this day I still taste that first kiss How I prayed it wouldn't end In a way, seeing you like this I guess it never really did  [Chorus]  [Verse 3] One bottle of wine and two Dixie cups 3 am I fell in love For the first time in my life Oh that's something, baby that's something Oh that's something That just don't happen twice  [Outro[ Oh yeah  We sang Bobby McGhee on the hood of my car Made a wish on every star One bottle of wine and two Dixie cups Yeah we fell in love  ",
        "title": "Don't Happen Twice"
    },
    {
        "artist": "Crazy Town",
        "lyrics": null,
        "title": "Butterfly"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] Hey j-j-jaded, you got your mama's style But you're yesterday's child to me So jaded You think that's where it's at But is that where it's supposed to be You're getting it all over me, ex-rated  [Chorus] My my baby blue Yeah I been thinking about you My my baby blue Yeah you're so jaded And I'm the one that jaded you  [Verse 2] Hey j-j-jaded In all it's misery It will always be what I love and hated And maybe take a ride to the other side We're thinking of We'll slip into the velvet glove And be jaded  [Chorus] My my baby blue Yeah I'm thinking about you My my baby blue Yeah I'm so jaded And baby I'm afraid of you  [Verse 3] Your thinking's so complicated I've had it all up to here But it's so overrated Love and hated Wouldn't trade it Love me jaded Hey j-j-jaded There ain't no baby please When I'm shooting the breeze with her When everything you see is a blur And ecstasy's what you prefer  [Outro] My my baby blue Yeah I'm talking about you My my baby blue Yeah I've been thinking about you My my baby blue Yeah you're so jaded Baby Jaded Baby You're so jaded Because I'm the one that jaded you  ",
        "title": "Jaded"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Produced by Organized Noize]  [Hook] Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean  [Verse 1: Big Boi] Sir Lucious gots gator belts and patty melts and Monte Carlos And El Dorados; so I'm waking up out of my slumber feeling like Rollo So follow, it's Showtime at the Apollo minus the Kiki Shepards What about a ho in a leopard-print? Ah Teddy Pendergrass, cooler than Freddie Jackson Sipping a milkshake in a snowstorm Left her throat warm in the dorm room at the A.U We blew hay too, athletes might cake you But you must have me mistaken with them statements that you make 'cause  [Hook] Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean  [Verse 2: Big Boi] Canary yellow seven-nine Seville is on display My nigga Bongo hooked it up, Omar gon' dip my rims today So a nigga can ride out to the Honeycomb Hideout I'mma show you how to wild out like Jack Tripper Let me be bambino on your snipples YKK on your zipper, lick you like a lizard when I'm slizzard Or sober, six million ways to fold ya Like Noah's, I get two's of youse and you get pretty 'D' But I'll call yo' ass 'round eight-ish, I know you'll be there for me, girl  [Hook] Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean  [Verse 3: André 3000] Those huge baby eyes, get to runnin' off at they mouth And tellin' me everything that's on your nasty mind They say you're malnutritioned, in need of vitamin D And invitin' me to that tingle in your spine I love who you are, I love who you ain't — you're so Anne Frank Let's hit the attic to hide out for 'bout two weeks Rick James'n, no chains and whips I do suck lips 'til hips jerk in double time The boy next door's a freak, ha-ha!  [Hook] Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean  [Outro: André 3000] And we are... The coolest motherfunkers on the planet And my, my... The sky is fallin', ain't no need to panic But ooh ooh... I got a stick and want yo' automatic Ooh, ooh, ooh... Compatible, created in the attic And we are... The coolest motherfunkers on the planet And my my... The sky is fallin', ain't no need to panic But ooh, ooh... I got a stick and want yo' automatic Ooh, ooh, ooh... Compatible, created in the attic  [Hook] Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean Don't you think I'm so sexy? I'm dressed so fresh, so clean So fresh and so clean, clean Ain't nobody dope as me; I'm dressed so fresh, so clean So fresh and so clean, clean I love when you stare at me; I'm dressed so fresh, so clean So fresh and so clean, clean  ",
        "title": "So Fresh, So Clean"
    },
    {
        "artist": "Travis Tritt",
        "lyrics": "  [Verse 1] I got rice cookin' in the microwave Got a three day beard I don't plan to shave And it's a goofy thing but I just gotta say, hey I'm doin' alright  [Verse 2] Yeah I think I'll make me some homemade soup I'm feelin' pretty good and that's the truth It's neither drink nor drug induced, no I'm just doin' alright  [Chorus] And it's a great day to be alive I know the sun's still shining When I close my eyes There's some hard times in the neighborhood But why can't every day be just this good  [Verse 3] It's been fifteen years since I left home And said good luck to every seed I'd sown Gave it my best and then I left it alone I hope they're doin' alright  [Verse 4] Now I look in the mirror and what do I see A lone wolf there starin' back at me Long in the tooth but harmless as can be Lord I guess he's doing alright  [Chorus] And it's a great day to be alive I know the sun's still shining When I close my eyes There's some hard times in the neighborhood But why can't every day be just this good  [Bridge] Sometimes it's lonely, sometimes it's only me And the shadows that fill this room Sometimes I'm falling, desperately calling Howlin' at the moon ah-ooh  [Instrumental break]  [Verse 5] Well I might go get me a new tattoo Or take my old Harley for a three day cruise Might even grow me a fu man chu  [Chorus] And it's a great day to be alive I know the sun's still shining When I close my eyes There's some hard times in the neighborhood But why can't every day be just this good  [Chorus] And it's a great day to be alive I know the sun's still shining When I close my eyes There's some hard times in the neighborhood But why can't every day be just this good  ",
        "title": "It's A Great Day To Be Alive"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Was it the pull of the moon now baby That led you to my door You say the night's got you acting crazy I think it's something more I've never felt the Earth move honey Until you school my tree Nobody runs from the law now baby Of love and gravity it pulls you so strong Baby you gotta hold on  [Chorus] If I fall you're going down with me You're going down with me baby if I fall You can't take back every little chill you give me You're going down with me baby heart and all ooh yeah  [Verse 2] We're hanging right on the edge now baby The wind is getting stronger We're hanging on by a thread now honey We can't hold on much longer It's a long way down but it's too late  [Chorus] If I fall you're going down with me You're going down with me baby if I fall You can't take back every little chill you give me You're going down with me baby heart and all ooh yeah  [Bridge] Ooh baby I couldn't get any higher This time I'm willing to dance on the wire If I fall, If I fall  [Chorus] If I fall you're going down with me You're going down with me baby if I fall You can't take back every little chill you give me You're going down with me baby heart and all ooh yeah  [Outro] If I fall If I fall  ",
        "title": "If I Fall You're Going Down With Me"
    },
    {
        "artist": "QB Finest Featuring Nas & Bravehearts",
        "lyrics": "  [Hook] Oo-chie wally wally, oo-chie bang bang Oo-chie wally wally, oo-chie bang bang Oo-chie wally wally, oo-chie bang bang Oo-chie wally wally  He really really really work my body He really really really turned me out He really really really got to gut me He really really made me scream and shout He really taught me how to work my body He really taught me how to go down south He really really tried to hurt me hurt me I really love his thug and gangsta style  [Verse 1: Nas] Yo we got chicks in the living room getting it on and They ain't leaving till 6 in the morning \"O\" is for oochie Oh you ain't know how many O's in the bankroll Sort of like the game show, Who Wants to Be a Millionaire? But my name ain't Regis Nas the one they call when they want their thing beat up Honeys with bodies with Bravehearts, guns in the party Waves, braids, and baldies, trademark's the army Is that Horse? It must be, I heard he husky Yeah, there go Jungle, eyes red looking for trouble And that's Nas dancing with dimes but who his man is? The imperial thug, it's cold D Grand Wiz We taking honeys to the crib tonight Guarantee we gon' get up in they rib tonight Check the new slang, it's changed, the Braveheart gang, man When you see me pass then holler oochie bang bang  [Hook]  [Verse 2: Wiz] Yeah what up ma Take a look, you hypnotized On how my long dick stretch your insides For real ma, with your thick lips and thick thighs Stroke both holes, pass it to Nas Or pass it to Naish, or pass it to Jung Or pass it to Horse, then that ass getting tossed Fuck a Hustler book, Penthouse or Black Tail I got bitches sending my niggas flicks in jail I fuck a bitch face more than her waist for real And ain't no pussy like new pussy that's how a nigga feel Bust three times, throw her the peace sign, she sleep Then my dick sleep and I ain't gotta call her for weeks Long leg hoes, mo'head hoes, married bitches Me and my dog fucking them both they got us switching Is the nigga gangsta? Yeah, that's how I'm living That's how I'm playing - I got these freak fucking hoes singing  [Hook]  [Verse 3: Jungle] Little young thing go around my dick with your tongue ring Deep throat my nine inch, gut from the front and Grind from the side and fuck from behind and Grab her hair slap her ass, she screaming like she dying Make her cum four times without even trying I'll beat that pussy up there's no denying Hit her where she doodie at, make the booty fat Little cutie rat walking by with the doobie wrap Tight blue jeans, Air Max, small Gucci bag No loot and no job, stay home giving blow jobs Like no prob, it's simple Holla out the window it's the project nympho Fuck my whole crew, you know how we do You got that good pussy I can share with my people Be a brave girl, do your thang Let them titties hang, I'll have all the bitches saying  [Hook]  [Verse 4: Horse] When it comes to sex I'm similar to the Thriller in Manilla Bitches call me Horse the pussy filler I'll fuck a big boned or slim chick Beat that pussy up real quick then send home the bitch Ain't no sleeping in my bedroom when Henny's in my dick When Flex drop the bomb I bust a nut on this bitch Deep throat, ceaser gold or pun wicked hoes Who like the way I thug and the way I flow I like head in the Benz, the four door or the Coupe Head in the staircase, the cellar or the roof Head in the studio, the bathroom or the booth Head from a project chick or one with crazy loot Like Nia Long in a cherry thong with the lights on Sipping Perignon with Kelly Price on I pull out my python, I hit it while my wife's gone Long dick the bitch all night, I'll make her pussy sing the song  [Hook]  ",
        "title": "Oochie Wally"
    },
    {
        "artist": "Tamia",
        "lyrics": "  [Verse 1] I don't understand You look just like the man In the picture by our bed The suspense is pounding and clouding up my head I'm checkin' your clothes And you wear the same size shoe You sleep in his spot And you're driving his car But I don't know just who you are [Hook] There's a stranger in my house It took a while to figure out There's no way you could be who you say you are You gotta be someone else Cuz he wouldn't touch me like that And he wouldn't treat me like you do He would adore me, he wouldn't ignore me So I'm convinced there's a stranger in my house [Verse 2] I'm not sure who you are Don't see your shadow around when you walk Ain't leavin' no kisses Goodbye with no words If these walls could talk They would have nothing to tell So what could it be? Is there someone immitating me? Could she be taking my place? Look me in the face And tell me that I'm wrong When I say...  [Hook]  [Bridge] Pop quiz Tell me where we first kissed Tell me where my spot is Tell me if I liked it, loved it Or could it be That the stranger is me Have I changed so drastically? Is it I want more for me? And you remain the same  [Hook]  ",
        "title": "Stranger In My House"
    },
    {
        "artist": "Eden's Crush",
        "lyrics": "  [Verse 1:] Uh-huh Yeah, yeah, yeah Get over, get over (listen)  Yeah, I was right there like a little wife I was everything that you need, always in line I was livin' you, lovin' you Fillin' your desires But that was then, this is now Look me in the eye and  Oh, oh If love could choose sides Oh, oh It's taking mine  [Chorus:] Get over yourself, goodbye It must be hard to be you, yeah Livin' in your life I was always the one to cry Now everything, everything Everything is alright  Get over yourself, know why 'Cuz without you See I do anything I like Sometimes I stay out all night And everything, everything Everything is alright  [Verse 2:] This just can't be it I kept telling myself And every magazine said Was me was on the shelf  I was givin' out Givin' in Givin' away my dreams You put it in Put me down Now I got my self-esteem  Oh, oh Won't get me back, no Oh, oh (no no) You think I overreact, yeah  [Repeat Chorus:]  [Bridge:] So now you wanna talk Say let's do it just once more for luck Like old times make up Better yet, just forget Better get over yourself  Stay in touch When you learn a few things About love (tell me baby) Until then wake up Better yet, better get Better get over yourself  Get over yourself, goodbye (Over yourself, goodbye) Over yourself, over yourself  Get over yourself, goodbye (Over yourself, goodbye) Over yourself, over yourself  Get over yourself, goodbye 'Cuz without you See I do anything I like Sometimes I stay out all night And everything, everything Everything is alright  [Repeat Chorus x2:]  ",
        "title": "Get Over Yourself"
    },
    {
        "artist": "Tank",
        "lyrics": "  [Intro] Do you mind if I tell the truth for a second, yall?  [Verse 1] Maybe I deserve.. To wonder who's calling so damn late For you to say I'm tripping, just a homie from upstate (said it's just a homie) Don't he know its one o' clock in the mornin' You say baby its cool (baby its cool) Maybe I deserve.. For you to say he's comin' into town (later on this evenin') You was just wondering if you and him can hang out I don't like it, but I know I gotta trust you It ain't cool cause I know it's true  [Hook (x2)] Maybe I deserve.. For you to go out and find some other guy Maybe I deserve.. For you to stay out with him all night Maybe I deserve.. For you to do all the things I did to you Maybe I deserve.. Maybe I deserve..  [Verse 2] Maybe I deserve.. For you to put on a sexy dress For me to ask you \"who the hell you tryna impress?\" For you to laugh it off like it ain't nothin' I know its somethin' (maybe, just maybe) Maybe I deserve.. To sit at home and wonder where you are Is he kissin' you, touchin' you, holdin' you, what? To take a drink to help ease my mind I wanna be mad (wanna be) After all those times (after all those times)  [Hook (x2)] Maybe I deserve.. For you to go out and find some other guy Maybe I deserve.. For you to stay out with him all night Maybe I deserve.. For you to do all the things I did to you Maybe I deserve.. Maybe I deserve..  [Verse 3] Maybe I deserve.. For me to ask you \"where you've been?\" Maybe I deserve.. For you to say \"I better stop trippin'\" Maybe I deserve.. To grab your neck until you let me know Maybe I deserve.. For you to run cryin', cryin' out the door Maybe I deserve.. To grab my coat, and chase you down the street Maybe I deserve.. To say its not you, it's my own insecurities Maybe I deserve.. For you to say \"yes I cheated on you\" Maybe I deserve.. And I won't care cause after all I put you through Maybe I deserve.. To be mistreated sometimes Maybe I deserve.. To even be, lied to sometimes.. Maybe, maybe you should go cheat on me too  ",
        "title": "Maybe I Deserve"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Mark McGuinn",
        "lyrics": "  I get up on Sunday, about eight-fifteen Just to get the paper that I never read 'Cause I know she'll be there barely in her robe Sittin' on her front porch paintin' on her toes Her husband's always on the road  Hey, Mrs. Steven Rudy You don't know what you do to me Every night I dream one day of being with you Hey, Mrs. Steven Rudy You're the neighborhood beauty And that wedding ring is as ugly as your husband is to you  Sometimes Mrs. Rudy calls cryin' late at night 'Cause her and Mr. Ugly have had another fight We talk a while, and I hear her smile When she says thank you, I tell her that she's welcome Like any friend would do I only wish she knew  Hey, Mrs. Steven Rudy You don't know what you do to me Every night I dream one day of being with you Hey, Mrs. Steven Rudy You're the neighborhood beauty And that wedding ring is as ugly as your husband is to you  Imagination, infatuation I'm what she deserves I wonder if she thinks about me The way I think about her  Hey, Mrs. Steven Rudy You don't know what you do to me Every night I dream one day of being with you Hey, Mrs. Steven Rudy You're the neighborhood beauty And that wedding ring is as ugly as your husband is to you  Hey, Mrs. Steven Rudy You don't know what you do to me Every night I dream one day of being with you Hey, Mrs. Steven Rudy You're the neighborhood beauty And that wedding ring is as ugly as your husband is to you  Hey Oh Mrs. Rudy That wedding ring is as ugly to me As your husband is to you Mrs. Rudy You don't know You don't know what you do To me  ",
        "title": "Mrs. Steven Rudy"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  He called her on the road From a lonely cold hotel room Just to hear her say I love you one more time But when he heard the sound Of the kids laughing in the background He had to wipe away a tear from his eye A little voice came on the phone Said \"Daddy when you coming home\" He said the first thing that came to his mind  I'm already there Take a look around I'm the sunshine in your hair I'm the shadow on the ground I'm the whisper in the wind I'm your imaginary friend And I know I'm in your prayers Oh I'm already there  She got back on the phone Said I really miss you darling Don't worry about the kids they'll be alright Wish I was in your arms Lying right there beside you But I know that I'll be in your dreams tonight And I'll gently kiss your lips Touch you with my fingertips So turn out the light and close your eyes  I'm already there Don't make a sound I'm the beat in your heart I'm the moonlight shining down I'm the whisper in the wind And I'll be there until the end Can you feel the love that we share Oh I'm already there  We may be a thousand miles apart But I'll be with you wherever you are  I'm already there Take a look around I'm the sunshine in your hair I'm the shadow on the ground I'm the whisper in the wind And I'll be there until the end Can you feel the love that we share Oh I'm already there Oh I'm already There  ",
        "title": "I'm Already There"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] When I think back on these times And the dreams we left behind I'll be glad cause I was blessed to get To have you in my life When I look back on these days I'll look and see your face You were right there for me...  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Verse 2] Well, you showed me how it feels To feel the sky within my reach And I always will remember all The strength you gave to me Your love made me make it through Oh, I owe so much to you You were right there for me  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Bridge] Cause I always saw in you My light, my strength And I want to thank you now For all the ways You were right there for me You were right there for me For always  [Chorus] In my dreams I'll always see you soar above the sky In my heart there will always be a place for you, for all my life I'll keep a part of you with me And everywhere I am, there you'll be And everywhere I am ,there you'll be  [Outro] There you'll be...  ",
        "title": "There You'll Be"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  [Verse 1] There's a plane flying out of here tonight Destination New Orleans Boss man says my big promotion's on the line He says that's right where I need to be Lately I've been on the road more than I've been home All this leaving her alone is killing me And holding her right now has got me thinkin' more and more This is right where I need to be  [Chorus] Where when I hear her I can see her I can smell her sweet perfume I can feel her skin against me when I sleep Where I won't miss her I can kiss her Anytime that I want to Yeah that's right where I need to be Yeah that's right where I need to be  [Verse 2] There's a plane flying out of here tonight With an empty first class seat Because I've finally got all my priorities in line And I'm right where I need to be  [Chorus] Where when I hear her I can see her I can smell her sweet perfume I can feel her skin against me when I sleep Where I won't miss her I can kiss her Anytime that I want to Yeah that's right where I need to be Yeah that's right where I need to be  ",
        "title": "Right Where I Need To Be"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] If I could grant You one wish I'd wish you could see the way you kiss Ooh, I love watching you Baby When you're driving me crazy  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love  [Verse 2] It's not right It's not fair What you're missing over there Someday I'll find a way to show you Just how lucky I am to know you  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love me  [Bridge] You're the million reasons why There's love reflecting in my eyes  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love me (love me) Woah woah woah, the way you love me (love me) Woah woah woah, the way you love me  [Outro] Ooh, the way you love me Ooh I love the way you love me The way you love me [x4]  ",
        "title": "The Way You Love Me"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": null,
        "title": "Mad Season"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "Irresistible"
    },
    {
        "artist": "Trick Daddy Featuring The SNS Express",
        "lyrics": "  [Intro] (\"Get down!\") Yessuh, (uh huh uh huh uh huh..) Slip-N-Slide Records Uhh, fin' to take it to da house Just get on up and (\"Get down!\")  [*Sung*] Callin my peoples all across the world This song goes out to all the boys and girls You want them thugs to come and turn yo' party out You better take it to da house, (c'mon) now (uh uh uh) (uh.. yessuh!)  [Money Mark] Slip-N-Slide get loose Mo' punch than your bowl of juice And ain't nobody mo' jiggier than us Stuff so ruff it causes head rush like what? Give it to me bring it here Don't stop girl shake it here shake it there Let Money Mark get off in yo' derriere We off da chain fo' the whole year So if you look with a big ol' butt Live in yo' own crib and make yo own bucks (yessuh!) Hit me up, Tre+ dot com And tell me where you from, uhh..  [J.V.] Smoked out, choked out, we get Off da chain like we just broke out You don't know bout me J. Dot When I come though all the haters get hot Cause I got mo' hoes, mo' dank Mo' cheese in da bank, mo' rank My dawgs on dubs, yours ain't My dawgs do whatever, yours cain't  [Hook: Slip-N-Slide] Cause we them niggas that's gon' make you Get up out yo seat and (\"Get down!\") .. We don't play we - take it to da house M.I.A. - take it to da house This the way we - take it to da house Take it to da house - take it to da house Three-oh-five - take it to da house Boy we got dat fire - take it to da house Slip-N-Slide - take it to da house Take it to da house - take it to da house  [Trina] Okay play with it yo ain't no stoppin it S-N-S and we rock rock rockin it We gon' lock it and do our thang Cause my dream team takin all the rings I got, Tre+ who beatin much guts And uhh, Deuce Pop' pimpin news non-stop an' Lost Tribe to my side just vibin And J.B. gon' ball with me T double D, he off in that 'Xcursion Swervin all on the curve with a virgin And I'm Trina, you heard my name I'm still \"Da Baddest\" ain't a damn thang changed  [Co] Now it's time to get down with yo boy C.O It's me n Money Mark in the big freak show Niggas recognize, hoes do too When I creep through the room with the Slip-N-Slide crew Gimme room cause I'm buckwild man I'll get'cha krunk, get'cha loose in the sand Tre+ and we're runnin it still Funk Boogie, spin the wheel!  [Hook: Slip-N-Slide] Cause we them niggas that's gon' make you Get up out yo seat and (\"Get down!\") .. We don't play we - take it to da house M.I.A. - take it to da house This the way we - take it to da house Take it to da house - take it to da house Three-oh-five - take it to da house Boy we got dat fire - take it to da house Slip-N-Slide - take it to da house Take it to da house - take it to da house  [Trick Daddy] Well order two mo' bottles of Crissy Cris' And get drunk pissy while you listen to this All you rookie-ass niggas don't try the shit Some busta-ass niggas can't buy a hit Gimme a break, and a beat I can vibe with A Nik Kwest(?) video and a fine bitch 'Bout fifty-five spins and a mic check And you'll play my shit I never had sex that costed I fuck so much I'm exhausted And this new shit I'm flossin I got that cause I ran with the Dolphins, huh Slip-N-Slide's fin' ta take it to da house New hot shit, fo' you to ride out And for the niggas that tried there's nuttin left Yo' ho must think we somethin else Fuck fame, we out to get paid Born and raised in the County of Dade  [Hook: Slip-N-Slide] Cause we them niggas that's gon' make you Get up out yo seat and (\"Get down!\") .. We don't play we - take it to da house M.I.A. - take it to da house This the way we - take it to da house Take it to da house - take it to da house Three-oh-five - take it to da house Boy we got dat fire - take it to da house Slip-N-Slide - take it to da house Take it to da house - take it to da house  Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house Take it to da house  ",
        "title": "Take It To Da House"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Verse 1] Lying here with you Listening to the rain Smiling just to see The smile upon your face  [Chorus 1] These are the moments I thank God that I'm alive These are the moments I'll remember all my life I've found all I've waited for And I could not ask for more  [Verse 2] Looking in your eyes Seeing all I need Everything you are Is everything in me  [Chorus 2] These are the moments I know heaven must exist These are the moments I know all I need is this I've found all I've waited for, yeah And I could not ask for more  [Bridge] I could not ask for more than this time together I could not ask for more than this time with you And every prayer has been answered Every dream I've had's come true Yeah, right here in this moment Is right where I'm meant to be Here with you, here with me  [Chorus 1] These are the moments I thank God that I'm alive These are the moments I'll remember all my life I've found all I've waited for And I could not ask for more  [Bridge] I could not ask for more than this time together I could not ask for more than this time with you And every prayer has been answered Every dream I've had's come true Yeah, right here in this moment Is right where I'm meant to be Here with you, here with me  [Outro] No, I could not ask for more than this love you gave me Cause it's all I've waited for And I could not ask for more No, yeah No, I could not ask for more  ",
        "title": "I Could Not Ask For More"
    },
    {
        "artist": "Diamond Rio",
        "lyrics": null,
        "title": "One More Day"
    },
    {
        "artist": "Staind",
        "lyrics": "  [Verse 1] And it's been awhile since I could hold my head up high And it's been awhile since I first saw you And it's been awhile since I could stand on my own two feet again And it's been awhile since I could call you  [Chorus] And everything I can't remember As fucked up as it all may seem The consequences that I've rendered I've stretched myself beyond my means  [Verse 2] It's been awhile since I can say that I wasn't addicted And it's been awhile since I can say I love myself as well and And it's been awhile since I've gone and fucked things up just like I always do And it's been a while, but all that shit seems to disappear when I'm with you  [Chorus] And everything I can't remember As fucked up as it all may seem The consequences that I've rendered I've gone and fucked things up again, again  [Bridge] Why must I feel this way? Just make this go away Just one more peaceful day  [Verse 3] And it's been awhile since I could look at myself straight And it's been awhile since I said I'm sorry And it's been awhile since I've seen the way the candles light your face And it's been awhile, but I can still remember just the way you taste  [Chorus] And everything I can't remember As fucked up as it all may seem to be, and I know it's me I cannot blame this on my father He did the best he could for me  [Outro] And it's been awhile since I could hold my head up high And it's been awhile since I said I'm sorry  ",
        "title": "It's Been Awhile"
    },
    {
        "artist": "Olivia",
        "lyrics": "  (Verse 1: Rap) Fuck conversation, I'm throwin him a lever Leavin the crib with a Dear John letter I'm takin what I need, nigga fuck all ya cheddah Fuck all ya jewelry and fuck all ya cars You ballin while I'm wishin on stars Won't have me wildin while you puffin on dro's Have me in the crib, all panties and bras While you in the Benzo messin wit broads Have ya'll face in another bitch twat Go ahead playa boy that's how you get shot (I'ma get yo ass) And I ain't even like that silly nigga But I'm hurt and I'm filled up with liquor Ponderin on if you really feel her Only a man could make a girl a killer And wit a nine like this my nigga don't sleep I'ma creep up on your behind my nigga  (Chorus: repeat 2X) I'm about to bizounce I can't take this shit no more Picture frame broken daddy Cuz I can't trust you I'm ridin high now So nigga fuck you  (Verse 2) Drivin in yo Benzo Shinned up Lorenzo Ashtray filled wit Indo Toss it out the window Bein fast as the ash blow Leavin a nigga, fuck ya cash flow I got my own account And it holds a nice amount I'ma come back for my clothes And come back for my Roles You can keep them other hoes Nigga that's how the game goes And if ya didn't know Better ask somebody baby Shoulda treated me like your lady Nigga I gotta bizounce  Chorus  (Verse 3) Fuck the conversation I'm throwin you a letter Keep them platinum credit cards Keep all of your cheddar That shit don't mean nuttin to me (No nuttin to me no nuttin to me) Cuz I'm tired of you stressin me (Tired of you stressin me) The scent of perfume on ya clothes (In ya clothes) Messin wit them silly hoes (Silly hoes) Got me feelin miserable (I'm miserable) Peddlin up wit Hen and Coke (It's on...) Sleepin wit the enemy (...bitch) Boy you don't wanna fuck wit me (Don't wanna fuck wit me)  Chorus  (Verse 4) I ain't never comin back no more I know you heard that shit before I don't never wanna see your face Faded bitches do I make my case Shoulda known what ya missed at home Now you roll along wit no one to bone You ain't never gonna eat poon poon Not from me no no  Chorus 4x  ",
        "title": "Bizounce"
    },
    {
        "artist": "Dream",
        "lyrics": null,
        "title": "This Is Me"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] Look at the stars Look how they shine for you And everything you do Yeah, they were all yellow I came along I wrote a song for you And all the things you do And it was called \"Yellow\" So then I took my turn Oh, what a thing to have done And it was all yellow  [Chorus] Your skin, oh yeah, your skin and bones Turn into something beautiful Do you know, you know I love you so? You know I love you so  [Verse 2] I swam across I jumped across for you Oh, what a thing to do 'Cause you were all yellow I drew a line I drew a line for you Oh, what a thing to do And it was all yellow  [Chorus] Your skin, oh yeah, your skin and bones Turn into something beautiful And you know For you, I'd bleed myself dry For you, I'd bleed myself dry  [Bridge] It's true, look how they shine for you Look how they shine for you Look how they shine for Look how they shine for you Look how they shine for you Look how they shine  [Outro] Look at the stars Look how they shine for you And all the things that you do  ",
        "title": "Yellow"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Would you like to live in Houston, where the cowboys come to town Or maybe Pensacola, where the sun shines all year 'round Or even New York City, where the city never sleeps I'm offering you the option before you get in too deep  [Chorus] If you can do anything else, baby, be good to yourself You can find a nice place, have a good life Don't worry 'bout me, I'm gonna be alright You can make a new start, you can see yourself clear If you can do anything else, do it But if you can't, baby, you can you stay right here  [Verse 2] There's work up in Seattle, if you don't mind the rain San Diego to Savannah, they'd all be glad you came But life with me would always be a roller coaster ride You won't hurt my feelings, whatever you decide  [Chorus] If you can do anything else, baby, be good to yourself You can find a nice place, have a good life Don't worry 'bout me, I'm gonna be alright You can make a new start, you can see yourself clear If you can do anything else, do it But if you can't, baby, you can you stay right here  [Bridge] This place might look real good right now, but looking good don't last But if you choose it, anyhow, I'll give you all I have  [Chorus] If you can do anything else, baby, be good to yourself You can find a nice place, have a good life Don't worry 'bout me, I'm gonna be alright You can make a new start, you can see yourself clear If you can do anything else, do it But if you can't, baby, you can you stay right here  [Outro] Baby, you can stay right here (if you can do anything else, baby be good to yourself) Oh, baby, you can stay right here (if you can do anything else, baby be good to yourself) Baby, you can stay right here (if you can do anything else)  ",
        "title": "If You Can Do Anything Else"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  I like them girls I like them girls I like them girls I like them girls  Get a call from my crew this weekend Talkin bout a party said it's gonna be crackin Since imma drive the porsche i tell em push the blue benz Cause when it's over straight parkin lot pimpin So once i find my keys to the ride Hit the spot around 11:45 Cuz everybody knows that's when it gets hot Tonight i'm gonna find a lil shorty for a player to cop yeah  I need a hot girl for me A sexy lil mommy Knows how to turn me on Freak me from the night to the early morn A girl who knows just what she wants If you see it baby dont front Hair fly and nails done lookin she got one That's the kind i like  I like them girls between the sheets Like them girls iced up like me I like them girls in the fly gucci Rollin deep in the 6, cartier on the wrist I like em thick Small waist with the big ol hips I like them girls in the drop bentley That's the kind of girl i need  Out the corner of my eye spot a shorty Ice so bright baby lightin up the party She got the prada fitting right on her body 36-24 how could I let her pass me I approached her with the game on tight Said you's the kind of flavor i like She said whats up with later tonight Gonna do whatever feels right to you  I need a hot girl for me A sexy lil mommy Knows how to turn me on Freak me from the night to the early morn A girl who knows just what she wants If she see baby girl dont front Hair fly and nails done lookin she got one That's the kind i like  I like them girls between the sheets Like them girls iced up like me I like them girls in the fly gucci Rollin deep in the 6, cartier on the wrist I like em thick Small waist with the big ol hips I like them girls in the drop bentley That's the kind of girl i need  I like them girls between the sheets Like them girls iced up like me I like them girls in the fly gucci Rollin deep in the 6, cartier on the wrist I like em thick Small waist with the big ol hips I like them girls in the drop bentley That's the kind of girl i need  I like them girls with the candy thighs Kissable lips And the big brown eyes That's the kind of girl i need  I like them girls from around the way Shortie got a record and it makes me say Ohh ya ohh ya That's the kind of girl i need  I like them girls between the sheets Like them girls iced up like me I like them girls in the fly gucci Rollin deep in the 6, cartier on the wrist I like em thick Small waist with the big ol hips I like them girls in the drop bentley That's the kind of girl i need  ",
        "title": "I Like Them Girls"
    },
    {
        "artist": "Ja Rule Featuring Lil' Mo",
        "lyrics": "  [Chorus: Lil' Mo] When I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together  [Verse 1: Ja Rule] I love my life, I love my wife A bad time to prevail, it overwhelmed me I'm livin' in hell but livin' wealthy And know these hoes love me Because I'm a star I can't even cop a drink at the bar Get me some bottles of that Remi Mar-tin Let's get the party Cracking right here fuck V.I.P Knowing my baby loves me Home with tears in her eyes And when I get in, I hurt her more by tellin' her lies She ain't surprised at me She just surprised that we Been together for this long And I can be The one to mistreat her Thought it last forever 'Cause if I cry, you cry We cry together  [Chorus: Lil' Mo] When I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together  [Verse 2: Ja Rule] From, what I recall we was little niggas Cuttin' school gettin high wit da hottest bitches Livin, life so free, that we ain't fearin The, ills of the world, in heat of drug dealin You and I then made a killin, and stuck together In this land of forbidden treasure Love is the only evil seed that could sever A tie this close Not the love between us but your love for the dough You went O.T. started makin M-O-N-E-Why All my good niggas gotta die But shit could last forever, I wish death was pleasure Cause when you died, I cried, we cried together  [Chorus: Lil' Mo] When I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together  [Verse 3: Ja Rule] Wash away your tears (my love) You ain't gotta cry no more (my love) I put it on everything that I love And my pain it's my love And I want, this world to smile for me Don't shed a tear cause the nigga died happily My momma warned me life was a motherfucker But I ignored the warning and kept on hustlin' And every night she just looked at me Tears in her eyes and they be saying shit like \"I don't want me baby to die\" Brought so much pain to her life Gotta make it better 'Cause when ma cried I cried We cried together  [Chorus: Lil' Mo] When I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together Said I cry, you cry We cry, together  [Outro: Lil' Mo] Ooh You cry, then I cry Then we cry When he cries I cry together, together When I cry, then you cry Then we'll cry, together Baby, 'cause when Ja cries, Mo cries We'll cry, together If he cry, I'll cry Then we'll cry, together  ",
        "title": "I Cry"
    },
    {
        "artist": "Snoop Dogg Featuring Master P, Nate Dogg, Butch Cassidy & Tha Eastsidaz",
        "lyrics": "  [Intro: Snoop Dogg] Yo what's Crip-a-lat'n, this big Snoop Dogg Leave your name and your number at the motherfucking beep If this one of my hoes, two-way me  [Dr. Dre] Ay ay Snoop whattup, this your nigga Dre Ay man I was thinking I ain't said shit on your whole motherfucking album So check it out, put this on there: All you motherfucking haters out there, can suck my motherfucking dick! And we still smoking, what?!  [Hook: Nate Dogg] For the nigga who be talking loud and holding his dick, talking shit He better lay low For the bitch that said I shot some shit up out of my dick, now she sick She better lay low For the niggas who be claiming my hood And really ain't from my gang, better lay low I hope he don't be thinking I'm just talking And I won't do a thing, really hope so  [Snoop Dogg] Lay low, nobody move until I say so Limo tint rolling deep like the President See I don't go to clubs, I never chase a bitch I'm here to bang that gangsta shit to the apocalypse We call it stress, some of y'all call it chocolate Return of the Top Dogg, and ain't no stopping this Whatever the case, I ain't trying to catch it Lay low, blow big dope, and slang records Unseen but well heard, do not disturb The only reason you alive cause I ain't sent the word I flip, faster than birds, Snoop Dogg will emerge From the smoke and go loc, you shouldn't provoke I bring the worst from the L.B.C Smash motherfuckers thinking they gonna smash on me Snoop and Dre give a fuck about what y'all say From the World's Most Dangerous Group, N.W.A  [Butch Cassidy] Our rise, it was no surprise I always knew these fools would trip Hating, faking, scheming on mine And on the down low talkin shit Best move cause I refuse to lose No matter which damn road I choose So lay low cause you might be bruised Top story on the evening news I ain't for games, so if you wanna play 'em lay low Lay down on the floor I'm in a rage, so if we gotta do this let me know That's what I came fo'  [Goldie Loc] Where that nigga who be talking shit He don't come around no more because I fucked his bitch I made her suck my dick, while I was squeezing the tits Then I hit it from the back, gripped tight on them hips She tried to make me cum, but I was trying to take her home Dropped her off and seen you fishing on your raggedy Brougham Coulda thumped you in your dome (you little fag) And don't sag too hard, you show everybody your thong  [Tray Deee] Booyaka booyaka, we bring it straight to ya From 22's to Luger's the shit that shoot through ya Who you motherfuckers think the Top Dogg bang with The same clique he came with and made the game flip Now niggas grow they hair, hope they staying act hard That's even tho' your CEO talk shit get slapped hard The backyard is where we get our scrap on The black car drive by then you get capped on  [Master P] Whassup pimping, it's P and Snoop With Dre on the beat, this ain't nothing but loot They call me Jed Clampett for all the bread I got But they call me Bill Clinton for all the head I got I keeps it real-ah, cause I'm all about my scrilla The ladies love me cause I'm a million dolla hitta It's, No Limit til I D-I-E C-P-3, or Richmond, Cali's where I be  [Hook]  ",
        "title": "Lay Low"
    },
    {
        "artist": "Sarina Paris",
        "lyrics": null,
        "title": "Look At Us"
    },
    {
        "artist": "Jessica Andrews",
        "lyrics": null,
        "title": "Who I Am"
    },
    {
        "artist": "Samantha Mumba",
        "lyrics": "  [Intro] Baby come on over tonight We can make it all right Take a piece of my heart And go from the start  [Chorus] You say that you want me Again and again You say that you need me To be more than just your friend So I thought about it And maybe you're right I've been checking your records And they seem all right  [Chorus] Baby come on over tonight We can make it all right Take a piece of my heart And go from the start Baby come on over tonight We can make it all right Boy, there's no one like you Do you feel it too? Baby come over, baby come over, uh This is our night  [Verse 2] So when we get together If just for a while Let's make it happen Don't waste any time And now I need to find out What you're about So come over tonight Let's sort this out  [Chorus] Baby come on over tonight We can make it all right Take a piece of my heart And go from the start Baby come on over tonight We can make it all right Boy there's no one like you Do you feel it too? Baby come on over tonight (baby, I'm waiting, there's no hesitating tonight) We can make it all right Take a piece of my heart And go from the start Baby come on over tonight We can make it all right Boy there's no one like you Do you feel it too?  [Bridge] Baby come over Baby come over Come on over tonight  [Breakdown] This is our night tonight Everything's gonna be alright This is our night tonight Everything's gonna be alright This is our night tonight Everything's gonna be alright This is our night tonight Everything's gonna be alright  [Chorus] Baby come on over tonight We can make it all right Take a piece of my heart And go from the start Baby come on over tonight We can make it all right Boy there's no one like you (baby) Do you feel it too? Baby come on over tonight (this is our night tonight) Everything's gonna be alright (this is our night tonight) Everything's gonna be alright (baby, come on over) This is our night tonight There's no one like you Do you feel it too?  [Outro] Baby come over This is our night tonight Baby come over  ",
        "title": "Baby, Come Over (This Is Our Night)"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": "  Sometime I think what turned her on Was my old broke down boots She wanted her a real cowboy It was a phase she was goin' through  But not one week after she moved in I caught her paintin' the bedroom blue She brought home a bottle of pink Chablis And poured out my best brew  I was sittin' on the porch in my overalls While she packed her things to leave She changed her mind when she couldn't change me  She changed direction headed out west Changed her tune to some hip-hop mess Her dark brown hair went blonde And her pretty blue eyes went green She changed everything when she couldn't change me  She was sittin' beside the ocean Looking out at the waves Watching how they keep on rollin' But always seem the same  She called and said she'd been thinkin' about All those quiet country nights And whatever she thought was so wrong with me Suddenly seemed all right  I was sittin' on the porch in my overalls When her truck pulled into view She said I changed my mind when I couldn't change you  She changed direction headed back home She changed her tune it's all Haggard and Jones She had her dark brown hair pulled back And blue eyes like you've never seen She changed her mind when she couldn't change me  She said I guess when you love someone you just gotta let it be Yeah, she changed her mind when she couldn't change me  ",
        "title": "She Couldn't Change Me"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Produced By: Johnny J & Trackmasters]  [Verse 1: 2Pac] Perhaps I was addicted to the dark side Somewhere inside my childhood witnessed my heart die And even though we both came from the same places The money and the fame made us all change places How could it be? Through the misery that came to pass The hard times make a true friend afraid to ask For currency, but you could run to me when you need And I'll never leave, honestly Someone to believe in, as you can see It's a small thing to a true, what could I do? Real homies help you get through And come to knew he'd do the same thing if he could ‘Cause in the hood, true homies make you feel good And half the times we be actin' up, call the cops Bringin' a cease to the peace that was on my block It never stops, when my mama ask me will I change I tell her yeah, but it's clear I'll always be the same Until the end of time  [Hook: R.L. Huggar] So take these broken wings I need your hands to come and heal me once again (Until the end of time) So I can fly away, until the end of time Until the end of time, until the end of time  [Verse 2: 2Pac] Please, Lord, forgive me for my life of sin My hard stare seem to scare all my sister's kids So you know, I don't hang around the house much This all-night money makin' got me outta touch Shit, ain't flashed a smile in a long while An unexpected birth worst of the ghetto childs My attitude got me walkin' solo Ride out alone in my lo-lo Watchin' the whole world move in slow-mo For quiet times, disappear, listen to the ocean Smokin' Ports, think my thoughts, then it's back to coastin' Who can I trust in this cold world? My phony homie had a baby by my old girl But I ain't trippin', I'm a player, I ain't sweatin' him I sexed his sister, had her mumble like a Mexican His next of kin, no remorse, it was meant to happen Besides rappin', the only thing I did good was scrappin' Until the end of time  [Hook: R.L. Huggar] So take these broken wings I need your hands to come and heal me once again (Until the end of time) So I can fly away, until the end of time Until the end of time, until the end of time  [Verse 3: 2Pac] Now who's to say if I was right or wrong To live my life as an outlaw all along? Remain strong in this planet full of player haters They conversate, but Death Row full of demonstrators And in the end, drinkin' Hennessy Made all my enemies envy me So cold when I flow, eliminatin' easily Falls to they knees, they plead for they right to breathe While beggin' me to keep the peace (haha) When I conceive closer to achieve In times of danger, don't freeze, time to be a G Follow my lead, I'll supply everything you need An ounce of game and the training to make a G Remember me as an outcast Outlaw Another album out, that's what I'm about: more Gettin' raw 'til the day I see my casket Buried as a G while the whole world remembers me Until the end of time  [Hook: R.L. Huggar] So take these broken wings I need your hands to come and heal me once again (Until the end of time) So I can fly away, until the end of time Until the end of time, until the end of time  ",
        "title": "Until The End Of Time"
    },
    {
        "artist": "India.Arie",
        "lyrics": null,
        "title": "Video"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1] I can see that you've been crying You can't hide it with a lie What's the use in you denying That what you have is wrong I heard him promise you forever But forevers come and gone Baby he would say whatever It takes to keep you blind To the truth between the lines  [Chorus] Oh I will love you more than that I won't say the words, then take them back Don't give loneliness a chance Baby listen to me when I say I will love you more than that  [Verse 2] Baby you deserve much better What's the use in holding on Don't you see it's now or never Cause I just can't be friends Baby knowing in the end  [Chorus] That I will love you more than that I won't say the words, then take them back Don't give loneliness a chance Baby listen to me when I say  [Verse 3] There's not a day that passes by I don't wonder why we haven't tried It's not too late to change your mind So take my hand, don't say goodbye I will love you more than that I won't say the words, then take them back  [Chorus][x2]  ",
        "title": "More Than That"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] When your heart is all alone every second Seems so long When it's just you, you can't see through Those old clouds that rain so blue  [Chorus] But when somebody loves you There's nothing you can't do When somebody loves you It's easy to get through When somebody loves you The way I love you  [Verse 2] When it's late, the sun hangs low By yourself, nowhere to go Sing a song, you dance alone Play solitaire and stare at the phone  [Chorus]  [Verse 3] So let's put aside our foolish pride And let our hearts say hello We both agree we're just no good At being on our own  [Chorus]  [Outro] The way I love you The way I love you  ",
        "title": "When Somebody Loves You"
    },
    {
        "artist": "The Corrs",
        "lyrics": "  [Intro] Go on, go on Leave me breathless Come on...  [Verse 1] The daylight's fading slowly But time with you is standing still I'm waiting for you only The slightest touch and I feel weak  [Pre-Chorus] I cannot lie From you I cannot hide And I'm losing the will to try Can't hide it Can't fight it  [Chorus] So go on, go on Come on, leave me breathless Tempt me, tease me Until I can't deny this Loving feeling Make me long for your kiss Go on, go on Yeah, come on  [Verse 2] And if there's no tomorrow And all we have is here and now I'm happy just to have you You're all the love I need somehow  [Pre-Chorus] It's like a dream Although I'm not asleep And I never want to wake up Don't lose it Don't leave it  [Chorus] So go on, go on Come on, leave me breathless Tempt me, tease me Until I can't deny this Loving feeling Make me long for your kiss Go on, go on Yeah, come on  [Pre-Chorus] And I can't lie From you I cannot hide And I've lost my will to try Can't hide it Can't fight it  [Chorus] So go on, go on Come on, leave me breathless Tempt me, tease me Until I can't deny this Loving feeling Make me long for your kiss Go on, go on Come on, leave me breathless Go on, go on Come on, leave me breathless Go on, go on Come on, leave me breathless Go on, go on  ",
        "title": "Breathless"
    },
    {
        "artist": "Blu Cantrell",
        "lyrics": "  [Intro] Get your hands on his cash and  [Verse 1] While he was scheming I was beamin' in the Beamer just beamin' Can't believe that I caught my man cheatin' So I found another way to make him pay for it all So I went to Neiman Marcus on a shopping spree-ah And on my way I grabbed Sole and Mia And as the cashbox rang I thought everything away  [Pre-Chorus:] (Oops) there goes the dreams we used to say (Oops) there goes the time we spent away (Oops) there goes the love I had But you cheated on me and that's for that now (Oops) there goes the house we've made a home (Oops) there goes \"you'll never leave me alone\" (Oops) for all the lies you told This is what you're owed  [Chorus:] Hey ladies, when ya man wanna get buck wild Just go back and hit 'em up style Get your hands on his cash and Spend it to the last dime for all the hard times Oh, when you go then everything goes From the crib to the ride and all the clothes So you better let 'em know that If he mess up you gotta hit 'em up  [Verse 2] While he was braggin' I was coming down the hill just draggin' All his pictures and his clothes in a bag and Sold everything else till there was just nothing left And I paid, all the bills about a month too late It's a shame we have to play these games The love we had just faded away, away  [Pre-Chorus]  [Chorus] (2x)  [Bridge] All of the dreams you sold Left me out in the cold What happened to the days when we used to trust each other And all of the things I sold Will take you until you get old To get em back without me Because revenge is just better than money you'll see  [Chorus] (2x)  ",
        "title": "Hit 'Em Up Style (Oops!)"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] A baby's born in the middle of the night in a local delivery room They grab his feet, smack him till he cries he goes home the next afternoon Before you know it he's off to school and then he graduates in May Goes out and gets a Ph.D. and then cures all sorts of things Wins a Nobel Prize and saves a million different lives The world's a better place for all he's done It's funny when you think about the reason he's alive It's all because two people fell in love  Right now at a picnic shelter down by Caney Creek You'll find potato salad hot dogs and baked beans The whole Wilson family's lined up filling their paper plates They've driven or flown in here from fifteen different states Well Stanley Wilson says that sixty years ago he knew That Miss Emma Tucker was the one Now five generations get together every June All because two people fell in love  [Chorus] There is nothing not affected When two hearts get connected All that is, will be, or ever was Every single choice we make Every breath we get to take Is all because two people fell in love  [Verse 2] Well, I recall a young man who was drifting aimlessly And a young waitress who seemed lonesome as could be But in a little cafe right off of fourteenth avenue With a whole lot to help from up above We met and things sure turned around for me and you And all because two people fell in love  [Chorus]  [Tag] You know, to me it's all so clear Every one of us is here All because two people fell in love  [Outro] A baby's born in the middle of the night in a local delivery room They grab his feet, smack him till he cries he goes home the next afternoon  ",
        "title": "Two People Fell In Love"
    },
    {
        "artist": "Ricky Martin Duet With Christina Aguilera",
        "lyrics": "  [Intro] Why? Why? Why?  [Verse 1: Ricky] There you are in a darkened room And you're all alone, looking out the window Your heart is cold and lost the will to love Like a broken arrow Here, I stand in the shadows (in the shadows) Come to come, come to me Can't you see that...  [Chorus: Both] Nobody wants to be lonely? Nobody wants to cry My body's longing to hold you So bad, it hurts inside Time is precious and it's slipping away And I've been waiting for you all of my life Nobody wants to be lonely So why (why), why don't you let me love you? Why, why, oh, why?  [Verse 2: Christina & Ricky] Can you hear my voice, do you hear my song? It's a serenade, so your heart can find me, oh And suddenly you're flying down the stairs Into my arms, baby, oh Before I start going crazy (goin' crazy) Run to me (run to me) 'cause I'm dying  [Chorus] Nobody wants to be lonely (wants to be lonely) Nobody wants to cry My body's longing to hold you So bad it hurts inside Time is precious and it's slipping away And I've been waiting for you all of my life Nobody wants to be lonely So why (why), why don't you let me love you? Why, why, oh, why? Why, why don't you let me love you?  [Bridge] I wanna feel you need me Feel you need me Just like the air you're breathing breathing Breathing, I need you here in my life Don't walk away, don't walk away Don't walk alway, don't walk away No, no, no, no Nobody wants to be lonely Nobody wants to cry, yeah, yeah  [Chorus: Both] Nobody wants to be lonely Nobody wants to cry (Nobody wants to cry) My body's longing to hold you (it's longing to hold you) So bad, it hurts inside Time is precious and it's slipping away And I've been waiting for you all of my life Nobody wants to be lonely So why (why), why don't you let me love you? Nobody wants to be lonely Nobody wants to cry (Nobody wants to cry) My body's longing to hold you So bad, it hurts inside  ",
        "title": "Nobody Wants To Be Lonely"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Verse 1: Ludacris] Cadillac grills, Cadillac mills Check out the oil my Cadillac spills Matter of fact, candy-paint Cadillacs kill So check out the hoes my Cadillac fills 20-inch wide, 20-inches high Ho, don't you like my 20-inch ride? 20-inch thighs make 20-inch eyes Hoping for American 20-inch pies Pretty-ass clothes, pretty-ass toes Oh, how I love these pretty-ass hoes Pretty-ass, high-class, anything goes Catch 'em in the club throwing pretty-ass bows Long john drawers, long john stalls Any stank puss make my long john pause Women on their cell making long john calls And if they like to juggle, get long john's balls  [Chorus: Ludacris & (Pharrell)] All my players in the house that can buy the bar And the ballin'-ass niggas with the candy cars If you a pimp and you know you don't love them hoes When you get on the floor (nigga throw dem bows) All my women in the house if you chasing cash And you got some big titties with a matching ass With your fly-ass boots or your open-toes When you get on the floor (nigga throw dem 'bows)  [Verse 2: Ludacris] Dirty South mind blowing Dirty South bread Catfish fried up, Dirty South fed Sleep in a cot'-picking Dirty South bed Dirty South gurrls give me Dirty South head Hand-me-down flip-flops, hand-me-down socks Hand-me-down drug dealers hand me down rocks Hand me down a 50-pack Swisher Sweets box And goodfella rich niggas hand me down stocks Mouth full of platinum, mouth full of gold 40-Glock cal' keep your mouth on hold Lie through your teeth, you could find your mouth cold And rip out your tongue cause of what your mouth told Sweat for the lemonade, sweat for the tea Sweat from the hot sauce, sweat from the D And you can sweat from a burn in the 3rd degree And if you sweat in your sleep, then you sweat from me  [Chorus: Ludacris & (Pharrell)] All my players in the house that can buy the bar And the ballin'-ass niggas with the candy cars If you a pimp and you know you don't love them hoes When you get on the floor (nigga throw dem bows) All my women in the house if you chasing cash And you got some big titties with a matching ass With your fly-ass boots or your open-toes When you get on the floor (nigga throw dem 'bows)  [Verse 3: Ludacris] Hit by stars, hit by cars Drunk off the liquor getting hit by bars Keep your girl close cause she's a hit, by far Hit by the Neptunes, hit by guitars Afro picks, Afro-chicks I let my \"Soul Glow\" from my Afro dick Rabbit out the hat, pulling Afro tricks Afro-American, Afro thick Overall country, overall jeans Overall Georgia, we overall clean \"Southern Hospitality\" or \"overall mean\" Overall triple, overall beams Thugged-out niggas wear thugged-out chains Thugged-out blocks playing thugged-out games All black, tinted up thugged-out RangeDTP stay doing thugged out thangs  [Chorus: Ludacris & (Pharrell)] All my players in the house that can buy the bar And the ballin'-ass niggas with the candy cars If you a pimp and you know you don't love them hoes When you get on the floor (nigga throw dem bows) All my women in the house if you chasing cash And you got some big titties with a matching ass With your fly-ass boots or your open-toes When you get on the floor (nigga throw dem 'bows) All my players in the house that can buy the bar And the ballin'-ass niggas with the candy cars If you a pimp and you know you don't love them hoes When you get on the floor (nigga throw dem bows) All my women in the house if you chasing cash And you got some big titties with a matching ass With your fly-ass boots or your open-toes When you get on the floor (nigga throw dem 'bows)  ",
        "title": "Southern Hospitality"
    },
    {
        "artist": "Limp Bizkit",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "Ray J Featuring Lil' Kim",
        "lyrics": "  [Intro: Lil' Kim] Oh uh oh uh yea I dont think yall ready for this one The Queen Bee knockout collabo' And if ya don't know, now ya know  [Bridge: Ray J] (I been) Workin all day (And now it's on) Pull up and don't pay (When the line is long) Girls in the club (You wanna f...?) Ice grillin these thugs (Ya'll wanna thump?) Is it cause I'mma shine (Major ice) I'm talkin about blind ya (Like Vegas lights) Never on the scene (Without my team) Cali sticky green (Know what I mean)  [Verse 1: Ray J] It's on and poppin The DJ's rockin Chickens is watchin It's on tonight You had a long day, yo Buy the champ by the caseload Pockets full of pesos It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Yo, if y'all know the words, say it with me (wait a minute)  [Bridge: Ray J] I been workin all day (And now it's on) Pull up and don't pay (When the line is long) Girls in the club (You wanna f...) Ice grillin these thugs (Ya'll wanna thump) Is it cause I'mma shine (Major ice) I'm talkin about blind ya (Like Vegas lights) Never on the scene (Without my team) Cali sticky green (Know what I mean)  [Verse 2: Ray J] So much you go through Only problems know you Let's party like we supposed to It's on tonight There's not a righter way You've had a tired day Let's party the night away It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute, hey, hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute, hey,hey) (Wait a minute)  [Verse 3: Lil' Kim] Blaow! Tadow! Watch out now, uh-huh It's the Lil' one and I'm not Bow Wow Got trees roll it up, you a G throw it up Nigga slipped me his number on the low - I tore it up Oh wait a minute they playin my shit, slow it up What, you outta Cris? Fuck it, Mo' it up Y'all just rookies, poppin on the scene Be careful how y'all talk cause we pop them things Y'all should see us on the TV, rappin and actin Yup uh-huh look a little closer Yeah, that's us in the Millennium Testarossa People takin pictures, blowin our cover Paparazzi gonna get you one way or another Hey wait a minute ain't that Brandy's brother? Straight from the Eastside, and that's how I ride Here's another one; Ray J, tell 'em where you from  [Verse 4: Ray J] I'm from the land of women Sunny days chrome spinnin Juice and ginin It's on tonight If you feel you're another one Representin where you from Sex you're gettin some It's on tonight  [Hook: Pharrell + (Ray J)] Oh Wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) Girl wait a minute Oh wait a minute (oh wait a minute) Oh wait a minute (oh wait a minute hey hey) (Wait a minute)  ",
        "title": "Wait A Minute"
    },
    {
        "artist": "Faith Evans Featuring Carl Thomas",
        "lyrics": null,
        "title": "Can't Believe"
    },
    {
        "artist": "Jill Scott",
        "lyrics": "  [Verse 1] You're here, I'm pleased, I really dig your company Your style, your smile, your peace mentality Lord, have mercy on me, I was blind, now I can see What a king's supposed to be, baby I feel free, come on and go with me  [Refrain] Let's take a long walk around the park after dark Find a spot for us to spark Conversation, verbal elation, stimulation Share our situations, temptations, education, relaxations Elevations, maybe we can talk about Surah 31:18  [Verse 2] Your background it ain't squeaky clean shit Sometimes we all got to swim upstream You ain't no saint, we all are sinners But you put your good foot down and make your soul a winner I respect that, man you're so phat, and you're all that, plus supreme Then you're humble, man I'm numb with your feeling, I can feel everything that you bring  [Refrain] Let's take a long walk around the park after dark Find a spot for us to spark Conversation, verbal elation, stimulation Share our situations, temptations, education, relaxations Elevations, maybe we can talk about Revelation 3:17  [Bridge] Or maybe we can see a movie Or maybe we can see a play on Saturday Or maybe we can roll a tree and feel the breeze and listen to a symphony Or maybe chill and just be, or maybe Maybe we can take a cruise and listen to the Roots or maybe eat some passion fruit Or maybe cry to the blues Or maybe we could just be silent Come on, come on  [Refrain] Let's take a long walk around the park after dark Find a spot for us to spark Conversation, verbal elation, stimulation Share our situations, temptations, education, relaxations Elevations, maybe we can talk about Psalms in entirety  [Refrain] Let's take a long walk around the park after dark Find a spot for us to spark Conversation, verbal elation, stimulation Share our situations, temptations, education, relaxations Elevations, maybe we can talk about Psalms in entirety  [Bridge] Or maybe we can see a movie Or maybe we can see a play on Saturday Or maybe we can roll a tree and feel the breeze and listen to a symphony Or maybe chill and just be, or maybe Maybe we can take a cruise and listen to the Roots or maybe eat some passion fruit Or maybe cry to the blues Or maybe we could just be silent Come on, come on  [Refrain] Let's take a long walk around the park after dark Find a spot for us to spark Conversation, verbal elation, stimulation Share our situations, temptations, education, relaxations Elevations, maybe baby, maybe we can save the nation Come on, come on  ",
        "title": "A Long Walk"
    },
    {
        "artist": "Dave Matthews Band",
        "lyrics": "  [Verse 1] You cannot quit me so quickly There's no hope in you, for me No corner you could squeeze me? But I got all the time for you, love  [Hook] The space between The tears we cry Is the laughter - keeps us coming back for more The space between The wicked lies we tell In hope to keep safe from the pain  [Verse 2] But will I hold you again? These fickle, fuddled words confuse me Like 'Will it rain today?' Waste the hours with talking, talking These twisted games we're playing  [Hook 2] We're strange allies With warring hearts What a wild-eyed beast you be The space between The wicked lies we tell In hope to keep safe from the pain  [Breakdown] Will I hold you again? Will I hold... Look at us spinning out in The madness of a roller coaster You know you went off like A devil in a church In the middle of a crowded room All we can do, my love Is hope we don't take this ship down  [Hook 3] The space between Where you smile and hide Is where you'll find me if I get to go The space between The bullets in our firefight Is where I'll be hiding, waiting for you The rain that falls Splashed in your heart Ran like sadness down the window into your room The space between Our wicked lies Is where we hope to keep safe from pain Take my hand Cause we're walking out of here Oh, right out of here Is all we need dear The space between What's wrong and right Is where you'll find me hiding, waiting for you The space between Your heart and mind Is a space we'll fill with time The space between The tears we cry is the laughter keeps us coming back for more The space between Our wicked lies where we hope to keep safe from pain The space between The space between  ",
        "title": "The Space Between"
    },
    {
        "artist": "Three The... G. Dep, P. Diddy & Black Rob",
        "lyrics": "  [Black Rob - almost mumbling] They said that I'm a Rottweiler And I'm from the Rottweiler house The Rottweiler New York  [G-Dep] Really, get smacked silly, you get smacked silly Fucking with these niggas from the, what you gon' do When you ready? Shit I was born ready And I was already on fish and spaghetti Creep with the culture, rap I can coach ya Attack like a vulture, see what I told ya? Said I'd get'cha, wear it if it fit ya Y'all thirteen inches, I see the big picture If it's to get richer, I'd probably get wit ya If not burn it, get hot like a furnace Shoot the video, motherfuck city permits We own the city, on the phone with Diddy (*phone sounds*) Red bone pretty, when she get aroused Like to suck her own titty; put it in the video Ya wanna holla got to follow nigga here we go Get you ticket, the train, don't miss it Won't reach out, and ya bet I won't visit 'til my whole wardrobe is-it, now listen  (Chorus) Make this money, take this money (Let's get it) Ain't no way you can take this from me (Let's get it) Ain't shit funny (uh) shake it honey (Let's get it) Take it money.. now let's get it (Let's get it)  [G-Dep] Creep with your people Though my shit is Sweet and Low it's no Equal Front but you lookin Once I throw the hook in proceed to get cookin With the game when I sewed it Since you came thought I owed you one Wide big Lincoln, why's this guy on the side for the stinking? Watch task force dash forward lookin marveled It's a big chance, big pants, might guard him With my man's type proper Better learn quick, cause my clique don't argue You ain't my crew, who are you? Beat it 'fore we take off make sure you all seated In Billboard read it, believe it  (Chorus)  [G-Dep] Soul Controller, rap Ayatollah Kids hate me when they older I put cracks by the stroller I'm registered voter, motherfuck a quota Give some bakin soda and a quarter Bet I flow straight up out the water I'mma wreck the game 'til it say \"out of order\" Put the high score up Then tear the floor up On the world tour with your whore out in Europe Head on the tour bus Do what them niggas in the drop thinks cooler Called up five reporters to thank my supporters Hittin wives and daughters Brought 'em neck spray from Estee Lauders Call Puffy to order  [P-Diddy] Aiyyo, call me Diddy - I run this city Send the cops, the D.A. and feds to come get me Cats wanna leave me for dead you comin with me Gettin head in the Bentley red at one fifty Straight lose it, love two things my family my music Might co-write and produce it Drop mine, hot 9 exclusive Got y'all Hawkin like Yusef Cause I can, break backs and stacks it's no problem Make raps and tracks and go Harlem I get worldwide coverage Got so many spots I don't even buy luggage, ya love it Make moves major, hide out in Asia If your girl keep comin around them I'm a blaze her I'm the Bad Boy flavor, light blue gators NOT GUILTY, and I'm filthy, c'mon  (Chorus)  [Black Rob (Puffy)] I be the Eastside Soprano, Rob Marciano Flow in e'ry channel with the Iverson handle Forty-five sparks turn your day gray flannel Snatch the yay of the mantle, then proceed to dismantle Can't slay Rob How many niggas done tried to play Rob, quit they day job Tired of putting broke niggas under the wing If I go to jail again I'm goin under the bing Act like you gon' pull that thing thing You the only one that always get stuck for bling bling I represent \"A\" block in Sing Sing Almost caught a buck fifty for fuckin a Latin King's queen Moves for paper, booze no chaser Bullets out the blazer four-fifth with the laser Come and get your shit splitted, newspapers said I did it (He ain't do it) Now let's get it (Let's get it)  (Chorus) (x3)  ",
        "title": "Let's Get It"
    },
    {
        "artist": "Amanda",
        "lyrics": "  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Just stop  I think you've got A one track mind You're so focused on the destination  That you're missing the ride You tell me You're a patient guy But we're not having conversations 'Cause you're pre-occupied  If I loved you, I would If you loved me I wouldn't have to If I were in your shoes Never expect you to get down  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off  Ooh, you're good You try real hard So just fill out your application I'll let you know next year You don't believe When I say no If you don't give me consideration Then you'll have to go  If I loved you, I would If you loved me I wouldn't have to If I were in your shoes Never expect you to get down  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off  Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off Everybody does it That's what you keep saying Everybody doesn't Not everybody's playing I wanna be your girlfriend But you gotta turn the pressure off  Just stop  ",
        "title": "Everybody Doesn't"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  Said I work my fingers down to the bone I put it down from 9 to 5 so you should know (You wanna know what else?) And I bust my ass so you can live good Yes I do, girl Now all I want you to do is what you should There it is  See there it is (there it is baby) That ungrateful shit (that ungrateful shit) There you go again, complanin' What your aim is I dont know but I'm...  I'm not doing this shit for nothing I pay the car note, light bill, house note (house note) What you think, this shit's for nothing?(what you think this is) You're not workin' So what more you want?  Listen... I do my best to give you what you need It seems that The harder that I work, the less you see Ooh baby (ooh baby) Who wouldn't want the life you lead? Just think about it Living the good life, yeah Practically scot-free, oh oh oh oh yeah  See there it is (there it is, there it is) That ungrateful shit (you see what I'm talkin' 'bout) There you again, bein' worse, um yeah Like you earned somethin' round here But let's be clear  I'm not doing this shit for nothing I pay the car note, light bill, house note What you think, this shit's for nothing? You're not workin' So what more you want?  You got two seconds, pack your shit and get on outta here Gotta go, gotta go baby You don't appreciate what a man like me is about No you don't And you know I'm workin' 9 to 5 Workin' hard everyday baby (listen) Even put my name (put my name) Even served my day (served my day) Down for some overtime, yeah  See there you go (there you go, there you go) Tryin' to run the show  Oh, you don't pay my car note Pay my light bill Pay my house note  I'm not doing this shit for nothing I pay the car note, light bill, house note What you think, this shit's for nothing? You're not workin' So what more you want?  ",
        "title": "There It Is"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Verse 1] Charades, pop skill Water hyacinth, named by a poet Imitation of life Like a koi in a frozen pond Like a goldfish in a bowl I don't want to hear you cry  [Chorus] Thats sugarcane that tasted good Thats cinnamon, thats Hollywood C'mon, c'mon no one can see you try  [Verse 2] You want the greatest thing The greatest thing since bread came sliced You've got it all, you've got it sussed Like a Friday fashion show teenager Freezing in the corner Trying to look like you don't try  [Chorus] That's sugarcane that tasted good That's cinnamon, thats Hollywood C'mon, c'mon no one can see you try  No one can see you cry  [Chorus] That's sugarcane that tasted good That's freezing rain, that's what you could C'mon, c'mon no one can see you try  [Bridge] This sugarcane This lemonade This hurricane, I'm not afraid C'mon, c'mon no one can see me cry This lightning storm This tidal wave This avalanche, I'm not afraid C'mon, c'mon no one can see me cry  [Chorus] That's sugarcane that tasted good That's who you are, that's what you could C'mon, c'mon no one can see you cry  [Chorus] That's sugarcane that tasted good That's who you are, that's what you could C'mon, c'mon no one can see you cry  ",
        "title": "Imitation Of Life"
    },
    {
        "artist": "Azul Azul",
        "lyrics": null,
        "title": "La Bomba"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": null,
        "title": "Dream On"
    },
    {
        "artist": "ATC",
        "lyrics": null,
        "title": "Around The World (La La La La La)"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Eve",
        "lyrics": "  [Intro:] Yo, yo, yo They wanna know  [Hook:] Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la) Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la)  [Verse 1:] Yo, yo Can I turn you on by my word spell Look into my eyes think I want you, can't tell Me I keep it sexy, daddy so I can't fail Keep it gangsta for the cowards so I give 'em hell Call me misfit, lips spit a gang of trash Wrist glist now cause I make a gang of cash Light glance, still street with the doo-rag Slang, spit game, change speech, how they do that? Watch they mouths drop, watch the crowds pop up and act out Broads with the screw face, smash on and knock out Ain't changed game don't run me, I run the game If I gotta keep it gritty so be it, I'm supposed to change Like simple, dizzy broads ain't fuckin with my mental Natural born hustlin' bitch check what I've been through Got mine took it from you, and now you slot mine Exec to my own shit, dawg I'm ownin dot coms  [Hook:] Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la) Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la)  [Verse 2:] Yo, yo I can understand why you're scared of Eve Thought I did it one way, ain't prepared for me Huh, mad cause an image I don't care to be Realness, real shit, spit reality Attitude rude, that's the Philly in I Need me in the game, I'm the thrill in your life Breath of fresh air Little boys hang me on their wall, I grow 'em chest hair Why you listenin to other shit? You go the best here Come on try your luck shorty, I got the rest scared Bet you anything you ain't ready and you get left there Ain't known for frontin' vouch for my behavior Same way they get down I get down for this paper Sixteen lean from my pence so you can test her Still need to know who I am then cop the record Take it like a class on me and learn the lesson Bottom line my world, my way any questions  [Hook:] Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la) Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la)  [Verse 3:] Uh, yo power moves is made everyday by this thorough bitch I'mma get this bank anyway that I do this shit I was born to shine while most of y'all was borderline bullshit Know exactly what I want from me, you cats is clueless Dispose the flow through my hands like water Heat starts growing from my son or my daughter Eve want her own cash, fuck what you bought her He spend, you owe, that's what mommy taught her Hardball is played, won't starve today Song after song I write so I get paid Thought I wasn't followin' up with the second round Now bitch swallow it up while I shove it down Make em love me over again and over your name Betcha they get over your style and over your fame Why you lookin sad at me, I ain't to blame Back to plan B baby I can feel your pain  [Hook:] Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la) Who's that girl? (La, la, la, la, la, la, la, la, la, la, la) Eve's that girl (La, la, la, la, la, la, la, la, la, la, la)  ",
        "title": "Who's That Girl?"
    },
    {
        "artist": "Vertical Horizon",
        "lyrics": "  So you sailed away into a grey sky morning Now I'm here to stay, love can be so boring Nothing's quite the same now I just say your name now  But it's not so bad You're only the best I ever had You don't want me back You're just the best I ever had  So you stole my world now I'm just a phony Remembering the girl leaves me down and lonely Send it in a letter, make yourself feel better  But it's not so bad You're only the best I ever had You don't need me back You're just the best I ever had  And it may take some time to patch me up inside But I can't take it so I run away and hide And I may find in time that you were always right You're always right  So you sailed away into a grey sky morning Now I'm here to stay, love can be so boring What was it you wanted? Could it be I'm haunted?  But it's not so bad You're only the best I ever had I don't want you back You're just the best I ever had The best I ever had, the best I ever  ",
        "title": "Best I Ever Had (Grey Sky Morning)"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Intro] It's something about her you know that The way she cares of herself, she's just so bad Ooh, I dont know  [Verse 1] Her style, her mind compares To nothing on this earth She's not the kind to share Only God know what she's worth  [Pre-Chorus] I gotta show her that I want her I recognize that she is bad If I can't have her then I'll go crazy Spending all my time just chasing I gotta show her that I want her I recognize that she is bad If I can't have her then I'll go crazy Spending all my time just chasing  [Chorus] Her eyes, her smile, her skin Her smell, her hair (She's incredible, baby, ooh) Her walk, her talk, her way her savoir faire There she goes, there she goes (There she goes)  [Verse 2] I hope to find her there Gotta make some eye contact She's not the kind to stare Move quick or lose her fast  [Pre-Chorus] I gotta show her that I want her I recognize that she is bad If I can't have her then I'll go crazy Spending all my time just chasing I gotta show her that I want her I recognize that she is bad If I can't have her then I'll go crazy Spending all my time just chasing  [Chorus] Her eyes, her smile, her skin Her smell, her hair (Ooh baby, she's incredible, baby) Her walk, her talk, her way, her savoir faire There she goes, there she goes, ooh (There she goes) Her eyes, her smile, her skin Her smell, her hair (You're incredible, baby) Her walk, her talk, her way, her savoir faire There she goes (There she goes)  [Bridge] Spending all my time watchin' that girl go (dance) Gotta love the way she moves (Get down, girl) Spending all my time watchin' that girl go (dance) Gotta love the way she moves  [Chorus] Her eyes, her smile, her skin Her smell, her hair (She's incredible, baby) Her walk, her talk, her way, her savoir faire There she goes (There she goes, baby) Her eyes, her smile, her skin Her smell, her hair (You're incredible, baby) Her walk, her talk, her way, her savoir faire There she goes (There she goes) Her eyes, her smile, her skin Her smell, her hair (Oh, baby, yeah) Her walk, her talk, her way, her savoir faire There she goes (There she goes)  [Outro] Spending all my time watchin' that girl go (dance) Gotta love the way she moves (Get down, girl) Spending all my time watchin' that girl go (dance) Watch her go, watch her go Gotta love the way she moves (dance)  I got to show her that I want her Spending all my time watchin' that girl go If I can't have her, then I'll go crazy Gotta love the way she moves I got to show her that I want her Spending all my time watchin' that girl go If I can't have her, then I'll go crazy Gotta love the way she moves I got to show her that I want her... If I can't have her, then I'll go crazy... I got to show her that I want her...  ",
        "title": "There She Goes"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] Damn these old wheels Rolling too slow I stare down this white line With so far to go Headlights keep coming Loneliness humming along Who poured this rain Who made these clouds I stare through this windshield Thinking out loud Time keeps on crawling Love keeps on calling me home I'd jump all these mountains and take to the skies Sail through the heavens with stars in my eyes  [Chorus] If my heart had wings I would fly to you and lie Beside you as you dream If my heart had wings  [Verse 2] We both committed We both agreed You do what you have to to get what you need Feeling you near me with so many miles in between Lord, it isn't easy out here in the dark To keep us together so far apart  [Chorus]  [Verse 3] Stuck on this circle Spinning around Cut loose from this rope That's tying me down  [Chorus] [x2]  ",
        "title": "If My Heart Had Wings"
    },
    {
        "artist": "Lil Bow Wow Featuring Jagged Edge",
        "lyrics": "  [Intro: Jagged Edge, (Jermaine Dupri) & Lil Bow Wow] Oh (J.E. y'all) Yo I'm looking for girls (Bow Wow) Girls that can give me puppy love Ya know? (He, he yeah) Yeah it's goin down right here West coast, bark on (Come on) East coast, bark on (Come on) Dirty South, bark on Yeah (Come on, come on, come on)  [Verse 1: Lil Bow Wow] All young girls beware This pup's off the chains I'm gritty little something here Putting down pain Since I was six Running with the pound It's been going down I'm city to city, town to town They running up screaming my name Running up grabbing my chain Running up tryna get in the game I'm like ma don't get it twisted If we kick it get your bark on Hope to God you see me again, when I'm grown Type of playa but it ain't It just sounds like that Cause I'm just too young to get down like that (I agree) Hit the movies, hit the mall Then come out with big bags Next day do lunch then head Six Flags But it don't mean nothin we're just having some fun Even though I may have told you on the ride you're the one I'm sorry little shorty I gotta take that back Cause I'm just too young to get down like that So...  [Chorus: Lil Bow Wow & Jagged Edge] You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on  [Verse 2: Lil Bow Wow] Even if you're three years older than me And caught yourself noticing me In my mind, set don't change I might up my game But the story that I tell 'em When I tell it, it remains the same You wouldn't believe how they be coming at me Steady, steady tryna throw something at me Like I'mma get happy Just because honey got her learner's permit Can come and scoop me after school Like I'm supposed to be on it Naw ain't no sippin' over here It's Big Pimpin' over here And I hope that I make myself clear That when it comes to honeys yo I got some minutes And I ain't tryna get serious till I'm up in my twenties It's just the paper that I'm after The drop with the top I'mma cop when I'm able And that's all that matters So if I told you something shorty I'm taking that back Cause I'm just too young to get down like that So...  [Chorus: Lil Bow Wow & Jagged Edge] You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on You can't believe Not a word that I be saying to you It's plain to see Girl I just be playing with you Girl you and me, see it's just puppy love, oh Bark on baby, bark on, bark on  [Outro: Jagged Edge] You can't believe It's plain to see Girl you and me See it's just puppy love, oh You can't believe It's plain to see Girl you and me See it's just puppy love  ",
        "title": "Puppy Love"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Chester Bennington] I cannot take this anymore Saying everything I've said before All these words they make no sense I find bliss in ignorance Less I hear, the less you'll say You'll find that out anyway  [Pre-Chorus: Chester Bennington] Just like before…  [Chorus 1: Chester Bennington & Mike Shinoda] Everything you say to me (Takes me One Step Closer to the edge And I'm about to break) I need a little room to breathe ('Cause I'm One Step Closer to the edge I'm about to break)  [Verse 2: Chester Bennington] I find the answers aren't so clear Wish I could find a way to disappear All these thoughts they make no sense I find bliss in ignorance Nothing seems to go away Over and over again  [Pre-Chorus: Chester Bennington] Just like before…  [Chorus 2: Chester Bennington & Mike Shinoda] Everything you say to me (Takes me One Step Closer to the edge And I'm about to break) I need a little room to breathe ('Cause I'm One Step Closer to the edge I'm about to break) Everything you say to me (Takes me One Step Closer to the edge And I'm about to break) I need a little room to breathe ('Cause I'm One Step Closer to the edge And I'm about to… Break!)  [Bridge: Chester Bennington] Shut up when I'm talking to you! Shut up! Shut up! Shut up! Shut up when I'm talking to you! Shut up! Shut up! Shut up! Shut up! I'm about to break!  [Chorus 2: Chester Bennington & Mike Shinoda] Everything you say to me (Takes me One Step Closer to the edge And I'm about to break) I need a little room to breathe ('Cause I'm One Step Closer to the edge I'm about to break) Everything you say to me (Takes me One Step Closer to the edge And I'm about to break) I need a little room to breathe ('Cause I'm One Step Closer to the edge And I'm about to… Break!)  ",
        "title": "One Step Closer"
    },
    {
        "artist": "Koffee Brown",
        "lyrics": null,
        "title": "After Party"
    },
    {
        "artist": "Aaron Lewis Of Staind With Fred Durst",
        "lyrics": null,
        "title": "Outside"
    },
    {
        "artist": "Jay-Z Featuring R. Kelly",
        "lyrics": "  [Intro: Jay-Z] I thought this was America people! Uhh, yeah, guilty until proven innocent huh? That's how we workin huh? Okay Before me there was many; after me there will be none I am the one Uh-huh, okay, I see how we playin  [Verse 1: Jay-Z] Yeah, I get it down, anxiously the public can't wait Niggas had to have it way before it's release date Jigga get irate, press get it fucked up Took me one point eight but I had to get it straight Get the CD, twelve inch vinyl, get the tape Jigga give out food for thought dog, get a plate I get it down, get it crunk when I get in the state of mind That what's mine is mine, nobody get to take I don't bend, break, fold, scratch, go down My mental rolodex see these words? I just don't know I know stress, drama, niggas upsettin my mama Arrested, put in the lineup, tryin to put dents in my armor But I'm a survivor, plus I'm liver than most Out on bail, fifty thou', still ridin with toast I ain't tryin to collide with folk But I don't want folk takin Jigga for joke I guess you niggas just woke - good morning!  [Hook: R. Kelly] You can't touch me, no you can't touch me Jigga, Kelly, not guilty Try to charge me but I'm not guilty I got, all, my mamis I've got all of my mamis Tell me, what you, want from me Tell me.. what y'all want from me? I'm not guilty  [Verse 2: Jay-Z] I see how you comin at me now, I'm cool I'm not the snitch I don't go to the cops to get rich .. I go to the block and pitch I go with the Glock and click, I go with the pop I'm sick I go with you hard, I ain't gon' stop for shit Look in my eyes dog, right in my pupils If I'm your rival, why would I have to do you? Press try to throw dirt on my name, disturbin my game Seemed happy when they heard he was arraigned, glad he's indicted Got big money, big lawyers to fight it Just like Cochran, cocksuckers you never see me boxed in Y'all all know it, Jigga's a fighter Plus I'm claustaphobic, back on the streets before you know it And my word niggas, I heard you niggas I'm address each and every one of you cocksuckers Fuck the white press, the block love us, hip-hop forever B.I.G. is here, the soul of 2Pac hovers - above us  [Hook: R. Kelly] + (Jay-Z) You can't touch me, no you can't touch me Jigga, Kelly, not guilty Try to charge me but I'm not guilty I got, all, my mamis I've got all of my mamis Tell me, what you, want from me Tell me.. (Uhh, I am the one) What you want from me? Not guilty  [Verse 3: Jay-Z] Uhh, okay, you on my radar, I got you too bitch Got lame bitches tryin to fuck with my case Same lame bitch I bust in her face Honey just mad I got her fuckin replaced Plus a birthday pass without me even touchin my safe But I ain't gon' lie, the head was sick But what we need to do, is put that mouth on a better bitch You heard the rhetoric: \"Jigga hit me over the head With a champagne bottle at the bar, can he buy me a car?\" Naw, how do y'all equate your pain Would it all go away if I bought you a Range? I got one or two of those, nothin gon' change For nothin else, you gotta live with yourself Try and lie on Hov' cause I ride on the road In what, most would describe as a Rolls NO, that's that Continental T The only car that fit intercontinental me, not guilty  [Hook: R. Kelly] + (Jay-Z) You can't touch me, no you can't touch me Jigga, Kelly, not guilty And you wanna charge me, when I'm not guilty I got, all, my mamis (I am the one) I've got all of my mamis Tell me, what you, want from me Tell me.. what you want from me? Not guilty  [Jay-Z] + (R. Kelly) Uhh, uhh, uhh, I, am, the, one (Y'all, cats, can't touch me) Holla!  [Outro: R. Kelly] So you can't touch me nigga, you can't touch me Jigga, Kelly, not guilty Said Jigga, Kelly, not guilty I got, all, my mamis And I got, all my, mamis Tell me, what you, want from me I don't, know why, y'all can't see that Y'all, cats, can't touch me Y'all, dudes, can't touch me Jigga, Kelly, not guilty Jigga, Kelly, not guilty I got, all, my mamis I got, all my, mamis Tell me, what you, want from me So tell me, what you, want from me Y'all, cats, can't touch me Y'all, niggas, can't touch me Jigga, Kelly, not guilty Jigga, Kelly, not guilty I got, all, my mamis And I got, all my, mamis Tell me, what you, want from me So tell me, what you, want from me Y'all, cats, can't touch me  Jigga, Kelly, not guilty I got, all, my mamis Tell me, what you, want from me Y'all, cats, can't touch me  ",
        "title": "Guilty Until Proven Innocent"
    },
    {
        "artist": "Tim Rushlow",
        "lyrics": "  She shaves his face She combs his hair She helps him find his rocking chair She cooks his meals She wipes his mouth And the window that he's looking out She reads him books She speaks his name Oh every day is much the same She sighs that sigh from deep within The one that says She misses him  She misses his gentle touch And the way he used to make her laugh She misses the man he was In all of those old photographs So strong, so kind, so sweet, so smart The man who stole her very heart She misses him  His children come on Saturday They're at his feet His grandkids play It's sad they don't know him at all He's just the one they call grandpa They take out his trash They mow his lawn Things he can't do since he's been gone She's grateful that they're pitching in And like everyone She misses him  She misses his gentle touch And the way he used to make her laugh She misses the man he was In all of those old photographs So strong, so kind, so sweet, so smart The man who stole her very heart She misses him  And yes they're still together After all these years But sometimes you can almost feel The sadness in her tears  She misses his gentle touch And the way he used to make her laugh She misses the man he was In all of those old photographs So strong, so kind, so sweet, so smart The man who stole her very heart She misses him  ",
        "title": "She Misses Him"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": null,
        "title": "Austin"
    },
    {
        "artist": "Daft Punk",
        "lyrics": "  [Produced by Daft Punk]  [Intro: Romanthony] One more time One more time  [Hook 1: Romanthony] One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah One more time  [Interlude]  [Hook 1: Romanthony] One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah Don't stop the dancing One more time  [Bridge: Romanthony] Mmm, you know I'm just feeling Celebration tonight Celebrate Don't wait too late Mmm, no We don't stop You can't stop We're gonna celebrate One more time One more time One more time Celebration You know we're gonna do it right, tonight Hey! Just feeling Music's got me feeling the need Need, yeah Come on, all right We're gonna celebrate One more time Celebrate and dance so free Music's got me feeling so free Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free  [Hook 2: Romanthony] One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free  [Pause]  [Hook 2: Romanthony] One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free  ",
        "title": "One More Time"
    },
    {
        "artist": "Redman Featuring DJ Kool",
        "lyrics": "  [Intro] Attention, all you niggas, all you bitches Time to put down the Cristal, time to take off the ice for a minute Time to throw a little mud in this motherfucker  {*barking*} Turn me up some {*more barking} Yo {*barking*}  [Red imitates an old woman] Ohh shit! Who those motherfuckers coming in here? No, it can't be! Ahhhhhhhhhhhhhhh!  [Verse 1:Redman] Yo.. yo, gimme some room I'm throwing elbows Timberland boots, Air Force and shell-toes, who the fuck is them? If I gotta pay to get in the club I'mma go pop the trunk and turn the street volume up to ten I ain't on the guest list, I ain't V.I.P I snuck in the exit, learned to D-I-P My dress code is all black when I'm making the moves Similar to the new Playstation 2 I can't help it if the club only packing a G And the fire marshal wanna shut it down in 3 And you balling ass niggas, whose dressed to kill For the hoes showing the toes with extra heels (man!) I gotta get in, I drove here With a car load of bitches charged on Belvedere My niggas hit the cells if the line is thick So I drive the 500, through the door of the bitch  [DJ Kool] Yo Red, wassup man? Aye they ain't trying to let you in the club! Yo, DJ Kool to the rescue! We gon' break this joint down! Ayo.. a-huh, a-huh, ahh!  [Hook: DJ Kool + Redman] If you pumping this one in your truck (let's get dirty) Say let's get dirty (l-let's get dirty) If you really don't give a WHAT? (l-let's get dirty) Say let's get dirty (l-let's get dirty) Everybody get your hands up (l-let's get dirty) Say let's get dirty (l-let's get dirty) If you ain't come to party SHUT UP! (l-let's get dirty) Say let's get dirty  [Verse 2:Redman] Yo, security patting my legs and waist But if I vacate the place, it'll be {*gunfire, \"stay down!\"*} All my niggas in the huddle, on the count of three We gonna bum rush the tunnel, with a pound of weed Cut the light on, you see it's Brick City in here Blazing like Biggie passed us a semi in here Don't sleep, stay wide awoke You dialed doc, not dial-a-joke Crawl or you'll die in smoke I keep it heated when the hawk is out Seated low Tahoe, beat it when the dark is out I'm outside of the line and I'm acting a fool Like a three o'clock bully, waiting after school (Punks!) I've been in this line for hours I even killed the time by helping my man pass out fliers Now all I wanna do is get in where I fit in Shake my ass with the baddest pigeon with her wig in JUMP, MOVE, CRASH, SMOKE, DRINK Shake that ass stank, the fuck you think? Poppa Bear at the table, and the porridge is pouring Since +Def+ is the label I belong in a morgue! I'm walking half-dead, acting senile With bigger niggas from jail than the one on \"Green Mile\" I'll huff and puff, blow the club down I'll snuff a duck, I'm headed Uptown  [DJ Kool] Yeah that's right! We up in this joint now Ayo we getting ready to take over Freddie, you grab the mic, I'mma grab the turntables We gon' rock this joint baby! - a-huh, a-huh, ahh!  [Hook: DJ Kool + Redman] If you got up in the club free (let's get dirty) Say let's get dirty (let's get dirty) And you drunk up in the V.I.P. (let's get dirty) Say let's get dirty (let's get dirty) If you swinging from them club lights (let's get dirty) Say let's get dirty (let's get dirty) And you like to start them club fights (let's get dirty) Say let's get dirty  Everybody wave your hands now (let's get dirty) Say let's get dirty (let's get dirty) Everybody jump up and down (let's get dirty) Say let's get dirty (let's get dirty) Everybody come to wild out (let's get dirty) Say let's get dirty (let's get dirty) If you a big dog no doubt (let's get dirty) Say let's get dirty  Everybody wave your hands now (let's get dirty) Say let's get dirty (let's get dirty) Everybody jump up and down (let's get dirty) Say let's get dirty (let's get dirty) Everybody keep it going now (let's get dirty) Say let's get dirty (let's get dirty) Just a little bit louder now (let's get dirty) Say let's get dirty.. c'mon, c'mon!  (let's get dirty) A-huh, a-huh, ahh-huh! (let's get dirty) Keep it going now (let's get dirty)  ",
        "title": "Let's Get Dirty (I Can't Get In Da Club)"
    }
]