[
    {
        "artist": "Lesley Gore",
        "lyrics": "  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 1] Nobody knows where my Johnny has gone But Judy left the same time Why was he holding her hand When he's supposed to be mine?  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 2] Play all my records, keep dancing all night But leave me alone for awhile Till Johnny's dancing with me I've got no reason to smile  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  [Verse 3] Judy and Johnny just walked through the door Like a queen with her king Oh, what a birthday surprise Judy's wearing his ring  [Chorus] It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you It's my party and I'll cry if I want to Cry if I want to Cry if I want to You would cry too, if it happened to you  Oh, it's my party and I'll cry if I want to  ",
        "title": "It's My Party"
    },
    {
        "artist": "Jimmy Soul",
        "lyrics": "  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  A pretty woman makes her husband look small And very often causes his downfall As soon as he marries her then she starts To do the things that will break his heart  But if you make an ugly woman your wife You'll be happy for the rest of your life An ugly woman cooks meals on time She'll always give you peace of mind  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Don't let your friends say you have no taste Go ahead and marry anyway Though her face is ugly, her eyes don't match Take it from me, she's a better catch  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  Say man! Hey baby! I saw your wife the other day! Yeah? Yeah, an' she's ugly! Yeah, she's ugly, but she sure can cook, baby! Yeah, alright!  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  If you wanna be happy for the rest of your life Never make a pretty woman your wife So for my personal point of view Get an ugly girl to marry you  ",
        "title": "If You Wanna Be Happy"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "I Love You Because"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  If everybody had an ocean Across the U. S. A Then everybody'd be surfin' Like Californi-a You'd see them wearing their baggies Huarachi sandals too A bushy bushy blonde hairdo Surfin' U. S. A  You'd catch 'em surfin' at Del Mar (Inside, outside, USA) Ventura County line (Inside, outside, USA) Santa Cruz and Trestles (Inside, outside, USA) Australia's Narrabeen (Inside, outside, USA) All over Manhattan (Inside, outside, USA) And down Doheny Way (Inside, outside)  Everybody's gone surfin' Surfin' U.S.A  We'll all be planning that route We're gonna take real soon We're waxing down our surfboards We can't wait for June We'll all be gone for the summer We're on surfari to stay Tell the teacher we're surfin' Surfin' U. S. A  Haggerties and Swamis (Inside, outside, USA) Pacific Palisades (Inside, outside, USA) San Onofre and Sunset (Inside, outside, USA) Redondo Beach LA (Inside, outside, USA) All over La Jolla (Inside, outside, USA) At Wa'imea Bay (Inside, outside)  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  Everybody's gone surfin' Surfin' U.S. A  ",
        "title": "Surfin' U.S.A."
    },
    {
        "artist": "The Crystals",
        "lyrics": "  Met him on a Monday and my heart stood still Da doo ron ron ron Da doo ron ron Somebody told me that his name was Bill Da doo ron ron ron Da doo ron ron  Yes, my heart stood still Yes, his name was Bill And when he walked me home Da doo ron ron ron Da doo ron ron  Knew what he was doing when he caught my eye Da doo ron ron ron Da doo ron ron He looked so quiet but my oh my Da doo ron ron ron Da doo ron ron  Yes, he caught my eye Yes, my oh my And when he walked me home Da doo ron ron ron Da doo ron ron  Picked me up at seven and he looked so fine Da doo ron ron ron Da doo ron ron Someday soon I'm gonna make him mine Da doo ron ron ron Da doo ron ron  Yes, he looked so fine Yes, I'll make him mine And when he walked me home Da doo ron ron ron Da doo ron ron  ",
        "title": "Da Doo Ron Ron (When He Walked Me Home)"
    },
    {
        "artist": "Lou Christie",
        "lyrics": "  I don't want the world to know I don't want my heart to show Two faces have I I I pretend that I'm happy But I'm Mr. blue I pretend that I'm happy Since I lost you Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry Will I ever laugh again She'll never see me cry Will I walk with a smile on my face Kniowing I live a lie I pretend that I'm carefree But what am I I pretend that I'm carefree But I'm living a lie Two faces have I One to laugh and one to cry Two faces have i One to laugh and one to cry  ",
        "title": "Two Faces Have I"
    },
    {
        "artist": "The Dovells",
        "lyrics": "  Hey pretty baby! (you can't sit down) A don't you hear the drummer thumpin' (you can't sit down) You gotta shake it like a crazy (you can't sit down) Because the band is sayin' something (you can't sit down) And everybody is a jumpin'(you can't sit down) You gotta slop, bop, flip flop, hip hop Never stop (You can't sit down, you can't sit down)  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  When you're on South Street (you can't sit down) And the band is really bootin' (you can't sit down) You hear the hip beat with the back beat (you can't sit down) And you see the gang a groovin' (you can't sit down) You gotta get your bottom movin' (you can't sit down) You gotta make it, break it, shake it all around You can't sit down, you can't sit down  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  Get in there honey!  [Instrumental]  You can't sit down, you can't sit down, you can't sit down You can't sit down, you can't sit down, you can't sit down You can't sit down, you can't sit down, you movin' em down A crazy shout, you can't sit down  A, yea, yea, yea, hey pretty baby You know you really dance so fine now You're really shakin' like a crazy A don't you down lead the line now We're gonna do it one more time now You got to make it, break it, shake it,all around (You can't sit down, you can't sit down)  You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground You're puttin down, a crazy, shout No, no, you can't sit down, no, no, you can't sit down  (You can't sit down, you can't sit down) You gotta move, move, move, a round and round (You can't sit down, you can't sit down) You gotta fly, fly, fly, way off the ground............  [Fades]  ",
        "title": "You Can't Sit Down"
    },
    {
        "artist": "Little Peggy March",
        "lyrics": "  (Intro) I love him, I love him, I love him And where He goes I'll follow, I'll follow, I'll follow  (Verse 1) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep me away I must follow him Ever since he touched my hand I knew That near him I always must be And nothing can keep him from me He is my destiny  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 2) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep, keep me away Away from my love  (Chorus) I love him, I love him, I love him And where he goes I'll follow I'll follow, I'll follow He'll always be my true love, my true love, my true love From now until forever, forever, forever  (Verse 3) I will follow him Follow him, wherever he may go There isn't an ocean too deep A mountain so high it can keep Keep me away, away from my love  (Outro) And where he goes I'll follow I'll follow, I'll follow I know I'll always love him  ",
        "title": "I Will Follow Him"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": null,
        "title": "Losing You"
    },
    {
        "artist": "Kyu Sakamoto",
        "lyrics": "  上を向いて歩こう 涙がこぼれないように 思い出す春の日 一人ぼっちの夜  上を向いて歩こう にじんだ星を数えて 思い出す夏の日 一人ぼっちの夜  幸せは雲の上に 幸せは空の上に  上を向いて歩こう 涙がこぼれないように 泣きながら歩く 一人ぼっちの夜  思い出す秋の日 一人ぼっちの夜  悲しみは星の影に 悲しみは月の影に  上を向いて歩こう 涙がこぼれないように 泣きながら歩く 一人ぼっちの夜  一人ぼっちの夜  ",
        "title": "Sukiyaki"
    },
    {
        "artist": "Bill Anderson",
        "lyrics": null,
        "title": "Still"
    },
    {
        "artist": "The Shirelles",
        "lyrics": "  Spoken: \"You broke his heart and made him cry And he's been blue since then\". \"Now he's Found somebody new and you want him back again\"  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"No you don't it's just your pride that's hurt\" \" I still love him\" (If you got him back again,you'd go right out and do him dirt)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"But I love him\" \"It's too late to have a change of heart\" \"I still love him\" (Tomorrow is his wedding day and you'll keep quiet if you're smart!)  Foolish little girl,fickle little girl You didn't want him when he wanted you He's found another love,it's her he's dreaming of And there's not a single thing that you can do  \"Forget him cause he don't belong to you\" \"It's too late he's found somebody new\" \"There's not a single thing that you can do\"  ",
        "title": "Foolish Little Girl"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Intro] (Take these chains from my heart and set me free)  [Verse] Take these chains from my heart and set me free You've grown cold and no longer care for me All my faith in you is gone but the heartaches linger on Take these chains from my heart and set me free Take these tears from my eyes and let me see Just a spark of the love that used to be If you love somebody new, let me find a new love, too Take these chains from my heart and set me free Give my heart just a word of sympathy (sympathy) Be as fair to my heart as you can be (you can be) Then if you no longer care for the love that's beating there Take these chains from my heart and set me free Take these chains from my heart and set me free (set me free)  ",
        "title": "Take These Chains From My Heart"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  [Hook] Another Saturday night and I ain't got nobody I got some money cause I just got paid How I wish I had someone to talk to I'm in an awful way  [Verse 1] I got in town a month ago, I seen a lotta girls since then If I could meet 'em I could get 'em but as yet I haven't met 'em That's why I'm in the shape I'm in  [Hook]  [Verse 2] Another fella told me he had a sister who looked just fine Instead of being my deliverance, she had a strange resemblance To a cat named Frankenstein  [Hook]  [Interlude] (Here it is another weekend and I ain't got nobody Man if I was back home I'd be swinging Two chicks on my arm Aww yeah Listen to me huh)  [Verse 3] It's hard on a fella, when he don't know his way around If I don't find me a honey to help me spend my money I'm gonna have to blow this town  [Hook]  ",
        "title": "Another Saturday Night"
    },
    {
        "artist": "The Dartells",
        "lyrics": null,
        "title": "Hot Pastrami"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer Dust off the sun and moon and sing a song of cheer  Just fill your basket full of sandwiches and weenies Then lock the house up, now you're set And on the beach you'll see the girls in their bikinis As cute as ever but they never get 'em wet  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer You'll wish that summer could always be here  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer Dust off the sun and moon and sing a song of cheer  Don't hafta tell a girl and fella about a drive-in Or some romantic moon it seems Right from the moment that those lovers start arrivin' You'll see more kissin' (whistling) in the cars than on the screen  Roll out those lazy, hazy, crazy days of summer Those days of soda and pretzels and beer Roll out those lazy, hazy, crazy days of summer You'll wish that summer could always be here  You'll wish that summer could always be here You'll wish that summer could always be here  ",
        "title": "Those Lazy-Hazy-Crazy Days Of Summer"
    },
    {
        "artist": "Ray Barretto",
        "lyrics": "  Caballero hay acaba de entrar Watusi Ese mulato que mide siete pies y pesa 169 libras Y cuando ese mulato llega al lugar todo el mundo dice.... A correr que ya llego Watusi El hombre mas guapo de La Habana Watusi, Watusi. Que quieres Oye a mi me dicen que tu eres guapo A todos me tienen miedo No me digas que a ti te tienen miedo Por que yo se que yo me fajo con cualquiera Más grande que yo no hay ninguno Ah, ja ja Vamos fajando Cuando quieras nos fajamos Watusi Ah, nos bebemos la sangre amigo aquí ahora mismo Que es lo que pasa nada Tu sabes que yo no te tengo miedo a ti. Todo el mundo aquí te tiene miedo en La Habana caballero pero yo no me importa que tu tengas siete pies Que es lo que pasa Watusi Que es lo que pasa Watusi Dime Contigo no por que de los guapos yo me rio ja ja ja ja como que me río en la cara Watusi a correr Bien Nos fajamos nos fajamos Ja ja ja ja A correr caballero ya llego Watusi Bueno por fin que tu vas a fajar con Watusi No me digas Watusi Caballero nadie se va a fajar con Watusi A a a a a a a a Por que le tienes miedo al Watusi Siete pies grande y feo a correr todo el mundo Noooooo nooooooo le tenga miedo al Watusi muchacho El que no huye corre No no que va cuando Watusi llega y dice yo soy guapo usted enseguida saca cien machetes y dice bueno que es lo que pasa a mi se que yo no como ese cuento y se aplaca por que Watusi se va y por que Bla bla bla bla bla bla bla bla bla  ",
        "title": "El Watusi"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Puff (The Magic Dragon)"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": "  [Spoken:] He rode easy in the saddle. He was tall and lean, and at first you'd a-thought nothing but a streak of mean could make a man look so down right strong, but one look in his eyes and you knowed you was wrong. He was a mountain of a man, and I want you to know. He could preach hot hell or freezin' snow. He carried a Bible in a canvas sack and folks just called him The Reverend Mr. Black. He was poor as a beggar, but he rode like a king. Sometimes in the evening, I'd hear him sing:  [Chorus:] I gotta walk that lonesome valley. I got to walk it by myself. Oh nobody else can walk it for me. I got to walk it by myself  [2nd & 3rd times:] You got to walk that lonesome valley. You got to walk it by yourself. Oh nobody else can walk it for you. You got to walk it by yourself If ever I could have thought this man in black was soft and had any yellow up his back, I gave that notion up the day a lumberjack came in and it wasn't to pray. Yeah, he kicked open the meeting house door and he cussed everybody up and down the floor! Then, when things got quiet in the place, he walked up and cusses in the preacher's face! He hit that Reverend like a kick of a mule and to my way of thinkin' it took a real fool to turn the other face to that lumber jack, but that's what he did, The Reverend Mr. Black. He stood like a rock, a man among men and he let that lumberjack hit him again, and then with a voice as quiet as could be, he cut him down like a big oak tree when he said:  [Chorus] It's been many years since we had to part and I guess I learned his ways by heart. I can still hear his sermon's ring, down in the valley where he used to sing. I followed him, yes, sir, and I don't regret it and I hope I will always be a credit to his memory 'cause I want you to understand. The Reverend Mr. Black was my old man!  [Chorus]  ",
        "title": "Reverend Mr. Black"
    },
    {
        "artist": "Chantay's",
        "lyrics": null,
        "title": "Pipeline"
    },
    {
        "artist": "Theola Kilgore",
        "lyrics": null,
        "title": "The Love Of My Man"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Verse] Alone from night to night you'll find me Too weak to break the chains that bind me I need no shackles to remind me I'm just a prisoner of love For one command i stand and wait now From one who's master of my fate now I can't escape for it's too late now I'm just a prisoner of love  [Outro] What's the good of my caring if someone is sharing those arms with me Although she has another, i can't have another for i'm not free She's in my dreams awake or sleeping Upon my knees to her i'm creeping My very life is in her keeping I'm just a prisoner of love [x2]  ",
        "title": "Prisoner Of Love"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Eighteen yellow roses Bobby Darin  Eignteen yellow roses came today Eighteen yellow roses in a pretty bouquet When the boy came to the door I didn't know what to say But eighteen yellow roses came today I opened up the card to see what it said I couldn't believe my eyes When I had read Though you belong to another I love you anyway Yes eighteen yellow roses came today  I never doubted your love for a minute I always thought that you would be true But now this box and the flowers in it I guess there's nothin' left for me to do But ask to meet the boy that's done this thing And find out if he's got plans to buy you a ring 'Cause eighteen yellow roses will wilt and die one day But a father's love will never fade away Will never fade away  ",
        "title": "18 Yellow Roses"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  Guess there's no use in hangin' 'round Guess I'll get dressed and do the town I'll find some crowded avenue Though it will be empty without you  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  Called up some girl I used to know After I heard her say \"Hello\" Couldn't think of anything to say Since you're gone it happens every day  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I'll find somebody, wait and see Who am I kiddin', only me 'Cause no one else could take your place Guess that I am just a hopeless case  Can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  I can't get used to losin' you No matter what I try to do Gonna live my whole life through Loving you  ",
        "title": "Can't Get Used To Losing You"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "Ain't That A Shame!"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  Down down down rudup do, let's go steady again Down down down rudup do, let's go steady again  Let's go steady again like we did before Let's go steady again and be lovers once more Wear my ring around your neck like you used to do Don't you know it's wrong to break Come on baby let's kiss and make up  Let's go steady again like in the past Let's show all of our friends that our love can last I don't care who was wrong come back here where you belong Come on baby let's go steady again  Monday, we said goodbye Tuesday, all I did was cry Wednesday, I almost lost my mind Thursday, I was feeling blue Friday, was the same way too Never had a day sad as Saturday Even Sunday was no fun day  Let's go steady again like we used to do Say you're ready and then we can start anew For seven days we didn't speak It's been a long and lonely week Come on baby let's go steady again  ",
        "title": "Let's Go Steady Again"
    },
    {
        "artist": "The Rocky Fellers",
        "lyrics": "  The Rocky Fellers Miscellaneous Killer Joe Killer Joe The Rocky Fellers Written by Bert Russell (Bert Berns), Bob Elgin, and Phil Medley Peaked at # 16 in 1963 The Feller family's first and only Top 40 hit, featuring Manila-born Mindanao \"Pop\" Feller And his four sons. The melody for part of this song is extremely similar to that of Mickey & Sylvia's 1957 R&B hit \"Love Is Strange.\" Covered by The Kingsmen as a minor single In 1966 Oh, whoa, oh, no Oh, whoa, oh, yeah Look at Killer Joe go (ah-ah-ah) Dancing with Marie (oh-oh-no) He don't act like he knows (oh-oh-yeah) She belongs to me Look at how they Wobble (ah-ah-ah) He's the best in town (he's the best in town) I think I'm in trouble (oh-oh-yeah) She forgets that I'm around Yeah, ay-ee-ay-eh Oh, I'm so jealous Hey, help me, fellas Go on and tell her she should only dance with me-ee-ee Ooh Look at Killer Joe go (ah-ah-ah) Holding her so tight (oh-oh-no) Putting on the big show (oh-oh-yeah) With Marie tonight Someone better tell him (ah-ah-ah) She is mine alone (she is mine alone) Just because he dance good (oh-oh-yeah) That don't mean he take her home Yeah, ay ee ay, yeah Oh, I'm so jealous, yeah, yeah, yeah, hey, help me fellas Yeah, yeah, yeah, go on and tell her She should only dance with me Ooh Look at Killer Joe go (ah-ah-ah) Stealing my Marie (stealing my Marie) Someone better tell her (ah-ah-ah) She belongs to me Yeah, ay ee ay, yeah (wop, wop Killer Joe) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie (no-no-no-no) Come back, Marie FADE  ",
        "title": "Killer Joe"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop) Hello stranger (Ooh) It seems so good to see you back again How long has it been? (Ooh it seems like a mighty long time) (Shoo-Bop Shoo-Bop, my baby) (Ooh) It seems like a mighty long time  Ohh, I'm I'm I'm I'm I'm so glad (Ooh) You stopped by to say hello to me Remember that's the way it used to be Ooh, it seems like a mighty long time Shoo-Bop Shoo-Bop, my baby Ooh, it seems like a mighty long time  (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ohh.. (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ahh yes I'm so glad (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) You're here again (Shoo-Bop Shoo-Bop, my baby)  Ohh, If you're not gonna stay (Ooh) Please don't tease me Like you did before Because I still love you so (Ooh) Although It seems like a mightly long time (Shoo-Bop Shoo-Bop, my baby) (ooh) It seems like a mighty long time  (Shoo-Bop Shoo-Bop, my baby) Ohh (Shoo-Bop Shoo-Bop, my baby) Ohh my my my my (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) I'm so happy (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) That you're here at last (Shoo-Bop Shoo-Bop, my baby) (Shoo-Bop Shoo-Bop, my baby) Ohh...  ",
        "title": "Hello Stranger"
    },
    {
        "artist": "Dion",
        "lyrics": "  People, don't you worry, I know what I'm doin' I know what love's all about Oh this little girl won't make a fool out of me Because I'm gonna straighten her out Oh yeah  Oh this little girl is just about as mean as they come, she is now She don't even act nice, once in a while like some, oh yeah Oh, oh, oh, 'Trouble' is her middle name But I'm glad that's the way she came I could be the one to tame this little girl, oh yeah  Oh this little girl won't like me much at first, she won't now And after a while she's gonna think that I'm the worst, oh yeah Well I won't treat her with kid gloves and I won't shower her with lots of love But I'll make an angel of this little girl  Oh this little girl tries to make every guy her slave, oh yeah But this little man is gonna take her by the hand And I'm gonna show her the way to behave  Oh this little girl is kinda used to gettin' her way, but no more now There'll gonna be some changes made startin' today Oh, oh I said now everyone will be surprised when I cut her down to size And no one's gonna recognize my little girl  I tell you again now This little girl, I'm a man now This little girl, I'll tell you again now My little girl, oh yeah this little girl  ",
        "title": "This Little Girl"
    },
    {
        "artist": "Etta James",
        "lyrics": "  So you told... All the boys... That you were gonna take me out Ya even... Ya even had the nerve to make a bet. Oh, Yes you did But I dont want a one night thrill No, I want a love.. That's for real And I can tell by your lines, Yours is not the lastin kind  You took me for a... (Pushover) No I'm not a... (pushover) You thought my love was easy to get  All of the girls... Think you're fine They even call ya Romeo Ya gott'em... Yeah you gott'em runnin to and fro Oh, yes you have But I... I wouldn't give in All my love you would win But ya haven't... You haven't won it yet  You took me for a... (pushover) No I'm not a... (pushover) You thought that you could change my mind With your.. Tempting lips, and yo.. wavy hair (Ooh yeah) Them pretty eyes and that (Oooooooh) stare Ya make me weak and I.. start to bend, and then I stop and think again No!! No! No. Don't let yourself go! I'd hate to spoil your reputation, but I want a love Not an imitation. And I'm hip.. to every word of your conversation  Ya took me for a... (pushover) But ya can't... (push me over) Oh nobodies gonna... (push me over)  ",
        "title": "Pushover"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "Blue On Blue"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "The Good Life"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": null,
        "title": "Shut Down"
    },
    {
        "artist": "James Gilreath",
        "lyrics": null,
        "title": "Little Band Of Gold"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": null,
        "title": "Birdland"
    },
    {
        "artist": "Joey Dee & the Starliters",
        "lyrics": "  Mashed potatoes, yeah, yeah, yeah Mashed potatoes, yeah, yeah, yeah Oh, baby, baby, baby, baby, baby  Baby, shake that thing Baby, shake that thing now, ah yeah One more time, oh yeah  Mashed potatoes, yeah, yeah, yeah Come go with me, yeah, yeah, yeah, yeah, yeah  Swing it, baby, one more time I said one more time now Oh, I like it right now  Mashed potatoes, yeah, yeah, yeah Hot pastrami, yeah, yeah, yeah  Oh, work it out It's getting better, baby One more time  Mashed potatoes, yeah, yeah, yeah Little bit of soul now  ",
        "title": "Hot Pastrami With Mashed Potatoes - Part I"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": "  If you need me, I wantcha to call me Said if you need me, all ya gotta do is call me Don't wait too long if things go wrong I'll be home, who a-oh-oh, home  If you want me, send for me I said if you want me, want, all ya gotta do is send for me Don't wait too long, just a pick up your phone And I'll (hurry home where I belong)  People always said, darlin', that I didn't mean you no good And you would need me someday Way deep down in my heart I know I've done the best I could That's why I know that one of these days, it won't be long You'll come walkin' through that same door (I'll hurry home) And I can imagine in my mind that these are the words that You'll be sayin'  I still love you, always thinkin' of you And I still love, love, always thinkin' of you Don't wait too long, just a pick up your phone And I'll hurry home (I'll hurry home) Right there, where I belong  ",
        "title": "If You Need Me"
    },
    {
        "artist": "Martha & The Vandellas",
        "lyrics": null,
        "title": "Come And Get These Memories"
    },
    {
        "artist": "Bobby Rydell",
        "lyrics": "  Spring'll soon be gone (Wildwood days), summer's comin' on (Wildwood days) And I'm-a dreamin' of (Wildwood days) lotsa summer love (bup-a-dup-a-dup-a-up) And all I think about (Wildwood days) after school is out (Wildwood days) Headin' down the shore (Wildwood days) to have a ball once more  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days Oh baby, every day's a holiday and every night is a Saturday night Oh those Wildwood days, wild, wild Wildwood days And then those party lights wild, wild Wildwood nights  Say baby you'll be mine (Wildwood days) 'cause it's kissin' time (Wildwood days) Gonna twist again (Wildwood days) like remember when (dom-a-dom-a-dom-a-dom)  Sleepin 'on the beach (Wildwood days) seven days a week (Wildwood days) Rockin' every night (Wildwood days) till the early bright  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days My baby, every day's a holiday and every night is a Saturday night Oh those Wildwood days, wild, wild Wildwood days And then those party lights wild, wild Wildwood nights  Whoa whoa whoa whoa those Wildwood days, wild, wild Wildwood days Oh baby, every day's a holiday and every night is a Saturday night  Oh those Wildwood days, wild, wild Wildwood days And then those  ",
        "title": "Wildwood Days"
    },
    {
        "artist": "Baby Washington",
        "lyrics": "  (That's how heartaches are made, that's how heartaches are made)  They told me I was such a fool to love you They say that you're the kind who'd never be true Pretty soon the day would come when I'd be the sorry one But I said that I'm not afraid; well That's how heartaches are made, that's how heartaches are made  I went ahead and my heart opened the door I gave you so much love, no one could want more You pretended to be mine, how could you be so unkind? With all the other girls you've played; well That's how heartaches are made, that's how heartaches are mad  (That's how heartaches are made, that's how heartaches are made)  I know you're not sincere, and you'll never be But, still, I want your kisses so desperately I can never let you go Baby, even though I know every rule of love you've disobeyed; well  That's how heartaches are made, that's how heartaches are made That's how heartaches are made  ",
        "title": "That's How Heartaches Are Made"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  The days of wine and roses laugh and run away like a child at play Through a meadow land toward a closing door A door marked \"nevermore\" that wasn't there before  The lonely night discloses just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you  (The lonely night discloses) just a passing breeze filled with memories Of the golden smile that introduced me to The days of wine and roses and you-oo-oo  ",
        "title": "Days Of Wine And Roses"
    },
    {
        "artist": "The Raindrops",
        "lyrics": null,
        "title": "What A Guy"
    },
    {
        "artist": "The Chiffons",
        "lyrics": "  He's so fine Wish he were mine That handsome boy over there The one with the wavy hair I don't know how i'm gonna do it But i'm gonna make him mine Be the envy of all the girls It's just a matter of time He's a soft-spoken guy Also seems kind of shy Makes me wonder if i Should even give him a try But then again he can't shy He can't shy away forever And i'm gonna make him mine If it takes me forever He's so fine Gotta be mine Sooner or later I hope it's not later We've got to get together The sooner the better I just can't wait I just can't wait To be held in his arms If i were a queen And he asked me to leave my throne I'd do anything that he asked Anything to make him my own For he's so fine So fine So fine  ",
        "title": "He's So Fine"
    },
    {
        "artist": "The Olympics",
        "lyrics": null,
        "title": "The Bounce"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  If my pillow could talk If my pillow could talk  If my pillow could talk It would tell you 'bout My sleepless nights (My sleepless nights)  Tell you 'bout the rivers I cried Ever since you said goodbye (Since you said goodbye)  If we just could have talked it over Before you ever put me down (Oh, you put me down) You know I love you much too much To think about you running around  If my pillow could talk to you (Yeah, yeah) Know how much I miss your kiss (Yeah, yeah)  It would tell you how much I toss and I turn Waiting for you, darling, to return  Yes, my pillow could tell you too Not one word they said was true If my pillow could talk to you (Could talk to you)  If my pillow could talk to you (Yeah, yeah) Know how much I miss your kiss (Yeah, yeah)  It would tell you how much I toss and I turn Waiting for you, darling, to return  Yes, my pillow could tell you too Not one word they said was true If my pillow could talk to you (Could talk to you)  If my pillow could talk to you (Could talk to you) Yeah, yeah, yeah, yeah  If my pillow could talk to you (Could talk to you) If my pillow could talk to you....  ",
        "title": "If My Pillow Could Talk"
    },
    {
        "artist": "Bobby Vee",
        "lyrics": null,
        "title": "Charms"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": "  Well walk the road of life together, day by day And I will love you every step of the way The road may wind beneath a sky of blue or gray But I will love you every step of the way  So only love me, and love me only And we will never walk with loneliness For just as sure as every April turns to May So will I love you every step of the way  So only love me, and love me only ... And we will never walk with loneliness For just as sure as every April turns to May So will I love you every step of the way I'll love you only, every step of the way  ",
        "title": "Every Step Of The Way"
    },
    {
        "artist": "Skeeter Davis",
        "lyrics": "  I'm saving my love for someone who loves me For someone who loves me the way I loved you I'm saving my lips for someone to kiss me For someone to kiss me the way I kissed you  Time after time I've waited for your caress Time after time I've waited in loneliness I'm saving my dreams for someone to dream of For someone to dream of like I dreamed of you  Time after time I've waited for your caress Time after time I've waited in loneliness I'm saving my love for someone who loves me For someone who loves me the way I loved you...  ",
        "title": "I'm Saving My Love"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": null,
        "title": "Mecca"
    },
    {
        "artist": "The Routers",
        "lyrics": null,
        "title": "Sting Ray"
    },
    {
        "artist": "Bill Black's Combo",
        "lyrics": null,
        "title": "Do It - Rat Now"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Talk about my baby A little Latin Lupelu She's a hot footin' baby There ain't no dance she couldnÂ´t do She's my groovy little baby A little Latin Lupelu  A Bopa Bopa Lupelu A shake it, shake it, shake it, Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  And if you wanna do the twist The Lupelu can put it down If you Wah Wahtusi She's the best for miles around She's my mash potato baby A little Latin Lupelu  A Bopa Bopa Lupelu A shake it, shake it, shake it, Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  One, one more time A shake it, shake it, shake it Lupe Wahtusi pretty baby C'mon and do the who-chee-coo Magic love, pretty baby A little Latin Lupelu  A little Latin Lupelu A little Latin Lupelu A little Latin Lupelu  ",
        "title": "Little Latin Lupe Lu"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "String Along"
    },
    {
        "artist": "Patsy Cline",
        "lyrics": null,
        "title": "Sweet Dreams (Of You)"
    },
    {
        "artist": "Ruby And The Romantics",
        "lyrics": "  You're the one I've been waiting for Take me down to the sandy shore Summer love would be good for me If you would be my summer love  It's the start of my happiness And the end of my loneliness Summer love could be paradise Or twice as nice, my summer love  The tides roll by and waves of love Will sweep into your heart If that's the way it's meant to be We'll never, never part  By the time that the leaves turn brown Other loves may come tumbling down Ours will last through eternity If you will be my summer love  ",
        "title": "My Summer Love"
    },
    {
        "artist": "Del Shannon",
        "lyrics": "  [Verse 1] There are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) One is known as lonely teardrops (two kinds of teardrops) That come when lovers say goodbye  I know the last lover you had He let you down and treated you bad I know he made you cry, oh yeah I know he made you cry-y-y-y-y Those lonely teardrops  [Verse 2] But there´s another kind of teardrop (two kinds of teardrops) That I know you can cry (two kinds of teardrops) And they´re known as happy teardrops (two kinds of teardrops) That come from feeling good inside  [Chorus] I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, but don´t worry I´m gonna make you cry-y-y-y-y  [Verse 3] Those happy teardrops I know your little heart has suffered in vain He hurt you over and over again But he won´t hurt you any more, so Just forget the lonely past And the romance that didn´t last And dry those lonely teardrops from your eyes (from your eyes)  [Chorus] ´Cause there are two kinds of teardrops (two kinds of teardrops) That I know you can cry (two kinds of teardrops) But they´ll be the tears of joy (two kinds of teardrops) Filling your lovely little eyes I´ll make you cry those tears of joy I´ll mend the heart he nearly destroyed I´m gonna make you cry, oh yeah! I´m gonna make you cry-y-y-y-y Those happy teardrops  [Outro] Come on baby yes cry (two kinds of teardrops) Let me hear you know, Cry..... One more time now, Cry..... Let me hear you now, Cry.....  ",
        "title": "Two Kind Of Teardrops"
    },
    {
        "artist": "Frankie Laine",
        "lyrics": null,
        "title": "Don't Make My Baby Blue"
    },
    {
        "artist": "Johnny Cymbal",
        "lyrics": null,
        "title": "Teenage Heaven"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Everybody remembers Diana And just how much I loved her I wrote a song about her How wrong could I be?  Oh well, she went and found another Found another lover She didn't even bother To say, goodbye to me  Things have changed She's found another Yes, things have changed She's found another lover  Things have changed She didn't say goodbye Instead she made me cry Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Things will change, I'll find another lover Things will change, I'll learn to live without her Things will change, I'm gonna make her cry I'm gonna say, goodbye to Diana  I'll learn to live without her Yes, I'll forget about her Just wait and see  Just wait and see Just wait and see  ",
        "title": "Remember Diana"
    },
    {
        "artist": "The Cascades",
        "lyrics": "  The last leaf clings to the bough Just one leaf, that's all there is now And my last hope live with that lonely leaf, lonely leaf With the last leaf that clings to the bough  Last summer beneath this tree My love said she'd come home to me Before the leaves of autumn touched the ground, touched the ground My love promised she's be homeward bound  Then one by one the leaves began to fall And now that winter's come to call  The last leaf that clings to the bough Just one leaf, that's all there is now Will my last hope fall with that lonely leaf, lonely leaf With the last leaf, the last leaf With the last leaf that clings to the bough Bough, bough, bough ...  ",
        "title": "The Last Leaf"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse] You are my pride and joy And I just love you, little darling Like a baby boy loves his toy You've got kisses sweeter than honey And I work every day to give you all my money And that's why you're my pride and joy And I'm telling the world You're my (pride and joy) pride and joy (pride and joy) I believe I'm no (baby boy) baby boy (baby boy) But I know you're mine (pride and joy) My pride and joy (pride and joy) Yeah baby (baby boy) Yeah baby (baby boy) You, you are my pride and joy And a love like mine, yeah baby Is something nobody can ever destroy You pick me up (pick me up) when I'm down (when I'm down) And when we go out, pretty baby You shake up the whole town (whole town) And that's why (that's why) I believe you're my (you're my) pride and joy (pride and joy)  [Outro] (Pride and joy)[4x] (baby boy)[2x] (Pride and joy) My pride and joy (pride and joy) And I love you like a baby loves his toy (pride and joy)  ",
        "title": "Pride And Joy"
    },
    {
        "artist": "Steve Lawrence",
        "lyrics": "  Poor little rich girl I know why you're blue You finally found something, that your daddy won't buy for you Whoa, poor little rich girl How happy you could be If you hadn't fallen in love with a poor boy like me  If I were a rich boy, I could make you mine But tonight when I kiss you, it will be for the very last time Whoa, poor little rich girl It's sad but its true In the eyes of the world I'm not good enough for you  It would have been better, if we had never met Ahhh you'd be without a care in the world, with nothing to forget Ahhhh poor little rich girl How happy you could be If you hadn't fallen in love with a poor boy like me  Ahhhhh poor little rich girl How happy you could be If you hadn't fallen in love with a poor boy like me  Poor little rich girl Poor little rich girl Poor little rich girl Poor little rich girl... (fade)  ",
        "title": "Poor Little Rich Girl"
    },
    {
        "artist": "Jimmy Reed",
        "lyrics": "  Well I tried to tell you baby But it make no sense Know you got me baby Up against this fence  An' ain't that a shame, shame, shame Shame, shame the way you do Well, it's a shame, shame, shame Shame, shame, on you  Well now you walk out in the evenin' Don't even say you goin' Six o'clock in the mornin' You come walkin' home  An' ain't it a shame, shame, shame Shame, shame, the way you do Well, it's a shame, shame, shame Oh it's a shame on you  Well, I be sittin' there waitin' For you to come home When I wake up baby I'm sittin' there all alone  An' ain't it a shame, shame, shame Shame, shame, the way you do Oh, it's a shame, shame, shame Shame, shame on you  ",
        "title": "Shame, Shame, Shame"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": null,
        "title": "If You Need Me"
    },
    {
        "artist": "Freddy Cannon",
        "lyrics": null,
        "title": "Patty Baby"
    },
    {
        "artist": "The Chiffons",
        "lyrics": null,
        "title": "One Fine Day"
    },
    {
        "artist": "Mary Wells",
        "lyrics": "  She left you last night And today you called me on the phone Asked me if you could come over 'Cause you didn't want to be alone So you want me to stand in for her And be the love of your next act But this time I play the part so well There'll be no need for her coming back, 'cause...  CHORUS: You know that I'm your old stand-by You know that you can call on me I know the part so well that you can hardly tell That she's left you in misery  I know you only called me 'cause you needed company 'Cause once again she's left you and your heart's in misery, but...  (chorus) (repeat and fade): I don't wanna be your old stand-by I wanna be with you permanently I'm gonna play the part from the depths of my heart And you won't need nobody but me  ",
        "title": "Your Old Stand By"
    },
    {
        "artist": "Tom Glazer And The Do-Re-Mi Children's Chorus",
        "lyrics": null,
        "title": "On Top Of Spaghetti"
    },
    {
        "artist": "Little Eva",
        "lyrics": "  On top of Old Smokey It was quiet before But since they learned the Loco-motion It ain't quiet no more  Well everybody you see there Has a smile on his face Cause since they learned the Loco-motion It's a real swingin' place  Well every Friday night now They have a record hop And it ain't til Monday morning That the dancin' stop(s)  (On top of Old Smokey) On top of Old Smokey (It was quiet before) He was quiet before (But since they learned the Loco-motion) But since they learned the Loco-motion (It ain't quiet no more) He ain't quiet no more  (They threw away their fiddles) They threw away them fiddles (And their honkey guitars) And their honky guitars (Now they even have fan clubs) Now they even have fan clubs (At all the record stores) At all the record stores  (On top of Old Smokey) On top of Old Smokey baby (Was smokey before) Well do you hear what I say (And let me tell you Old Smokey) And let me tell you Old Smokey (Ain't honky no more) It ain't a honky no more  (On top of Old Smokey) On top of Old Smokey (Was smokey before) Oh hear what I say (And let me tell you Old Smokey) And let me tell you Old Smokey (Ain't honky no more) And that's a natural fact  (On top of Old Smokey) On top of Old Smokey (Was honky before) He was a honky before (And let me tell you Old Smokey) Oh yeah baby (Ain't honky no more) He ain't a honky no more  ",
        "title": "Old Smokey Locomotion"
    },
    {
        "artist": "Steve Allen",
        "lyrics": null,
        "title": "Gravy Waltz"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "There Goes (My Heart Again)"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] Love is a burning thing And it makes a firery ring Bound by wild desire I fell in to a ring of fire  [Chorus] I fell into a burning ring of fire I went down, down, down And the flames went higher And it burns, burns, burns The ring of fire The ring of fire I fell into a burning ring of fire I went down, down, down And the flames went higher And it burns, burns, burns The ring of fire The ring of fire  [Verse 2] The taste of love is sweet When hearts like ours meet I fell for you like a child Oh, but the fire went wild  [Chorus] I fell in to a burning ring of fire I went down, down, down And the flames went higher And it burns, burns, burns The ring of fire The ring of fire I fell into a burning ring of fire I went down, down, down And the flames went higher And it burns, burns, burns The ring of fire The ring of fire  [Outro] And it burns, burns, burns The ring of fire The ring of fire The ring of fire The ring of fire The ring of fire The ring...  ",
        "title": "Ring Of Fire"
    },
    {
        "artist": "Jackie Wilson & Linda Hopkins",
        "lyrics": "  With Linda Hopkins Just leave it to me Don't ever be ashamed Just give me a chance And I'll take care of everything Your troubles, I'll share If you lemme know I'll be there Honey, I'll stay close to you Any place nad anywhere Shake a hand, shake a hand Shake a hand Shake a hand, shake a hand Shake a hand Shake a hand, shake a hand Shake a hand every day Shake a hand if you can Be truthful to me And I'll be truthful to you And I'm in love with you so And I don't know what to do Well, let's call it a day I said about all I have to say, baby Except, don't forget to pray And shake a little hand every day Shake a hand, shake a hand Shake a hand Shake a hand, shake a hand C'mon, shake a hand Shake a hand, shake a hand Shake a hand every day of your life Shake a hand if you can Shake a hand, shake a hand Shake a hand One more time Shake a hand, shake a hand Shake a hand Yeah, yeah, yeah Shake a hand, shake a hand Shake a hand C'mon Shake a hand, shake a hand Shake a hand if you can  ",
        "title": "Shake A Hand"
    },
    {
        "artist": "Jimmy Smith",
        "lyrics": null,
        "title": "Hobo Flats - Part I"
    },
    {
        "artist": "Big Dee Irwin (with Little Eva)",
        "lyrics": "  Would you like to swing on a star (Oh, oh, oh) Carry moonbeams home in a jar (Oh, oh, oh)  And be better off than you are (Oh, oh, oh) Or would you rather be a mule (Yeah, yeah, talking 'bout a mule now)  A mule is an animal With long funny ears He kicks up at anything he hears (Just like you, Dee)  His back is brawny And his brain is weak He's just plain stupid With a stubborn streak  And by the way If you hate to go to school (Which I do) You may grow up to be a mule (I don't wanna grow up And be a mule)  Well, would you like to Swing on a star (okay) Carry moonbeams home in a jar (One moonbeam, two moonbeam)  And be better off than you are (Oh, oh, oh) Or would you rather be a pig (Yeah, yeah, talking 'bout a pig now)  A pig is an animal With dirt on his face (yeah) His shoes are a terrible disgrace (Look who's talking)  He's got no manners When he eats his food (You gobble) He's fat and lazy and extremely rude  But if you don't care A feather or a fig (That's the truth) You may grow up to be a pig (Not if I can help it, baby)  Oh, oh, oh (oh, oh, oh) Oh, oh, oh  Would you like to swing on a star Carry moonbeams home in a jar And be better off than you are You could be swinging on a star  Oh, oh, oh, yeah We could be swinging on a star Oh, oh, oh, yeah We could be swinging on a star Oh, oh, oh, yeah We could be swinging on a star Oh, oh, oh, yeah We could be swinging on a star  ",
        "title": "Swinging On A Star"
    },
    {
        "artist": "The Shacklefords",
        "lyrics": null,
        "title": "A Stranger In Your Town"
    },
    {
        "artist": "Matt Lucas",
        "lyrics": null,
        "title": "I'm Movin' On"
    },
    {
        "artist": "The Marvelettes",
        "lyrics": null,
        "title": "Forever"
    },
    {
        "artist": "The Five Du-Tones",
        "lyrics": "  I heard about the fella you been dancin' with All over the neighborhood So why didn't you ask me baby? Or didn't you think I could? Well I know that the Rock and Roll is not for shy I seen the women bird all night Well if that was you and me out there baby I would have shown you how to do, do it right Do it right, do it right Do it right, do it right  Ahh! Twistin' Shake it, shake it, shake it, shake it baby Here we go loop-de-loop Shake it up, baby Here we go loop-de-lie Bend over let me see you shake your tail feather Bend over let me see you shake your tail feather  Bend over let me see you shake your tail feather  Ahh! Twistin' Shake it, shake it, shake it, shake it baby Here we go loop-de-loop Shake it up, baby Here we go loop-de-lie Bend over let me see you shake your tail feather Bend over let me see you shake your tail feather  Ahh! Twistin' Shake it, shake it, shake it, shake it Shake it, shake it, shake it, shake it Come on, come on baby Come on, come on baby Come on, come on baby Come on, come on baby Come on, come on baby Come on, come on baby Come on, come on baby  Ahh! Twistin' Shake it, shake it baby Shake it up, shake it, shake it baby Shake it now, shake it, shake it baby Shake it all around, shake it, shake Do the twist, do the flea, do the swim, do  ",
        "title": "Shake A Tail Feather"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "Gypsy Woman"
    },
    {
        "artist": "Ray Peterson",
        "lyrics": null,
        "title": "Give Us Your Blessing"
    },
    {
        "artist": "Little Peggy March",
        "lyrics": "  I wish I were a princess I wish I were a princess And if I were a princess I'd make you my prince  I wish I were a princess So beautiful to see I'd pass the greatest law In history A lovely little law I hope you'd never break And it would make you fall in love with me  And if I were a princess The next thing I would do Is plan a celebration in my arms And what a happy day When people hear you say \"My princess Im asking for your hand\"  I wish I were a princess I wish I were a princess I'd have you sit beside me So handsome So bold  I wish I were a princess And you were my prince Oh, we'd live happily ever after As in days of old  I wish I were a princess I wish I were a princess I'd have you sit beside me So handsome so bold I wish I were a princess  ",
        "title": "I Wish I Were A Princess"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": null,
        "title": "Don't Try To Fight It, Baby"
    },
    {
        "artist": "The Fleetwoods",
        "lyrics": null,
        "title": "Goodnight My Love"
    },
    {
        "artist": "Otis Redding",
        "lyrics": "  [Verse 1] These arms of mine They are lonely Lonely and feeling blue These arms of mine They are yearning Yearning from wanting you  [Chorus] And if you Would let them hold you Oh, how grateful I will be  [Verse 2] These arms of mine They are burning Burning from wanting you These arms of mine They are wanting Wanting to hold you  [Chorus] And if you Would let them hold you Oh, how grateful I will be  [Verse 3] C'mon, c'mon baby Just be my little woman Just be my lover, oh I need me somebody Somebody to treat me right, oh And I need your arms, loving arms To hold me tight And I-I-I need, I need your I need your tender lips To hold me...  ",
        "title": "These Arms Of Mine"
    },
    {
        "artist": "The Tymes",
        "lyrics": null,
        "title": "So Much In Love"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  You must be a sad, sad girl (You must be a sad, sad girl) If you have no one to love  'Cause I'm a sad, sad boy (Yes he's a sad, sad boy) Simply 'cause I have no one to love  You know we are two of a kind, hmm hmm A sad, sad girl and boy  And I feel like crying (You know he feels like crying yeah) Because I have no one to love  Little girl stop your crying (Little girl stop your crying) Just because you have no one to love  This happens every day (yes it does) Maybe love will come my way To a sad, sad girl and boy Oh yeah  This happens every day (yes it does) Maybe love will come my way To a sad, sad girl and boy To a sad, sad girl and boy To a sad, sad girl and boy  ",
        "title": "Sad, Sad Girl And Boy"
    },
    {
        "artist": "The 4 Seasons Featuring Frankie Valli",
        "lyrics": null,
        "title": "Soon (I'll Be Home Again)"
    },
    {
        "artist": "Duane Eddy",
        "lyrics": null,
        "title": "Lonely Boy, Lonely Guitar"
    },
    {
        "artist": "Paul and Paula",
        "lyrics": null,
        "title": "First Quarrel"
    },
    {
        "artist": "Joe Hinton",
        "lyrics": null,
        "title": "You Know It Ain't Right"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  I saw him today I saw his face It was a face I loved And I knew  I had to run away And get down on my knees And pray that they'd go away  But still they begin Needles and pins Because of all my pride The tears I gotta hide  Hey, I thought I was smart I'd win his heart And I didn't think I'd lose But now I see  She's more to him than me Let him go ahead Take her love instead And one day, he will see  Just how to say please Oh, and get down on his knees Hey, that's how it begins He'll feel those needles and pins Hurting him, hurting him  Why can't I stop And tell myself I'm wrong I'm wrong, so wrong Why can't I stand up And tell myself I'm strong  Because I saw him today I saw his face It was a face I loved I can't let go  Although I know He'll make me cry Oh, whoa, whoa Til the day I die  But, people I got to live now And Lord knows I should forgive now  Yeah, when it begins He'll feel those needles and pins Hurting him, oh, stop it now  Stop those needles Stop those pins  Don't let them begin Oh, won't you hear what I say Somebody, take em away  Stop em now, stop em Stop those needles and pins Yeah, yeah, oh, when it begins I feel those needles and pins  ",
        "title": "Needles And Pins"
    },
    {
        "artist": "Perry Como",
        "lyrics": null,
        "title": "(I Love You) Don't You Forget It"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": null,
        "title": "The Dog"
    },
    {
        "artist": "Cookie And His Cupcakes",
        "lyrics": null,
        "title": "Got You On My Mind"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "Danger"
    },
    {
        "artist": "Dinah Washington",
        "lyrics": "  Come on and Show me the way To get to Soulville, baby Show me the way to go home Show me the way To get to Soulville, baby That's where I belong Yeah, yeah, yeah, yeah  Show me the way To get to Soulville, baby Show me the way to go home Show me the way To get to Soulville, baby That's where I belong  I'm gonna see some soul folks Who know all the tricks Oh, yeah (oh, yeah) Oh, yeah (oh, yeah)  I'm gonna eat soul food Well, now, it'll make you limber It'll make you quick It'll make you twist Over the candlestick (Yeah, yeah, yeah, yeah)  Going to Soulville, honey Show me the way to go home (The way to go home) Show me the way to Get to Soulville, honey That's where I belong  Come on and lead me Right on down to Soulville Right on down to Soulville I wanna go down to Soulville Right on down, yeah  Soul folks who Know all the tricks Oh, yeah (oh, yeah) Oh, yeah (oh, yeah)  I'm gonna eat soul food Well, now, it'll make You limber (yes, it will) It'll make you quick It'll make you monkey Over the candlestick (Yeah, yeah, yeah, yeah)  Woo, Soulville, baby Show me the way to go home Lead me to Soulville, baby That's where I belong  Come on and lead me Down to Soulville Down to Soulville Take me, honey Right on down to Soulville Lead me right on down  Talking 'bout the candied sweets Down in Soulville I'm talking 'bout the black-eyed peas Down in Soulville  ",
        "title": "Soulville"
    },
    {
        "artist": "Patti Page",
        "lyrics": null,
        "title": "Say Wonderful Things"
    },
    {
        "artist": "Percy Mayfield",
        "lyrics": "  I've been all across the country And I've stayed in every town Because I'm trying to find my baby But no one has seen her around And you know which way I'm headed If my baby can't be found  I spoke to the river And the river spoke back to me It said man you look so lonely You look full of misery And if you can't find your baby Come and make your home with me  Well, I don't want to leave her Because I know she's still alive And someday I'm going to find her And I'll take her for a ride And we'll spend our days forever In our home beneath the tide  ",
        "title": "River's Invitation"
    },
    {
        "artist": "Count Basie",
        "lyrics": null,
        "title": "I Can't Stop Loving You"
    }
]