[
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Intro] Doo, doo doo doo, doo doo, doo Ooh baby, baby Doo, doo doo doo, doo doo, doo Ooh baby, oh, yeah  [Verse 1] I need a lover to give me The kind of love that will last always I need somebody uplifting To take me away, babe, oh yeah, yeah I want a lover who knows me, yeah Who understands how I feel inside Someone to comfort and hold me Through the long lonely nights 'till the dawn Why don't you take me away?  [Chorus] Dreamlover, come rescue me Take me up, take me down Take me anywhere you want to baby now I need you so desperately Won't you please come around? 'Cause I want to share forever with you, baby With you, baby  [Verse 2] I don't want another pretender, no To disillusion me one more time Whispering words of forever Playing with my mind, no no No, no, no, no, no, baby I need someone to hold on to The kind of love that won't fly away I just want someone to belong to Everyday of my life, always So come and take me away  [Chorus] Dreamlover, come rescue me Take me up, take me down Take me anywhere you want to baby now I need you so desperately Won't you please come around? 'Cause I want to share forever with you  [Instrumental break]  [Chorus] Baby, come and take me away Dreamlover, come rescue me Take me up, take me down (take me down) Take me anywhere you want to, baby, now I need you so desperately (I need you, baby) Won't you please (won't you please) come around? 'Cause I want to share forever with you, baby  Dreamlover, come rescue me Take me up, take me down (take me down) Take me anywhere you want to baby now I need you so desperately (Come on, baby) Won't you please come around? 'Cause I want to share forever with you, baby  ",
        "title": "Dreamlover"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Intro] (I'll give you anything) I like that, y'all, I like that ya like (I'll give you anything, baby) I like that, y'all, I like that like that (I'll give you anything) I like that, y'all, I like that ya like I like that, y'all, I like that like that (I'll give you anything) I like that, y'all, I like that check it out (I'll give you anything baby) I like that, y'all, check it out check it out  [Verse 1: SWV] Anticipation of what's to come I'm so happy that I'm the lucky one So long I've waited but it's never too late for love It feels so right, baby that it can't be wrong Where I am weak baby you make me strong I'm down for you and whatever you want to do It's all up to you because  [Hook] Anything for you I am gonna try to I'm bonafide, body's just for you Pleasure every way you can ride Just to get with you If you choose to  [Verse 2: SWV] Whatever method used is alright with me As long as you get to where you need to be This is the vision made for both of our eyes to see It feels so right, it can't be wrong Where I am weak baby you make me strong I'm down for you and whatever you want to do It's all up to you because  [Hook]  [Verse 3: Ol Dirty Bastard] Dirty Bas, style cuts like glass Gotta gotta keep it high power to the mass Yo Taj, another-like platinum hit Party people all around be sayin that's the shit  [Method Man] Kaboom, guess who stepped in the room Tical, hailing from the Shaolin Isle It be me the killer bee, on the M-I-C With the S-S-double-double-U to the V-V Me me going downtown, let me see If we all and together now, make it mo' better now Listen I ain't sweating no competition Flow, going mad low like I'm dissing  [U-God] Another chapter from the Wu-Tang group Take a look or a peak, killer bees never sleep Nonstop put you on the chopping block Unorthodox, attitude to melting pot  [Method Man] I'll do anything, I'm so into you Right here, I'm Weak, downtown with the Wu Kaboom, guess who stepped in the room The S-S-double-double-U to the V-V  [Bridge] Anything you want me to do I'll do it Oh, anything that you want me to do, to do Anything you want me to do I'll do it Oh, anything that you want me to do, to do It's all up to you Anything That you want me to do You can have it Ooohh Anything you want to do right now  Anything that you want to do Boy I'm gonna try to My body's just for you My love's just for you The destination You can drive You can drive us there If you choose to, this love is for you Anything that you want to do Boy I'm gonna try to My body's just for you My love's just for you The destination You can drive You can drive us there If you choose to, this love is for you  ",
        "title": "Right Here (Human Nature)/Downtown"
    },
    {
        "artist": "Tag Team",
        "lyrics": "  [Intro: DC the Brain Supreme] Party-people! Yeah, Tag Team music in full effect! That's me - DC the Brain Supreme, and my man Steve Roll'n! We're kickin' the flow! (We're kickin' the flow!) And it goes a little something like this!  [Verse 1: Steve Roll'n] Tag Team, back again Check it to wreck it, let's begin Party on, party people, let me hear some noise DC's in the house, jump, jump, rejoice Says there's a party over here, a party over there Wave your hands in the air, shake the derriere These three words mean you're gettin' busy: Whoomp, there it is! Hit me!  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Verse 2: Steve Roll'n] Upside down and inside out I'm 'bout to show all you folks what it's all about Now it's time for a nigga to get on the mic And make this motherfuckin' party hype I'm takin' it back to the old school 'Cause I'm an old fool who's so cool If you wanna get down, I'mma show you the way Whoomp, there it is! Let me hear you say...  [Hook] Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! (a little louder) Whoomp, there it is! (come on y'all) Whoomp, there it is! Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka Whoomp! Shaka-laka-shaka-laka shaka-laka shaka  [Verse 3: Steve Roll'n] Point blank - gin and juice I drink And then invent as I puff on dank Rock the mic, uh oh, I crave skin Rip shit, find a honey dip to dip it in Slam dunk it, stick it, flip it and ride That B-double-O-T-Y, oh my Ooh, that's it, come on, come on Whoomp, there it is! I'm done  [Hook] Whoomp, there it is! (come on) Whoomp, there it is! (louder) Whoomp, there it is! (give it to me) Whoomp, there it is! (come on, come on) Whoomp, there it is! (little louder) Whoomp, there it is! (yeah!) Whoomp, there it is! (come on, come on) Whoomp, there it is! (yeah!) Heyy! Babyy! Whoomp, there it is! Heyy! Babyy! Whoomp, there it is!  [Verse 4: Steve Roll'n] Some say I'm crazy 'cause I'm pushing up dasies The underground sound that you niggas have found Amazing, outstanding, demanding Commanding, you people dancing (whooooo!) Shit! That's a breathtaker Our producer a.k.a. the undertaker You wanna come down to the underground old school? Here's a shovel, can you dig it, fool?  Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it! Can you dig it? We can dig it! Can y'all dig it? We can dig it!  [Verse 5: Steve Roll'n] W-H-double O-M-P as I flow To the fly shit from the school of old Hard core, keep' the folklore wrecked 3 to the 2 and 1, mic check Mad skill, flow ill, on the mess of steel That's the grille of the microphone I just killed Party people, there's your party, Tag Team is through Whoomp there it is, I thought you knew  [Hook] Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [DC the Brain Supreme] Yeahh! Tag Team music comin' straight at 'cha! That's me - DC the Brain Supreme, and my man Steve Roll'n! Bring it back y'all, bring it back y'all, bring it back, here we go!  Whoomp, there it is! Whoomp, there it is! Whoomp, there it is! Whoomp, there it is!  [Outro] Hahaha Have you heard that new song by Tag Team? What's that? You go girl, he is singing that to me You don't even know him Haha, that song is for all the ladies Well the whole album is dope For real? Damn Really though  ",
        "title": "Whoomp! (There It Is)"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  In the middle of the night I go walking in my sleep From the mountains of faith To a river so deep I must be looking for something Something sacred I lost But the river is wide And it's too hard to cross  And even though I know the river is wide I walk down every evening and I stand on the shore And try to cross to the opposite side So I can finally find out what I've been looking for  In the middle of the night I go walking in my sleep Through the valley of fear To a river so deep And I've been searching for something Taken out of my soul Something I would never lose Something somebody stole  I don't know why I go walking at night But now I'm tired and I don't want to walk anymore I hope it doesn't take the rest of my life Until I find what it is that I've been looking for  In the middle of the night I go walking in my sleep Through the jungle of doubt To a river so deep I know I'm searching for something Something so undefined That it can only be seen By the eyes of the blind  In the middle of the night  I'm not sure about a life after this God knows I've never been a spiritual man Baptized by the fire, I wade into the river That runs to the promised land  In the middle of the night I go walking in my sleep Through the desert of truth To the river so deep We all end in the ocean We all start in the streams We're all carried along By the river of dreams  In the middle of the night  (Gloria, it's not Marie...)  ",
        "title": "The River Of Dreams"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "If"
    },
    {
        "artist": "UB40",
        "lyrics": "  [Intro] Wise men say Only fools rush in But I can't help Falling in love with you  [Verse 1] Wise men say Only fools rush in But I can't help Falling in love with you  [Verse 2] Shall I stay? Would it be a sin? I can't help Falling in love with you  [Chorus] As a river flows Gently to the sea Darling, so it goes Some things were meant to be  [Verse 3] Take my hand Take my whole life, too But I can't help Falling in love with you  [Chorus] As a river flows Surely to the sea Darling, so it goes Some things were meant to be  [Verse 4] Take my hand Take my whole life, too I can't help Falling in love with you  [Outro] I can't help falling in love with you I can't help falling in love with you I can't help falling in love with you  ",
        "title": "Can't Help Falling In Love (From \"Sliver\")"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Hold me Like the River Jordan And I will then say to thee You are my friend  Carry me Like you are my brother Love me like a mother Will you be there?  [Verse 2] Weary Tell me will you hold me When wrong, will you scold me When lost will you find me?  But they told me A man should be faithful And walk when not able And fight till the end But I'm only human  [Verse 3] Everyone's taking control of me Seems that the world's Got a role for me I'm so confused Will you show to me You'll be there for me And care enough to bear me  (Hold me) (Lay your head lowly) (Softly then boldly) (Carry me there)  (Lead me) (Love me and feed me) (Kiss me and free me) (I will feel blessed)  (Carry) (Carry me boldly) (Lift me up slowly) (Carry me there)  (Save me) (Heal me and bathe me) (Softly you say to me) (I will be there)  (Lift me) (Lift me up slowly) (Carry me boldly) (Show me you care)  (Hold me) (Lay your head lowly) (Softly then boldly) (Carry me there)  (Need me) (Love me and feed me) (Kiss me and free me) (I will feel blessed)  [Spoken] In our darkest hour, in my deepest despair Will you still care? Will you be there? In my trials and my tribulations Through our doubts and frustrations In my violence, in my turbulence Through my fear and my confessions In my anguish and my pain Through my joy and my sorrow In the promise of another tomorrow I'll never let you part For you're always in my heart  ",
        "title": "Will You Be There"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Intro] Ooh, ooh, ooh Ooh, ooh, ooh Baby  [Verse 1] Since you been gone I been hanging around here lately With my mind messed up Jumped in my car Tried to clear my mind, didn't help me I guess I'm all messed up now, baby Soon as I jumped into my ride Those memories start to play A song comes on, on the radio And there you are, baby Once again  [Chorus] It's just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me And it's all because of you  [Verse 2] Since you been gone I keep thinking about you, baby Gets me all choked up This heart of mine keeps dreaming of you And it's crazy You'd think I'd had enough, yeah Soon as I get you out my head I'm in my car again, ooh, darling Just one request from the radio I'm back in love, sugar Once again  [Chorus] Just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me Just another sad love song Racking my brain like crazy Guess I'm all torn up Be it fast or slow It doesn't let go Or shake me Oh, babe  [Bridge] Here come the strings Then somebody sings Only takes a beat And then it starts killing me, darling Only takes one note I tell ya From that radio It's just another lonely love song  [Chorus] It's just another sad love song Racking my brain like crazy (You know you had me going) Guess I'm all torn up (Going crazy, babe) Be it fast or slow It doesn't let go Or shake me Oh, yeah, yeah, yeah  [Bridge] So sad So sad, so sad So sad, sad love song Ooh I heard it on the radio last night So sad So sad, so sad So sad, sad love song Ooh, you got me singing another love song all night  [Chorus] It's just another sad love song Racking my brain like crazy Ooh and I'm all torn up Be it fast or slow It doesn't let go Or shake me Ooh and it's all because of you  [Outro] So sad So sad So sad, sad love song And it's all because of you So sad, so sad So sad, sad love song  ",
        "title": "Another Sad Love Song"
    },
    {
        "artist": "Soul Asylum",
        "lyrics": "  Call you up in the middle of the night Like a firefly without a light You were there like a blowtorch burning I was a key that could use a little turning  So tired that I couldn't even sleep So many secrets I couldn't keep Promised myself I wouldn't weep One more promise I couldn't keep  It seems no one can help me now I'm in too deep There's no way out This time I have really led myself astray  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Can you help me remember how to smile? Make it somehow all seem worthwhile How on earth did I get so jaded? Life's mystery seems so faded  I can go where no one else can go I know what no one else knows Here I am, just drowning in the rain With a ticket for a runaway train  And everything seems cut and dry Day and night Earth and sky Somehow I just don't believe it  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Bought a ticket for a runaway train Like a madman laughing at the rain A little out of touch, a little insane It's just easier than dealing with the pain  Runaway train never going back Wrong way on a one-way track Seems like I should be getting somewhere Somehow I'm neither here nor there  Runaway train never coming back Runaway train tearing up the track Runaway train burning in my veins Runaway but it always seems the same  ",
        "title": "Runaway Train"
    },
    {
        "artist": "Shai",
        "lyrics": "  [Verse 1] Understand, girl That my heart is in your hands And I'm cautious of falling in love again So please don't hurt me I'm scared Don't desert me I'm afraid of being a fool Again  [Chorus] So baby, I'm yours If you want me (and if you want my sweet love) And baby, I'm yours If you need me (la la la) And loving you forever If you want me (give me your love) Baby, I'm yours If you need me  [Verse 2] Realize, girl That my faith is kind of torn Watch your step, girl, because my heart is weak and worn So won't you please be careful I'm fragile I can't imagine the damage I have to handle If you hurt me one more time, please be mine  [Chorus] So baby, I'm yours If you want me (and if you want my sweet love) And baby, I'm yours If you need me (la la la) And loving you forever If you want me (give me your love) Baby, I'm yours If you need me  [Bridge 1] Baby, I've been through a whole lot of relationships Whole lot of broken promises But now I'm ready for a real one, sweetheart (Yes, I am) You don't have to worry, baby Don't you ever go away  [Bridge 2 (8x)] Baby, I'm... baby, baby, I'm yours  [Chorus] So baby, I'm yours If you want me And baby, I'm yours If you need me And loving you forever If you want me Baby, I'm yours If you need me (I'm right here, baby) So baby, I'm yours (I'll be right here) If you want me (I'm the one that you need) And baby, I'm yours (I'll be the one, you and me, baby) If you need me And loving you forever (I'll be right here) If you want me (For you, girl) Baby, I'm yours If you need me So baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you want me (Baby, I'm... baby, baby, I'm yours) And baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you need me (Baby, I'm... baby, baby, I'm yours) And loving you forever (Baby, I'm... baby, baby, I'm yours) If you want me (Baby, I'm... baby, baby, I'm yours) Baby, I'm yours (Baby, I'm... baby, baby, I'm yours) If you need me (Baby, I'm... baby, baby, I'm yours)  ",
        "title": "Baby I'm Yours"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Intro: Shock G & 2Pac] Round and round (aw yeah) Round and round, round we go (I get around) Round and round Still clown with the Underground, when we come around Round and round, round we go (stronger than ever) Round and round  [Verse 1: 2Pac] Back to get wrecked, all respect To those who break their neck to keep their hoes in check ‘Cause, oh, they sweat a brother majorly And I don't know why your girl keeps pagin' me She tell me that she needs me, cries when she leaves me And every time she sees me, she squeeze me—lady, take it easy! Hate to sound sleazy, but tease me I don't want it if it's that easy Ayo, bust it, baby got a problem saying \"bye-bye\" Just another hazard of a fly guy You ask \"Why?\", don't matter, my pockets got fatter Now everybody's lookin' for the latter And ain't no need in being greedy, if you wanna see me Dial the beeper number, baby, when you need me And I'll be there in a jiffy Don't be picky, just be happy with this quickie But when you learn you can't tie me down Baby doll, check it out: I get around  [Hook: Shock G & 2Pac] What you mean you don't know? Round and round, around we go I get around, the Underground just don't stop for hoes Round and round I get around, still down with the Underground Round and round, around we go I get around, yeah, ayo Shock, let them hoes know Round and round  [Verse 2: Shock G & Money B] Now you can tell from my everday fits I ain't rich So cease and desist with them tricks (tricks) I'm just another black man caught up in the mix (mix) Tryna make a dollar out of 15 cents (a dime and a nickel) Just cause I'm a freak don't mean that we could hit the sheets Baby, I can see, that you don't recognize me I'm Shock G, the one who put the satin on your panties Never knew a hooker that could share me; I get around  [Verse 3: Money B & Shock G] What's up, love? How you doin'? (alright) Well, I've been hangin', sangin' tryna do my thang, oh, you heard that I was bangin' Your homegirl you went to school with? That's cool But did she tell you about her sister and your cousin? Thought I wasn't (uhh) See, weekends were made for Michelob But it's a Monday, my day, so just let me hit it, yo And don't mistake my statement for a clown We can keep in the down low long as you know that I get around  [Hook: Shock G & 2Pac] Round and round, around we go 2Pacalypse Now don't stop for hoes, I get around Round and round Round and round, around we go Why I ain't call you? Hahahah, please! Round and round  [Verse 4: 2Pac] Finger tips on the hips as I dip Gotta get a tight grip, don't slip; loose lips sink ships It's a trip, I love the way she licks her lips, see me jockin' Put a little twist in her hips ‘cause I'm watchin' Conversations on the phone 'til the break of dawn Now we're all alone, why the lights on? Turn them off! Time to set it off, get you wet and soft Somethin' is on your mind, let it off You don't know me, you just met me, you won't let me Well, if I couldn't have it (silly rabbit) why you sweatin' me? It's a lot of real G's doin' time Cause a groupie bent the truth and told a lie You picked the wrong guy, baby, if you're too fly You need to hit the door, search for a new guy 'Cause I only got one night in town Break out or be clowned, baby doll are you down? I get around  [Outro: Shock G] Round and round, around we go Round and round, around we go, uhh Round and round, around we go Round and round, around we go Round and round, round we go Round and round, round we go Round and round, round we go, whoa Round and round we go Round and round Round and round Round and round Round and round  ",
        "title": "I Get Around"
    },
    {
        "artist": "Jodeci",
        "lyrics": null,
        "title": "Lately"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Cryin'"
    },
    {
        "artist": "Jazzy Jeff & The Fresh Prince",
        "lyrics": "  [Verse 1: Fresh Prince] Yo back up now and give a brother room The fuse is lit and I'm about to go boom Mercy, mercy, mercy me Uh, my life is a cage but on stage I'm free Hyped up, psyched up, ready for wildin' Standing in a crowd of girls like a island I see the one I want, I said \"come here cutie\" I flip her around and then I work that booty Work the body, work, work the body Slow down girl you're 'bout to hurt somebody Hold up, yo let's get just one thing clear There's only one reason why I came here  [Bridge: Fresh Prince]] Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) Ya really done want me to tig-a-tig-a-tig-a tell ya wassup (GO) I came here tonight to hear the crowd go  [Hook: Crowd] (Boom! shake, shake, shake the room) (Boom! shake, shake, shake the room) (Boom! shake, shake, shake the room) (Tic, tic, tic, tic, boom)  [Bridge: Fresh Prince]] Well yo are ya'll ready for me yet? (Pump it up Prince) Well yo are ya'll ready for me yet? (Pump it up Prince) Well yo are ya'll ready for me yet? (Pump it up Prince) Well here I go, here I go here I, here I go  [Verse 2: Fresh Prince]] Yo, dance in the aisles when the Prince steps to it The rhyme is a football y'all and I went and threw it Out in the crowd and yo it was a good throw How do I know?, because the crowd went (HO) In response to the way that I was kicking it Smooth, an individual, rhymes always original Like the Dr. Jekyll man and this is my 'Hyde' side I am the driver and you're on a rap ride So fellas (yeah) Are y'all with me? (yeah) I said fellas (yeah) Are y'all with me? (yeah) Why don't you tell the girls what y'all wanna do Ya wanna (oh, ah, ah, ah, ah, ew) That's right yo and I'm in the flow So pump up the volume along with the tempo I want everybody in the house to know I came here tonight to hear the crowd go  [Hook: Fresh Prince]]  [Fresh Prince talking during Hook and into break] Yeah Break it on DOWN, uh Yeah, give 'em it Uh, bring it back to 'em Yeah, c'mon now  [Break - DJ Jazzy Jeff - *scratching*] - w/ ad libs \"Mix\" - repeated  [*solo scratching*]  [Hook]  [Fresh Prince] Here I go The F-f-f-f-Fresh P-p-p-p-Prince is who I am So tell my mother that I never make a whack jam But sometimes I get n-nervous and start to stutter And I f-fumble every word, for word I utter So I just try to ch-ch-ch-ch-ch-chill But it gets worse-a but worse-a but-but-but worse still I need the c-c-c-crowd to k-k-k-kick into it They help me calm down and I can get through it So higher higher, get your hands to the ceiling Let it go y'all don't fight the feeling Mic in a strangle hold, sweat pouring And like Jordan yo I'm scoring Yeah that's right y'all and I am in the flow So pump up the volume, along with the tempo Many have died trying to stop my show I came here tonight to here the crowd go  [Hook: Fresh Prince]]  [Fresh Prince - talking over] Yeah, uh Kick it to 'em right here Don't stop All night long And I'm outta here  ",
        "title": "Boom! Shake The Room"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  [Verse 1] Walk away if you want to It's ok, if you need to You can run, but you can never hide From the shadow that's creeping up beside you There's a magic running through your soul But you can't have it all  [Chorus] (Whatever you do) I'll be two steps behind you (Wherever you go) And I'll be there to remind you That it only takes a minute of your precious time To turn around and I'll be two steps behind  [Verse 2] Take the time To think about it Walk the line, you know you just can't fight it Take a look around and see what you can find Like the fire that's burning up inside me There's a magic running through your soul But you can't have it all  [Chorus]  [Bridge/Chorus] There's a magic running through your soul But you, you can't have it all (Whatever you do) I'll be two steps behind you (wherever you go) And I'll be there to remind you That it only takes a minute of your precious time To turn around and I'll be two steps behind  Two steps behind Yeah, baby Two steps behind Ohh, sugar Two steps behind  ",
        "title": "Two Steps Behind (From \"Last Action Hero\")"
    },
    {
        "artist": "Brian McKnight",
        "lyrics": "  My shattered dreams and broken heart Are mending on the shelf I saw you holding hands Standing close to someone else Now I sit all alone Wishing all my feeling was gone I gave my best to you Nothing for me to do But have one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind this time Stop living a lie I guess I'm down to my last cry  I was here, you were there Guess we never could agree While the sun shines on you I need some love to rain on me Still I sit all alone Wishing all my feeling was gone Gotta get over you Nothing for me to do But have one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind this time Stop living a lie  I know I gotta be strong Cause round me life goes on and on and on and on  I'm gonna dry my eyes Right after I end my one last cry  One last cry Before I leave it all behind I've gotta put you out of my mind for the very last time Been living a lie I guess I'm down I guess I'm down I guess I'm down... To my last cry  ",
        "title": "One Last Cry"
    },
    {
        "artist": "Inner Circle",
        "lyrics": null,
        "title": "Sweat (A La La La La Long)"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Hey Mr. D.J."
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  If I listened long enough to you I'd find a way to believe that it's all true Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  If I gave you time to change my mind I'd find a way just to leave the past behind Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  If I listened long enough to you I'd find a way to believe that it's all true Knowing that you lied Straight-faced while I cried Still I look to find a reason to believe  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself, wooh  Someone like you Makes it hard to live without somebody else Someone like you Makes it easy to give Never think about myself  Someone like you Makes it hard to live without somebody else  ",
        "title": "Reason To Believe"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Rain"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "If I Had No Loot"
    },
    {
        "artist": "Cypress Hill",
        "lyrics": "  [Intro: B-Real] Who you trying to get crazy with, ése? Don't you know I'm loco?  [Verse 1: B-Real] To the one on the flamboyant tempa Just toss that ham in the frying pan Like spam, get done when I come and slam Damn, I feel like the Son of Sam Don't make me wreck shit, hectic Next get the chair got me going like General Electric \"Aaaant\", the lights are blinking, I'm thinking It's all over when I go out drinking Ohh, making my mind slow That's why I don't fuck with the big 4-O Bro, I got to maintain Cause a nigga like me is going insane  [Hook: B-Real & Sen Dog] Insane in the membrane Insane in the brain! Insane in the membrane Insane in the brain! Insane in the membrane Crazy insane, got no brain! Insane in the membrane Insane in the brain!  [Verse 2: Sen Dog] Do my shit undercover, now it's time for the blubba Blabber, to watch that belly get fatter Fat boy on a diet, don't try it I'll jack yo' ass like a looter in a riot My shit's fat, like a sumo, slamming dat ass Leavin your face in the grass Cause you know, I don't take a duro, lightly Punks just jealous cause they can't outwrite me Or kick that style, wicked, wild Happy face nigga never seen me smile Rip that mainframe, I'll explain A nigga like me is going insane  [Hook: B-Real &  Sen Dog] Insane in the membrane Insane in the brain! Insane in the membrane Insane in the brain! Insane in the membrane Crazy insane, got no brain! Insane in the membrane Insane in the brain!   {*DJ Muggs cuts and scratches*}  [Verse 3: B-Real] Like Louie Armstrong, played the trumpet I'll hit that bong and break you off something Soon I got to get my props Cops, come and try to snatch my crops These pigs wanna blow my house down Head underground to the next town They get mad when they come to raid my pad And I'm out in the nine-deuce Cad' Yes I'm the pirate, pilot Of this ship if I get with the ultraviolet dream Hide from the red light beam Now do you believe in the unseen? Look, but don't make you eyes strain A nigga like me is going insane  [Hook: B-Real & Sen Dog] Insane in the membrane Insane in the brain! Insane in the membrane Insane in the brain! Insane in the membrane Crazy insane, got no brain! Insane in the membrane Insane in the brain!  {*DJ Muggs cuts and scratches*}  ",
        "title": "Insane In The Brain"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  I got a bad disease Up from my brain is where I bleed Insanity it seems Has got me by my soul to squeeze Well all the love from me With all the dying trees I scream The angels in my dreams Have turned to demons of greed That's mean  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  Today love smiled on me It took away my pain, said please I’ll let your ride be free You gotta let it be Oh yeah  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  You're so polite indeed Well I got everything I need Oh make my days a breeze And take away my self destruction  It's bitter baby and it's very sweet A holy rollercoaster but I'm on my feet Take me to the river, let me on your shore Well, I'll be coming back baby, I'll be coming back for more  Doo doo doo doo dingle zing a dong bone Ba-di ba-da ba-zumba crunga cong gone bad I could not forget but I will not endeavour Simple pleasures are much better, but I won’t regret it, never  [Chorus] Where I go, I just don't know I got to, got to, gotta take it slow When I find my piece of mind I'm gonna give you some of my good time  Where I go I just don't know I might end up somewhere in Mexico When I find my piece of mind I'm gonna keep it for the end of time  ",
        "title": "Soul To Squeeze (From \"Coneheads\")"
    },
    {
        "artist": "The Proclaimers",
        "lyrics": "  [Verse 1] When I wake up, well, I know I'm gonna be I'm gonna be the man who wakes up next to you When I go out, yeah, I know I'm gonna be I'm gonna be the man who goes along with you If I get drunk, well, I know I'm gonna be I'm gonna be the man who gets drunk next to you And if I haver, yeah, I know I'm gonna be I'm gonna be the man who's haverin' to you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  [Verse 2] When I'm workin', yes, I know I'm gonna be I'm gonna be the man who's workin' hard for you And when the money comes in for the work I do I'll pass almost every penny on to you When I come home, yeah, I know I'm gonna be I'm gonna be the man who comes back home to you And if I grow old, well, I know I'm gonna be I'm gonna be the man who's growin' old with you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  [Verse 3] When I'm lonely, well, I know I'm gonna be I'm gonna be the man whose lonely without you When I'm dreamin', well, I know I'm gonna dream Dream about the time when I'm with you When I go out, well, I know I'm gonna be I'm gonna be the man who goes along with you And when I come home, yes, I know I'm gonna be I'm gonna be the man who comes back home with you I'm gonna be the man whose coming home with you  [Chorus] But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door But I would walk five hundred miles And I would walk five hundred more Just to be the man who walked a thousand miles To fall down at your door  ",
        "title": "I'm Gonna Be (500 Miles)"
    },
    {
        "artist": "Meat Loaf",
        "lyrics": "  And I would do anything for love I'd run right into hell and back I would do anything for love I'll never lie to you and that's a fact  But I'll never forget the way you feel right now - Oh no - - No way - And I would do anything for love But I won't do that, No I won't do-  Anything for love Oh I would do anything for love I would do anything for love But I won't do that No I won't do that  And some days it don't come easy And some days it don't come hard Some days it don't come at all And these are the days that never end  And some nights you're breathing fire And some nights you're carved in ice Some nights you're like nothing I've ever Seen before, or will again  And maybe I'm crazy Oh it's crazy and it's true I know you can save me No one else can save me now but you  As long as the planets are turning As long as the stars are burning As long as your dreams are coming true- You better believe it!  That I would do anything for love! And I'll be there till the final act And I would do anything for love! And I'll take the vow and seal a pact  But I'll never forgive myself if we don't go all the way Tonight  And I would do anything for love! Oh I would do anything for love! Oh I would do anything for love! But I won't do that! No I won't do that!  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  And some days I pray for Silence And some days I pray for Soul Some days I just pray to the God Of Sex and Drums and Rock 'N' Roll  And some nights I lose the feeling And some nights I lose control Some nights I just lose it all When I watch you dance and the thunder rolls  And maybe I'm lonely That's all I'm qualified to be There's just one and only One and only promise I can keep  As long as the wheels are turning As long as the fires are burning As long as your prayers are coming true You better believe it!  That I would do anything for love! And you know it's true and thats a fact I would do anything for love! And there'll never be no turning back  But I'll never do it better than I do it with you So long So long  And I would do anything for love Oh, I would do anything for love I would do anything for love But I won't do that, No No. No, I won't do that!  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do that...  I would do anything for love Anything you've been dreaming of But I just won't do...  But I'll never stop dreaming of you every night of my life No way  And I would do anything for love Oh I would do anything for love Oh I would do anything for love But I won't do that No I won't do that  Lorraine Crosby: Will you raise me up? Will you help me down? Will you help get me right out of this Godforsaken town? Will you make it all a little less cold?  Meat Loaf: I can do that! I can do that!  Lorraine Crosby: Will you hold me sacred Will you hold me tight Will you colorize my life I'm so sick of black and white! Can you make it all a little less old  Meat Loaf: I can do that! Oh, Oh, I can do that!  Lorraine Crosby: Will you make me some magic with your own two hands? Can you build an Emerald city with these grains of sand? Can you give me something I can take home?  Meatloaf: I can do that I can do that  Lorraine Crosby: Will you cater to every fantasy I've got? Will ya hose me down with holy water - If I get too hot? Will you take me to places I'll never know?  Meat Loaf: I can do that! I can do that!  Lorraine Crosby: After a while you'll forget everything Just a brief interlude, and a mid-summer night's fling Then you'll see that it's time to move on  Meat Loaf: I won't do that I won't do that  Lorraine Crosby: I know the territory - I've been around It'll all turn to dust and we'll all fall down Sooner or later you'll be screwing around  Meat Loaf: I won't do that! No I won't do that!  Anything for love Oh I would do anything for love! I would do anything for love! But I won't do that! No I won't do that...  ",
        "title": "I'd Do Anything For Love (But I Won't Do That)"
    },
    {
        "artist": "Tears For Fears",
        "lyrics": "  Here we go!  Break it down again So those are my dreams And these are my eyes Stand tall like a man Headstrong like a horse  When it's all mixed up Better break it down  In the world of secrets In the world of sound  It's in the way you're always hiding from the light See for yourself you have been sitting on a time bomb No revolution maybe someone somewhere else Could show you something new about you and your inner song And all the love and all the love in the world Won't stop the rain from falling Waste seeping underground (Break it down again) I want to break it down (Break it down again)  Break it down again So those are my schemes And these are my plans Hot tips for the boys Fresh news from the force  When it's all mixed up Better break it down  In the world of silence In the world of sound  \"No sleep for dreaming\" say the architects of life Big bouncing babies, bread and butter can I have a slice They make no mention of the beauty of decay Blue, yellow, pink umbrella save it for a rainy day And all the love and all the love in the world Won't stop the rain from falling Waste seeping underground (Break it down again) I want to break it down (Break it down again)  Horsin' around Pray to the power Play to the crowd with your big hit sound And they won't simmer, won't simmer, won't simmer down Play to the crowd Play to the crowd Play yeah yeah  It's in the way you're always hiding from the light Fast off to heaven just like Moses on a motorbike No revolution maybe someone somewhere else Could show you something new to help you With the ups and downs (Break it down again) I want to break it down (Break it down again) Break it down again (Break it down again) (Break it down again) Here we go!  Break it down again No more sleepy dreaming No more building up It is time to dissolve Break it down it again No more sleepy dreaming  ",
        "title": "Break It Down Again"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] There's a pale moon in the sky The kind you make your wishes on Like the light in your eyes The one I built my dreams upon It's not there any longer Something happened somewhere and we both know why But me, I'm getting stronger We must stop pretending, I can't live this life  [Chorus] I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe Let's sleep on it tonight I don't really wanna fight no more This is time for letting go  [Verse 2] I hear a whisper in the air It simply doesn't bother me Can't you see that I don't care Or are you looking right through me? It seems to me that lately You look at me the wrong way and I start to cry Could it be that maybe This crazy situation is the reason why?  [Chorus] I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe Let's sleep on it tonight I don't really wanna fight no more This is time for letting go Oh, baby, don't you know That I don't wanna hurt no more? It's time, I'm walking, babe Don't care now who's to blame I don't really wanna fight no more This is time for letting go  [Bridge] Hanging on to the past It only stands in our way We had to grow for our love to last But we just grew apart Oh, don't wanna hurt no more  [Chorus] Oh, baby, don't you know That I don't wanna hurt no more? It's time, I'm walking, babe Don't care now who's to blame I don't really wanna fight no more This is time for letting go I don't care who's wrong or right I don't really wanna fight no more Too much talking, babe So let's sleep on it tonight I don't really wanna fight no more This is time for letting go No, I don't wanna hurt no more Too much, hey, baby Don't care now who's to blame I don't really wanna fight no more 'Cause this is time for letting go  Let it go, let it go, let it go Let it go, let it go, let it go Hmm, so let it go  ",
        "title": "I Don't Wanna Fight (From \"What's Love Got To Do With It\")"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": "  Tell me do you think it'd be all right If I could just crash here tonight You can see I'm in no shape for driving And anyway I've got no place to go And you know it might not be that bad You were the best I'd ever had If I hadn't blown the whole thing years ago I might not be alone  [Chorus:] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Hey jealousy Hey jealousy Hey jealousy  You can trust me not to think And not to sleep around If you don't expect too much from me You might not be let down Cause all I really want is to be with you Feeling like I matter too If I hadn't blown the whole thing years ago I might be here with you  [Chorus ] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy Hey jealousy Tell me do you think it'd be all right If I could just crash here tonight You can see I'm in no shape for driving And anyway I've got no place to go And you know it might not be that bad You were the best I'd ever had If I hadn't blown the whole thing years ago I might not be alone  [Chorus] Tomorrow we can drive around this town And let the cops chase us around The past is gone but something might be found To take its place...hey jealousy  Hey jealousy She took my heart Well there's only one thing I couldn't start  ",
        "title": "Hey Jealousy"
    },
    {
        "artist": "Haddaway",
        "lyrics": "  [Intro] What is love? Baby, don't hurt me Don't hurt, me no more Baby, don't hurt me Don't hurt, me no more What is love? Yeah  [Verse 1] No, I don't know why you're not there I give you my love but you don't care So what is right and what is wrong? Give me a sign  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Hook] Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh  [Verse 2] No, I don't know – what can I do? What else can I say? It's up to you I know we're one, just me and you I can't go on  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Hook] Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh Whoa, whoa, whoa, whoa, whoa, whoa, uh, uh  [Refrain] What is love? What is love? What is love? Oh, baby, don't hurt me Don't hurt me no more  [Bridge] Don't hurt me Don't hurt me  [Verse 3] I want no other, no other lover This is our life, our time We are together, I need you forever Is it love?  [Refrain] What is love? Oh, baby, don't hurt me Don't hurt me no more What is love? Oh, baby, don't hurt me Don't hurt me no more  [Outro] (Whoa, whoa) Oh, baby, don't hurt me Don't hurt me no more (whoa, whoa) Oh, baby, don't hurt me Don't hurt me no more What is love?  ",
        "title": "What Is Love"
    },
    {
        "artist": "Celine Dion And Clive Griffin",
        "lyrics": null,
        "title": "When I Fall In Love (From \"Sleepless In Seattle\")"
    },
    {
        "artist": "Kris Kross Featuring Supercat",
        "lyrics": null,
        "title": "Alright"
    },
    {
        "artist": "Rick Astley",
        "lyrics": "  I walk the wire every night I can't decide between wrong and right I've lost control over the things i do 'Cause I'm hopelessly falling in love with you  Now the one who never took a chance Becomes a victim of circumstance I've lost my way, now I'm so confused 'Cause I'm hopelessly falling in love with you  All my dreams are far behind me They don't matter anymore I don't care about the things I could lose 'Cause I'm hopelessly falling in love with you  Now the one who always played it safe Becomes another who's lost his way I can't believe it, though I know it's true 'Cause I'm hopelessly falling in love with you  And all my dreams begin to blind me And I was so confused And I don't care about the things I could lose 'Cause I'm hopelessly falling in love with you  I'm not gonna fight it, I'm gonna choose To hopelessly fall, oh yeah You know I'll hopelessly fall in love, with you  ",
        "title": "Hopelessly"
    },
    {
        "artist": "Dino",
        "lyrics": "  Don't you worry bout a thing Oh, no, no  Ooh, child Things are gonna get easier Ooh, child Things'll get brighter  Ooh, child Things are gonna get easier Ooh, child Things'll get brighter  Some day, yeah We'll put it together And we'll get it undone Some day when your head Is much lighter  Some day, yeah We'll walk in the Rays of a beautiful sun Some day when the world Is much brighter  Ooh, child Things are gonna be easier Ooh, child Things'll be brighter  Ooh, child Things are gonna be easier Ooh, child Things'll be brighter  Some day, yeah We'll put it together And we'll get it undone Some day when your head Is much lighter  Some day, yeah We'll walk in the Rays of a beautiful sun Some day when the world Is much brighter  La la la la la...  Some day (some day) We'll put it together And we'll get it undone Some day when your head Is much lighter  Some day (some day) We'll walk in the Rays of a beautiful sun Some day when the world Is much brighter, oh, oh  Don't you worry about a thing Cause life goes up and down You gotta keep moving on  Ooh, child Things are gonna get easier Ooh, child Things'll get brighter  Ooh, child Things are gonna get easier Ooh, child Things'll get brighter Oh, right now  (Oh, yeah) right now (Right now) oh, baby You just wait and see Things are gonna be You just wait and see Things are gonna be  All right, yeah All right, yeah, yeah  Baby, open your soul now Baby, don't you let go now No, no, no, baby You've got to give it Just a little more time  ",
        "title": "Ooh Child"
    },
    {
        "artist": "Ice Cube Featuring Das EFX",
        "lyrics": "  [Produced by DJ Muggs]  [Intro: Das EFX] Yeah So come on and chickity check yo self before you wreck yo self Check  [Verse 1: Ice Cube] You better check yo self before you wreck yo self 'Cause I'm bad for your health I come real stealth Dropping bombs on your moms Fuck car alarms Doing foul crime I'm that nigga wit'cha Alpine Sold it for a six-o, always let tricks know And friends know we got the indo No I'm not a sucker sitting in a House of Pain And no I'm not the butler, I'll cut ya Head-butt ya, you say you can't touch this And I wouldn't touch ya, punk mothafucka Here to let you know boy - oh boy I make dough but don't call me Dough Boy This ain't no fucking motion picture A guy or bitch-a, my nigga get wit-cha And hit you taking that yak to the neck So you better run a check  [Hook:  Das EFX & Ice Cube] So come on and chickity-check yo self before you wreck yo self Chickity-check yo self before you wreck yo self Yeah, come on and check yo self before you wreck yo self 'Cause shotgun bullets are bad for your health  [Verse 2: Ice Cube] Tricks wanna step to Cube and then they get played 'Cause they bitchmade pulling out a switchblade That's kinda trifle 'cause that's a knife, ho AK-47, assault rifle Hold the fifty, I'm nifty, pow I gotta new style (Watch out now) I hate motherfuckers claiming that they folding bank But steady talking shit in the holding tank First you wanna step to me? Now your ass screaming for the deputy They send you to Charlie-Baker-Denver row Now they runnin' up in you slow You're gone, used to be the Don Juan Check that shit out Now your name is just Twan Switch it, snap it, rolling your eyes and neck You better run a check  [Hook:  Das EFX & Ice Cube] So chickity-check yo self before you wreck yo self Come on and check yo self before you wrickity-wreck yo self So chickity-check yo self before you wreck yo self 'Cause big dicks in yo ass is bad for ya health  Chickity-check, yeah, chickity-check, yeah...  [Verse 3: Ice Cube] If you're foul, you better run a make on that license plate You coulda had a V8 Instead of a tre-eight slug to your cranium I got six and I'm aimin' em Will I buss or keep you guessing 'Cause fuck you and that shit you're stressing Bitch get off the wood, you're no good There goes the neighbourhood hooker Go ahead and keep your drawers Giving up the claps and who needs applause At a time like this, pop the coochie and you dead The bitch is a Miami Hurricane head Sprung, niggas call her 'Lips & Lungs' Nappy dugout, get the fuck out Cause women like you gets no respect Bitch, you better run a check  [Hook:  Das EFX & Ice Cube] So chickity-check yo self before you wreck yo self So chickity-check yo self before you wreck yo self Come on and check yo self before you wrickity-wreck yo self 'Cause bitches like you is bad for my health  Chickity-check, yeah, chickity-check, yeah...  So chickity-check yo self before you wreck yo self So chickity-check yo self before you wreck yo self Come on and check yo self before you wrickity-wreck yo self So chickity-check yo self before you wreck yo self So chickity-check yo self before you wreck yo self Come on and check yo self before you wrickity-wreck yo self 'Cause the Lench Mob is bad for your health  [Spoken outro] Nice-trey, remix Old school tip, yeah It's like a jungle sometimes It makes me wonder How i keep from going under  ",
        "title": "Check Yo Self"
    },
    {
        "artist": "Big Daddy Kane Feat. Spinderella, L. Williams & K. Anderson",
        "lyrics": "  [Production By Big Daddy Kane]  [Verse 1: Big Daddy Kane] My, my, my, yes, I must admit That I have never knew love like this before And I adore everything about you I do mean every part of For meeting someone this beautiful, have mercy I wanna kiss ya, father You're the kinda girl I wanna get closer to Become the most to you like love is supposed to do Cuz I fell straight into your trap And since they say love is blind, I'm the Ray Charles of rap And I'm waiting for you to put me in your mix Because ya got my nose open like a jar of Vicks I'll be your king, baby, you can be my queen Uh, let's stay together like Al Green because  [Chorus: Karen Anderson and Laree Williams] All my love is all I have And my dreams are very special All my life I looked for you And today my dreams come true You need me and I need you Love in us is very special Things you seem to do divine You look straight into my eyes Oh, our love was meant to be Cause our souls touch tenderly Love is life and life is living very special  [Verse 2: Spinderella] Well I must admit that you know how to treat a woman Don't stop your love, like Keith Sweat, keep it comin' And our relationship won't ever get dull Because you're always on my mind even more than my own skull You're always givin' me respect and chivalry And I can't wait for your enticing delivery Staying together is a must Those Tropicana drinks don't blend as good as us We were made for each other, meant for one another Neither one of us needs another lover And just so it can stay that way Yo, I'm on your side like Jennifer Holiday because  [Chorus: Karen Anderson and Laree Williams] All my love is all I have And my dreams are very special All my life I looked for you And today my dreams come true You need me and I need you Love in us is very special Things you seem to do divine You look straight into my eyes Oh, our love was meant to be Cause our souls touch tenderly Love is life and life is living very special  [Verse 3: Big Daddy Kane and Spinderella] I talk the macho talk but keep my real feelings hidden But what about that \"Pimpin' Ain't Easy\" stuff? Aw, I was just kiddin' Cause if we unite, baby, I'd do ya right Well I hope you meant that mushy stuff you told Barry White Because I think I know you well enough to be understood Well let's talk about sex, babe No, not that good But Spinderella, yes, Miss, I'll still persist Well since you put it like that Daddy, then we can do this  [Chorus: Karen Anderson and Laree Williams] All my love is all I have And my dreams are very special All my life I looked for you And today my dreams come true You need me and I need you Love in us is very special Things you seem to do divine You look straight into my eyes Oh, our love was meant to be Cause our souls touch tenderly Love is life and life is living very special  [Bridge] I wanna give ya my love Cuz you're the only one I'm thinking of I wanna give my love Cuz you're the only one I'm thinking of I wanna give ya my love Cuz you're the only one I'm thinking of  ",
        "title": "Very Special"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Verse 1: Kandi] Every man wants a woman Where him and her can just go hang Just the two of them along, kick back Doing their own thing (Doing their own thing ) And every man wants a woman That can always keep him in the mood And I'm that kind of girl So this is what I tell my dude  [Chorus] I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it, just kick it I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it, just kick it  [Verse 2: Kandi] Every man wants a woman That can cook him up a good meal A woman he can treat like his homie And take her out on the Ave. and just chill Every man wants a woman That ain't good for just laying on her back [LaTocha] And I'm that kind of woman [Kandi] So before me and my man get in the sack...  [Chorus] I tell him to kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas, the real niggas This is for the niggas, strictly for the niggas This is for the niggas,  the real niggas  Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  Kick off your shoes and relax your feet Party on down to the Xscape beat Just kick it Just kick it, just kick it  ",
        "title": "Just Kickin' It"
    },
    {
        "artist": "SWV",
        "lyrics": "  [Verse 1] I don't know what it is that you've done to me But it's caused me to act in such a crazy way Whatever it is that you do when you do what you're doing It's a feeling that I want to stay  [Pre-Hook] Cause my heart starts beating triple time With thoughts of loving you on my mind I can't figure out just what to do When the cause and cure is you  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Verse 2] Time after time, after time I try to fight it But your love is strong, it keeps on holding on Resistance is down When you're around, cries fading In my condition, I don't want to be alone  [Pre-hook] Cause my heart starts beating triple time With thoughts of loving you on my mind I can't figure out just what to do When the cause and cure is you  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Bridge] I try hard to fight it No way can I deny it You're love's so sweet Knocks me off my feet  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  [Verse 4] (I get so weak) Blood starts racing through my veins (I get so weak) Boy, it's something I can't explain (I get so weak) Something 'bout the way you do The things you do-ooo-ooo, it (Knocks me right off of my feet) Ohh, off my feet Can't explain why your lovin' makes me weak  [Hook] I get so weak in the knees, I can hardly speak I lose all control and something takes over me In a daze and it's so amazing It's not a phase, I want you to stay with me By my side, I swallow my pride Your love is so sweet It knocks me right off of my feet Can't explain why your loving makes me weak  ",
        "title": "Weak"
    },
    {
        "artist": "Duice",
        "lyrics": "  [Creo-D] Come on, baby Kick them Daisies  Chorus: Creo-D Look at them girls with the Daisy Dukes on I want you to Look at them girls with the Daisy Dukes on Everybody Look at them girls with the Daisy Dukes on I want you to Look at them girls with the Daisy Dukes on  [Verse 1: Creo-D] Say, look at them girls with the Daisy Dukes on They really got it goin' on Lookin' all nice and sweet Showin' tan And them butt cheeks I do like it a lot When they be showin' some of what you got Yo, girls that be lookin' real cute The way y'all kickin' them Daisy Dukes  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\" --] Afrika Bambattaa  [Verse 2: L.A. Sno] Hey, you, in the black boots Knee, highs, with the Daisy Dukes Lookin' real fly while in cahoots In the park, where I can do you I'm L.A. Sno, here to relate to you How I started the trend of them Daisy Dukes Ever since, the summer of the ’90s Girls lookin' good, with their future behind, see Many terms are used to express We're talkin' 'bout the booty, not the breast Baby got back, the junk in the trunk She got a six pack or a hell of a rump Yo Please, some fries with that shake See, many terms are used to relate I love the girls with the big ol' booties Where I'm from, they call 'em Dukies Pretty brown cheeks, hangin' from the jeans Even city girls kick the country things So if you get it, got it good, just dip the dug out Them damn Daisy Dukes are turnin' 'er out Say  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\"  [Verse 3: Creo-D] Say, look at them girls with the Daisy Dukes on They really got it goin' on Yeah, they be kickin' it sweet With them long ol' boots on feet And check out the way they step Make your brother wanna think about sex Especially when they have nice legs If they're tan, drive off red It don't mean what kind of legs you like Still be kickin' those legs in lily white So it won't make one difference on you As long as you're kickin' them Daisy Dukes  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Tony Mercedes] \"YEAH, just hit me\" \"Hold it now\" \"Wait a minute\"  [Creo-D] Yo Bring that funky track back Bring that funky track back Bring that funky track back Bring that funky track back Oh, bring it, baby  Hook: [Tony M.] \"Don't stop\" --] Afrika Bambattaa [Creo-D]  OH (Bring it, baby, bring it baby) Kick them, Daisies (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Let me see ya rock the Daisy (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Kick them, Daisies (Bring that funky track, back) [Tony M.] \"Don't stop\" [Creo-D]  OH (Bring it, baby, bring it baby) Let me see ya rock the Daisy (Bring that funky track, back) [Tony M.] \"Don't stop\"  [La Sno (Tony Mercedes)] L-A Sno like the girls with the Daisy Dukes (\"Don't stop\") Creo-D like the girls with the Daisy Dukes (\"Do-don't stop\") Taylor Boy like the girls in them Daisy Dukes (\"Don't stop\") Tony Mercedes like them with them Daisy Dukes (\"Don't stop\")  [Creo-D (Tony Mercedes)] New York, (???), Miami, Alabama, Tennessee (\"Don't stop\") New Jersey, Boston, Augusta (\"Don't stop\") Atlanta like them girls in the Daisy Dukes (\"Don't stop\") All of Texas like them girls in the Daisy Dukes (\"Don't, do-don't stop\") L.A. like them girls in them Daisy Dukes (\"Don't stop\")  [Tony Mercedes] \"YEAH, just hit me\"  [Creo-D] Come on, baby Kick them Daisies  Repeat Chorus  [Creo-D (Tony Mercedes)] Oh KICK, them, DAISIES Least one woman went out Kick, them Daisies, baby Just see one woman went out Kick, them Daisies, baby Shh, one woman went out Kick, them Daisies, baby (\"YEAH, just-\")  [Tony Mercedes] \"Hold it now\" \"Wait a min-\"  ",
        "title": "Dazzey Duks"
    },
    {
        "artist": "95 South",
        "lyrics": "  [Old Man] Excuse me sonny, do you know where I can find some booty!  [Chorus] Whoot, there it is (Yeah you say it) Whoot, there it is (Yeah I like that) Whoot, there it is (Yeah a little louder) Whoot, there it is (Yeah come on) Whoot, there it is (Come on, come on yeah) Whoot, there it is (I like that come on) Whoot, there it is (Yeah, baby baby) Whoot, there it is (Come on)  [Verse 1] Oh girl over there in the blue I gotta pocket full of tracks so what cha gon' do Turn around and let me peak And let's play a little bit of hide and seek Show me that and I'll give ya this A twenty dollar bill that's nice and crisp What cha' gotta do is work Shake it on down and watch me go bizurk You know just what I'm talkin' about Pop that thang, move it in and out Like that, get on the stage and work that cat Yo fellas where that booty at  [Chorus x2] Whoot, there it is (One mo' gen' where that booty at) Whoot, there it is (All my friends where the booty at) Whoot, there it is (All the fellas where the booty at) Whoot, there it is (Everybody where the booty at)  Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here  [Old Man] Excuse me sonny, do you know where I can...find some booty Whoot, there it is Find some booty Whoot, there it is F-f-f-find some booty Whoot, there it is Find some booty Whoot there it is  Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty  Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal Whoot, whoot, twerk that thang like a real deal  [Chorus] Whoot, there it is (Come on, come on, come on) Whoot, there it is (Yeah you say it) Whoot, there it is (Now everybody) Whoot, there it is (Yeah I like that) Whoot, there it is (Now say it louder) Whoot, there it is (Come on everybody) Whoot, there it is (Yeah, I like that) Whoot, there it is (Come on, come on, come on)  Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here Look-a here, look-a here, look-a here Boy look-a here.....here we go  [Verse 2] Come on sexy get on the floor Works that thang till it works no more Shake that thang like a salt shaker Ya gotta work that big money maker Do ya wanna get paid Ya better sland that big ol' thang off the stage Make these fellas go wild Work that thang like it's goin' outta style Cause ya look so cute With ya long boots and ya g-string suit Get on stage and work that cat Hey yo fellas where the booty at  Whoot, there it is Whoot, there it is Whoot, there whoot, there Whoot, whoot, whoot, whoot, whoot, there it it  [Computerized Voice] All the fellas where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the ladies where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the fellas where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is All the ladies where the booty at Whoot, there it is Let me know where the booty at Whoot, there it is  Whoot, there it is (x5) Wh-wh-whoot, thee it is (x5)  Whoot, there it is (x5) Wh-wh-whoot, thee it is (x5)  [To fade] Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay look at that booty Oh-ay, oh-ay (Excuse me sonny) Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty Oh-ay, oh-ay uh look at that booty  ",
        "title": "Whoot, There It Is"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "I'll Never Get Over You (Getting Over Me)"
    },
    {
        "artist": "MC Lyte",
        "lyrics": "  Gotta who? Gotta have a what? Hey! [[Hook x3]] Gotta what yo Gotta get a ruffneck Hey!  [Verse 1] I need a ruffneck I need a dude with a attitude Only needs his fingers with his food Karl Kani saggin' timbos draggin' Frontin' in his ride with his home boys braggin' Lying 'bout the Lyte how he knocked boots last night But he's a ruffneck so that's alright Triple o baldie under the hood Makin' noise with the boys up to no good C-low on the down low cops come around so ruffneck front like he gotta go Evil grin with a mouth full of gold teeth Startin' beef is how he spells relief Actin' like he don't care But all I gotta do is beep him 911 and he'll be there Right by my side with his ruffneck tactics Ruffneck attitude,the ruffneck bastard  [Hook] Hey! Gotta what? Yo gotta get a ruffneck (x3) I need it and I want it So I gotta get a ruffneck!   [Verse 2] I need a ruffneck I need a man that's quick and swift To put out the spliff and get stiff Boxer shorts everything is fitting large Body ain't gotta be large to be in charge Pumpin' in and out and out and in and here we go He knows exactly how I want my flow and that's slow Never questioning can he get buck wild He's gotta smack it,lick it,swallow it up style Drink a beer ,sittin' his chair Hands in his pants fiddlin' with his dick hairs He's a rudeboy,a raggamuf Ready to bag another brother that he ranks not ruff enough Cause if it ain't ruff it ain't right And if he ain't ruff,well then he's all wrong for the Lyte I love my ruffneck and ain't nothing going down Or going up if my ruffneck ain't in town  [Hook x2]  [Verse 3] I need a ruffneck I need a man that don't snitch like a bitch Shed tears or switch Doin' whatever it takes to make ends meet But never meetin' the end cause he knows the street Eat sleep shit fuck,eat sleep shit Then it's back to the streets to make a buck quick Quick to beg even though gimme gottem here Hit'em wit a bit a skins then he's out of there On the avenue girls are passin' thru Too much of ruffneck so they ain't havin' you Hard boppin' always grabbin' his jock and braggin' about his tec Is the wannabe ruffneck That's the kind you gotta watch out for Just to get a rep he'll pull the plug on the tour Pissin' in corners Doing 80 by funeral mourners Showing little respect Now that's a ruffneck!  [Hook x18]  ",
        "title": "Ruffneck"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Intro] She leads a lonely life She leads a lonely life  [Verse 1] When she woke up late in the morning light And the day had just begun She opened up her eyes and thought Oh, what a morning It's not a day for work It's a day for catching tan Just lying on the beach and having fun She's going to get you  [Chorus] All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants All that she wants  [Verse 2] So if you are in sight and the day is right She's the hunter, you're the fox The gentle voice that talks to you won't talk forever It is a night for passion But the morning means goodbye Beware of what is flashing in her eyes She's going to get you  [Chorus] All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby (is another baby, yeah) All that she wants is another baby She's gone tomorrow. boy All that she wants is another baby All that she wants is another baby She's gone tomorrow, boy All that she wants is another baby All that she wants All that she wants  ",
        "title": "All That She Wants"
    },
    {
        "artist": "Robin S.",
        "lyrics": "  [Intro] Ahhh... Yeah yeah, yeah yeah yeah You’ve got to show me love  [Verse 1] Heartbreaks and promises, I’ve had more than my share I’m tired of giving my love and getting nowhere, nowhere What I need is somebody who really cares I really need a lover, a lover who wants to be there It’s been so long since I touched a wanting hand I can’t put my love on the line, that I hope you’ll understand  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  [Verse 2] I’m tired of getting caught up in those one night affairs What I really need is somebody who will always be there Don’t you promise me the world, all that I’ve already heard This time around for me baby, actions speak louder than words  So if you’re looking for devotion, talk to me Come with your heart in your hands Because me love is guaranteed  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  [Bridge] Show me, show me baby Show me, show me baby Show me, show me baby Show me, show me baby  Heartbreaks and promises, I’ve had more than my share I’m tired of giving my love and getting nowhere, nowhere What I really need is somebody who will always be there This time around for me baby, actions speak louder than words  If you’re looking for devotion, talk to me Come with your heart in your hands Because me love is guaranteed  [Hook] So baby if you want me You’ve got to show me love Words are so easy to say, oh ah yeah You’ve got to show me love  There’s nothing that you can tell me You’ve got to show me love There’s only one key to my heart You’ve got to show me love  ",
        "title": "Show Me Love"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "Anniversary"
    },
    {
        "artist": "4 Non Blondes",
        "lyrics": "  Twenty-five years and my life is still Trying to get up that great big hill of hope For a destination  I realized quickly when I knew I should That the world was made up of this brotherhood of man For whatever that means  [Pre-Chorus] And so I cry sometimes when I'm lying in bed Just to get it all out what's in my head, And I I am feeling a little peculiar  And so I wake in the morning and I step outside And I take a deep breath and I get real high, and I Scream from the top of my lungs What's going on?  [Chorus] And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  Ooh, ooh ooooooooooooooooh Ooh, ooh ooooooooooooooooh  And I try, oh my god do I try I try all the time, in this institution  And I pray, oh my god do I pray I pray every single day For a revolution  [Pre-Chorus] And so I cry sometimes when I'm lying in bed Just to get it all out what's in my head And I I am feeling a little peculiar  And so I wake in the morning and I step outside And I take a deep breath and I get real high, and I Scream from the top of my lungs What's going on?  [Chorus] And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  And I say, hey yeah yeah, hey yeah yeah I said hey, what's going on?  Ooh, ooh ooooooooooooooooh ooooooooooooooooh  Twenty-five years I'm alive here still Trying to get up that great big hill of hope For a destination Mmh mh  ",
        "title": "What's Up"
    },
    {
        "artist": "Blind Melon",
        "lyrics": "  [Verse 1] All I can say is that my life is pretty plain I like watching the puddles gather rain And all I can do is just pour some tea for two And speak my point of view, but it's not sane It's not sane  [Chorus] I just want someone to say to me: \"I'll always be there when you wake\" You know, I'd like to keep my cheeks dry, today So, stay with me and I'll have it made  [Verse 2] And I don't understand why I sleep all day And I start to complain that there's no rain And all I can do is read a book to stay awake And it rips my life away, but it's a great escape Escape Escape Escape  [Solo]  [Verse 3] All I can say is that my life is pretty plain You don't like my point of view You think that I'm insane Its not sane It's not sane  [Chorus] I just want someone to say to me: \"I'll always be there when you wake\" You know, I'd like to keep my cheeks dry, today So, stay with me and I'll have it made I'll have it made I'll have it made I'll have it made I'll have it made  ",
        "title": "No Rain"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Intro] Like a moth to a flame burned by the fire My love is blind, can't you see my desire? That's the way love goes (That's the way love, that's the way love) (That's the way love goes) Like a moth to a flame burned by the fire (that's the way) My love is blind can't you see my desire? (that's the way) Like a moth to a flame burned by the fire (that's the way) My love is blind can't you see my desire? That's the way love goes Like a moth to a flame burned by the fire (That's the way, that's the way, that's the way love goes) That's the way love goes My love is blind can't you see my desire? (That's the way, that's the way, that's the way love goes)  [Verse 1] Come with me, don't you worry I'm gonna make you crazy I'll give you the time of your life I'm gonna take you places You've never been before and You'll be so happy that you came Ooh, I'm gonna take you there, oooh  [Chorus] That's the way love goes, that's the way love goes (That's the way love goes) That's the way love goes (that's the way) That's the way love goes (That's the way, that's the way love goes)  [Verse 2] Don't mind if I light candles I like to watch us play and Baby, I've got on what you like Come closer, baby, closer Reach out and feel my body I'm gonna give you all my love Ooh, sugar don't you hurry You've got me here all night Just close your eyes and hold on tight (That's the way, that's the way) Ooh, baby, don't stop, don't stop Go deeper, baby, deeper You feel so good I'm gonna cry Ooh, I'm gonna take your there  [Chorus] That's the way love goes, that's the way love goes That's the way love goes, that's the way love goes That's the way love goes (that's the way love goes) That's the way love goes, that's the way love goes Don't you know it goes? That's the way  [Interlude] Like a moth to a flame burned by the fire My love is blind, can't you see my desire? Like a moth to a flame burned by the fire My love is blind, can't you see my desire?  [Bridge] That's the way, that's the way, that's the way, that's the way That's the way, that's the way, that's the way love goes That's the way love goes (that's the way, that's the way) That's the way love goes, it goes, it goes (That's the way, that's the way) That's the way love goes  [Chorus] That's the way love goes, that's the way love goes That's the way love goes (that's the way love goes) That's the way love, that's the way love, that's the way love That's the way love, that's the way love, that's the way love That's the way love goes  ",
        "title": "That's The Way Love Goes"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Verse 1:] You ask me why I say why not Anything is possible Anything can be  Therefore tonight I'll get you hot You'll feel a passion you never dreamed  And I know you feel I'm overconfident What kind of man could I be?  It's clear to see It's like animal attraction When you add it up It's just a matter of factions, girl  [Chorus:] Something in your eyes told me That you were looking for a man you could adore Something in your eye Had given me a sign And I knew it was on I knew it was on  [Verse 2:] You think you're dry I say you're wet I can make it possible I can make it true  And all night long I'll make you sweat Gonna do a feeling That's long past overdue  And I know you think Why so much confidence What kind of man must I be?  It's clear to see It's like adding and subtracting When you add it up It's just animal attraction  [Repeat Chorus x2:]  [Verse 3:] So when I get inside And make you wet I'll lick you dry Create your body weak From all the body heat  And like a lion You'll hear me roar And when I feed it to your body Make that body Get weak some more  I'll take you to the peak I'll make you wanna scream And like a lion You'll hear my body Roar and roar And roar and roar and roar  [Repeat Chorus x3:]  [Verse 4:] Anything is possible And anything can be You can feel a passion you never dreamed of  See it in your eyes You've given me a sign And I knew it was on I knew it was on  It was something in your eyes That took me to feel it Something in your eyes And hey, I can see it  Something in your eyes Had given me a sign And I knew it was on I knew it was on  [Repeat Chorus x2:]  ",
        "title": "Something In Your Eyes"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Verse 1] Mine, immaculate dream made breath and skin I've been waiting for you Signed, with a home tattoo Happy birthday to you was created for you (Can't ever keep from falling apart at the seams) (Can not believe you've taken my heart to pieces) Oh, it'll take a little time Might take a little crime To come undone now  [Pre-Chorus] We'll try to stay blind To the hope and fear outside Hey child, stay wilder than the wind And blow me into cry  [Chorus] Who do you need, who do you love When you come undone? Who do you need, who do you love When you come undone?  [Verse 2] Words, playing me deja vu Like a radio tune i swear i've heard before Chills, is it something real Or the magic I'm feeding off your fingers? (Can not forgive from falling apart at the seams) (Can not believe you're taking my heart to pieces) Lost, in a snow filled sky We'll make it alright To come undone now  [Pre-Chorus] We'll try to stay blind To the hope and fear outside Hey child, stay wilder than the wind And blow me into cry  [Chorus] Who do you need, who do you love When you come undone? Who do you need, who do you love When you come undone?  [Outro] (Can not forgive from falling apart) Who do you need, who do you love When you come undone? (Can not forgive from falling apart) Who do you need, who do you love? (Can not forgive from falling apart) Who do you love When you come undone? (Can not forgive from falling apart)  ",
        "title": "Come Undone"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] Oooh... There I go again falling in love all over Oooh... The cycle never ends You just pray you don't get burned Oooh... This fire inside of me, don't nobody realize Oooh... What you are to me, but baby you got to learn  [Chorus] I'm making you a coat of pink cashmere You got to know how I feel about cha How I always want you near I'm making you a coat of pink cashmere I'm counting every minute Of every hour 'til you are here  [Verse 2] Girl, can't you understand I never used to go dancing I was the kind of man who'd rather stay at home Now, when I think about how much I miss you I want to jump for joy and thank Him I'm not alone (I am not alone)  [Chorus] I'm making you a coat of pink cashmere You got to know how I feel about cha How I always want you near I'm making you a coat of pink cashmere I'm counting every minute Of every hour 'til you are here  [Modified Verse 1] Here I go again falling in love all over Oh, the cycle never ends You pray you don't get burned  [Chorus] I'm making you a coat of pink cashmere (I'm, I'm making you a coat of cashmere Baby, cashmere) You got to know how I feel about cha (You got to know, yeah) How I always want you near I'm making you a coat of pink cashmere (How I feel about you, how I feel about you, oh) I'm counting every minute of every hour 'Til you are here  When I get my arms around you, baby There's so many things I wanna do I'm gonna hold you I'm gonna kiss you Like you... like you...  I'm gonna tell you a bedtime story, baby One you never heard before I said, one you never heard before About a girl, about a boy And all the joy All the things that you enjoy I'd stay in love, I'd stay so happy Baby girl, there's so many things So many things I wanna do I wanna... I wanna... I wanna...I wanna...I wanna...I wanna... I wanna make you a pretty, pretty coat of cashmere Cause you got to know how I feel about you, baby How I feel about you, baby I'm gonna make a little pretty coat I'm gonna count every second, every minute Each and every hour of every day 'Til you come on back Come on back to your little man  ",
        "title": "Pink Cashmere"
    },
    {
        "artist": "Dr. Dre",
        "lyrics": "  [Produced by Dr. Dre] [Directed by Dr. Dre]  [Intro: Woman + Snoop Dogg] Biatch! Eeeh, whappn no baby You look good ina ya car eh Longtime mi watch ya mi wha chat to ya And ya a gwaan like ya nuh wha chat to me So whappn Dre tell em whe di fuck a gwaan nuh  [Verse 1] Creeping down the back street on D's I got my Glock cocked, cause niggas want these No soon as I said it, seems I got sweated By some nigga with a TEC-9, trying to take mine You wanna make noise, make noise I make a phone call My niggas coming like the Gotti boys Bodies being found on Greenleaf With their fucking heads cut off Motherfucker, I'm Dre So listen to the play-by-play, day-by-day Rolling in my '4 with 16 switches And got sounds for the bitches Clocking all the riches Got the hollow points for the snitches So would you just walk on by Cause I'm too hard to lift And no, this ain't Aerosmith It's the motherfucking D-R-E From the C-P-T On a rhyming spree, a straight G Hop back as I pop my top, you trip I let the hollow points commence to pop, pop, pop Yeah, cause if it don't stop I have to put my shit in reverse Go back and take another spot  [Refrain: Snoop Dogg + Dr. Dre] Cause I'm rolling in my 6-4 With all the niggas saying  [Hook: Jewell & Ruben Cruz + Dr. Dre] Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride With all the niggas saying Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride  [Verse 2] Just another motherfucking day for Dre, so I begin like this No medallions, dreadlocks or black fists It's just that gangsta glare With gangsta raps That gangsta shit Makes a gangs of snaps (Uh, word to the motherfucking streets) And word to these hyped-ass lyrics and dope beats That I hit you with That I get you with As I groove in my '4 on D's Hitting the switches Bitches relax, while I get my proper swerve on Bumping like a motherfucker ready to get my serve on But before I hit the dope spot Gotta get the chronic The Remy Martin and my soda pop Now I'm smelling like indo-nesia Bus stop full of fly bitches and skeezers On my dick cause my '4 on hit Pancake, front and back, side to side, and all that shit So when I crawl, I comes correct Now, if your bitch in my shit, it's your bitch you check, nigga Now let the Chevrolet slide As I dip and make a trip to the south side Yeah  [Refrain: Snoop Dogg + Dr. Dre] Rolling in my 6-4 With all the bitches saying  [Hook: Jewell + Dr. Dre] Swing down, sweet chariot, stop, and let me ride Hell yeah Swing down, sweet chariot, stop, and let me ride With all the motherfucking bitches saying Swing down, sweet chariot, stop, and let me ride Know what I'm saying? Swing down, sweet chariot, stop, and let me ride  [Verse 3] Check this out The sun went down when I hit Slauson On my way to the strip Now I'm just flossin' Checking my rearview Cause niggas, they will do Jack moves, black fools cause I smack fools Try to set me up for a 2-11 Fuck around and get caught up in a (1-8-7) But I don't represent no gangbang Some niggas like lynching But I just watch 'em hang So on and so on Why don't you let me roll on? I remember back in the days when I used to have to get my stroll on Didn't nobody wanna speak Now everybody peeping out they window When they hear me beating up the street Is it Dre? Is it Dre? That's what they say Every single motherfucking day Yo, but I ain't tripping, I'm just kicking it While my D's keep spinning and these hoes keep grinning I be  [Refrain: Snoop Dogg + Dr. Dre] Rolling in my 6-4 With everybody saying  [Outro: Jewell + Parliament-Funkadelic (Dr. Dre)] Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (Hell yeah) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (With everybody saying) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride (Hell yeah) Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride Swing down, I wanna ride Swing down, sweet chariot, stop, and let me ride  ",
        "title": "Let Me Ride"
    },
    {
        "artist": "Lisa Keith",
        "lyrics": "  Mmmm Hey, baby  It's you I truly adore I finally found the peace of never wanting more Singing a sweet song Of who and where I belong  I see a vision of a love That's more than strong I feel so fine, truly divine My dream has come to life, hey yeah You're always there on my mind  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause my love is true Ooh  Oh, my dear I can't say the way that I feel You're more than words You're more than pictures can reveal  Sugar is sweet But with you It's hard to believe There's nothing to compare You're all I want and need  Eternally I'm gonna see all that love can be Yeah, yeah Heaven has given to me  Hold me tight  Can make it right Someone to chase the darkness into the light I know it's true Yeah, yeah Baby, there's none better than you  And I know in time Our hearts will be together I see your smile and I see forever Baby, baby And our love is true Ooh! There's no one better, oh There's no one better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  Cause when I need two arms that can hold me tight A tender loving kiss that can make it right Someone to chase the darkness into the light I know it's true Baby, there's none better than you  ",
        "title": "Better Than You"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": null,
        "title": "Sunday Morning"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Chorus] Destroyed by MTV I hate to bite the hand that Feeds me so much information The pressure's on the screen To sell you things that you don't need It's too much information for me  [Verse 1] Hey TV child look into my eyes Here by intervention I want your attention Promotion boy in a suit and tie He wants you to use it You're too shot to loose it It's pumping down the cable Like never seen before A cola (condom) manufacturer is sponsoring the war Here comes the news with love from me to you  [Chorus] Destroyed by ABC I hate to bite the hand that Feeds me so much information The pressure's on the screen To sell you things that you don't need It's too much information for me  [Verse 2] Turn on the tube Hits you with the groove Advertizing music We want you to choose it These teeth are white trainers ultra bright This band is perfect just don't scratch the surface We covered all the angles The survey people said Just put us on the cover we'll be smiling anyway This video was made with love to you  [Chorus] Destroyed by BBC I hate to bite the hand that Feeds me so much information The pressure's on the screen to Sell you things that you don't need It's too much information for me  [Chorus] Destroyed by MTV I hate to bite the hand that Feeds me so much information The pressure's on the screen to Sell you things that you don't need It's too much information for me  [Chorus] Dialate your mind [x3] Got to give it to me Got to listen to me Got to give in to me Now I'm on the line I try......  ",
        "title": "Too Much Information"
    },
    {
        "artist": "Intro",
        "lyrics": "  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Verse 1:] I'm thinking about you The last time we made love And I fantasize So many things that I dream of I wanna do with you baby And tonight won't be the same I wanna come inside I like to hear you call my name  [Bridge 1:] (Slowly) I'll give it to you baby (Only) if you promise me you'll let your mind run free Grab a hold and love me totally I wanna slip and slide dip and dive Do everything to make it alright tonight Just let me come inside, oh baby  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Verse 2:] Baby just imagine I can do anything you please I can set your body on fire, or soothe your soul with ease Just a kiss, I'll taste your sweet sweet lips All of the passion I have inside of me I know you won't forget  [Bridge 1:] (Slowly) I'll give it to you baby (Only) if you promise me you'll let your mind run free Grab a hold and love me totally I wanna slip and slide dip and dive Do everything to make it alright tonight Just let me come inside, oh baby  [Chorus:] (Let me) let me, come inside (I'll keep you) I'll keep you satisfied, tonight If you want me, if you need me (Let me) turn down all the lights (I'll make you) I'll make you feel alright, tonight Come inside, come inside  [Bridge 2:] Let me rub you down (Let me caress you all over your body, baby) Move in closer now (Feel my inner rise) Hold on tight and don't don't let go Coming home together baby [Talking until song ends]  ",
        "title": "Come Inside"
    },
    {
        "artist": "Robin S.",
        "lyrics": null,
        "title": "Love For Love"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  When the day is long and the night The night is yours alone When you're sure you've had enough Of this life, well hang on Don't let yourself go Cause everybody cries And everybody hurts sometimes  Sometimes everything is wrong Now it's time to sing along When your day is night alone (hold on, hold on) If you feel like letting go (hold on) When you think you've had too much Of this life, well hang on  Cause everybody hurts Take comfort in your friends Everybody hurts Don't throw your hand Oh, no Don't throw your hand If you feel like you're alone No, no, no, you are not alone  If you're on your own in this life The days and nights are long When you think you've had too much Of this life to hang on  Well, everybody hurts sometimes Everybody cries And everybody hurts sometimes And everybody hurts sometimes So, hold on, hold on Hold on, hold on Hold on, hold on Hold on, hold on Everybody hurts  No, no, no, you are not alone  ",
        "title": "Everybody Hurts"
    },
    {
        "artist": "Radiohead",
        "lyrics": "  [Verse 1] When you were here before Couldn't look you in the eye You're just like an angel Your skin makes me cry You float like a feather In a beautiful world  [Pre-Chorus] I wish I was special You're so fuckin' special  [Chorus] But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here  [Verse 2] I don't care if it hurts I want to have control I want a perfect body I want a perfect soul I want you to notice When I'm not around  [Pre-Chorus] You're so fuckin' special I wish I was special  [Chorus] But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here  [Bridge] She's running out the door She's running out She's run, run, run, run Run  [Outro] Whatever makes you happy Whatever you want You're so fuckin' special I wish I was special But I'm a creep I'm a weirdo What the hell am I doing here? I don't belong here I don't belong here  ",
        "title": "Creep"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] You'll remember me when the west wind moves Upon the fields of barley You'll forget the sun in his jealous sky As we walk in fields of gold  [Verse 2] So she took her love for to gaze awhile Upon the fields of barley In his arms she fell as her hair came down Among the fields of gold  [Verse 3] Will you stay with me? Will you be my love? Upon the fields of barley We'll forget the sun in his jealous sky As we lie in fields of gold  [Verse 4] See the west wind move like a lover so Upon the fields of barley Feel her body rise when you kiss her mouth Among the fields of gold  [Bridge] I never made promises lightly And there have been some that I've broken But I swear in the days still left We'll walk in fields of gold We'll walk in fields of gold  [Verse 5] Many years have passed since those summer days Upon the fields of barley See the children run as the sun goes down Among the fields of gold  [Verse 6] You'll remember me when the west wind moves Upon the fields of barley You can tell the sun in his jealous sky When we walked in fields of gold When we walked in fields of gold When we walked in fields of gold  ",
        "title": "Fields Of Gold"
    },
    {
        "artist": "Onyx",
        "lyrics": "  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 1: Fredro Starr] Well it’s another one, in the gutter one, ghetto running em Troublesome, extra double dumb, I come to beat em Defeat em and mistreat em, so what if that I’m cheating Now everybody wanna sound grimey (yeah I know) I’ma show ya how, come on, all in together now Yeah oh yeah yeah that’s how it gotta be So stop trying to be loud as me cause you can't do that Think about it; playing Russian roulette with an automatic I bet my ass against the line the last bullet’s first on line Stab and step and repping and run, packing a weapon is wild Peace to the brothers on Rikers Isle Tough enough and trembling, blend in like a chameleon Buck, bye tough guy, oh my god I’m so high Cause they say I rhyme, they say I look like a gremlin But what does it take to make a kid make a million children SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 2: Suavé] I’m the nitty, nasty, gritty smashing, never slow gassing Strictly swift blast of the raspy-rasp fashion That I provide, I abide the U.S.G Besides the ghetto vibe, make me flip like Jekyll and Hyde Of course, I come across with the pure for sure unadulterated uncut raw Disgusted, busted, you wanna touch it, too hot You forgot, you’re not ready, your head could get ruptured Hit between the eyes, I plan to vandalize I supply the static, I run with the bad guys The villains, crooks, highlighters and the fighters See the big black picture if you look inside of my mind It’s graphic, expressed it drastic So kill the copycat act kid, it’s all mastered Directed it, when y'all least expected it And thought it was safe, Onyx hit you in the face so SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Verse 3: Sticky Fingaz] I’m a b-boy, standing in my b-boy stance Hurry up and give me the microphone before I bust in my pants The mad author of anguish, my language polluted Onyx is heavyweight and still undisputed You took the words right out my mouth now walk a mile in my shoes I paid so many dues, I feel used and abused and I’m so confused *hiccup* Excuse me, for example I’m an inspiration of a whole generation And unless you got ten sticky fingers it’s an imitation A figment of your imagination Bu-bu-bu-but wait it gets worse I’m not watered down so I’m dying of thirst Coming through with a scam, foolproof plan B-boys make some noise, and just, just SLAM  [Chorus: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys  [Outro: Onyx] Slam, da duh duh, da duh duh Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Let the boys be boys Slam, da duh duh, da duh duh Make noise b-boys Slam!  ",
        "title": "Slam"
    },
    {
        "artist": "Zapp & Roger",
        "lyrics": "  More bounce More bounce More bounce More bounce More bounce to the ounce (Much more bounce) More bounce to the ounce (Much more bounce) More bounce to the ounce More bounce to the ounce Do it, do it, Roger, do it Do it, do it, Roger, do it (Wanna do it, girl) Dance-dance-dance-dance I wanna see you, girl Dance-dance-dance-dance I wanna see you, girl Movin on the dance floor Ooh, the way you move You blow my mind, girl Good God Dance Uh, good, Good Baby, baby, baby, baby So ruff, so tuff out here, baby So ruff, so tuff out here, baby I can make you dance (Now baby, dance now) I can make you dance (Now baby, dance now) I can make you dance (Now baby, dance now) I can make you dance if you want me to I can make you dance-dance-dance-dance-dance-dance Ooh... Let me do my thing Ooh... Wanna do my thing, baby Shoo... Now dig my funky thing Said I wanna blow (Doo wa) Just let me blow (Doo wa ditty) Blow my thing, baby Blow my thing (Doo wa ditty) Said I wanna blow (Doo wa) Just let me blow (Doo wa ditty) Blow my thing, baby Blow my thing (Doo wa ditty) Oh, oh, oh, I heard it through the grapevine Somebody told me bout your plans to leave me Grapevine I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine Oh, oh, oh, I heard it through the grapevine  ",
        "title": "Mega Medley"
    },
    {
        "artist": "U.N.V.",
        "lyrics": null,
        "title": "Something's Goin' On"
    },
    {
        "artist": "Jade",
        "lyrics": null,
        "title": "One Woman"
    },
    {
        "artist": "K7",
        "lyrics": "  Da ding de ding de ding de de de ding ding Da ding de ding de ding de de de ding Da ding de ding de ding de de de ding ding De ding de de de ding de ding de de de ding ding  (Respect)  (Yeah, yeah) Move it up (yeah, yeah) Move it up (yeah, yeah) Come on  (Bounce, come on bounce, bounce, come on bounce) (Bounce, come on bounce) Seven's always in control, you know what I'm sayin' (Bounce, come on bounce)  I slam the door (Boom!) When I come into the bedroom (Wham! Bam!) 'Cause I'm the King of the castle (na na na) Turn me on turn me loose (come on, come on) Try to hit it, it's a hassle Come get some of this, don't forget the innuendo Play me like Nintendo, never ever let go Keep it so loud, you'll be hittin' the crescendo (Do Re Mi Fa Sol La Ti Do)  (CHORUS:) Come baby come baby baby come come (Come baby come baby baby come come) When you gotta give me lovin' then you gotta give me some (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come baby baby come come) When you gotta give me lovin' then you gotta give me some (You gotta give me lovin' and you gotta give me some) Come down  Well, I can hear the (ring ring ring) The telephone goes ring (hello, hello) But we're still gettin' busy (Pom pom pom, hoo!) Now you're gettin' busy I can slow it down so you can pump it (pump it) Better move it fast so you can pump it (pump it) Two balls and a bat (hoo), a pitcher with a hat (ha) Slidin' into home base, tryin' to hit a home run Swing batta batta batta batta batta swing!  (CHORUS)  Break it down, break it down, come on  (Bounce) Move it all around, (come on bounce) move it all around, bounce (Bounce) Pump it up and down, (come on bounce) pump it up and down, bounce (Bounce) Move it all around, (come on bounce) move it all around, bounce (Bounce) Pump it up and down, (come on bounce) bounce, bounce  Tell me do you like it? (Yeah, yeah) Do you want a little more? (Yeah, yeah) Now tell me do you love it? (Yeah, yeah) Come on! (Do do you love me?) I can feel it (hoo baby baby), come on (ha baby baby) Let it go (hoo baby baby), come on (ha baby baby) Give it to me (hoo baby baby), come on (ha baby baby) Give it to me (hoo! Straight up, now tell me)  (Bounce) da ding de ding (come on bounce) de ding de de de ding ding (Bounce) da ding de ding (come on bounce) de ding de de de ding (Bounce) da ding de ding (come on bounce) de ding de de de ding ding (Bounce) de ding de de de ding de ding de de de ding ding  Come baby come baby baby come come (Come baby come baby baby come come) (Yeah) da ding de ding de ding de de de (hoo!) ding ding (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come baby baby come come) (Yeah, hoo!) (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come) step everybody, (baby come baby) step everybody (baby come come) (Yeah) da ding de ding de ding de de de (hoo!) ding ding (You gotta give me lovin' and you gotta give me some) Come baby come baby baby come come (Come baby come) all together now, come on (baby baby come come) (Yeah, hoo!) (You gotta give me lovin' and you gotta give me some) Come down  ",
        "title": "Come Baby Come"
    },
    {
        "artist": "Lords Of The Underground",
        "lyrics": "  {​*K-Def cuts and scratches 'Chief Rocka'*}​  [Verse 1: Mr. Funkee] Boom shaka laka, yo, here comes the Chief Rocka Rock it down, so jump up off the tip you're not my nucca For sharper type to battle make the people say ooh ahh Think I won't curse, I'll break down and say puta ?Hey, madrigon, sesa me bichafi mi chocha? Say what I want because, I'm that type of guy Now fam-a-lam, I'll be damned, slam jams the weak Could it be the skunk weed that makes us oh so funky? Now hold it let me choose, couldn't be the booze No it's the shoes (the shoes?) It's gotta be the shoes! Cause girlies, they clock, they stand around and jock So I say boom shaka lak, grab the microphone then rock To tell you the truth, when on the mic I'll say anything that sounds good Like \"drum pan, a drum pan sound over some uuuuh\" The Cat in the Hat and the mouse ran up the stairs \"That doesn't make no sense!\" C'mon who cares? See even without the gift there's yours so don't be tryin to knock me I say what I want to say, as long it sounds funky Some MC's wanted to buy me, so they try to take stands But they don't understand I'm the motherfuckin man I amaze and astound, rhythm up and down Smack a group of them around Let them know who wears the crown Who's-the-tip-of-the-top, the-cream-of-the-crop, the-best-under-the-sun I'm the Lord Chief Rocka, number one, Mr. Funkee  [Hook x8] {​*Lord Jazz cuts 'The Lord Chief Rocka, number one, Chief Rocka'*}​  [Verse 2: DoItAll] Well umm, boom, shak-a-lak, I got the fragrance, the funk Whew and it's smellin' up the hip-hop A little bit of this, a little bit of that Mixed a, little of this, and now I gotta rap I'm the, Chief Rocka so I guess I am in charge I freak it with a twist so you'll boom it in your cars I'm the, one with the flow and the grip like G.I. Joe I snatch, I grab, and then I grab the dough See, if I was an Indian I'd still be the chief The only other difference—I'd smoke weed in a leaf To the hip, the hop, to the hibby, to the hibbidy Hip-hop, oh no, I don't wanna go pop I got, too much soul, rhythm and blues R&B, ya see, all that's cool But hip-hop and rap, yeah, that's where my heart's at Even back when I used to break on a box Backspins for backspin, even while I'm rappin' Before I had a record, I always kept 'em clappin' Freestylin on the block, now I Chief Rock I always entertain, by diggin' in my crux My brain, so if it's gonna rain let it rain I spook you with the hit Make you jump like House of Pain Boogaloo boogaloo, shake and jump And remember, remember, Chief Rocka won't front  [Hook x4]  [Verse 3: DoItAll, Mr. Funkee] [DIA] Ay Mr. Funkee [MrF] Whassup? [DIA] Can I get assistance? [MrF] For what? [DIA] For what? Yo Jazz, flex a cut Well back is the backer, I'm chillin' with my nucca And if ya got beef, then you can live with Jimmy Hoffa like [Duo] what goes up, must come down [DIA] But not me clown I cut 'em, crack a speaker when I'm pumpin' So jump in, and watch your ears start hummin' Through the block, and don't forget to boom shak shak-a-lak  [Verse 4: Mr. Funkee] Well damn DoItAll can I rock? I hear a beat I grab the mic, and then I start this workin' The kids around the way used to think that I was buggin' But they don't understand how I feel about the funk I walk with the funk, I talk with the funk I eat with the funk, I sleep with the funk I live for the funk, I'll die for the funk So now what do they say, when I'm walkin up the block Boom-shaka-laka there goes the Chief Rocka  {​*Lord Jazz scratches until fade*}​  ",
        "title": "Chief Rocka"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "I'm Free"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] I know that when you look at me There's so much that you just don't see But if you would only take the time I know in my heart you'd find Oh a girl who's scared sometimes Who isn't always strong Can't you see the hurt in me? I feel so all alone  [Chorus] I want to run to you, I want to run to you Won't you hold me in your arms and keep me safe from harm? I want to run to you but if I come to you Tell me, will you stay or will you run away  [Verse 2] Each day, each day I play the role Of someone always in control But at night I come home and turn the key There's nobody there, no one cares for me  [Bridge] Oh what's the sense Of trying hard to find your dreams Without someone to share it with Tell me what does it mean?  [Chorus]  [Bridge] I need you here I need you here to wipe away my tears To kiss away my fears, no If you only knew how much  [Chorus]  ",
        "title": "Run To You"
    },
    {
        "artist": "Shaggy",
        "lyrics": "  [Intro] Carolina! Whine your body, gyal Make dem know say you have it fi mad dem  [Chorus] Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina, gyal prowl off Gyal you fi jump and prance (Prowl off, jump an prance) Carolina come bubble 'pon me Oh, watch how she groove Carolina come whine pon me Oh, watch how di gyal groove Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina, gyal prowl off Gyal you fi jump and prance (Prowl off, jump an prance)  [Verse 1] Oh, Carolina is a girl She deh pon top of di world Well now she rock her body And a move just like a squirrel I say, \"young baby girl!\" I said, \"I love how you move\" \"You just a rock to di rhythm, and a riddim and move And now you know di girl-\"  [Chorus] Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina, gyal prowl off Gyal you fi jump an prance (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina, gyal prowl off Gyal you fi jump an prance (Prowl off, 1 -2 - 3, hit me! ) Carolina come bubble 'pon me Oh, watch how she groove Carolina come whine pon me Oh, watch how di gyal groove Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Oh Carolina, gyal prowl off Gyal you fi jump and prance (Prowl off, jump an prance)  [Verse 2] Well now, me love how she shock Watch how she rock Body, it a swing like mi grandfather clock Gyal, move your body make man dem drop! Bumper jus' a move, it jus' a cause roadblock  [Outro] Oh Carolina (Prowl off, jump an prance) Oh Carolina (Prowl off, jump an prance) Yes, Oh Carolina (Prowl off, jump an prance) Carolina, Carolina, Oh Carolina (Prowl off, jump an prance) All di Brooklyn gyal dem, dem know fi jump and rock I say, di Flatbush gyal dem know how fi get up and rock (Get up and rock!)  ",
        "title": "Oh Carolina"
    },
    {
        "artist": "Joe",
        "lyrics": "  I'm in luv Round and round I go Out of control, I'm in luv I'm in luv Round and round I go Out of control, I'm in luv  Now from the very start You knew you had my heart It was plain to see Ooo, good god almighty The way you work that body It was something to remember And I dance all in this  Imagine you and me A gentle summer breeze What a lovely affair Champagne and candlelights Romance and moonlights Girl, I'm no beginner so I hope you're no pretender  I can't deny Girl, you turn me on Make me lose my self-control When you hold me close I'm in luv Crazy love Girl, I must admit it I am so addicted to your love  What I like Girl, you've got it What I need You give it to me What I want Is your sweet loving, baby  ",
        "title": "I'm In Luv"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": null,
        "title": "Believe"
    },
    {
        "artist": "Silk",
        "lyrics": null,
        "title": "Girl U For Me/Lose Control"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Well way down yonder on the Chattahoochee It gets hotter than a hoochie coochie We laid rubber on the Georgia asphalt We got a little crazy but we never got caught  [Hook 1] Down by the river on a Friday night A pyramid of cans in the pale moonlight Talking about cars and dreaming about women Never had a plan just a living for the minute  [Hook 2] Yeah way down yonder on the Chattahoochee Never knew how much that muddy water meant to me But I learned how to swim and I learned who I was A lot about living and a little about love  [Verse 2] Well we fogged up the windows in my old chevy I was willing but she wasn't ready So a settled for a burger and a grape snow cone I dropped her off early but I didn't go home  [Hook 1] Down by the river on a Friday night A pyramid of cans in the pale moonlight Talking about cars and dreaming about women Never had a plan just a living for the minute  [Hook 2] Yeah way down yonder on the Chattahoochee Never knew how much that muddy water meant to me But I learned how to swim and I learned who I was A lot about living and a little about love  [Verse 1] Well way down yonder on the Chattahoochee It gets hotter than a hoochie coochie We laid rubber on the Georgia asphalt We got a little crazy but we never got caught  [Verse 2] Well we fogged up the windows in my old chevy I was willing but she wasn't ready So a settled for a burger and a grape snow cone I dropped her off early but I didn't go home  [Hook 1] Down by the river on a Friday night A pyramid of cans in the pale moonlight Talking about cars and dreaming about women Never had a plan just a living for the minute  [Hook 2] Yeah way down yonder on the Chattahoochee Never knew how much that muddy water meant to me But I learned how to swim and I learned who I was A lot about living and a little about love  A lot about living and a little about love  Yeahhhe That's right  ",
        "title": "Chattahoochee"
    },
    {
        "artist": "Aaron Neville",
        "lyrics": "  Oh, baby, I found heaven when I found you And this heaven is somethin' I don't wanna lose I only know that if you ever said goodbye, I couldn't stand the pain These eyes would cry, cry, cry like the rain  And the sun would have nowhere to shine And the stars would all fall from the sky Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know And I'd lose my whole world if you go Baby, don't Don't take away my heaven, oh, no  Oh, baby, I saw forever when I saw you And if you left me, I can't imagine what I'd do Now that I've gone and built my world around your love, I couldn't let you go Don't ever say goodbye, no, don't, don't, don't ever go  'Cause the sun would have nowhere to shine And the stars would all fall from the sky Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know (Yes, I know) And I'd lose my whole world if you go (If you go) Baby, please Don't take away my heaven, oh, no  'Cause you might as well take my life from me What good would a life without you be anyway (Anyway) If you go away  Well, the sun would have nowhere to shine And the stars would all fall from the sky (From the sky) Baby, please Don't take away my heaven, oh, no  'Cause this world would stop turnin', I know (Yes, I know) And I'd lose my whole world if you go (If you go) Baby, don't, no Don't take away my heaven, oh, no  Don't take away my heaven, don't take away your love Don't take away my world 'cause baby, I need your touch Baby, don't Don't take away my heaven, oh, no  Please don't take away my heaven Please Baby, don't, oh, no Don't take away my heaven, oh...  Don't take away my heaven, don't take away your love Don't take away my world 'cause baby, I need your touch Baby, don't, oh Don't take away my heaven, oh, no  ",
        "title": "Don't Take Away My Heaven"
    },
    {
        "artist": "Fu-Schnickens W/ Shaquille O'Neal",
        "lyrics": "  [Hook] Can we rock Yeah, what's up doc Can we rock Yeah, what's up doc Can we rock What's up doc Can we rock What's up doc  [Poc Fu] Cha cha cha, what's up pa yo who poop, your ma dooks Or pa dooks, there's two scoops a raisin in the sun Brothers try to rally up then dilly dally for some room Bird peckin, double deckin, rubber neckin in my tomb Check it out yo, I smile like groucho marx I make a joke hokie poke an dslide by like egg yolk Play me like a punk like Penguin and the Joker Snoopin in my biz like tom and roxie roker So bust a freaky freaky freaky ways The brothers with the asianguise Making g's and now we're sellin records overseas Holy smokes, oops your whole plan goofed up Now you get licks now get kicks nuff licks now kuffed up Cuz you can catch a quick drop For tryin to take the schnicks props So tick tock around the clock And shock while we lick shots For goodness sake's the stakes are high I'm out, abc ya' bye  [Hook]  [Chip Fu] I tawt I saw a putty cat, I did I did The humpty dumpty bashful grumpy quaker nabisco crisco kid Cuz my styles figaro figaro figaro figaro like pinocchio's Big digital underground underground humpty dumpty camel hump Nose so play dosey doe suffering succotash my mistletoe is gone Snow white is after my seven dwarves my style and after me lucky Charms, so leapin leprechauns be glad I'm pushin' my pedal To the metal I'm rugged and rough for cocoa puffs yes and I love my fruity pebbles So hody my partner I starts ta get meaner So ask bob for hope not mr. bob dobalina Oh here has my mic gone, tell me have you see her I stretch like a condom, and gets plump lika a weiner Or a sausage of course it's time for chip to wreck it  But before my intro I gots to mic check it So who is the nicest in your neighborhood Lyrics are merry merry quite contrary And captain crunch berry good so rah rah sis boom bah Chip fu is coming again give thanks and praises to jah My lyrics are smooth like the head on terry savalas My tongue starts to quicken like speedy gonzalez Take up yor pen your pad your lyrical and bag and run go whole a fresh Touch pussy cat put down that mic cuz you can't rap Cuz I'm dip dip divin, so so socializin Clean out your ears, yes and open up your eyes And I kick like bruce lee and jean claude van damme So dunna 6x bat man a hip hop hop hop don't don't stop stop I'm harder than a flintstone and much bigger than a chub rock Or types of lyrical styles yes the schnickens can pick them I burp stick em ha ha ha stick em  [Hook]  [Moc Fu] Rippin the program slow man hot damn A grand slam swing things again and again Golly hachooey macho like raosoce A randy sandwich manwich swing a dingle ling like damage Pauish not antoinish nor monetego Spanish like que? for the 9 2 lingo Next a new hex commentators stand aside Stringin mc's like a bikini or panty line Nut you might bust but ya can't even come right Spite the strokin or hopin or pullin a peace pipe Huff and puff so what is happening On the miracle lyrical that is spiriual but everybody's rappin Flip a new hit catch wreck to the 9 ship Equipped never slip concept with tongue twister All my styles that's buck wild no fake rap I push pounds I flip mad scripts and hip I hit so bring the goya oh boya As I say hasta manana soft and chewy hong kong fooey Reggae but not rasta tought stuff can I rock  [Hook]  [Shaq] I'm the hooper (hooper!) the hyper (hyper!) protected by Viper When I'm out to hoopin' yo ya better decipher In other words you'd better make a funky decision Cause I'm a be a Shaq knife and cut you with precision Forget Tony Danza I'm the boss When it comes to money I'm like Dick DeVos Now who's the first pick? Me. Word is born'in Not a Christian Laettner not Alonzo Mourning That's ok not being braggadocios Supercalifragelisticshaq is alidocious Peace I gotta go, I ain't no joke Now I slam it, jam it And make sure it's broke  (repeat fade) What's up doc  ",
        "title": "What's Up Doc? (Can We Rock)"
    },
    {
        "artist": "Terence Trent D'Arby",
        "lyrics": null,
        "title": "Delicate"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  This land today, shall draw its last breath And take into its ancient depths This frail reminder of its giant, dreaming self While I, with human-hindered eyes Unequal to the sweeping curve of life Stand on this single print of time  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  That time, today, no triumph gains At this short success of age This pale reflection of its brave and Blundering deed For I, descend from this vault Now dreams beyond my earthly fault Knowledge, sure, from the seed  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  This land, today, my tears shall taste And take into its dark embrace This love, who in my beating heart endures Assured, by every sun that burns The dust to which this flesh shall return It is the ancient, dreaming dust of God  Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face Human wheels spin round and round While the clock keeps the pace Human wheels spin round and round Help the light to my face  ",
        "title": "Human Wheels"
    },
    {
        "artist": "De La Soul",
        "lyrics": "  Ah one two, ah one two Ah one two, ah one two  \"Breakadawn, breakadawn Ah one two, ah one two (repeat 6X)  [Verse 1: Posdnuos] I was born in the Boogie Down catscan Where my building fell down on the rats and People sold the super on a trip to the penile (penile) While I settle off the shores of the Long Isle My file is clean, I mean my mind is clear when I transmit I am the man-ner of the family cuz the pants fit I want to let forensics prove, that I can mends Groove wit the thread from needle outta hay, wanna say Salutations to the nation of the Nubians We bout to place you in that 3 Feet of stew again I got the frequency to shatter Mrs. Jones' perm I gotta +Hey Love+ all the honies cause they're short term Tallyin the score I'm for the shottie in the jacket For the brother he's a nigga when he packs it So get your butt out the sling, I stung Muhammad float a note That means I'm def, so like the autographs you sign until the  \"Breakadawn.. breakadawn..\" Ah one two, ah one two (repeat 4X)  [Verse 2: Dove, Posdnuos] Aiyyo groove with the mayor, hazard on the sayer Wave the eighteen mill', eat a still Sack or bag of troubles, make the single double Loop the coin and join the minimum wage I had a plan if I was the man, I'd throw the J Lay it low and late night I get sessed Uncondition my ways, of the everyday sunset Wagin my days, to the one bet Cause your breaks'll have the carrot of cakes, whether mine Out of line, I breeze into the early mornin Freak the WIC call and get a tap on my shoulder Cause the days of the breaks, be just about over The arts of the six won't play my bag of tricks I got the sevens in my pocket somewhere Reasons for the Cheer All Temperature here I keep it to the rear, and then I'm EXPLODING  I be the fab I be the fabulous but see unlike the Chi I got the flea up in the name \"ah one two, ah one two\" Can't no one bend my cousin from the Peter Piper like the others Latchin on to when I caught the fame \"ah one two, ah one two\" Pass the task to ask me bout the Native Tongue again my friend I tell you Jungle Brothers +On the Run+ \"ah one two, ah one two\" I'm shakin hands with many devils in the industry Believe the Genesis like Phil with stills mean that I'm def So like the autographs you sign until the  \"Breakadawn.. breakadawn..\" Ah one two, ah one two (repeat 4X)  [Verse 3: Dove, Posdnuos] We in the mornin at the end, but in the end I be the is Cause in the mix, man, it's alright Momma got the rhythm to my daylife My pops gots enough so best to leave or sail the waves To the Long I laid the anchor in the 'Ville And how I relate, I stay inside of my gates Paper days, mess up my mind, ground zero degrees And the weather feels fine You opened my eyes man, thought I had a man But how could I eyescan, I wasn't around I seen the states and played the dates in the far-far Gathered the new, from the zoas around Grew up with Mikey Rodes and played the codes Sometimes I don't budge, without my cous' Fuzz/fuzz A simple, \"How ya do?\" Ah check it from my friends and my crew Makes it definitely special  Now there's no Shiny Happy People in the crew we play the rough I got the huff, and puff, to blow the house low You know the neverending factor while I'm over, tell a squid I know an Enterprising brother, so report to the bridge I bounce a ball with my left, a squid with my right (Cause a squid is just a punk) Yo he deserved to lose the fight I might meander 'cross your dream, travellin up the stream Plug Wonder Wonder Why you're lonely tonight We see the girls scream as if we're shocked by the live shell Let's round em up and get em back to the hotel Motel, holiday, inn-fact! I'm gonna let you know, once again, that De La Soul Is sure to show you we will hit the charter harder Than the normal rappin fool \"ah one two, ah one two\"  ",
        "title": "Breakadawn"
    },
    {
        "artist": "Legacy Of Sound Featuring Meja",
        "lyrics": null,
        "title": "Happy"
    },
    {
        "artist": "TLC",
        "lyrics": "  [T-Boz] Hey ha ha There it goes Yeah Cuz we's abouts to flow There it is For the fellas There it is That's it That's right There it is For the fellas Comin' back on the sexy tip Ya know what I'm sayin' But no more dresses for y'all No more dresses My brother (brother) Get it up Get it up TLC is back on the mic Ya know Ha ha Get it up Woo wee  [Chilli] Get it up Get ready for a real good time I'm gonna try to blow your mind Can't you see You and me It sounds so nasty Get it up Let your thang hang down We could fool around Don't you know I want you so (yeah) Make me happy (oh)  [Hook] Get it up Get get get get get Get it up Get it up (yeah)  There is nothing wrong With freakin' all night long Me and you We're need to groove It feels good doin' it Get it up Leave your cares behind (just leave your cares behind) Let me try to find Find a spot (a spot) To get you hot (ha ha) Let me do you Ohhhhh  [Hook]  One time huh (ha ha ha) Woo there it is (uh) There it is Y'all know what it's like Y'all know what I'm talkin' about too (ahh) I know y'all done did that nasty  [Lefteye] Yo And the Left is thinkin' about it Just to think about it Leaves an ease in tension Easin' the tension loosen up enough to clenchin' Whatever's mentioned (mentioned) Not to mention what I hand you wit' in question And a question at hand (there it is) Are you ready to make me feel the definition of a man (man) Man is it hot or is it me Me I guess cause when it comes to feelin' free You free villains on civility my sexuality A formality of reality So don't touch me in the morning and walk away (walk away) As I commence to yawnin' commence to stay (come on) Stay up for the rest of the day (day) Just enough for my tongue to play (play) Play me back back and forth (hey) Like a kiss (come on) As I go a little somethin' like this Oh uh oh oh Oh oh You make me wanna sing Uh uh oh oh Ohhhhhhh Uh oh oh Oh oh Get me get me up (yeah hey yeah) Uh uh oh oh Oh oh I wanna love you baby Wanna love you baby I wanna love you baby Wanna love you baby Get it up Get it up I'll freak you all night Get it up Get it up I'll freak you all night Get it up Get it up I'll freak you all night Get it up Get it up I'll freak you all night But no mo dresses for y'all No mo dresses my brother You got to get down if you wanna be our baby baby baby That's what I'm talkin' about Know what I'm sayin' Baby baby baby They got to be some fish out the ocean  ",
        "title": "Get It Up (From \"Poetic Justice\")"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] Lay my head on the surgeon's table Take my fingerprints if you are able Pick my brains, pick my pockets Steal my eyeballs and come back for the sockets Run every kind of test from A to Z  [Chorus] And you'll still know nothing 'bout me  [Verse 2] Run my name through your computer Mention me in passing to your college tutor Check my records, check my facts Check if I paid my income tax Pore over everything in my C.V  [Chorus 2] But you'll still know nothing 'bout me You'll still know nothing 'bout me  [Bridge] You don't need to read no books on my history I'm a simple man, it's no big mystery In the cold weather, a hand needs a glove At times like this, a lonely man like me needs love  [Verse 4] Search my house with a fine tooth comb Turn over everything cause I won't be at home Set up your microscope and tell me what you see You'll still know nothing 'bout me  ",
        "title": "Nothing 'Bout Me"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I've heard people say that Too much of anything is not good for you, baby But I don't know about that, as many times as we've loved Shared love and made love, it doesn't seem to me Like it's ever, ever enough, it's just not enough, oh no  My darlin', I can't get enough of your love, baby No, I don't know, I don't know why I can't get enough of your love, baby  Oh, some things I can't get used to, no matter how I try, oh It seems the more you give the more I want And baby, that's no lie, oh no  Tell me what can I say, what am I gonna do? How should I feel, when everything is you, you, you What kind of a love is this that you've given me Is it in your kiss or just because you're sweet, sweet  You're all I know and every time you're near I feel a change, something's movin' I scream your name, what you got me doin'  Darlin', I, oh, I can't get enough of your love, baby Oh, I don't know, don't know, I don't know why Can't get enough of your love, baby, oh  If I could only make you see and make you understand Boy, your love for me is all I need now And more than I can stand, oh well  How can I explain all the things I feel, you've given me so much Boy, you're so unreal, unreal, unreal Well, I keep loving you more and more each time Boy, what am I gonna do 'cause you've blown my mind, oh  I get the same old feelin', every time you're near I feel a change, something's movin' I scream your name, what you got me doin'  Darlin', I, oh, I can't get enough of your love, baby Oh, baby, didn't take all of my life to find you And sure ain't gonna take the rest of my life To keep you, yeah, keep you happy No darlin', darlin', darlin', darlin', yeah happy, ooh  My darlin', I, oh, I can't get enough of your love, baby Ooh, I don't know, I don't know, I don't know why, why Can't get enough of your love, baby, oh  Oh, my darlin', my darlin', my darlin' I can't get enough of your love, baby I don't know, I don't know, I don't know why Can't get enough of your love, your love, your love, ooh  Can't get enough Can't get enough Can't get enough ...  ",
        "title": "Can't Get Enough Of Your Love"
    },
    {
        "artist": "Daryl Hall",
        "lyrics": "  Oh, let's make it groove Taking it nice and smooth  Turn out the light I can see your face It's you and I In the time and the place  The radio's playing Teddy's groove The city nights Nothing love couldn't do  Oh, baby, it's been too long I need to feel the same thing Oh, that made that time our own  Oh, let's make it groove Taking it nice and smooth I'm in a Philly mood Oh, baby come down I wanna hold you now I'm in a Philly mood  Lay down your love I can feel your soul (Reach me) When night is gone Let our hearts carry on  As sure as you are Of the love we've made I know sometimes We've been so out of place  But, oh, lately Girl it seems that we've come home To that place that made the time our own  Oh, let's make it groove Taking it nice and smooth I'm in a Philly mood  Oh, baby come down I wanna hold you now I'm in a Philly mood  Oh, let's make it groove Taking it twice as smooth I'm in a Philly mood  Oh, baby come on I wanna hold you now I'm in a Philly mood  But, oh, lately Girl it seems that we've come home To that place, that place, that place That made the time our own  Oh, let's make it groove Taking it nice and smooth I'm in a Philly mood  Oh, baby come down I wanna hold you now I'm in a Philly mood  Oh, let's make it groove Taking it twice as smooth I'm in a Philly mood  Oh, baby come on I wanna hold you now I'm in a Philly mood  ",
        "title": "I'm In A Philly Mood"
    },
    {
        "artist": "Mista Grimm",
        "lyrics": "  [Intro: G-Child] Woo!, hey, this is the G-Child, spaceketeers Are ya in the house baby, are ya in the house? You know what I'm sayin, cuz it's that time For you to kicks the funk online as we rewind And then it will combine  [Verse 1: Mista Grimm] Smokin' on the bud, feelin' kinda high Sippin' on the gin, feelin' kinda fly A Warren G production sits in the tape deck As Mista Grimm raps over laps, don't say shit Just, listen and recline for a spell Pass the fat spliff back and forth (oh yeah) Stuck, unable to breathe through the Chronic Cloud that somehow prevents me from installin' fresh air  [Verse 2: Warren G] Ahh, Indosmoke Pass me the joint so I can take a toke 1 puff, 2 puff, 3 puff, 4 puff, 5 I'm feelin real high Lean into the side in my muthafuckin' ride With the O.G. gangsta glide Woo!, hey now ya know Inhale, exhale with my flow Breakaway, come again like this The LB to the C two times, don't miss Cuz if you do, you break you get broke Me and Mista G and the Indo Smoke  [Hook: Nate Dogg (x2)] (Are you high yet?) Whatever you do muthafucka you betta not choke This ain't no stress, it's the muthafuckin' indo smoke  [Verse 3: Mista Grimm] Fee, fi, foe, really doe I'm still smokin' and sippin', talkin' like a pimp Freakin', seekin' new lands without transport Cuz indo smoke is a man's sport I never feel stressed and that's the realist Just a proper herb for my chronic illness Please, let me go on with my day Relax with phat tracks and a real fat J Ooh, I think I'm in love Astounded from what it did, sended me far above On a fly toke, I can brag for days You can't swim with Grimm Because my tidal wave's - high And that's no joke Because Mista Grimm takes flight from the Indo Smoke  [Hook (x2)]  [Verse 4: Mista Grimm] Ignition to remission, blast off through the cos Most of the voyage I enjoy is just a cause I sonic boom when I return back to earth Birth of a new rhyme will take no time I'm prepared, papers and a lighter to provoke A comical scene to watch Mista Grimm choke Then gain composure, compose a symphony From C-H-R-O-N-I-C and Mista G mixed together nicely Combinin', lick the linings, voilà! A fat Chronic sack you can put in your jaw H and R puff the stuff in ya lungs Smokin' on the Chronic, gettin' straight sprung Stretched, taken to the extreme feelin' Dancin' on the ceilin' like Lionel If ya hear me on some vinyl I break 'em till they can't be broke As I soak, in the Indo Smoke  [Hook Outro: Nate Dogg] [Are you high yet? (repeated in background)] Take a trip with Nate Dogg to the Eastside We will show you whether our gangstas love to get high We get high on every street in Long Beach So don't come to my hood thinkin' that you can fade me Niggas from a funnyland wanna come to the East and reveal I gotta viscious left hook and you're damn right I will steal Shots go out to my nigga Mista Grimm and you know Warren G I gotta nigga named Gangsta Rod, you know B-Tip, you know me My name is Nate D-O double G and I'm comin' straight from the East Don't think you don't know where I'm from, I'm from 213  [Outro: G-Child] Yeah, you know what I'm sayin' 19 ninety muthafuckin' 3 (hey) I got my muthafuckin niggas in the house I got my nigga Mista Grimm in the house (uh, ah) I got my nigga B-Tip in the house (uh, ah) I got my nigga Nate Dogg in the house (uh, ah) I got my nigga Ricky Rod in the house (uh, ah) I got the nigga Butch in the house (uh, ah) I got my nigga Greg in the house (uh, ah) He's engineering this, check it out You know what I'm sayin' Long Beach in the house We hooked up with some people from West Covina My nigga Mista Grimm, but you know Ain't nothing but a G Thang, uh G Thang, but you don't hear me though, hahaha yeah Are you high yet? (laugh) (x2)  Are ya high big baby? Are ya high? (laugh) (x2)  Nigga I asked you is you high (I'm fucked up) I ain't be gotten no women, nigga is you high, shit (I'm fucked up)  Oh we can do this then Hey, let's go Its over big baby, hey  ",
        "title": "Indo Smoke (From \"Poetic Justice\")"
    },
    {
        "artist": "Kenny G With Peabo Bryson",
        "lyrics": "  Silence takes over Saying all we need to say Theres endless possibilites In the moves we can make Your kiss is giving every indication If this heart of mine is right  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  Lets take a slow and easy ride Just lay back, and let love take us over Theres magic here with you and I And its gonna take us all the way Lets find some kind of a deeper conversation And darling if its right  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  A night like this may never come again And you won't want this lie to end Oh baby we can have it all By the time this night is...over  By the time this night is over The stars are gonna shine on two lovers in love And when the morning comes Its gonna find us together In a love thats just begun By the time this night is over Two hearts are gonna fly to the heavens above And well get closer and closer and closer By the time this night is over  Oh, gonna wrap my lovin arms around you Heavens gonna smile, gonna smile on two lovers...  ",
        "title": "By The Time This Night Is Over"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  I wasn't searching To end this hurting But out of nowhere You made me feel I cried about it I lied about it And tried to doubt This could be real You've touched me far too much I'm letting go of all the pain I'm into you in every way Send me a lover Someone to believe in Please send me someone I can hold Baby now Send me a lover A new beginning Someone to take away the cold And give me back What I've been missing All the love that lays and waits inside your heart It still astounds me The way you found me It's almost too good To be true From our first meeting I had the feeling The rest of my life I'd spend with you I can't just turn my back On everything I've heard you say I'm into you in every way Chorus I thought that love was only a word I'd never feel All the passion I hold inside Was simply just a dream Out of your heart you gave to me I know it's real And I've fallen So in love with you Chorus  ",
        "title": "Send Me A Lover"
    },
    {
        "artist": "Nightcrawlers",
        "lyrics": "  Push the feeling Push the feeling  There will come a time When the love of a man is first in line Soon the tide will turn And this world will be a place to learn But it's up to you To push through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Those who suffer pain Will begin to live their lives again Those who cried in vain They will never have to hide in shame But it's up to you To pull us through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Gotta keep moving on Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push the feeling Ooooh Ya gotta push through Don't you wanna help me now?  Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Oh, push the feeling on Push the feeling Ooo-ooo-on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  Push it, let's push it Push the feeling on Push it, let's push it Gotta keep moving on  ",
        "title": "Push The Feeling On"
    },
    {
        "artist": "H-Town",
        "lyrics": "  [Verse 1:] Stop Let's take this real slow Let me break it down So that you can know  I'll do things You never imagined me to do I'll lick you all over As the sweat Pours down on you  Girl I want To lick you up and down Come on and let me do What I can do  Come on And tell me what you need Cause I just want to Taste the sweetness From your body Let me  [Hook] Come on and let me lick you up Come on and let me lick you down Come on let me lick you around  Up and down You will feel my fire Let me lick  Come on and let me lick you up Come on and let me lick you down  It'll be right It'll be right Come on  [Verse 2:] Every little touch that I make Will be so nice, girl {You know what I'm gonna do} Lady, lady, lady, lady  First I'll start from your toes And then I'll make my way to your thighs I'll make you so wet That you will never let me go  How about we get to know my boy Shazam (Yeah, yeah, yeah, yeah) And I'm feelin G.I  Dino will make you feel the things That will make you Feel so right (Oh, oh, oh, oh, oh, all night)  Girl I want to lick you Up and down Come on and let me do  What I can do baby Come on And tell me what you need, girl 'Cause I just want to Taste the sweetness From your body  [Chorus:] Come on and let me lick you up (Come on and talk to me) Come on and let me lick you down  Come on Come on, baby Let me know what you want And I'll just do it  Come on and let me lick you up I'm a real man babe (Let me do it to you)  I'm so real, baby Come on and let me lick you down Yeah, baby (Don't you know, baby)  [Bridge:] I've said all I'm gonna say So come here Lay your body down Right here  Cause it's on It's on It's on, it's on  Wooh Oh, I  Come on and let me lick you up Know that I got you where I want you) You're laying here with smiles on your face) Is it good to you? I know It's good I just don't have to ask  [Chorus:] Come on and let me lick you up (But I'll make it better) Come on and let me lick you down  (Me, myself) Myself, baby Give, give, give Give a little more licking to do, baby  Come on and let me lick you up (I know I'll make it so right) Come on and let me lick you down I'll I'll I'll I'll I'll I'll I'll I'll I'll I'll I'll I'll make it so right  ",
        "title": "Lick U Up"
    },
    {
        "artist": "Peter Cetera",
        "lyrics": null,
        "title": "Even A Fool Can See"
    },
    {
        "artist": "Babyface",
        "lyrics": "  This is for the cool...  [Verse 1] Here we go round and round and round And back and forth you know Everybody goes through it sometime And that's just the way it flows So we go up and down and up And in and out the door Even though you know you've been through it before  [Pre-Chorus] For every argument that we've experienced It's nice to know that you've remained composed And I wanna thank you, yeah, for the chill in you Especially for you being so cool This is for the cool in you  [Chorus] Cool in you, cool in This is for the chill in you Cool in you, cool, cool, cool, cool This is for you cool in you Cool in you, cool in This is for the chill in you Cool in you, cool, cool, cool, cool  [Verse 2] Looking on back at all the changes That I put you through Any other girl in your position Sho-nuff would've been through Thinking about how you made it easy Always there for me Never once did you turn your back and leave  [Pre-Chorus] For every tear you've cried I've cried a thousand times Never once did I want you to hurt inside I wanna thank you, girl, for the chill in you Especially for you being so cool This is for the cool in you  [Chorus] Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool I said this is for you cool in you Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool  [Pre-Chorus] For every tear you've cried I've cried a thousand times Never once did I want you to hurt inside I wanna thank you, girl, for the chill in you Especially for you being so cool This is for the cool in you  [Chorus] Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool I said this is for you cool in you Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool  Yeah, this is for the cool in you, baby Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool I said this is for you cool in you, yeah Cool in you, cool in I said this is for the chill in you Cool in you, cool, cool, cool, cool  Saxophone, come on, I said play it  Come on, come on, I said play it  [Outro] For the cool in you, for the cool in you For the, for, for, for the cool in you For the cool in me, for the cool in you For, for, for, for, for the cool in you For the cool in me, for the cool in you For, for, for, for, for the cool in you For the cool in me, for the cool in you For the cool...for the cool in you, baby For the cool in you For the cool, for, for, for the cool in you For the cool in you For the cool, for, for the cool...  ",
        "title": "For The Cool In You"
    },
    {
        "artist": "Little Texas",
        "lyrics": "  Sure I think about you now and then But it's been a long, long time Well I've got a good life now, I moved on So when you cross my mind I try not to think about what might have been Cause that was then and We have taken different roads We can't go back again There's no use giving in And theres no way to know What might have been  We can sit and talk about this all night long And wonder why we didn't last Yes, they might be the best days we will ever know But we'll have to leave them in the past  So try not to think about what might have been Cause that was then And we have taken different roads We can't go back again There's no use giving in And there's no way to know What might have been  Same old look in your eyes It's a beautiful night I'm so tempted to stay But too much time has gone by We should just say goodbye And turn and walk away  Try not to think about what might have been Cause that was then and we have taken different roads We can't go back again There's no use giving in And there's no way to know What might have been  No we'll never know What might have been  ",
        "title": "What Might Have Been"
    },
    {
        "artist": "Yo-Yo",
        "lyrics": "  [Ice Cube] It's a man's world, but check the girl With the Mac 11, 1-87 Hit the switch, front, back, side to side Corner to corner, punk you a goner Don't fuck around and get doled up Cause we got the Westside sewed up Ike and Tina, Marie and Donny Ashford and Simpson, Clyde and Bonnie I don't know karate, but I know ca-razy You'd better ask somebody And when I do dirt, jerk Nobody move, nobody get hurt  [Yo-Yo] I'm the type of girl that's down for my nigga I'll lie for my nigga, peel a cap for my nigga See he don't mind me flirting, wearing tight skirts and Cause when it's all over it's curtains What they don't know won't hurt, uh They searching on him, I got the gat in my skirt Yeah, just clowning fools And my dude's giving the girls blues My gat is quite fat, don't you think so, ho? But come out them clothes, my nigga can fit those You ain't seen nothing til you seen us both jackin' Pulling on the side of fools, straight ratpackin'  [Ice Cube] Got me a down girl on my team [Yo-Yo] The Bonnie and Clyde theme, yeah Got me a down-ass nigga on my team [Ice Cube] The Bonnie and Clyde theme  [Yo-Yo] See every now and then my man had a plan To hook me up with his closest friends Take me to the bar, maybe mingle and kick it Let him think he's getting over while I gank him for his riches Robbing, stealing, killing at willin Always on the go cause the shit was always loco Giving up funky vibes to all you funky tribes Stick together like us and hoo-rides Like Bonnie and Clyde we gonna slide right on Let my nigga take over, I'm taking my bank to the house When we get to the house we straight celebrating Giving up that gangsta triggeration  [Ice Cube] La la la, watch me parlay Hey, with the getaway car Now here comes the Predator I'm down with Yo Yo and everybody is scared of her Hitting with the Wicked shit I'd like to dick a chick But now I'm robbing quick and split So give me that money, devil One for the treble, the rhythm is the rebel When you turn red You get a hole in your head, a fucking hole in your head Cause my freedom got a AK Bonnie and Clyde equal homicide, yeah  [Yo-Yo] Got me a down-ass nigga on my team [Ice Cube] The Bonnie and Clyde theme Got me a down girl on my team [Yo-Yo] Yeah, the Bonnie and Clyde theme  [Ice Cube] Run run run from the ghetto bird Cause I'm down and I got the third- Five seven, pointed at your boys and hoes No one knows where the lead poison goes Cause I'm in the ho checks Yeah, come off the Rolex If not, I'ma get Bonnie, son Film at 11 by Connie Chung No regret, one man wet Leaving the scene throwing up my set Hit you up and then I'm out Yeah, you're left with a dick in your mouth  [Yo-Yo] See that gangsta mentality drove niggas to insanity You wanna be down to kill a whole fucking family You can lock us up if you want, don't matter But give em a bail and we'll be right back at cha Don't underestimate me when you're near me Got my clamp off safety, that'll make you hate me Frankly, I don't give a damn, once again I slam You'd better ask who I am Riding all around town, everybody's looking round Cause we're known and we throw down Cause you know a nigga done got ganked for his mail or his dank Yo Yo and Cube is in the house for 9-tre  [Ice Cube] Got me a down girl on my team [Yo-Yo] The Bonnie and Clyde theme, yeah Got me a down-ass nigga on my team [Ice Cube] The Bonnie and Clyde theme  [Ice Cube] Got me a down girl on my team The Bonnie and Clyde theme, yeah  [Yo-Yo] Yeah you trick motherfuckers, you thought I fell off Stupid ass... (laughs)  ",
        "title": "The Bonnie And Clyde Theme"
    },
    {
        "artist": "MC Eiht",
        "lyrics": "  [Intro] Wake yo' punk-ass up for the '93 shot MC Eiht's in the motherfuckin' house, gyeah And it ain't nothin' but a Compton thing, y'all And we ain't nothin' but Niggaz On Tha Run And this goes out to my niggas, gyeah  [Verse 1] A fucked up childhood is why the way I am It's got me in the state where I don't give a damn Hmm, somebody help me But nah, they don't hear me though I guess I'll be another victim of the ghetto Ain't no escapin', 'cause I'm way too young Pops is dealin', and on top of that got Moms sprung Scheamin' off the top, Pops never figured That he'd go down by the hands of another nigga Now my pops is gone and that ain't no good Got to follow in the footsteps of the homies from the hood And where's the role model? Niggas puttin' brew in my fuckin' baby bottle Damn! And through all the motherfuckin' pain They done drove my moms insane So, I guess I gotta do work so I ain't finished I grow up to be a streiht up menace, gyeah  [Hook] Uhh, come on, y'all Streiht up menace  [Verse 2] Now I'm of age, and livin' in the projects Gettin' paid off the clucks and the county checks I'm Fil-ia fresh outta high school, never did I wonder That the motherfuckin' hood would take me under Gyeah, I'm kickin' it with the homies and they got the straps Off to the corner store, owned by the fuckin' {Japs} See a bitch in the right lane, so I comes with the mack Astro Van pulls a motherfuckin' jack from the back Now he's got the strap to my homie's head Sayin': \"Play that shit cool, and don't be a fool!\" He shot my nigga in the fuckin' head I caught one in the shoulder, if I didn't run I was dead Now I'm layin' in the hospital bed Thinkin' about them punk motherfuckers And my eyes is bloodshot red Gyeah, motherfuckers, I ain't finished Be on the look-out for the streiht up menace, gyeah  [Hook] Uhh, whassup, y'all? Streiht up menace Damn! Really, really Streiht up menace Damn!  [Verse 3] I'm in too deep I done killed a motherfucker and I just can't sleep One-Time's tryin' to do a smooth creep And on top of that Niggas after me for fuckin' one of they hood rats I ain't got time for the fuckin' bitch's story Niggas want me gotta come to my territory And ain't no 'you can get the fist' Niggas come, and they get done on they own risk What is it all about? Should I leave or should I stay, 'cause I don't wanna punk out Oh what should I do? The homies say: \"The hood's where it's good Homeboy, I thought you knew.\" So in the process to show the hood my best No time to react, caught two in the chest Now look who's down, I guess I'm finished I go out like a streiht up menace, gyeah  [Hook] Uhh, come on, y'all Streiht up menace Damn!  [Outro] And on and on I guess we outta here Peace to my niggas on the run And it ain't nothin' but streiht up menaces, damn! Just like I said before, y'all It ain't nothin' but a Compton thing And MC Eiht's in the house for the '93 shot And this one's for the niggas, gyeah  ",
        "title": "Streiht Up Menace (From \"Menace II Society\")"
    },
    {
        "artist": "Erick Sermon",
        "lyrics": "  [Verse One] It's on breaker 1, 2 mike checkin' Flexin no half steppin When I release the funky weapon Like Ricochet ping ping ping I make fans fell it even when I sing The green eyed bandit coming funky with the tune yes I'm blowing up like Tom Berenger in Platoon I'm playing kinda ruff like Zapp Whapp and E-Double smack to all the crossover raps black Who ain't down with the format When you should be wearing khakis and not dress slacks That's wack You trippin you better wake up and smell the coffee And then back up off me I serious I can't believe some people letting frontiers in And then compare them equal boy you must be buggin You lucky you don't catch a slug in the chest in From the Smith and Wessons Change the out look Change the cover of the book You hip hop crook and give back what you took It's the Funk coming at cha So don't let the crossover catch ya Boy stay real  II  It's on again yeah about the fake hip hop trends For those who can't comprehend just ask your friends They know the real deal of rap music no frontin You can't be talking loud and saying nothing You must be true to the game you understand And if not I could kill you man For being false plus extra fake on the tape Talking hardcore when you soft like a piece of cake You can't put nothing pass me that horrendous cause I've been here since strictly business The era of Eric and Rakim, Biz, Public Enemy, Run-DMC Whodini, The Beasties, Stetsa, Fresh Prince and Jazzy Jeff LL When he was rockin bells Sucker which fake emcee is rearranging the structure band The motherfucker. And don't let this happen again Cause rap could be gone the wind So stay real  III  Yes I'm back Black for those who might be confused And lost and don't wanna pay the cost Of me hardcore style type a human being On the microphone when I be emceeing Some fake the Funk and Main Source know it How do I know cause MTV shows it Clowns that should be beat down on the spot And catching nothing but speed knots the bumbadots I insist we veto all fake emcees and wanna be's That's worst than the AIDS disease So wake up Spike Lee Joint And don't be a knucklehead and get to the point With the Funk and pump up the volume Make the wild tune to make the party boom Peace to Redman the Rap Funkadelic The only emcee that's compared to Erick because I'm real  ",
        "title": "Stay Real"
    },
    {
        "artist": "New Order",
        "lyrics": null,
        "title": "World (The Price Of Love)"
    },
    {
        "artist": "Billy Ray Cyrus",
        "lyrics": "  [Verse 1] She was all that I ever could have wanted her to be She always knew just how to give the best of love to me I thought I knew a thing or two about the ways of love But it was soon to become so clear I didn't know enough One day I found a note beside the ring she left behind It said here is all you need to know for better love next time  [Chorus] Say you love her strong and true let her know all she means to you Show her she is that special one who shines in your life like the rising sun Give her love lots of room to grow treat her tender and you will know The secret to the treasures of heaven in the heart of a woman  [Verse 2] A bridge was burned and a lesson learned I never will forget And for her timeless wisdom I'm forever in her debt Last night I heard a good friend say he'd finally found the one I told him to be sure these precious things weren't left undone  [Chorus]  [Break] In the heart of a woman  [Chorus][x2]  [Outro] Heart of a woman  ",
        "title": "In The Heart Of A Woman"
    },
    {
        "artist": "Darden Smith",
        "lyrics": null,
        "title": "Loving Arms"
    },
    {
        "artist": "Stereo MC's",
        "lyrics": null,
        "title": "Step It Up"
    },
    {
        "artist": "Joey Lawrence",
        "lyrics": null,
        "title": "Stay Forever"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Heaven knows I love you Heaven knows how much I care Couldn't live without you Look for me and I'll be there  [Pre-Chorus] But even though you're a joy to me I think you think, \"he's a bore to me\" What's your thing, am I still your guy? I\"m so confused, my darling, I could die  [Chorus] You're the one on my mind Got me working overtime I only think about love and you Talk to me, don't be shy Heaven knows I really try to love you I try to love you  [Verse 2] Used to be amazing Used to make the world say \"wow\" Heaven brought us together That's how I know it'll all work out  [Pre-Chorus] We bulit our love on a solid ground And can't a thing ever bring us down Back together like we wanted to Forget me not, 'cause I remember you  [Chorus] You're still the one on my mind Love is working overtime I only dream about love and you Talk to me, don't be shy Heaven know I really try to love you I try to love you, yeah  You're the one on my mind Got me working overtime I only think about love, don't you? Talk to me, don't be shy Heaven knows I really try to love you I try to love you, baby  [Bridge] This is love that you can't ignore I never knew a girl like you before And Heaven knows I couldn't love you more...  This is so right (Baby, yeah) This is so right (Yeah yeah yeah yeah) This is so right (Baby, uh-huh) Because I love you I really love you, baby  [Pre-Chorus] Back together like we wanted to Forget me not, 'cause I remember you  [Chorus] You're the one on my mind Got me working overtime I only think about love, don't you? Talk to me, don't be shy Heaven knows I really try to love you I try to love you, girl  You're the one on my mind Love is working overtime I only think about love and you Talk to me, don't be shy Heaven knows I really try to love you I try to love you, baby  [Outro] Work, it can work Gonna work out, gonna work out, yeah Work, it's gonna work Gonna work out, gonna work it out Work, it's gonna work, gonna work out, gonna work out Yeah, 'cause I love ya, yeah, honey Heaven knows and I know it can... Work, it can work Gonna work out, gonna work out, ooh ooh Work, it's gonna work Gonna work out, gonna work it out, yeah yeah Work, it's gonna work, gonna work out, gonna work out Yeah, 'cause I love ya, ooh And Heaven knows and I know it can... Work, it can work Gonna work out, gonna work out, honey Work, it's gonna work Gonna work out, gonna work it out, baby Work, it's gonna work, gonna work out, gonna work out Yes it is, and I love ya, yeah Heaven knows and I know it can... Work, it's gonna work, honey Work, it's gonna work, ooh baby Work, it's gonna work someday Because I love ya, ooh Heaven knows and I know it can... Work...  ",
        "title": "Heaven Knows"
    },
    {
        "artist": "P.M. Dawn",
        "lyrics": null,
        "title": "The Ways Of The Wind"
    }
]