[
    {
        "artist": "Van McCoy And The Soul City Symphony",
        "lyrics": null,
        "title": "The Hustle"
    },
    {
        "artist": "10cc",
        "lyrics": "  I'm not in love So don't forget it It's just a silly phase I'm going through And just because I call you up Don't get me wrong, don't think you've got it made I'm not in love, no no, it's because..  I like to see you But then again That doesn't mean you mean that much to me So if I call you Don't make a fuss Don't tell your friends about the two of us I'm not in love, no no, it's because..  Be quiet, big boys don't cry Big boys don't cry Big boys don't cry Big boys don't cry  Big boys don't cry Big boys don't cry  I keep your picture Upon the wall It hides a nasty stain that's lying there So don't you ask me To give it back I know you know it doesn't mean that much to me I'm not in love, no no, it's because..  Ooh you'll wait a long time for me Ooh you'll wait a long time Ooh you'll wait a long time for me Ooh you'll wait a long time  I'm not in love So don't forget it It's just a silly phase I'm going through And just because I call you up Don't get me wrong, don't think you've got it made I'm not in love  ",
        "title": "I'm Not In Love"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] One of these nights One of these crazy old nights We're gonna find out, pretty mama What turns on your lights The full moon is calling, the fever is high And the wicked wind whispers and moans You got your demons and you got desires Well, I got a few of my own  [Chorus] Ooh, someone to be kind to In between the dark and the light Ooh, coming right behind you Swear I'm gonna find you one of these nights  [Verse 2] One of these dreams One of these lost and lonely dreams, now We're gonna find one Oh, one that really screams I've been searching for the daughter of the devil himself I've been searching for an angel in white I've been waiting for a woman who's a little of both And I can feel her but she's nowhere in sight  [Chorus] Ooh, loneliness will haunt you In between the wrong and the right (ohw, ohw, ohw) Ooh, coming right behind you Swear I'm gonna find you one of these nights  [Outro] One of these nights In between the dark and the light Coming right behind you Swear I'm gonna find you Get you baby one of these nights One of these nights Hoo, hoo hoo Hoo, hoo hoo One of these nights I, I can feel it I can feel it One of these nights Coming right behind you Swear I'm gonna find you now One of these nights Baby, so don't, don't I'm all alone One of these nights One of these crazy, crazy, crazy nights One of these nights Swear I'm gonna find you Coming right behind you One of these nights Hoo, hoo hoohoohoo One of these nights All I wanna say, ahhh One of these nights  ",
        "title": "One Of These Nights"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "Please Mr. Please"
    },
    {
        "artist": "Wings",
        "lyrics": "  Any time, any day you can hear the people say That love is blind, well I don't know but I say love is kind Soldier boy kisses girl, leaves behing a tragic world But he won't mind, he Oh - yes, indeed we know that people will find a way to go No matter what the man said And love is fine for all we know, for all we know our Love will grow - that's what the man said So won't you listen to what the man said, he said... The wonder of it all baby  ",
        "title": "Listen To What The Man Said"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  (ooooo) Swearin' to God There's no one else on earth I'd rather be Mmmmmm... Swearin' to God You made me see so I believed in me Oh you've been fillin' my cup 'Til I'm runnin' over with joy From you heaven sent love Just touch me again I'm king of all men... and reigning from above  Swearin' to God (Swearin' to God) Your mistress of the world and all I am (Don't tell the angels) Swearin' to God (Swearin' to God) Your where I won in paradise... began No one gets me up there like you can But girl you know I'm only human And I'm swearin' to god (Swearin' to God) So glad you've givin' me, you  (I was known for you, baby) Girl ain't you glad we made it (Made to give my heart and soul to you, baby) I'm so very glad you gave it (Hey baby were together) Try livin' on forever as long As long as we live (as we live)  Swearin' to god (Swearin' to God) Why dedicate my life to loving you (Don't tell the angels) I'm swearin' to god (Swearin' to God) I cross my heart and hope to die... I do Just call me your one woman lover I can't even look at another I'm swearin' to god (swearin' to god) So glad I'm livin' I'm swearin' to god (Swearin' to God) For all he's givin' me Swearin' to god (Swearin' to God) So glad he's givin' me you Whooooa, swearin' to god (Swearin' to God) Look what he's givin' me (Swearin' to God) More than the world can see (Swearin' to God) He's givin' me you... oh (I love you)  ",
        "title": "Swearin' To God"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Hook] It's just your jive talkin' You're telling me lies, yeah Jive talkin' You wear a disguise Jive talkin' So misunderstood, yeah Jive talkin' You really no good  [Verse 1] Oh, my child You'll never know Just what you mean to me Oh, my child You got so much You're gonna take away my energy  [Hook] With all your jive talkin' You're telling me lies, yeah Good lovin' Still gets in my eyes Nobody believes what you say It's just your jive talkin' That gets in the way  [Guitar Solo]  [Verse 2] Oh, my love You're so good Treating me so cruel There you go With your fancy lies Leavin' me lookin' Like a dumbstruck fool With all your  [Hook] Jive talkin' You're telling me lies, yeah Jive talkin' You wear a disguise Jive talkin' So misunderstood, yeah Jive talkin' You just ain't no good  Love talkin' Is all very fine, yeah Jive talkin' Just isn't a crime And if there's somebody You'll love till you die Then all that jive talkin' Just gets in your eye  [Guitar Solo]  [Hook] Jive talkin' You're telling me lies, yeah Good lovin' Still gets in my eyes Nobody  ",
        "title": "Jive Talkin'"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] When I think of those East End lights, muggy nights The curtains drawn in the little room downstairs Prima Donna lord you really should have been there Sitting like a princess perched in her electric chair And it's one more beer and I don't hear you anymore We've all gone crazy lately My friends out there rolling round the basement floor  [Chorus 1] And someone saved my life tonight sugar bear (Sugar bear) You almost had your hooks in me didn't you dear You nearly had me roped and tied Altar-bound, hypnotized Sweet freedom whispered in my ear You're a butterfly And butterflies are free to fly Fly away High away Bye bye (Ooh)  [Piano riff]  [Verse 2] I never realized the passing hours of evening showers A slip noose hanging in my darkest dreams I'm strangled by your haunted social scene Just a pawn out-played by a dominating queen It's four o'clock in the morning Damn it! Listen to me good I'm sleeping with myself tonight Saved in time, thank God my music's still alive (Oh!)  [Chorus 2] And someone saved my life tonight, sugar bear (Sugar bear, sugar bear, sugar bear) You almost had your hooks in me Didn't you, dear? You nearly had me roped and tied Altar-bound, hypnotized Sweet freedom whispered in my ear You're a butterfly And butterflies are free to fly Fly away High away Bye-bye (Ooh)  [Piano riff]  [Bridge] And I would have walked head on Into the deep end of the river Clinging to your stocks and bonds Paying your H.P. demands forever They're coming in the morning with a truck to take me home  Someone saved my life tonight Someone saved my life tonight Someone saved my life tonight Someone saved my life tonight Someone saved my life tonight So save your strength and run the field you play alone  [Chorus 3] And someone saved my life tonight sugar bear (Sugar bear, sugar bear, sugar bear) You almost had your hooks in me Didn't you, dear? You nearly had me roped and tied Altar-bound, hypnotized Sweet freedom whispered in my ear You're a butterfly And butterflies are free to fly Fly away High away Bye-bye  [Outro with ad-libs] Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight) Someone saved, someone saved Someone saved my life tonight (Someone saved my life tonight)  ",
        "title": "Someone Saved My Life Tonight"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": null,
        "title": "Midnight Blue"
    },
    {
        "artist": "Gwen McCrae",
        "lyrics": null,
        "title": "Rockin' Chair"
    },
    {
        "artist": "Tony Camillo's Bazuka",
        "lyrics": null,
        "title": "Dynomite-Part I"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  Gladys Knight Miscellaneous The Way We Were / Try To Remember The Way We Were / Try To Remember Gladys Knight and The Pips Jammin' To The 70's Hey you know everybody's talkin' about the good old days Everybody the good old days The good old days Well, let's talk about the good old days Come to think about it As bad as we think they are These will become the good old days of our children Why don't we try to remember The kind of September When life was slow and oh so mellow Try to remember And if you remember Then follow Why does it always seem the past is better We look back and think The winters were warmer The grass was greener The skies were bluer The smiles were brighter Can it be that it was all so simple then Or has time rewritten every line And if we had the chance to do it all again Tell me Would we? Could we? Memories like the corners of my mind Memories Misty watercolor memories Of the way we were Scattered pictures of the smiles we left behind Smiles we gave to one another For the way we were Oh can it be that it was all so simple then Or has time rewritten every line And if we had the chance to do it all again Tell me Would we? Could we? Memories may be beautiful and yet What's too painful to remember We simply choose to forget So it's the laughter we'll remember We'll remember Whenever we remember The Way We Were...  ",
        "title": "The Way We Were/try To Remember"
    },
    {
        "artist": "Captain & Tennille",
        "lyrics": "  Love Love will keep us together Think of me, babe whenever Some sweet talking girl comes along Singing his song Don't mess around You just got to be strong  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together  You You belong to me now Ain't gonna set you free now When those girls start hanging around Talking me down Hear with your heart And you won't hear a sound  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together  Young and beautiful Someday your looks will be gone When the others turn you off Who'll be turnin' you on I will, I will, I will I will, be there to share forever  Love will keep us together I said it before And I'll say it again While others pretend I need you now and I need you then  Just stop Cause I really love you Stop, I'll be thinking of you Look in my heart And let love keep us together Whatever Whatever, I will, I will, I will, I will  You better stop Cause I really love you Stop, I've been thinkin' of you Look in my heart And let love keep us together Whatever Whatever, I will, I will, I will  ",
        "title": "Love Will Keep Us Together"
    },
    {
        "artist": "War",
        "lyrics": "  Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh  La, la, la, la, la, laa La, la, la, la, la, laa  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I've seen you 'round for a long long time I remembered you when you drank my wine  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I've seen you walking down in Chinatown I called you but you could not look around  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I paid my money to the welfare line I see you standing in it every time  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  The color of your skin don't matter to me As long as we can live in harmony  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I'd kind of like to be the President So I can show you how your money's spent  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Sometimes I don't speak right But yet I know what I'm talking about  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  I know you're working for the CIA They wouldn't have you in the Mafi-A  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  Why can't we be friends? Why can't we be friends? Why can't we be friends? Why can't we be friends?  ",
        "title": "Why Can't We Be Friends?"
    },
    {
        "artist": "Mike Post",
        "lyrics": null,
        "title": "The Rockford Files"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  I've been walkin' these streets so long Singin' the same old song I know every crack in these dirty sidewalks of Broadway Where hustle's the name of the game And nice guys get washed away like the snow and the rain There's been a load of compromisin' On the road to my horizon But I'm gonna be where the lights are shinin' on me  [Chorus] Like a rhinestone cowboy Riding out on a horse in a star-spangled rodeo Like a rhinestone cowboy Getting cards and letters from people I don't even know And offers comin' over the phone  Well, I really don't mind the rain And a smile can hide all the pain But you're down when you're ridin' the train that's takin' the long way And I dream of the things I'll do With a subway token and a dollar tucked inside my shoe There'll be a load of compromisin' On the road to my horizon But I'm gonna be where the lights are shinin' on me  [Chorus] Like a rhinestone cowboy Riding out on a horse in a star-spangled rodeo Rhinestone cowboy Gettin' cards and letters from people I don't even know And offers comin' over the phone  Like a rhinestone cowboy Riding out on a horse in a star-spangled rodeo  [Fade] Like a rhinestone cowboy Gettin' card and letters from people I don't even know  ",
        "title": "Rhinestone Cowboy"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Chorus] How sweet it is to be loved by you[x2]  [Verse 1] I needed the shelter of someone's arms and there you were I needed someone to understand my ups and downs and there you Were With sweet love and devotion, deeply touching my emotion I want to stop and thank you baby. I want to stop and thank you Baby  [Chorus]  [Verse 2] I close my eyes at night wondering where would I be without you in My life Everything I did was just a bore, everywhere I went it seems I'd Been there before But you brighten up for me all of my days with a love so sweet in so Many ways I want to stop and thank you baby, I just want to stop and thank you Baby  [Chorus] How sweet it is to be loved by you, feels so fine How sweet it is to be loved by you  [Verse 3] You were better for me than I was for myself For me, there's you and there isn't nobody else I want to stop and thank you baby. I just want to stop and thank you Baby, yes I do  [Chorus]  [Outro] Feels so fine, how sweet it is to be loved by you Just like jelly baby, oh yeah, how sweet it is to be loved by you Just like honey to the bee, babe, how sweet it is to be loved by you  ",
        "title": "How Sweet It Is (To Be Loved By You)"
    },
    {
        "artist": "Dwight Twilley Band",
        "lyrics": null,
        "title": "I'm On Fire"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  Every time you touch me I get high And every time you're near me I can fly  High above the clouds and rain Way above the hurt and pain And when you're gone I fall down from the sky  But every time you touch me I get high  I've been touched by the angels And I've been kissed by the very best And I've been love hard by quite a few But after you I forget the rest  'Cause every time you touch me I get high And every time you're near me I can fly  When your fingers touch my skin That's when I start to live again 'Cause without your love I'd lay right down and die  Every time you touch me I get high  ",
        "title": "Every Time You Touch Me (I Get High)"
    },
    {
        "artist": "Tony Orlando & Dawn",
        "lyrics": "  Mornin' Beautiful It's morning and you're beautiful and I just can't believe I'm laying here with you, girl In my wildest dreams I've never thought I'd ever find That one day I would wake up beside an angel  Mornin' Beautiful Hey, look outside, the sun's a-shining Every cloud is rolling back for you You lay sleeping and my heart beats like the silver moon I hear violins and angel voices singing  Mornin' Beautiful Wake up, I've got some news to tell you I'm in love with you and I want you to know girl That I think you are the greatest love in all the world And that you alone can bring my world together  I will never let you go, no I love you, babe More than you'll ever know I love you, babe And after lonely nights have fallen You'll wake up and hear me calling Mornin' Beautiful  In my wildest dreams I've never thought I'd ever find That one day I would wake up beside an angel  Mornin' Beautiful It's morning and you're beautiful and I just can't believe I'm laying here with you, girl Mornin' Beautiful Hey, look outside, the sun's a-shining Every cloud is rolling back for you Mornin' Beautiful  ",
        "title": "Mornin' Beautiful"
    },
    {
        "artist": "Michael Murphey",
        "lyrics": null,
        "title": "Wildfire"
    },
    {
        "artist": "Commodores",
        "lyrics": "  [Verse 1] Listen to me brothers Listen well Brothers we got something to tell You can't run around Being a married man You're not taking care of business very well You've got to keep yourself together If you dig on what you got 'Cause what you got can sho'nuff mean a lot  If you ain't taking care of business This you must expect Love gets slippery when it's wet  You know hanging loose can be outta sight But hanging loose No it just ain't right You see slipping a tipping Having fun ain't no good Leaving homework undone You've got keep your thing together If you dig on what you've got 'Cause what you've got can sho'nuff mean a lot  If you ain't taking care of business This you can expect Love gets slippery when it's wet  If you ain't taking care of business This you can expect Love gets slippery when it's wet  Uh huh slippery, slippery Love gets slippery when it's wet oh It'll slip away yeah Love gets slippery when it's wet ooooooh Love gets slippery when it's wet Slippery, slippery Love gets slippery when it's wet Don't let your love slip away Love gets slippery when it's wet ow Taking care of business Love gets slippery when it's wet…  ",
        "title": "Slippery When Wet"
    },
    {
        "artist": "Pilot",
        "lyrics": null,
        "title": "Magic"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  [Verse 1] Time is truly wastin’, there’s no guarantee, yeah Smile is in the makin’, we've got to fight the powers that be Got so many voices, saying all the same, yeah Killing up all around me, faces full of pain  [Refrain] I tried to play my music, they say my music’s too loud I tried talking about it, I got the big runaround And when I rolled with the punches I got knocked on the ground By all this bullshit going down, hey  [Verse 2] Time is truly wastin’, there’s no guarantee, yeah Smile is in the makin’, we got to fight the powers that be I don’t understand it, people wanna say yeah Those that got the answers, red tape in the way I could tend to it easy, let’s just have some fun now, now Seekin’ my satisfaction, keeps me on the run  [Refrain]  [Verse 3] Time is truly wastin’, there’s no guarantee, yeah Smile is in the makin’, we got to fight the powers that be Fight it baby, yeah, woo, hey, even you and I can fight the power Fight it, fight the power (repeat to end)  ",
        "title": "Fight The Power Part 1"
    },
    {
        "artist": "Janis Ian",
        "lyrics": "  [Verse] I learned the truth at seventeen That love was meant for beauty queens And high school girls with clear-skinned smiles Who married young and then retired  The valentines I never knew The Friday night charades of youth Were spent on one more beautiful At seventeen I learned the truth  And those of us with ravaged faces Lacking in the social graces Desperately remained at home Inventing lovers on the phone  Who called to say, \"Come dance with me\" And murmured vague obscenities It isn't all it seems At seventeen  A brown-eyed girl in hand-me-downs Whose name I never could pronounce Said, \"Pity, please, the ones who serve They only get what they deserve\"  And the rich relationed hometown queen Marries into what she needs With a guarantee of company And haven for the elderly  Remember those who win the game Lose the love they sought to gain In debentures of quality And dubious integrity  Their small town eyes will gape at you In dull surprise when payment due Exceeds accounts received At seventeen  To those of us who knew the pain Of valentines that never came And those whose names were never called When choosing sides for basketball  It was long ago and far away The world was younger than today When dreams were all they gave for free To ugly duckling girls like me  We all play the game and when we dare To cheat ourselves at solitaire Inventing lovers on the phone Repenting other lives unknown  They call and say, \"Come dance with me\" And murmur vague obscenities At ugly girls like me At seventeen  ",
        "title": "At Seventeen"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Hamilton, Joe Frank & Reynolds",
        "lyrics": null,
        "title": "Fallin' In Love"
    },
    {
        "artist": "Hot Chocolate",
        "lyrics": "  [Verse 1] Don't need no man to give her satisfaction All she needs is a guitar playin' high She don't need no sweet-talkin' man, tell her how much he loves her Break her heart and leave her alone to cry  [Chorus] Yeah, yeah music is her lover - disco queen, disco queen Music turns her on and on Music is her lover Music turns her on and on - disco queen, disco queen  [Verse 2] She don't need no kind of useless information But the way she moves when she's dancin' on the floor The disco queen's aware she causes a sensation Cause every head in the place to stop and stare  [Chorus]  [Verse 3] No point in talkin', you're talkin' to yourself The disco queen is away somewhere else You think your bumpin' and you're bumpin' with yourself Disco queen is high - high high high high high  [Verse 1]  [Chorus]  ",
        "title": "Disco Queen"
    },
    {
        "artist": "Lynyrd Skynyrd",
        "lyrics": "  [Intro] Woo...oh, yeah  [Verse 1] Two feet they come a creepin' like a black cat do And two bodies are layin' naked, a creeper think he got nothin' to lose So he creeps into this house, yeah, and unlocks the door An' as the man's reaching for his trousers, he shoots him full of 38 holes  [Chorus] Mister Saturday Night Special, got a barrel that's blue and cold Ain't no good for nothing but put a man six feet in a hole  [Verse 2] Big Jim's been drinking whiskey and playing poker on a losing night An' pretty soon, Ol' Jim starts a-thinkin' somebody been cheatin' and lyin' So Big Jim commences to fighting, I wouldn't tell you no lie Big Jim done pulled his pistol, shot his friend right between the eyes  [Chorus]  [Bridge] Hmm, and that's the Saturday Night Special For twenty dollars you can buy yourself one too...  Woo, dear God  [Guitar Solo]  Oh, lemme tell you all about it  [Verse 3] Hand guns are made for killing, they ain't no good for nothing else And if you like to drink your whiskey, you might even shoot yourself So why don't we dump 'em, people, to the bottom of the sea? Before some old fool come around here, wanna shoot either you or me  [Chorus]  [Outro] And it's a Saturday Night Special And you know what you can do with it too, yeah And that's the end of this song, yeah  ",
        "title": "Saturday Night Special"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Intro] Just a little bit of you every day Will surely keep the doctor away Just a little bit of you every day Will surely keep the doctor away  [Verse 1] I told my mama how I feel about your power Your love can heal, no doctor's remedy Ever do what you do for me  [Verse 2] Just a little bit of you every day Will surely keep the doctor away Eeny weeny teeny bit of your love Baby it is all I need, it is all I need  [Verse 3] Since the day I have been loving you I cannot catch a cold, I cannot catch the flu The sweet loving you have been giving me Has become my daily need  [Verse 4] Just a little of your love, every day It is all I need, that is all I need Just a little bit baby That is all I need, that is all I need  [Verse 5] So do not send no doctor to my door Because Doctor John has been here before Do not you send him, just come yourself Bring your love and nothing else  [Outro] Ooh just a, just a Just a little bit of you every day Will surely keep the doctor away Just a little bit of you every day Will surely keep the doctor away  ",
        "title": "Just A Little Bit Of You"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Well I keep holdin' on to yesterday I keep holdin' on enough to say That I'm wrong  I keep thinkin' that I'm lonely But it's only missing you inside Days that we were once together Seems they'll never come alive  So I keep holdin' on to yesterday I keep holdin' on enough to say That it's wrong  Lord I don't know when I'll see you I can't reach you anymore If I'd only known I'd need you Then I'd keep you like before  I keep holdin' on to yesterday I keep holdin' on enough to say That I'm wrong, wrong, wrong To keep holdin' on My yesterdays have all gone by  ",
        "title": "Holdin' On To Yesterday"
    },
    {
        "artist": "Freddy Fender",
        "lyrics": "  Wasted days and wasted nights I have left for you behind For you don't belong to me Your heart belongs To someone else  Why should I keep loving you When I know that you're not true And why should I call your name When you're the blame For making me blue?  Don't you remember the day That you went away And left me I was so lonely Prayed for you only My love  Why should I keep loving you When I know that you're not true And why should I call you're name When you're the blame For making me blue  Don't you remember the day That you went away And left me I was so lonely Prayed for you only My love  Why should I keep loving you When I know that you're not true? And why should I call your name When you're the blame For making me blue  ",
        "title": "Wasted Days And Wasted Nights"
    },
    {
        "artist": "Bad Company",
        "lyrics": "  [Verse 1] Baby, when I think about you Think about love Darlin', don't live without you And your love If I had, those golden dreams Of my yesterdays I would wrap you, in the heaven 'Til I'm dyin' (dyin', dyin',) On the way  [Chorus] Feel like makin' Feel like makin' love Feel like makin' love Feel like makin' love Feel like makin' love to you  [Verse 2] Baby, if I think about you Think about love Darlin', if I live without you I live without love And if I had, the sun and moon They were shinin' (shinin') I would give you, both night and day Of satisfyin'  [Chorus] Feel like makin' Feel like makin' love Feel like makin' love Feel like makin' love Feel like makin' love to you  [Instrumental Break]  [Bridge] And if I had, those golden dreams Of my yesterdays I would wrap you, in the heaven 'Til I'm dyin' (dyin', dyin',) On the way  [Chorus] Feel like makin' Feel like makin' love Feel like makin' love Feel like makin' love Feel like makin' love to you  [Outro] Well I feel like makin' love Well I feel like makin' love Well I feel like makin' love Feel like makin' love to you Well I feel like makin' love Well I feel like makin' love Well I feel like makin' love Feel like makin' love to you Well I feel like makin' love Well I feel like makin' love Well I feel like makin' love Feel like makin' love to you  ",
        "title": "Feel Like Makin' Love"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  Spirit move me, every time I'm near you Whirling like a cyclone in my mind Sweet Melissa, angel of my lifetime Answer to all answers I can find  Baby, I love you, come, come, come into my arms Let me know the wonder of all of you And baby, I want you now, now, now, and hold on fast Could this be the magic at last?  Lady, take me high upon a hillside High up where the stallion meets the sun I could love you, build my world around you Never leave you till my life is done  Baby, I love you, come, come, come into my arms Let me know the wonder of all of you And baby, I want you now, now, oh, now, oh now and hold on fast Could this be the magic at last?  Could it be magic? Come, c'mon, c'mon, come oh-oh come into my arms Oh, let me know the wonder of all of you, all of you Baby, I want you now, now, oh now, oh now and hold on fast Oh, could this be the magic at last? Could it be magic?  Come, c'mon, c'mon, come oh-oh come into my arms Oh, let me know the wonder of all of you Baby, I want you now, now, oh now, oh now and hold on fast Could this be the magic at last? Could it be magic?  Come, come on, come on, come oh-oh come into my arms Oh, let me know the wonder of all of you, all of you Baby, I want you now, now, oh now, now, oh now and hold on fast Oh, could this be the magic at last? Could it be magic?  ",
        "title": "Could It Be Magic"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  [Chorus] Hearts of fire Creates love desire Take you high and higher To the world you belong  Hearts of fire Creates love desire High and higher To your place on the throne  [Verse 1] We've come together on this special day (huh) Sing a message loud and clear (hmm, mm) Looking back, we've touched on sorrowful days (well!) Future, past, they disappear (haw, haaaw)  [Bridge] You will find (you will find) Peace of mind (yeah, ha) If you look way down In your heart and soul Ahh, don't hesitate Cause the world seems cold Stay young at heart Ahh, cause you'll never Never grow old (never, never, never, never, never, never) Oh, yeah... yeah, ha  [Chorus] That's the way (that's the way) Of the world (of the world) Plant your flower (gonna plant your flower) And you'll grow a pearl (heeey, ooh, ooh, ooh) Child is born With a heart of gold (ooh, ah, ah, yeah) Way of the world (gonna plant your flower) Makes his heart grow cold  [Ad-libbing] Oooh, ooh, ooh, ha, Lord Can't you see me, y'all?  Say, hey Hey, yeah, yeah, yeah Mm, mm, mm, mm Ahhh, luh  [Instrumental break]  [Chorus] Hearts of fire Creates love desire Take you high and higher To the world you belong  [Refrain] Hearts of fire Love desire High and higher Yeah, yeah, yeah  Hearts of fire Love desire High, higher  [Ad-libbing] Mmm, mmm, mm, mm Haw, haw  [Vamp] We've come together on this special day Send a message loud and clear (ay, yah!) Looking back, we've touched on sorrowful days While future disappear  [Bridge] You will find (you will find) Peace of mind (ay, hey) If you look way down In your heart and soul Ah, don't hesitate Cause the world seems cold Stay young at heart (Cause) Cause you'll never, never, never, never, never, never, never Ay, yee, ay, yee, ay, yee, yeah, ha  [Chorus] That's the way (yaow!) Of the world (yaow! hey, yeah!) Plant your flowers And you'll grow a pearl (aaah, oooh) Child is born (child is born) With a heart of gold Listen now... with a heart of gold Way of the world (way of the world) Makes his heart so cold (makes his heart so cold)  [Breakdown] That love, that love That love, that love That love, that love Th-...  Ooh, yeah! Never!  Aaah, ah, ha, ah, ha Well!  Uhhh, la, la, la (unintelligible) Don't you hear me now? Don't you hear me now? Lordy, won't you hear me now? Lordy, won't you hear me now?!  Ay, yee, ay, yee, yeah!  Hearts of fire (hearts of fire) Love desire (ohh, love desire) High and higher  Aaah, oooh, ooh, oooh, hoo  Yeah Yeah  Yeah  Hearts of fire  [Fade out]  ",
        "title": "That's The Way Of The World"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Intro]  [Chorus] Sweet emotion Sweet emotion  [Verse 1] Talk about things that nobody cares Wearing other things that nobody wears You're calling my name but I got to make clear I can't say baby where I'll be in a year Some sweat hot mama with a face like a gent Said my get up and go, musta got up and went Well I got good news, she's a real good liar Because the backstage boogie set your pants on fire  [Chorus] Sweet emotion Sweet emotion  [Verse 2] I pulled into town in a police car Your daddy said I took it just a little too far You're telling me things but your girlfriend lied You can't catch me because the rabbit done died, yes it did You stand in the front just a shaking your ass I'll take you backstage you can drink from my glass I'll talk about something you're sure to understand Because a month on the road and I'll be eating from your hand  ",
        "title": "Sweet Emotion"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "Bluebird"
    },
    {
        "artist": "Amazing Rhythm Aces",
        "lyrics": "  Sitting at a tiny table in a ritzy restaurant She was staring at her coffee cup He was trying to keep his courage up by applying booze Talk was small when they talked at all, they both knew what they wanted There was no need to talk about it They were old enough to scope it out and keep it loose  She said, you don't look like my type, but I guess you'll do Third rate romance, low rent rendezvous He said, I'll even tell you that I love you, if you want me too Third rate romance, low rent rendezvous  When they left the bar, they got in his car and they drove away He drove to the family inn She didn't even have to pretend she didn't know what for Then he went to the desk and made his request while she waited outside And he came back with the key And she said, give it to me and I'll unlock the door  She kept saying, I've never really done this kind of thing before, have you Third rate romance, low rent rendezvous And he said, yes I have, but only a time or two Third rate romance, low rent rendezvous Third rate romance, low rent rendezvous Third rate romance, low rent rendezvous  ",
        "title": "Third Rate Romance"
    },
    {
        "artist": "Jessi Colter",
        "lyrics": "  I'm not Lisa My name is Julie Lisa left you years ago My eyes are not blue But mine won't leave you Until the sunlight has touched your face  She was your morning light Her smile told of no night Your love for her grew With each rising sun  And then one winter day His hand led hers away She left you here drowning in your tears, here Where you've stayed for years Crying Lisa, Lisa  I'm not Lisa My name is Julie Lisa left you years ago My eyes are not blue But mine won't leave you Until the sunlight has touched your face  I'm not Lisa  ",
        "title": "I'm Not Lisa"
    },
    {
        "artist": "Judy Collins",
        "lyrics": "  Isn't it rich? Are we a pair? Me here at last on the ground You in mid-air.. Where are the clowns?  Isn't it bliss? Don't you approve? One who keeps tearing around One who can't move... Where are the clowns? Send in the clowns  Just when I'd stopped opening doors Finally knowing the one that I wanted was yours Making my entrance again with my usual flair Sure of my lines... No one is there  Don't you love farce? My fault, I fear I thought that you'd want what I want... Sorry, my dear! And where are the clowns Send in the clowns Don't bother, they're here  Isn't it rich? Isn't it queer? Losing my timing this late in my career And where are the clowns? There ought to be clowns... Well, maybe next year  ",
        "title": "Send In The Clowns"
    },
    {
        "artist": "Sweet",
        "lyrics": "  Are you ready Steve? \"Uh huh\" Andy? \"Yeah\" Mick? \"Okay\" Alright fellas, let's go!  Oh, it's been getting so hard Living with the things you do to me, aha My dreams are getting so strange I'd like to tell you everything I see  Oh, I see a man at the back As a matter of fact, his eyes are as red as a sun And a girl in the corner, let no one ignore her Cause she thinks she's the passionate one  Oh, yeah, it was like lightning Everybody was frightening And the music was soothing And they all started grooving Yeah, yeah, yeah, yeah, yeah...  And the man at the back said Everyone attack and it turned into a ballroom blitz And the girl in the corner said Boy, I wanna warn ya, it'll turn into a ballroom blitz  Ballroom blitz Ballroom blitz Ballroom blitz Ballroom blitz  I'm reaching out for something Touching nothing is all I ever do Oh, I softly call you over When you appear there's nothing left of you, aha  Now the man in the back Is ready to crack as he raises his hands to the sky And the girl in the corner is everyone's mourner She could kill you with a wink of her eye  Oh yeah, it was electric So frantically hectic And the band started leaving Cause they all stopped breathing Yeah, yeah, yeah, yeah, yeah...  And the man at the back said Everyone attack and it turned into a ballroom blitz And the girl in the corner said Boy, I wanna warn ya, it'll turn into a ballroom blitz Ballroom blitz (Ballroom blitz)  Oh yeah, it was like lightning Everybody was frightening And the music was soothing And they all started grooving Yeah, yeah, yeah, yeah, yeah...  And the man at the back said Everyone attack and it turned into a ballroom blitz And the girl in the corner said Boy, I wanna warn ya, it'll turn into a ballroom blitz  Ballroom blitz Ballroom blitz Ballroom blitz Ballroom blitz  Ooh, it's, it's a ballroom blitz It's, it's a ballroom blitz It's, it's a ballroom blitz Yeah, it's a ballroom blitz  ",
        "title": "Ballroom Blitz"
    },
    {
        "artist": "MFSB",
        "lyrics": null,
        "title": "Sexy"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  That's when the music takes me Takes me to a brighter day That's when the music takes me Helping me to find my way  When the day is so long that I can't hold on When I'm down and I think my hope is gone Oooh, yeah That's when the music takes me Closer to a brighter day I can feel my soul exploding  There's a good feeling Helping me to find my waaay My, my, my way  When the bluebird sings her sad, sad song And the wind brings a cold to tag along Oh, yeah I can feel the spirit move me I can almost touch the sky Reaching for a new tomorrow I know it's hard But music makes me wanna try Wanna try  And then That's when the music takes me Takes me to a brighter day, yeah, yeah That's when the music takes me Helping me to find my way (That's when the music takes me) (That's when the music takes me) oh, yeah That's when the music takes me Closer to a brighter day I can feel my soul exploding There's a good feeling Helping me to find my way Yeah, yeah, yeah, yeah And then I'm saying That's when the music takes me Takes me to a brighter day Yeah, yeah, yeah That's when the music takes me Helping me to find my way  Happy, happy, happy day Happy, happy, happy day Happy, happy, happy day, woo (That's when the music takes me) (That's when the music takes me) (That's when the music takes me) And that's when the music takes me Happy, happy when the music takes Woo  ",
        "title": "That's When The Music Takes Me"
    },
    {
        "artist": "The Hudson Brothers",
        "lyrics": null,
        "title": "Rendezvous"
    },
    {
        "artist": "David Bowie",
        "lyrics": null,
        "title": "Fame"
    },
    {
        "artist": "The Moments",
        "lyrics": null,
        "title": "Look At Me (I'm In Love)"
    },
    {
        "artist": "Major Harris",
        "lyrics": "  The time is right You hold me tight And love's got me high  Please tell me, yes And don't say no, honey Not tonight I need to have you next to me In more ways than one And I refuse to leave 'till I see the Morning sun creep through your window pane Cause love won't let me wait (not one more minute, baby)  The time is right Turned down the lights And take my hand We will take a flight And spend the night In a wonderland Now move a little close to me You owe it to yourself And I will selfishly take a little for myself And it's because of you That love won't let me wait  (No, listen girl)  I need your love so desperately And only you can set me free When I make love to you We will explode in ecstacy And I won't take the blame Cause love won't let me wait, no  Love won't let me wait (my temperature's rising) Love won't let me wait (cause your so tantalizing)  (Oh listen girl)  Love won't let me wait  ",
        "title": "Love Won't Let Me Wait"
    },
    {
        "artist": "Al Green",
        "lyrics": null,
        "title": "Oh Me, Oh My (Dreams In My Arms)"
    },
    {
        "artist": "Sharon Paige and Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "Hope That We Can Be Together Soon"
    },
    {
        "artist": "Travis Wammack",
        "lyrics": null,
        "title": "(Shu-Doo-Pa-Poo-Poop) Love Being Your Fool"
    },
    {
        "artist": "KC And The Sunshine Band",
        "lyrics": "  Baby, baby Let's get together Honey, honey, me and you And do the things Ah, do the things That we like to do  Oh, do a little dance Make a little love Get down tonight, get down tonight Do a little dance Make a little love Get down tonight, get down tonight  Baby, baby I'll meet you Same place, same time Where we can all get together And ease up our mind  Oh, do a little dance Make a little love Get down tonight, whoo  Get down tonight, hey Do a little dance Make a little love Get down tonight Get down tonight, baby  Oh, do a little dance Make a little love Get down tonight, whoo Get down tonight, hey  Do a little dance Make a little love Get down tonight, whoo Get down tonight, baby  Get down, get down  Get down, get down, get down Get down, get down tonight, baby Get down, get down, get down  Get down, get down tonight, baby Get down, get down, get down Get down, get down tonight, baby  Get down, get down, get down Get down, get down tonight, baby Get down, get down, get down  Get down, get down tonight, baby Get down, get down, get down Get down, get down tonight, baby Get down, get down..  ",
        "title": "Get Down Tonight"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Seasons change and summer's gone Another year of love I've known Fades like a dream Rearrange, boy, make yourself strong You're not the first or last who's lost everything  And you can bundle up your feelings Hang them in some closet Until you need them again All of us brokenhearted young lovers Oh, we'll search for one another 'Til the world ends  Frosty window, scribbled name Stabbing sad refrain of What's come to pass The candle glows, so follow the flame The light of hope can ease the pain of loneliness  And you can bundle up your feelings Hang them in some closet Until you need them again All of us brokenhearted young lovers Oh, we'll search for one another 'Til the world ends  You know we all live for once Using is a part of living your life Daylight always follows the night Looking at life as it's always been It will be that way here 'Til the world ends  'Til the world ends  ",
        "title": "Til The World Ends"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Hey You"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  Well, since she put me down I've been out doin' in my head I come in late at night And in the mornin' I just lay in bed  Well, Rhonda, you look so fine And I know it wouldn't take much time For you to help me, Rhonda Help me get her out of my heart  Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, yeah, get her out of my heart  She was gonna be my wife And I was gonna be her man But she let another guy come between us And it ruined our plan  Well, Rhonda, you caught my eye And I can give you lotsa reasons why You gotta help me, Rhonda Help me get her out of my heart  Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, yeah, get her out of my heart  Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda yeah, get her out of my heart  Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, help, help me, Rhonda Help me, Rhonda, yeah, get her out of my heart  ",
        "title": "Help Me Rhonda"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Get Down, Get Down (Get On The Floor)"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "Glasshouse"
    },
    {
        "artist": "Johnny Wakelin & The Kinshasa Band",
        "lyrics": "  This here's the story of Cassius Clay Who changed his name to Muhammad Ali He knows how to talk and he knows how to fight And all the contenders were beat out of sight Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Now all you fight fans, you've got to agree There ain't no flies on Muhammad Ali He fills the arena wherever he goes And everyone gets what they paid for Muhammad, was known to have said You watch me shuffle and I'll jab off your head He moves like the black superman And calls to the other guy I'm Ali catch me if you can He says I'm the greatest the worlds ever seen The heavyweight champion who came back again My face is so pretty you don't see a scar Which proves I'm the king of the ring by far Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Mohammed, the black superman Who calls to the other guy I'm Ali catch me if you can Sing, Muhammad, Muhammad Ali He floats like a butterfly and stings like a bee Muhammad, the black superman Who calls to the other guy I'm Ali catch me if you can I'm Ali catch me if you can  ",
        "title": "Black Superman - \"Muhammad Ali\""
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  I been up, I been down Take my word, my way around I ain't asking for much  I said, Lord, take me downtown I'm just looking for some tush  I been bad, I been good Dallas, Texas, Hollywood I ain't asking for much  I said, Lord, take me downtown I'm just looking for some tush  Take me back, way back home Not by myself, not alone I ain't asking for much  I said, Lord, take me downtown I'm just looking for some tush  ",
        "title": "Tush"
    },
    {
        "artist": "Jud Strunk",
        "lyrics": null,
        "title": "The Biggest Parakeets In Town"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  (Ever, forever, ever, and ever, and ever) (Ever, forever, ever, and ever, and ever)  There you are Standing there reaching out for me Something warm in your eyes Touched my heart And all the love I never knew I found in you  Suddenly My world, my life was standing still And you touched my hand I knew that we had laid a plan For everlasting love I'm forever dreaming of  At last, at last My forever came today When you walked into my life Made my lonely life a paradise It came today Forever came today  Ooh, look in my eyes and see how much I want ya Feel my touch You know how much I need ya I may be young, but I'm old enough to know Look at me I will never let it go Let this moment thrill me a lifetime Make it last, make it last Make it last forever  (Ever, forever, ever, and ever, and ever) (Ever, forever, ever, and ever, and ever)  Darling Ooh, my darling make me yours As I touch your face Tell me love has led me (Led me) To this place And your warm embrace  Thanks to you Thanks to you my search has ended And I want the world to see How gently love has shined on me (Shined on me) With everlasting love (Everlasting love) That I been forever dreaming of  At last, at last My forever came today When you walked into my life Made my lonely life a paradise It came today Forever came today  Ooh, you give me love by the hour Ooh, you're my precious little flower Girl you give me so much sweetness Ooh, you give my life completeness Make it last for more than just a day Make it last for more than just an hour Make it last forever  ",
        "title": "Forever Came Today"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Don't be afraid To pleasure yourself Can't you remember How good it felt?  Cravin' for love Is a natural desire Don't fight the feelin' And let me take you higher  A love don't dare (care????) Has made you grieve But this love of mine Can bring relief  Come get the cream off the top Come get the best that I got And I'll belong to you  Come get the cream off the top Come get the best that I got And I'll belong to you  I'm willin' to give you More than I take If it takes all night I'm willin' to make...  Make good love to you And bring you pleasure The kind of love That you can treasure  You've spoken of love I know you've tasted it But without the rest of it Life can be wasted  Ahhh, take it baby Take it baby Come take all that I got  Ahhh, take it baby Take it baby You can have all I got  A mouth full of love Is all you've tasted Without the rest of it Life can be wasted Top40db: The most accurate lyrics site on the net  Ahhh, take it baby Take it baby Come get all that I got  Take it baby Ahhh, take it baby You can have all I got  Come get the cream off the top Come get the best that I got And I'll belong to you  Come get the cream off the top Come get the best that I got And your dreams'll come true...  [fade]  ",
        "title": "Get The Cream Off The Top"
    },
    {
        "artist": "Morris Albert",
        "lyrics": null,
        "title": "Feelings"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": null,
        "title": "It's All Down To Goodnight Vienna/Oo-Wee"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Now that I've passed your test How can I prove to you baby I'll never let you down? If I led you around, I'm sorry but I never meant to worry you know  Now that I've kissed your breast How can I prove to you baby I'll never make you sad If I ever had, do believe your tears tears won't come back again  I love you, though the stars may fade and mountains turn into sand I love you till my body changes into an old man I love you and the song that I sing Is the only way that I can explain  La la la la la la You know I wish for you baby nothing but good times ahead Anything that Heaven can give you, I can give you instead  La la la la la la How could I lie to you baby? I'll never lead you around I'll take care of everything you need, darling every little need will be found  I love you though the time may change and snowmen sleep in the sea And I really only want you to want me I love you and the song that I sing Is the only way that I can explain  Now that you've shown your heart I'll be right with you baby, I'll never leave you alone Anywhere you want me to be honey, I'll be there to have and to hold  And now that the clouds roll back, hold on to me baby We're going never to land, flying on the power of love Flying on the power of love  I love you, though time may fade and mountains turn into sand I love you, till the very same come back to the land I love you and the song that I sing Is the only way that I can explain  Two fine people should love each other Two fine people should help each other Two fine people should love each other Two fine people should help each other  ",
        "title": "Two Fine People"
    },
    {
        "artist": "South Shore Commission",
        "lyrics": null,
        "title": "Free Man"
    },
    {
        "artist": "America",
        "lyrics": "  [Verse 1] Flying me back to Memphis Gotta find my Daisy Jane Well the summer's gone And I hope she's feeling the same Well I left her just to roam the city Thinking it would ease the pain I'm a crazy man And I'm playing my crazy game, game  [Hook] Does she really love me? I think she does Like the stars above me, I know because When the sky is bright Everything's alright  [Verse 2] Flying me back to Memphis Honey, keep the oven warm All the clouds are clearing And I think we're over the storm Well I've been picking it up around me Daisy I think I'm sane But I'm awful glad And I guess you're really to blame, blame  [Bridge] Do you really love me? I hope you do Like the stars above me, how I love you When it's cold at night Everything's alright  [Hook]  ",
        "title": "Daisy Jane"
    },
    {
        "artist": "Joan Baez",
        "lyrics": null,
        "title": "Blue Sky"
    },
    {
        "artist": "Paul Anka/Odia Coates",
        "lyrics": "  I believe there's nothing stronger than our love I believe there's nothing stronger than our love  When I'm with you, baby All my worries disappear Troubles that surround me Disappear when you are near When you need my loving, I'll be there, you know When you need my loving, you know where to go  I believe there's nothing stronger than our love (I believe it) I believe there's nothing stronger than our love (I do believe it) I believe there's nothing stronger than our love (baby, I believe it)  When I'm full of sadness Nice to know you're always there In this world of madness Nice to know somebody cares When I need your loving, you'll be there, I know When I need your loving, I'll know where to go  I believe there's nothing stronger than our love (I believe it) I believe there's nothing stronger than our love (I do believe it) I believe there's nothing stronger than our love (baby, I believe it)  When I'm with you, baby Ooh, you make me feel so good When I'm with you, baby You give me what nobody could When you need my loving, I'll be there, you know (you know) When you need my loving, you know where to go (to go)  I believe there's nothing stronger than our love (I believe it) I believe there's nothing stronger than our love (I do believe it) I believe there's nothing stronger than our love (baby, I believe it) I believe there's nothing stronger than our love (really believe it) I believe there's nothing stronger than our love (baby, I believe it) I believe there's nothing stronger than our love  ",
        "title": "(I Believe) There's Nothing Stronger Than Our Love"
    },
    {
        "artist": "Bimbo Jet",
        "lyrics": "  Kamukha mo si Paraluman No\u0092ng tayo ay bata pa At ang galing-galing mong sumayaw Mapa-Boogie man o Chacha Ngunit ang paborito Ay pagsayaw mo ng El Bimbo Nakakaindak, nakakaaliw Nakakatindig balahibo REFRAIN 1 Pagkagaling sa \u0092skwela ay didiretso na sa inyo At buong maghapon ay tinuturuan mo ako CHORUS Magkahawak ang ating kamay at walang kamalay-malay Na tinuruan mo ang puso ko na umibig na tunay Naninigas aking katawan \u0091Pag umikot na ang plaka Patay sa kembot ng bewang mo At pungay ng \u0091yong mga mata Lumiliwanag ang buhay Habang tayo\u0092y magkaakbay At dahan-dahang dumudulas Ang kamay ko sa makinis mong braso, hooh REFRAIN 2 Sana noon pa man ay sinabi na sa iyo, hoh Kahit hindi na uso ay ito lang ang alam ko  [Repeat Chorus] La la la la, la la, la la, la la la Lumipas ang maraming taon \u0091Di na tayo nagkita Balita ko\u0092y may anak ka na Ngunit walang asawa Tagahugas ka raw Ng pinggan sa may Ermita At isang gabi\u0092y nasagasaan Sa isang madilim na eskinita, hah REFRAIN 3 Lahat ng pangarap ko\u0092y bigla lang natunaw Sa panaginip na lang pala kita maisasayaw  [Repeat Chorus twice] CODA La la la la, la la, la la, la la la [2x]  ",
        "title": "El Bimbo"
    },
    {
        "artist": "Syl Johnson",
        "lyrics": null,
        "title": "Take Me To The River"
    },
    {
        "artist": "John Denver",
        "lyrics": "  [Verse 1] Well, life's on a farm is kinda laid back Ain't much an old country boy like me can't hack It's early to rise, early in the sack thank God I'm a country boy Well, a simple kind of life never did me no harm Raising me a family and working on the farm My days are all filled with an easy country charm, thank God I'm a country boy  [Chorus] Well, I got me a fine wife, I got me old fiddle When the sun's coming up, I got cakes on the griddle And life ain't nothing but a funny, funny riddle, thank God I'm a country boy  [Verse 2] When the work's all done and the sun's setting low I pull out my fiddle and I rosin up the bow The kids are asleep so I keep it kinda low, thank God I'm a country boy I'd play \"Sally Goodin'\" all day if I could But the Lord and my wife wouldn't take it very good So I fiddle when I can and I work when I should, thank God I'm a country boy  [Chorus]  [Verse 3] I wouldn't trade my life for diamonds or jewels I never was one of them money hungry fools I'd rather have my fiddle and my farming tools, thank God I'm a country boy Yeah, city folk driving in a black limousine A lot of sad people thinking that's-a mighty keen Son, let me tell you now exactly what I mean, thank God I'm a country boy  [Chorus]  [Verse 4] Well, my fiddle was my daddy's till the day he died And he took me by the hand and held me close to his side He said, \"Live a good life and play my fiddle with pride And thank God you're a country boy.\"  My Daddy taught me young how to hunt and how to whittle He taught me how to work and play a tune on the fiddle He taught me how to love and how to give just a little Thank God I'm a country boy  [Chorus]  ",
        "title": "Thank God I'm A Country Boy"
    },
    {
        "artist": "The Brecker Brothers",
        "lyrics": "  [Throughout the whole track] Sneakin' Up Behind You  ",
        "title": "Sneakin' Up Behind You"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": null,
        "title": "It Doesn't Matter Anymore/When Will I Be Loved"
    },
    {
        "artist": "Chocolate Milk",
        "lyrics": "  Action speaks louder than words Action speaks louder than words Action speaks louder than words (Action, action, action) Action speaks louder than words (Action, action, action) People say It's gonna be a better day (Yeah, yeah, yeah) But the world is the same In every way Action speaks louder than words Action speaks louder than words Action speaks louder than words (Action, action, action) Action speaks louder than words (Action, action, action) The president says The world is gonna change, yeah (Yeah, yeah, yeah) Mister say is nothing Mister do is the man Action speaks louder than words Action speaks louder than words Action speaks louder than words (Action, action, action) Action speaks louder than words (Action, action, action, action) Action speaks louder than words Action speaks louder than words (Action, action, action) Action speaks louder than words (Action, action, action) Action speaks louder than words (Action, action, action, action)  ",
        "title": "Action Speaks Louder Than Words"
    },
    {
        "artist": "The Osmonds",
        "lyrics": null,
        "title": "The Proud One"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  If I had money I'd go wild buy you furs dress you like a queen And in a chauffered limousine We'd look so fine But I'm an ordinary guy and my pockets are empty Just an ordinary guy But I'm yours till I die  I can't give you anything But my love But my love I can't give you anything But my love But my love  I cannot promise you the world Can't afford any fancy things I cannot buy you diamond rings No string of pearls But my devotion I will give all my life just to you girl My devotion I will give for as long as I live  I can't give you anything. but my love. but my love . .   ",
        "title": "Can't Give You Anything (but My Love)"
    },
    {
        "artist": "New Birth",
        "lyrics": "  Hey, hey, Mr. Dream Merchant Everything depends on you, oh yeah Hey, hey, Mr. Dream Merchant Bring her back to me and make my dreams come true  Baby, when I said good-bye to my love I didn't mean to make her cry I didn't realize of our love Now I need her by my side  Hey, hey, Mr. Dream Merchant Everything depends on you, oh yeah Hey, hey, Mr. Dream Merchant Bring her back to me and make my dreams come true  You should have told this fool to stop it You should have made this blind man see I've got my pride back into my pocket Oh, won't you bring her back to me  Hey, hey, Mr. Dream Merchant Everything depends on you, oh yeah Hey, hey, Mr. Dream Merchant Bring her back to me and make my dreams come true  Baby, baby, baby, yeah Hey, hey, Mr. Dream Merchant Everything depends on you, oh yeah Hey, hey, Mr. Dream Merchant Bring her back to me and make my dreams come true  Make 'em come true, yeah, yeah, oh Lord, yeah, yeah Mr.Dream Merchant, would you please, please do me a favor? If you, you should happen to see my baby somewhere Would you please tell I'm waiting with open arms Would you please make my dreams come true?  Baby, baby, baby, baby Please, please, please, please  Mr. Dream Merchant Everything, everything, everything is on you, oh Bring her back now, now, now, now, now, now I need her, I need her, I need her, yeah yeah yeah yeah Bring her back to me  ",
        "title": "Dream Merchant"
    },
    {
        "artist": "Orleans",
        "lyrics": "  Dance with me I want to be your partner Can't you see the music is just starting Night is calling and I am falling Dance with me  Fantasy could never be so giving I feel free I hope that you are willing Pick the beat up and kick your feet up Dance with me  Let it lift you off the ground Starry eyes and love is all around us I can take you where you want to go Oh oh  Dance with me I want to be your partner Can't you see the music it just starting Night is calling and I am falling Dance with me  Let it lift you off the ground Starry eyes and love is all around us I can take you where you want to go Oh oh  Dance with me I want to be your partner Can't you see the music it just starting Night is calling and I am falling Dance with me  ",
        "title": "Dance With Me"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "How Long (Betcha' Got A Chick On The Side)"
    },
    {
        "artist": "Gary Toms Empire",
        "lyrics": null,
        "title": "7-6-5-4-3-2-1 (Blow Your Whistle)"
    },
    {
        "artist": "Consumer Rapport",
        "lyrics": null,
        "title": "Ease On Down The Road"
    },
    {
        "artist": "Tavares",
        "lyrics": "  Yeah yeah  Once an hour of the day We threw at least fun away Walk the streets half a year Tryin' to find a new career  Now if you get a flu attack For 30 days you're on your back Through the night I've seen you dance Baby, give me half a chance  It only takes a minute girl To fall in love, to fall in love It only takes a minute girl To fall in love, let's fall in love  Now in the unemployment lines You can spend your life readin' signs Waitin' for your interview They can shoot the whole day for you (Yeah)  Now winter's gonna turn to spring And you haven't accomplished a thing (Haven't accomplished a thing) So baby, leave a little time 'Cause you never know what's on my mind, yeah  It only takes a minute girl To fall in love, to fall in love It only takes a minute girl, yeah To fall in love, let's fall in love  Will you find yourself a few minutes (Fall in love) Will you wanna fry yourself an egg (Fall in love)  Now you spare a few second girl (Fall in love) When you see, when you see a man beg (Fall in love)  Now he takes some time (Fall in love) To go down to the corner store (Fall in love)  Well, what I've got in mind girl (Fall in love) Give me 60 seconds, no more (Fall in love)  Oh, it only takes a minute girl, baby To fall in love, to fall in love It only takes a minute girl (Girl) To fall in love, let's fall in love  Bom, bom, bom, bom, fall in love Bom, bom, bom, bom, fall in love Bom, bom, bom, bom, fall in love Bom, bom, bom, bom, fall in love Bom, bom, bom, bom, fall in love Bom, bom, bom, bom, fall in love  It only takes a minute girl (Baby) To fall in love, to fall in love It only takes a minute, girl To fall in love, let's fall in love (Fall in love) Only takes a minute, girl (To fall, to fall) (Baby) To fall in love, fall in love (Yeah) It only takes a minute girl, girl Come on fall in love, let's fall in love  It only takes a minute girl  ",
        "title": "It Only Takes A Minute"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": null,
        "title": "Come An' Get Yourself Some"
    },
    {
        "artist": "Carly Simon",
        "lyrics": null,
        "title": "Waterfall"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "Sooner Or Later"
    },
    {
        "artist": "Debbie Campbell",
        "lyrics": null,
        "title": "Please Tell Him That I Said Hello"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "Let Me Make Love To You"
    },
    {
        "artist": "Ace",
        "lyrics": "  Rock and roll runaway Rock and roll runaway  Even though she's only in her teens She's really into making a scene As a rock and roll runaway  Don't wanna go to school no more Don't wanna work on a factory floor  Why you left home, honey Heaven only knows I've been trying so hard to find out I don't even get that close I got a feeling, I got a feeling Baby, you did not like your role  Come on, own up, honey You've been searching for your soul Searching for your soul  Don't wanna go to school no more Don't wanna work on a factory floor  Why you left home, honey Heaven only knows I've been trying so hard to find out I don't even get that close I got a feeling, I got a feeling Baby, you did not like your role  Come on, own up, honey You've been searching for your soul Searching for your soul  Rock and roll runaway You know she's wearing high heel shoes She's really into them rhythym and blues She's a rock and roll runaway  She don't wanna go to school no more Don't wanna work on a factory floor  ",
        "title": "Rock & Roll Runaway"
    },
    {
        "artist": "Austin Roberts",
        "lyrics": null,
        "title": "Rocky"
    },
    {
        "artist": "Love Childs Afro Cuban Blues Band",
        "lyrics": null,
        "title": "Life And Death In G&A"
    },
    {
        "artist": "The Elton John Band",
        "lyrics": "  I used to be a rolling stone you know If a cause was right I'd leave to find the answer on the road I used to be a heart beating for someone But the times have changed The less I say the more my work gets done   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had   Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  If you choose to you can live your life alone Some people choose the city (some people choose the city) Some others choose the good old family home (some others choose a good old family home) I like living easy without family ties (living easy) Till the whippoorwill of freedom zapped me Right between the eyes   Because I live and breathe this Philadelphia freedom From the day that I was born I've waved the flag Philadelphia freedom took me knee high to a man, yeah Gave me peace of mind my Daddy never had  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom, I love-ve-ve , yes I do  Oh Philadelphia freedom, shine on me, I love you Shine the light, through the eyes of the ones left behind Shine the light, shine the light Shine the light, won't you shine the light Philadelphia freedom,  I love-ve-ve You know I love-ve-ve, yeah You know I love-ve-ve you Yes I do! (Philadelphia freedom) I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom) Don't You know that I love-ve-ve you Yes I do! (Philadelphia freedom)  ",
        "title": "Philadelphia Freedom"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Spirit Of The Boogie/Summer Madness"
    },
    {
        "artist": "Elvin Bishop",
        "lyrics": "  I never seen such a beautiful day Looked like everything is coming my way Feel like a bird just leaving a cage Looks like my luck is Getting ready to change  Sure feels good feeling good again Sure feels good feeling good Feels good again  The sun just came out From behind a cloud Now I feel like shouting out loud Hallelujah, let the sun shine in (Hallelujah) I'm feeling alright again  Sure feels good feeling good again Sure feels good feeling good Feels good again  (Feels so good, feels so good)  I wore out nine pairs of shoes Walking this old floor Never sang nothing but the blues Now I'm singing me a brand new song Standing in a new pair of shoes  Sure feels good feeling good again Sure feels good feeling good Feels good again  (Sure feels good feeling) Good ain't the word for it (Sure feels good feeling) Good, it's good, good, good (Sure feels good feeling)  ",
        "title": "Sure Feels Good"
    },
    {
        "artist": "Reparata",
        "lyrics": null,
        "title": "Shoes"
    },
    {
        "artist": "Fantastic Four",
        "lyrics": "  Alvin Stone The birth of a gangster Leave him alone Cause he's a sure 'nuff gangster  Alvin wasn't out of knee pants good Before he was running wild As far as we could see back He was always a problem child  They said Alvin was born and raised He was raised from a bad, bad seed One more? in this ghetto Is the one thing that we don't need  Talking 'bout Alvin Stone The birth of a gangster Leave him alone Cause he's a sure 'nuff gangster  What you doing with a gun in your hand Don't you know you'll go to jail What you doing with a gun in your hand Don't you know you'll go to jail  What you doing with a gun in your hand Don't you know you'll go to jail What you doing with a gun in your hand Don't you know you'll go to jail  Anything I see I want I'm gonna take it, yes, I will (Alvin Stone) Life's been hard on me But, Lord, I know I'm gonna make it (Alvin Stone)  I don't care what they say Or what they call me, no, no (Alvin Stone) Don't blame me for what I am Blame it on society (Alvin Stone)  Talking bout Alvin Stone The birth of a gangster Better leave him alone Cause he's a sure 'nuff gangster  Graduated from the boy in the street To the man behind the gun Ordered people all around With a dirty look for everyone  But tell me, why do women Throw themselves at you, Alvin I never will understand They see that cool cold cluster of Diamond rings shining on every hand  But tell me, what good Is it gonna do you, Alvin It's money you can't spend You've become rich overnight Dealing in heroin  Talking 'bout Alvin Stone Oh, the birth of a gangster You better leave him alone Cause he's a sure 'nuff gangster  What you doing with a gun in your hand Don't you know you'll go to jail What you doing with a gun in your hand Don't you know you'll go to jail  What you doing with a gun in your hand Don't you know you'll go to jail What you doing with a gun in your hand Don't you know you'll go to jail  Anything I see I want I'm gonna take it (Alvin Stone) Life's been hard on me But, Lord, I know I'm gonna make it (Alvin Stone)  I don't care what they say Or what they call me, no, no (Alvin Stone) Don't blame me for what I am Blame it on society (Alvin Stone)  Talking 'bout Alvin Stone The birth of a gangster Better leave him alone Cause he's a sure 'nuff gangster  This is a holdup Get outside that wall Gimme that money  This is the FBI, where's Alvin Stone Mister, I don't want no trouble There he goes, out the back Shoot to kill  Alvin with a bullet in your head You're laying on the cold, cold ground You look up and you see the people Slowly gather around  How does it feel, won't you tell me To never have had a friend, ha Alvin, with a heart of stone Said, if I could, I would do it again  Talking 'bout Alvin Stone, whoa, oh The birth of a gangster You know you better leave him alone Lord, he's a sure 'nuff gangster  Oh, Alvin Stone, whoa, oh The birth of a gangster Yeah, you better leave him alone Cause he's a sure 'nuff gangster  What you gonna tell your maker Alvin Stone (Alvin Stone) Tell em you're the law breaker (Tell em you're the law breaker) (Alvin Stone)  Da da da da...  ",
        "title": "Alvin Stone (The Birth & Death Of A Gangster)"
    },
    {
        "artist": "The Reflections",
        "lyrics": null,
        "title": "Three Steps From True Love"
    },
    {
        "artist": "Merry Clayton",
        "lyrics": "  Don't go to bed with No price on your head, no Don't do the crime If you can't do the time, uh uh Keep your eye on the sparrow When the going gets narrow Don't roll the dice If you can't pay the price No, don't do it Don't run your feet Down no deadend street Keep your eye on the sparrow When the going gets narrow (Don't do it) Keep your eye on the sparrow When the going gets narrow Don't do me dirt or you're Gonna get hurt, yeah (don't do it) Don't run away til You hear what I say Keep your eye on the sparrow When the going get a Little rough and narrow Yeah, baby, keep your eye Keep your eye on the sparrow Honey, when the going When the going gets narrow  ",
        "title": "Keep Your Eye On The Sparrow"
    },
    {
        "artist": "Smokey",
        "lyrics": "  A breathless drive on a downtown street Motorbike ride in the mid-day heat The dust that hung from the desert skies Run, though we run it still burned our eyes Oh, yes we can walk on the wild, wild side of life And our movements traced by a stranger close by your side And in the shadows of a promise, you can take my hand And show me the way to understand So if you think you know how to love me And you think you know what I need And if you really, really want me to stay You've got to lead the way Yes, if you think you know how to love me And you think you can stand by me And if you really, really want me to stay You've got to lead the way A reckless night in a nameless town Then we moved out of sight with a silent sound A beach that wept with deserted waves That's where we slept, knowing we'd be safe Now you may think you can walk on the wild, wild side with me But there's a lot I can learn, and a lot that I've yet to see You know you've got my life lying in your hands It's up to you to make me understand So if you think you know how to love me And you think you know what I need And if you really, really want me to stay You've got to lead the way Yes, if you think you know how to love me And you think you can stand by me And if you really, really want me to stay You've got to lead the way So if you think you know how to love me And you think you know what I need And if you really, really want me to stay You've got to lead the way Yes, if you think you know how to love me And you think you can stand by me And if you really, really want me to stay You've got to lead the way Yes if you think you know how to love me And you think you know what I need And if you really, really want me to stay You've got to lead the way  ",
        "title": "If You Think You Know How To Love Me"
    },
    {
        "artist": "Chuck Mangione",
        "lyrics": null,
        "title": "Chase The Clouds Away"
    },
    {
        "artist": "The Mystic Moods",
        "lyrics": null,
        "title": "Honey Trippin'"
    }
]