[
    {
        "artist": "Jennifer Lopez",
        "lyrics": "  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 1] Now, if I give you me, this is how it's got to be First of all, I won't take you cheatin' on me Tell me, who can I trust if I can't trust in you? And I refuse to let you play me for a fool You said that we could possibly spend eternity See, that's what you told me (that's what you said) But if you want me, you have to be fulfilling all my dreams (If you really want me, babe)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? (Tell me, baby) And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Verse 2] You said you want my love and you've got to have it all But first, there are some things you need to know If you want to live with all I have to give I need to feel true love or it's got to end, yeah I don't want you trying to get with me And I end up unhappy (Don't need the hurt and I don't need the pain) So before I do give myself to you I have to know the truth (If I spend my life with you)  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  [Instrumental Bridge]  [Chorus] If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"? If you had my love, and I gave you all my trust Would you comfort me? And if somehow you knew that your love would be untrue Would you lie to me and call me \"baby\"?  ",
        "title": "If You Had My Love"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Verse 1] She's into superstitions Black cats and voodoo dolls I feel a premonition That girl's gonna make me fall  [Verse 2] She's into new sensations New kicks in the candlelight She's got a new addiction For every day and night  [Pre-Chorus 1] She'll make you take your clothes off And go dancing in the rain She'll make you live her crazy life But she'll take away your pain Like a bullet to your brain Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  [Verse 3] Woke up in new york city in a funky cheap hotel She took my heart And she took my money She must've slipped me a sleeping pill  [Pre-Chorus] She never drinks the water And makes you order French champagne Once you've had a taste of her You'll never be the same Yeah, she'll make you go insane Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  [Bridge] She'll make you take your clothes off And go dancing in the rain She'll make you live her crazy life But she'll take away your pain Like a bullet to your brain Come on!  [Chorus] Upside, inside out She's livin la vida loca She'll push and pull you down Livin la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca Upside, inside out She's livin la vida loca She'll push and pull you down Livin' la vida loca Her lips are devil red And her skin's the color mocha She will wear you out Livin' la vida loca Come on! Livin' la vida loca Come on! She's livin' la vida loca  ",
        "title": "Livin' La Vida Loca"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1: Chilli] A scrub is a guy that thinks he's fly He's also known as a busta Always talkin' about what he wants And just sits on his broke ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 2: Chilli] Well a scrub checkin' me but his game is kinda weak And I know that he cannot approach me Cause I'm looking like class and he's looking like trash Can't get wit' a deadbeat ass  [Refrain: Chilli] So no, I don't want your number No, I don't want to give you mine and No, I don't want to meet you nowhere No, I don't want none of your time and  [Chorus] No, I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Bridge: Chilli] If you don't have a car and you're walking Oh yes son, I'm talking to you If you live at home with your momma Oh yes son, I'm talking to you If you have a shorty that you don't show love Oh yes son, I'm talking to you Wanna get me with no money Oh no, I don't want no No scrub, no scrub No scrub, no scrub  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  [Verse 3: Left Eye] See, if you can't spatially expand my horizon Then that leaves you in the class with scrubs, never rising I don't find it surprising and if you don't have the G's To please me and bounce me here to the coast of overseas So, let me give you something to think about Inundate your mind with intentions to turn you out Can't forget the focus on the picture in front of me You as clear as DVD on digital TV screens Satisfy my appetite with something spectacular Check your vernacular, and then I get back to ya With diamond-like precision, insatiable is what I envision Can't detect acquisition from your friend's Expedition Mr. Big Willy, if you really want to know Ask Chilli, could I be a silly ho? Not really, T-Boz and all my senoritas Are steppin' on your FILA's, but you don't hear me, though  [Chorus] I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me I don't want no scrubs A scrub is a guy that can't get no love from me Hangin' out the passenger side of his best friend's ride Trying to holla at me  ",
        "title": "No Scrubs"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1] Never seen a sun shine like this Never seen the moon glow like this Never seen the waterfalls like this Never seen the lights off like this Never dug anyone like this Never had tasty lips to kiss Never had someone to miss Never wrote a song quite like this  [Chorus] Fortunate to have you girl I'm so glad you're in my world Just as sure as the sky is blue I bless the day that I found you  [Verse 2] Never had room service all night Never took a trip first class flight Never had a love affair so tight I've never felt a feeling so right Never seen a winter so white Never had words to recite Never had a flame to ignite And I never sang a song with all my might  [Chorus]  [Bridge] (Can you hear the sound?) Silence child hope you hear I'm callin out to your body (I'm calling out) Baby you know just what to do Close the door no interlude (Put your hand together now)  [Chorus]  ",
        "title": "Fortunate"
    },
    {
        "artist": "702",
        "lyrics": "  [Verse 1: Kameelah] See, he's my property and any girl that touch I might just call your bluff 'cause I don't give a Who are you to call my cell? Oh, I'm gonna wish you well 'Cause any girl that tried has failed but  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Verse 2: Kameelah] Hey, hey, hey, hey, don't you violate me 'Cause I'ma make you hate me If you decide to mess with mine Chop you down to size Make you realise You done messed up this time  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  [Bridge] You must learn the rules Don't come close to Anything that belongs to me He is mine My property So you must leave  [Chorus] Where my girls at? From the front to back Well, is you feelin' that? Put one hand up Can you repeat that? Tryna take my man See, I don't need that, so, don't play yourself  ",
        "title": "Where My Girls At?"
    },
    {
        "artist": "Sixpence None The Richer",
        "lyrics": "  [Verse 1] Kiss me, out of the bearded barley Nightly, beside the green, green grass Swing, swing, swing the spinning step You wear those shoes and I will wear that dress  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Verse 2] Kiss me, down by the broken tree house Swing me upon its hanging tire Bring, bring, bring your flowered hat We'll take the trail marked on your father's map  [Chorus] Oh, kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  Kiss me, beneath the milky twilight Lead me out on the moonlit floor Lift your open hand Strike up the band and make the fireflies dance Silver moon's sparkling So kiss me  [Outro] So kiss me So kiss me So kiss me  ",
        "title": "Kiss Me"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Verse 1] I've known a few guys who thought they were pretty smart But you've got being right down to an art You think you're a genius—you drive me up the wall You're a regular original, a know-it-all  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're a rocket scientist That don't impress me much So you got the brains, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 2] I never knew a guy who carried a mirror in his pocket And a comb up his sleeve—just in case And all that extra hold gel in your hair oughta lock it ’Cause heaven forbid it should fall outta place  [Pre-Chorus] Oh-oo-oh, you think you're special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you're Brad Pitt That don't impress me much So you got the looks, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much  [Verse 3] You're one of those guys who likes to shine his machine You make me take off my shoes before you let me get in I can't believe you kiss your car good night Come on, baby, tell me ... you must be joking, right?  [Pre-Chorus] Oh-oo-oh, you think you're something special Oh-oo-oh, you think you're something else  [Chorus] Okay, so you've got a car That don't impress me much So you got the moves, but have you got the touch? Now, don't get me wrong—yeah, I think you're alright But that won't keep me warm in the middle of the night That don't impress me much You think you're cool, but have you got the touch? Now, now, don't get me wrong—yeah, I think you're alright But that won't keep me warm on the long, cold, lonely night That don't impress me much  [Outro] Okay, so what do you think, you're Elvis or something? (Whatever) That don't impress me  [Greatest Hits Outro] Oh, oh, oh, oh, no Alright, alright You're Tarzan Captain Kirk maybe John Wayne Whatever Uh-uh That don't impress me ... much  ",
        "title": "That Don't Impress Me Much"
    },
    {
        "artist": "Blaque",
        "lyrics": null,
        "title": "808"
    },
    {
        "artist": "JT Money Featuring Sole",
        "lyrics": "  [Intro - JT Money] Jack jack.. yeah! Put em up! Put em up! Yo yo.. JT Money! Throw em up! Throw em up! JT Money!  [Hook] Aiy-ya-ya-ya-ya-ya-ya Aiy-ya-ya-ya-ya-ya-ya Who dat who dat who dat who dat who dat who dat who? Who dat who dat who dat tryin to get up in my crew?  [Verse 1] Yo who dat off-brand nigga tryin to hang wit the clique Flossin like you came wit the clique But would you bang with the clique if it was thick Or do you just ride dick? Cause playa, I don't know you, nigga tell me who you wit! If you hang wit the Squad, you bound to get scarred Sucker boys run they mouth, real niggas run the yard Round here we blow trees, don't fuck with OB's You dick-ride niggas might be the police; aaaah-iight?  [Hook] Aiy-ya-ya-ya-ya-ya-ya Aiy-ya-ya-ya-ya-ya-ya Who dat who dat who dat who dat who dat who dat who? Who dat who dat who dat tryin to get up in my crew? (Tryin to.. in my.. it's you!)  [Sole] Uhh, me and my girls rollin deep, represent the Sole Bunch of fly-ass bitches, when we ride it's on See them niggas all pause, droppin digital phones Askin me, where you from, cause they wantin to clone, niggas.. Them lines, they spit, they want, my shit But game, be whack, I turn, my back Then hear that you're lickin, stickin it Tell all your friends that you're dickin it Swingin on them ?? Hi-Fi shit nigga, get sick with this, say Who dey? Who dat? No chance, blew dat When you said that you wrote this Have Red Zone niggas on blow for this bitch Don't you deny it nigga, don't even try it nigga You makin claims that you laid wit the fly nigga Don't know, your name, it still, remains That you, would say, you fucked, So-le` Everytime they turn a back, burn tracks Niggas wanna say they've earned stacks Dick be jack, picture that Say my name I'm the one, who the fuck is dat? Why?  [JT Money] Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew  I been said a legendary up in this motherfucker Veteran in this game, and still bringin ruckus Never had no time for tricks or no bustaz I only fuck wit dat real I got no love for suckers All these tiny-ass niggas be wanna wear my shoes Ain't got the slightest of clues or either paid your dues Then these hoes goin crazy, bout J baby! The way you show me your love, is by the way you pay me The game room been closed, so stay up out of mine Just know I keep niggas up and krunk, like battle lines Motherfuckers be all up in a nigga biz Tryin to question my shit just like a pop quiz Nigga what this is? Aaaa-ight?  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to.. in my.. it's you!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  (We out to change nigga!) Aiy-ya-ya-ya-ya-ya-ya (We runnin game nigga! You wanna bang nigga?) Aiy-ya-ya-ya-ya-ya-ya (It ain't no thang nigga! We out to change nigga) Who dat who dat who dat who dat who dat who dat who (We runnin game nigga! You wanna bang nigga?) Who dat who dat who dat tryin to get up in my crew (It ain't no thang nigga! Aaaa-ight!)  Aiy-ya-ya-ya-ya-ya-ya (Aiy-ya-ya) Aiy-ya-ya-ya-ya-ya-ya (Ya-ya-ya-ya-ya) Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to.. in my.. it's you!)  Who dat who dat who dat who dat who dat who dat who Who dat who dat who dat who dat who dat who dat who Who dat who dat who dat who dat who dat who dat who (Who dat? Who dat? Who dat? HUH?) Who dat who dat who dat tryin to get up in my crew (Who dat? Tryin to get up in my crew!)  YEAH!  ",
        "title": "Who Dat"
    },
    {
        "artist": "Chante Moore",
        "lyrics": null,
        "title": "Chante's Got A Man"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Brian] You are my fire The one desire Believe when I say I want it that way  [Verse 2: Nick] But we are two worlds apart Can't reach to your heart When you say That I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Verse 3: AJ] Am I your fire? Your one desire Yes, I know it's too late But I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say I want it that way  [Bridge: Kevin] Now I can see that we're falling apart From the way that it used to be, yeah No matter the distance, I want you to know That deep down inside of me  [Verse 4: Howie] You are my fire The one desire You are, you are, you are, you are  Don't wanna hear you (say) Ain't nothin' but a heartache Ain't nothin' but a mistake (don't wanna hear you say) I never wanna hear you say (oh, yeah) I want it that way  [Chorus] Tell me why Ain't nothing but a heartache Tell me why Ain't nothing but a mistake Tell me why I never want to hear you say (don't want to hear you say) I want it that way Tell me why Ain't nothin' but a heartache Ain't nothin' but a mistake Tell me why I never want to hear you say (never wanna hear you say) I want it that way I never want to hear you say I want it that way  [Outro: AJ] Cause I want it that way  ",
        "title": "I Want It That Way"
    },
    {
        "artist": "Jordan Knight",
        "lyrics": null,
        "title": "Give It To You"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": "  Every morning there's a halo hangin From the corner of my girlfriend's four post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  [Pre-Chorus] Couldn't understand How to work it out Once again as predicted left my broken heart open And you ripped it out Something's got me reeling Stopped me from believing Turn me around again Said that we can do it You know I wanna do it again  (Sugar Ray say) Oh........... (Every Morning) Oh................ (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh....... (She always rights the wrong, she always rights, she always rights) (Shut the door baby, Shut the door baby)  Every Morning there's a heartache hanging From the corner of my girlfriend's four-post bed I know it's not mine and I know she thinks she loves me But I never can believe what she said  Something so deceiving When you stop believing Turn me around again Said we couldn't do it You know I wanna do it again  Oh........... (Every Morning) Oh.................. (Every Morning when I wake up) (Shut the door baby, don't say a word) Oh........... (Every Morning) Oh.......... (Every Morning when I wake up) (Shut the door baby, shut the door baby)  She always rights the wrong For me Baby She always rights the wrong For me  Every Morning there's a halo hanging From the corner of my girlfriend's four-post bed I know it's not mine but I'll see if I can use it for The weekend or a one-night stand  (Shut the door baby, don't say a word) Every Morning Every Morning when I wake up (Shut the door baby, shut the door baby) Every Morning Every Morning (Turn me around again) (Shut the door baby, don't say a word) Every Morning Every Morning  ",
        "title": "Every Morning"
    },
    {
        "artist": "Will Smith Featuring Dru Hill & Kool Mo Dee",
        "lyrics": "  [Intro: Will Smith & Sisqo] Mmmmmmmm... Uhh.. (Doo doo doo doo) Wicki-wild wild (doo doo doo doo dooooo) Wicki-wicki-wild Wicki-wild Wicki-wicki  [Verse 1] Wild Wild West (Yeahhhhhhhahhhhhhhh!) Jim West, desperado Rough rider, no you don't want nada None of this, six-gunnin this, brother runnin this Buffalo soldier, look it's like I told ya Any damsel that's in distress Be outta that dress when she meet Jim West Rough neck so go check the law and abide Watch your step or flex and get a hole in your side Swallow your pride, don't let your lip react You don't wanna see my hand where my hip be at With Artemus, from the start of this, runnin the game James West, tamin the West, so remember the name  [Will Smith] Now who ya gonna call?  [Sisqo, Dee] Not the GBs  [Will Smith] Now who you gonna call?  [Sisqo, Dee] J Dub and A.G  [Will Smith] If you ever riff with either one of us BREAK OUT, before you get bumrushed, at the  [Hook: Kool Moe Dee, Will Smith] The Wild Wild West (When I roll into the) The Wild Wild West (When I stroll into the) The Wild Wild West (When I bounce into the) The Wild Wild West (Sisqo, Sisqo)  [Hook: Kool Moe Dee, Sisqo] The Wild Wild West (We're goin' straight, to) The Wild Wild West (the Wild Wild West) The Wild Wild West (We're goin' straight, to) The Wild Wild.. (c'mon)  [Will Smith] * [Sisqo] (shared lines in caps) Now, now, now Now once upon a time in the West Mad man lost his damn mind in the West Loveless, KIDNAP A DIME, nuttin less Now I must, PUT HIS BEHIND TO THE TEST [S: Can you feel me?] Then through the shadows, in the saddle, ready for battle Bring all your boys in, here come the poison Behind my back, all that riffin ya did Front and center, now where your lip at kid? [S: Lookin at me!] Who dat is? A mean brother, bad for your health Lookin damn good though, if I could say it myself Told me Loveless is a mad man, but I don't fear that He got mad weapons too? Ain't tryin to hear that Tryin to bring down me, THE CHAMPION? When y'all clowns gon' see that it CAN'T BE DONE Understand me son, I'm the slickest they is I'm the quickest they is [S: Yeahhhhhhhhhhhh] Did I say I'm the slickest they is? So if you barkin up the, wrong tree we comin Don't be startin nuttin, me and my partner gonna Test your chest, Loveless Can't stand the heat, then get out the Wild, Wild, West [Kool Moe Dee: The Wild, The Wild..]  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  [Sisqo] We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West We're goin straight (STRAIGHT) to (TO) The Wild Wild West (THE WILD WILD WEST) [K. Moe Dee] The Wild Wild West  [W. Smith] Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! Breakdown! (in background while Sisqo singing)  [Sisqo] Yeahhhhhhhahhhhhhhhh Can you feel it? C'mon, c'mon Yeahhhhhhahhhhhhhhhh Keep it moving! Keep it moving! Ooooooooooooooh yeahhhhhhh  [Will Smith] To any outlaw tryin to draw, thinkin you're bad Any drawin on West, best with a pen and a pad Don't even think about it, six gun, weighin a ton Ten paces and turn (one.. two.. three..) just for fun, son *BANG* Up til sundown, rollin around See where the bad guys are to be found and make em lay down The defenders of the West Crushin all pretenders in the West Don't mess with us, cause we in the  [Kool Moe Dee] [Sisqo] The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  The Wild Wild West We're goin straight, to [W. Smith] When I'm rollin to the The Wild Wild West the Wild Wild West [W. Smith] When I'm strollin to the The Wild Wild West We're goin straight, to [W. Smith] When I'm bouncin to the The Wild Wild West the Wild Wild..  We're goin straight, to The Wild Wild West We're goin straight, to The Wild Wild West, c'mon  The Wild Wild West [W. Smith] When I'm rollin to the The Wild Wild West C'mon.. [W. Smith] When I'm strollin to the We're goin straight, to The Wild Wild West (The Wild Wild West)  [Kool Moe Dee] + (Will Smith) + {Sisqo} The Wild Wild West (Whoo! Uhh) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Uhh) The Wild Wild West (I done done it again y'all, done done it again) The Wild Wild West (Ha hah, ha hah) The Wild Wild West (Big Will, Dru Hill, uh) The Wild Wild West (Big Will, Dru Hill) The Wild Wild West (Ha hah, ha hah) {The Wild Wild West} The Wild Wild West (Uhh) The Wild Wild West (One time) The Wild Wild West (Uhh) The Wild Wild West (Bring in the heat, bring in the heat) {It's the Wild Wild..} The Wild Wild West (What? Ha hah, ha hah) The Wild Wild West (Whoo.. Wild Wild, wicki-wild) The Wild Wild West (wick Wild Wild Wild, wa-wicki Wild Wild) The Wild Wild West (wickidy-wick Wild Wild Wild) (wa-wickedy wickedy wickedy wickedy) {The Wild Wild..} The Wild Wild West (Whoo..) The Wild Wild West The Wild Wild West (Uhh.. uhh..) The Wild Wild West (Can't stop the bumrush) {The Wild Wild..} The Wild Wild West  ",
        "title": "Wild Wild West"
    },
    {
        "artist": "Cher",
        "lyrics": null,
        "title": "Believe"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] When all our tears have reached the sea Part of you will live in me Way down deep inside my heart The days keep coming without fail A new wind is going to find your sail That's where your journey starts  [Chorus] You'll find better love Strong as it ever was Deep as the river runs Warm as the morning sun Please remember me  [Verse 2] Just like the waves down by the shore We're going to keep on coming back for more Cause we don't ever want to stop Out in this brave new world you seek Oh the valleys and the peaks And I can see you on the top  [Chorus]  [Verse 3] Remember me when you're out walking When the snow falls high outside your door Late at night when you're not sleeping And moonlight falls across your floor When I can't hurt you anymore  [Chorus] You'll find better love Strong as it ever was Deep as the river runs Warm as the morning sun Please remember me Please remember me  ",
        "title": "Please Remember Me"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Slide"
    },
    {
        "artist": "112 Featuring Lil'z",
        "lyrics": "  [Verse 1] Here we are all alone You and me, privacy And we can do anything Your fantasy I wanna make your dreams come true Can you hear? She's calling me Between your legs Loud and clear I wanna talk back to her Make love to her I wanna hear you scream my name  [Chorus] We can make love in the bedroom floor Floatin' on top of my waterbed I'm kissing you Running my fingers through your hair In the hallway making our way beside the stairs We can do it anywhere I can love you in the shower Both of our bodies dripping wet On the patio we can make a night you won't forget On the kitchen floor As I softly pull your hair We can do it anywhere, anywhere  [Verse 2] I love the way your body feels On top of mine so take your time We got a night Girl, you know I like it slow And I know you like it too, baby Please don't stop I feel it now You feel it, too You're shivering Ooh, you put me close to you Just let it flow There's no other place to go  [Chorus x2]  [Zane] Z too hot to stop So we goin' from the bedroom to the floor Let you know a nigga miss you when out on tour When our tongues touch Have a playboy sing it much Roll a Dutch, let me tell you it turns me on When 112 sing to you What kinda feeling do it bring to you? I bump hard till you say I'm being mean to you I know the ice Roley gleam to you A true player's what I seem to you And if you want it We can do it in the Black 500 Wit' the top down In overdrive when we ride cause I'm hot now You got me goin', I don't think I wanna stop now Z feinin' like a criminal on lockdown So let's get a way to get away You gettin' hot baby, please don't melt away I got a crib on the beach in Palmetto-way And here's your personal key to see me everyday 112...   [Repeat Chorus Until Fade]  ",
        "title": "Anywhere"
    },
    {
        "artist": "Everlast",
        "lyrics": "  [Verse 1] We've all seen the man at the liquor store beggin' for your change The hair on his face is dirty, dreadlocked and full of mange He ask the man for what he could spare with shame in his eyes \"Get a job, you fucking slob\" is all he replies  [Hook] God forbid you ever had to walk a mile in his shoes Cause then you really might know what it's like to sing the blues Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Verse 2] Mary got pregnant from a kid named Tom who said he was in love He said. \"Don't worry about a thing, baby doll I'm the man you've been dreamin' of.\" But three months later he said he won't date her or return her calls And she sweared, \"Goddamn, if I find that man, I'm cuttin' off his balls!\" And then she heads for the clinic and she gets some static walkin' through the door: They call her a killer, and they call her a sinner, and they call her a whore!  [Hook 2] God forbid you ever had to walk a mile in her shoes Cause then you really might know what it's like to have to choose Then you really might know what it's like (what it's like Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like)  [Bridge] I've seen a rich man beg I've seen a good man sin I've seen a tough man cry I've seen a loser win And a sad man grin I heard an honest man lie I've seen the good side of bad And the down side of up And everything between I licked the silver spoon Drank from the golden cup Smoked the finest green  I stroked the baddest dimes At least a couple of times Before I broke their heart  You know where it ends Yo, it usually depends On where you start  [Verse 3] I knew this kid named Max He used to get fat stacks out on the corner with drugs He liked to hang out late at night Liked to get shit faced And keep pace with thugs  Until late one night there was a big gunfight Max lost his head He pulled out his chrome .45 Talked some shit And wound up dead  Now his wife and his kids are caught in the midst of all of his pain You know it comes that way At least that's what they say When you play the game  [Hook] God forbid you ever had to wake up to hear the news Cause then you really might know what it's like to have to lose Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) Then you really might know what it's like (what it's like) To have to lose...  ",
        "title": "What It's Like"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse 1] Almost made you love me, almost made you cry Almost made you happy, baby, didn't I, didn't I? You almost had me thinking you were turned around But everybody knows, almost doesn't count Almost heard you saying you were finally free What was always missing for you, babe, you found it in me But, you can't get to heaven half off the ground Everybody knows, almost doesn't count  [Chorus] I can't keep on loving you one foot outside the door I hear a funny hesitation of a heart that's never really sure Can't keep on trying if you're looking for more, than all that I can give you than what you came here for  [Verse 2] Gonna find me somebody not afraid to let go Want a no doubt, be there kind of man - you came real close But every time you built me up, you only let me down But everybody knows, almost doesn't count  [Bridge] Hey, hey (everybody knows) Hey, hey hey I can't keep on baby, can't keep on trying Everybody knows, almost doesn't count  [Chorus] I can't keep on loving you one foot outside the door I hear a funny hesitation of a heart that's never really sure Can't keep on trying if you're looking for more, than all that I can give you than what you came here for  [Verse 3] Maybe you'll be sorry, maybe you'll be cold Maybe you'll come running back, babe, from the cruel, cruel world Almost convinced me you're gonna stick around But everybody know, almost doesn't count  [Outro] So maybe I'll be here, maybe I'll see you around That's the way it goes, almost doesn't count  ",
        "title": "Almost Doesn't Count"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] Friday night you and your boys went out to eat Then they hung out But you came home around three If six of y'all went out Then four of you were really cheap Cause only two of you had dinner I found your credit card receipt  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  [Verse 2] I'll pack your bags so you can leave town for a week The phone rings and then you look at me You said it was one of your friends down on 54th St So why did 213 show up on your Caller I.D I've been through all of this before So how could you think That I would stand around And take some more Things are gonna change That's why you have to leave So don't turn around to see my face There's no more fears and tears left for you to see Was it really worth you going out like that See I'm moving on And I refuse to turn back See all of this time I thought I had somebody down for Whitney It turns out you were making a fool of me  [Chorus] It's not right But it's okay I'm gonna make it anyway Pack your bags up and leave Don't you dare come running back to me It's not right But it's okay I'm gonna make it anyway Close the door behind you Leave your key I'd rather be alone than unhappy  ",
        "title": "It's Not Right But It's Okay"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "The Hardest Thing"
    },
    {
        "artist": "Whitney Houston Feat. Faith Evans & Kelly Price",
        "lyrics": "  [Intro] This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel  [Verse 1] You said you'd be here by 9 Instead you took your time You didn't think to call me boy Here I sit, tryin' not to cry Askin' myself why, you do this to me  [Pre-Chorus] Since you're not around for me To tell you baby face to face I'm writing you this letter And this is what I have to say  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me  [Verse 2] Now I see, that you've been doing wrong Played me all along and made a fool of me baby You got it all wrong to think that I wouldn't find out That you were cheating on me, baby how could u do it to me  [Pre-Chorus] Since you're not around for me To tell you baby face to face I'm writing you this letter And this is what I have to say  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me You didn't have to do it to me baby   [Bridge] Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel This is the Heartbreak Hotel  [Chorus] All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me I wanted your love  All I really wanted was some of your time Instead you told me lies when someone else was on your mind What'd you do to me? Look what you did to me I thought that you were someone who would do me right Until you played with my emotions and you made me cry What'd you do to me? Can't take what you did to me  [Outro] I ain't going to take it, I ain't going to take it no more I ain't going to take it boy I ain't going to take it no more Everything that you said was a lie Don't lie to me  ",
        "title": "Heartbreak Hotel"
    },
    {
        "artist": "Smash Mouth",
        "lyrics": "  [Verse 1] Somebody once told me the world is gonna roll me I ain't the sharpest tool in the shed She was looking kind of dumb with her finger and her thumb In the shape of an \"L\" on her forehead  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Verse 2] It's a cool place, and they say it gets colder You're bundled up now but wait 'til you get older But the meteor men beg to differ Judging by the hole in the satellite picture The ice we skate is getting pretty thin The water's getting warm so you might as well swim My world's on fire, how about yours? That's the way I like it and I'll never get bored  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold  [Bridge] (Go for the moon) (Go for the moon) (Go for the moon) (Go for the moon)  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars  [Verse 3] Somebody once asked could I spare some change for gas? \"I need to get myself away from this place\" I said \"Yep, what a concept I could use a little fuel myself And we could all use a little change!\"  [Pre-Chorus] Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the backstreets? You'll never know if you don't go You'll never shine if you don't glow  [Chorus] Hey now you're an All Star, get your game on, go play Hey now you're a Rock Star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold And all that glitters is gold Only shooting stars break the mold  ",
        "title": "All Star"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  [Intro] Oh…give it Be my sweet lady [Sweet lady] Oh, I want you to be my lady, lady Oh, babe  [Hook] Sweet lady would you be my Sweet love for a lifetime I'll be there when you need me Just call and receive me  Da, da, da, da My sweet lady Baby La, la, la, la  [Verse] Now any other day I would play it cool But I can't now cause I want you See I'm hooked on, how you flex your style And I wanna talk for a little while I never really seen your type But I must admit that I kinda like So maybe if you have the time We could talk about you being my  [Hook] Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) I’ll be there (I’ll be there) when you need me Just call and receive me Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) I’ll be there (I’ll be there) when you need me Just call and receive me  [Verse 2] Now on the regular, I would waste time but I don't want to Cuz you're so damn fine And I heard that you were taken But that don't have to stop you from making, Late night phone calls on the telephone, About your fantasies and ways to get it on When you need me I will be There for you my sweet lady  [Hook] Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) (I’ll be there) I’ll be there (When you need me) when you need me (Just call and) Just call and (Receive me) receive me Sweet lady (Would you be my) Would you be my (Sweet love for) Sweet love for a lifetime (A lifetime) (I’ll be there) I’ll be there (When you need me) when you need me (Just call and) Just call me , my sweet lady  [Bridge] Say you will be my baby (Say you will be my lady) Say you will be my lady I’ve got to have all your love So I won’t even front (I won’t front, no) Just say you'll give it to me Don't wanna hear the maybe's oh no no no ( And I will give you all my heart) All my heart (If you say you’ll be my sweet lady) Oh…oh…  [Hook] Sweet lady (My baby) Would you be my Sweet love for (Whoa…oh…) a lifetime I’ll be there when you need me Just call and receive me Sweet lady Would you be my Sweet love for a lifetime (I’ll be there) I’ll be there (When you need me) when you need me Just call and receive me (Whoa…oh…)  Sweet lady Would you be my Sweet love for a lifetime (I’ll be there when you need me) I’ll be there (Just call and) Call me, baby (receive me) Receive me, baby Would you be my Be my sweet love Lover for a lifetime (I’ll be there when you need me) I’ll be there Just call and (Oh…whoa…) receive me (Oh…oh…oh…oh…)  [Outro] (Sweet lady) Would you be my, oh…oh… (Sweet lady) Be my, be my, come on over, will you be mine Sweet lady  ",
        "title": "Sweet Lady"
    },
    {
        "artist": "Case",
        "lyrics": "  [Verse 1] Guess what I did today Those were the words I said to you It was last may, dont know the exact day In my hand there was a ring Then you told me that you loved me More than anything in your life So I asked you would you do me The honor of being my wife  [Pre-Chorus 1] Yes I will I will be your man Your protector, your best friend Till my humble life is ended And time begins again, couldn't we be...  [Chorus] Couldn't we be happily ever after? We could be strong together for so long My love is oh so strong Couldn't we be happily ever after? Couldn't we be? Leaving you never till forever's gone  [Verse 2] When I was away, mmm, mmm Some friends became just faces Some people grew apart But you stayed right in my heart And so many times Pictured this day inside my mind And for so many years, ooh I knew it would be you here with me, oh  [Pre-Chorus 2] Yes I will Take you for my wife The center of my life And I will never, ever fade From this choice I made, oh  [Chorus] Couldn't we be happily ever after? C'mon We could be strong together for so long Said my love is strong Couldn't we be happily ever after? Couldn't we be, babe? Leaving you never till forever's gone No no, Hey yeah  [Bridge] You don't have to look no further than me Don't look no more, baby yeah You don't need much more than my lovin' to make you happy I'm so happy, I'm so happy babe Beneath the sight of God, I will make this vow to you, come on baby I'll be right here, stay with me Said I'll be here, baby hey  [Chorus] Couldn't we be happily ever after I said I wanna be, I said I wanna be We could be strong together for so long Couldn't we be happily ever after Couldn't we be, babe? Leaving you never till forever's gone No, no I will never leave you, ooh Couldn't we be happily ever after... See today, I wanna make you my wife...  ",
        "title": "Happily Ever After"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 1: R. Kelly] I used to think about how I was gonna make it Struggling day to day just trying to get this paper Hoping the day would come when things would go my way But now I'm living lavish and all I do is hear them say  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Verse 2: Nas] Hey yo Now who knows poverty like Robert and me Did you ever think you'd be dancin' and vibin' with me Did you ever think you'd push a Ferrari, blast a Nas CD With 5 TV's and DVD's, come on ride with me Ain't naan nigga fly like me Honey you heard about the style I got We from the wildest blocks, where police Make arrests, carry heat wear vests, we ghetto Never thought we'd ever reach this level My people behind metal The streets coulda had us, but now we live lavish Our freaks be the baddest Bus 'em out while maids change the sheets on the mattress It's deep cuz I never thought I'd reach this status Walk around and grown women stop and look They recognize me, no longer hide they pocketbooks Hate me now cuz I ain't gonna stop, you're stuck The remix is R. Kelly, please drop the hook Come on  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Bridge: Tone] America Did you ever think Ya ever know Did ya ever think Ya ever know (Come on) Did ya ever think Ya ever know Did ya ever think Ya ever know (Trackmasters)  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Outro: R. Kelly] No matter what ya'll say or do We gotta get this money Watch out playa, we come for you Take all of your honies First of the month and rent is due We gotta get this paper Come for us, we'll wait for you A million men can't take us  [Hook: Tone] Did you ever think that you would be this rich Did you ever think that you would have these hits Did you ever think that you would be the don Have a crib with a fifty acre lawn Did you ever think that you would be this paid Were there times when your ass was real afraid Did you ever think that you would sell out tours Have a show with fifty million viewers  [Nas] I just wanna thank God For making Nas the don And R. Kelly, the don Yeah, sittin' pretty  ",
        "title": "Did You Ever Think"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Verse 1] I wish that I could fly Into the sky So very high Just like a dragonfly I'd fly above the trees Over the seas In all degrees To anywhere I please  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  [Verse 2] Let's go and see the stars The milky way Or even Mars Where it could just be ours Let's fade into the sun Let your spirit fly Where we are one Just for a little fun  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  [Bridge] I got to get away Girl, I got to get away  [Chorus] I want to get away I want to fly away Yeah, yeah, yeah  I want to get away I want to fly away Yeah, yeah, yeah  I want to get away, I want to get away I want to get away, I want to get away  I want to get away I want to fly away Yeah, yeah, yeah  I want to get away, I want to get away I want to get away, I want to get away  I want to get away I want to fly away Yeah, yeah, yeah  Yeah, yeah, yeah, yeah, yeah  ",
        "title": "Fly Away"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I never saw the end in sight; fools are kind of blind Thought everything was going alright, but I was running out of time Because you had one foot out the door, I swear I didn't see But if you're really going away, here's some final words from me  [Chorus] Baby, write this down, take a little note to remind you in case you didn't know Tell yourself I love you and I don't want you to go, write this down Take my words, read them every day, keep them close by, don't you let them fade away So you'll remember what I forgot to say, write this down  [Verse 2] I'll sign it at the bottom of the page, I'll swear under oath Cause every single word is true, and I think you need to know So use it as a bookmark, stick it on your refrigerator door Hang it in a picture frame up above the mantel where you'll see it for sure  [Chorus]  [Bridge] You can find a chisel, I can find a stone Folks will be reading these words, long after we're gone  [Chorus]  [Outro] Oh I love you and I don't want you to go, baby write this down  ",
        "title": "Write This Down"
    },
    {
        "artist": "Silk",
        "lyrics": null,
        "title": "If You (Lovin' Me)"
    },
    {
        "artist": "Steve Wariner",
        "lyrics": "  (bill anderson/steve wariner) (track 2 - time 4: 29)  Two teardrops were floatin' down the river One teardrop said to the other I'm from the soft blue eyes of a woman in love I'm a tear of joy she couldn't carry She was so happy she just got married I was on her cheek when she wiped me away with her glove I could tell from the look on her face she didn't need me So I drifted on down and caught me a ride to the sea  The other tear said we've got a connection I'm a tear of sorrow born of rejection I'm from the sad brown eyes of her old flame She told him they would be lifelong companions Left him with questions and not any answers I was on his cheek as he stood there calling her name I could tell he had a lot of my friends for company So I drifted on down and caught me a ride to the sea  Oh the ocean's a little bit bigger tonight Two more teardrops somebody cried One of them happy and one of them bluer than blue The tide goes out and the tide comes in And someday they'll be teardrops again Released in a moment of pleasure or a moment of pain Then they drift on down and ride to the sea again  Last night I sat in the waiting room The nurse walked in and gave me the news It's a baby girl and they're both fine An old man sittin' not 10 feet away Just lost his wife and he said to me You've got a brand new angel and I've lost mine I guess the good lord giveth and the good lord taketh away And we both wiped a teardrop from our face  Oh the ocean's a little bit bigger tonight Two more teardrops somebody cried One of them happy and one of them bluer than blue The tide goes out and the tide comes in A whole new circle of life begins Where tears are a part of the pleasure and part of the pain 'til they drift on down and ride to the sea again  Two teardrops floatin' down the river Two teardrops floatin' down the river  ",
        "title": "Two Teardrops"
    },
    {
        "artist": "Busta Rhymes Featuring Janet",
        "lyrics": "  [Intro: Busta Rhymes] Busta Rhymes, Janet Jackson Here we go, one time  [Verse 1: Busta Rhymes] Baby just tell me just how you feel, how you feel We living it I'm just giving it to you real, baby c'mon Ev-erytime we crossing the borderline Be giving it to you making you feel fine, turn the heat up Better believe we gon' shine, make your body wind Baby the pleasure is all mine, to my people Who be regulating the dance floor Better step to your business and handle yours, how we do it Making your people just wanna bounce and get busy Because you know that we always'll hit you off, what you say You wondering why you feeling the force And don't you worry cause yo we ready to floss Mohicans'll always a put you on And blow the spot til the very second I'm gone, get your groove on Now that you tired I hope your body recouping Because we keeping you moving that's what we doing and you know we're gonna  [Chorus: Janet Jackson] Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make you think of naughty things Like me on you and you on me What's it gonna be Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make your body cream, make you have wet dreams What's it gonna be  [Verse 2: Busta Rhymes] What what, what, party people Seeing you waving your hand high Hot shit, burning you making your ass fry, baby c'mon Give you the shit what that make you quiver while I deliver The shit that'll hit you right in your liver Always SoundScan'n, we never leaving you hanging I'm always doing my thang and my music always be banging so check it You know we be always movin the crowd Type of feeling that make you wanna go play it loud whattup When, we, come and hit you Best believe, we really gon' get you Light up whatever you wanna flaunt Cause we be dipping it baby, so what you want, here we go Paintin the picture we keep it hot in the winter Now big up my people you know I'm always wit'cha (Flipmode) We blowing and taking over the planet - full blast Hitting with Busta Rhymes and Janet and you know we're gonna  [Chorus: Janet Jackson] Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make you think of naughty things Like me on you and you on me What's it gonna be Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make your body cream, make you have wet dreams What's it gonna be  [Verse 3: Busta Rhymes] We gonna make your body feel wet We gonna make your body say yeah I wanna know where my road dawgs is it I wanna know where my live women is at - Where you at? We gonna make your body feel wet We gonna make your body say yeah Now everybody wave your hand real high, real high And let me see you all put em up in the sky, c'mon Making my niggas just say ho, word up And making you women just say ahh, baby c'mon Bringing it to you in many ways We making and taking you people right through another phase, c'mon We rocking it baby that's how we dropping it baby There ain't no stopping it baby I know we driving you crazy And then we hit with the greatest of all times No matter what you do baby, we gon' shine and you know we're gonna  [Chorus: Janet Jackson] Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make you think of naughty things Like me on you and you on me What's it gonna be Gonna make, gonna make, gonna make your body wet Gonna make, gonna make your body scream out yes Gonna make, gonna make your body cream, make you have wet dreams What's it gonna be  [Outro: Busta Rhymes] What wha-what, what, what what it's gon' be Busta Rhymes, Janet Jackson Finally, Flipmode baby what Yeah yeah, what it's gonna be What it's gon' be What it's gon' be What's it gonna be What what what, wha-what, what Uh uh uh, ah ah, ah ah, ah, ah-ah Close the door nigga  ",
        "title": "What's It Gonna Be?!"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] When I first saw you, I already knew There was something inside of you Something I thought that I would never find, angel of mine I look at you looking at me Now I know why they say The best things are free I'm gonna love you, boy You are so fine, angel of mine  [Pre-Chorus] How you changed my world You'll never know I'm different now You helped me grow  [Chorus] You came into my life Sent from above When I lost all hope You showed me love I'm checking for you, boy You're right on time, angel of mine  [Verse 2] Nothing means more to me than what we share No one in this whole world can ever compare Last night, the way you moved is still on my mind Angel of mine  [Pre-Chorus] What you mean to me You'll never know Deep inside, I need to show  [Chorus] You came into my life Sent from above (sent from above) When I lost all hope You showed me love (Boy, you showed me love) I'm checking for you, boy You're right on time (right on time) Angel of mine (angel of mine)  [Bridge] I never knew I could feel each moment As if it were new Every breath that I take The love that we make I only share it with you (You, you, you, you)  [Interlude] When I first saw you, I already knew There was something inside of you Something I thought that I would never find, angel of mine  [Chorus] You came into my life Sent from above (Came into my life, yeah, yeah, yeah) When I lost all hope You showed me love (Boy, you showed me love, uh huh) I'm checking for you, boy You're right on time (But boy, you're right on time) Angel of mine (angel of mine, oh, mine)  [Outro] How you changed my world You'll never know I'm different now You helped me grow I look at you looking at me Now I know why they say The best things are free I'm checking for you, boy You're right on time, angel of mine  ",
        "title": "Angel Of Mine"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1: Nick & Brian] I don't know what he does to make you cry But I'll be there to make you smile I don't have a fancy car To get to you I'd walk a thousand miles  I don't care if he buys you nice things Does his gifts come from the heart? I don't know, but if you were my girl I'd make it so we'd never be apart  [Chorus] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  [Verse 2: Howie & A.J.] When you talk, does it seem like he's not Even listening to a word you say? That's okay, babe, just tell me your problems I'll try my best to kiss them all away  Does he leave when you need him the most? Does his friends get all your time? Baby, please, I'm on my knees Praying for the day that you'll be mine  [Chorus: All] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  [Bridge: Nick] Hey, girl I don't want you to cry no more inside  [Howie (& A.J.)] All the money in the world Could never add up to (all the love I have inside, I love you, baby)  [Kevin] And I will give it to you  All I can give, all I can give Everything I have is for you But love is all I have to give  [Chorus] But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give But my love is all I have to give Without you I don't think I could live I wish I could give the world to you But love is all I have to give  ",
        "title": "All I Have To Give"
    },
    {
        "artist": "Ja Rule",
        "lyrics": "  [Ja Rule] IT'S MURDA!  [Jay-Z] Yeah yeah, Hova Hova We takin over soldier, told ya it's murdaa I'm here for that paper playa, fuck one time I'm here ta break ya playa one nine Make ya scream and holla partner When I block ya partner When I squeeze niggas breathe like {*ahh-hah, ahh-hah*} We the realest niggas we killaz niggas We Murderers, feel us?  [Vita] Vita Vita to all of my bitches That's ready to flip dollars dollars Lemme hear you holla holla Gunshots pop up like it's murda Ja's a murdera I'm the murderous bitch Semi semi automatic in my Fendi Fendi bag For any any hoes feelin envy envy if you choose to But I got some killers that'll bury and use you It's murda!!  [Tah Murda] Nigga we do this for the doe doe, hurtin hurtin Y'all niggas is curtains curtains When the pound kick, round spit hit the ground quick Playa playa I hate a hater whose flow flow is so-so Midget niggas who grow slow Fire fire when I spit, full clip Niggas wet em wet em Whoever holdin the coke we'll dead em dead em All my thug niggas and thug bitches This all it takes for paper if you feelin me  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Memphis Bleek] Yeah, yeah Niggas neva neva, seen a killa like Bleek You could get it get it in a second on these streets Now it's Memphis Memphis and my gun bust tremendous You ain't you ain't on my dick shorty but yo friend is It's murda murda for life Me and Ja nigga hold that hold that Niggas ain't ready to die with us get it get it Make em feel it feel it all 16 comin from my .45 digits  [Black Child] Make you holla black child is all about a dolla Dollars dollars nigga I'm from homocide Hollis Hate hoes that love to swallow swallow We original robbers robbers wit revolvers Sippin Henny and Remi and Remi wit any Wit Tah spittin the semi spittin the semi In any anybody could spit it spit it e But can he live it live it It's murda motherfucker don't forget it!  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Ja Rule] (holla holla) All my niggas thats ready to get (dollars dollars) Bitches know who can get em a little (hotta hotta) Come on, if you rollin wit me (follow follow) It's murda..  [Busta Rhymes] Murda murda, yo, yo-yo yo Now what you 'bout to do? Lay you out on a stretcher I betcha that when I get ya I'll make y'all niggas leak from my lyrical lecture And treasure the moment feel pleasure from when I wet ya (WHAT!) Split ya cardiovascular up from the bullets we sent ya Listen we dishin our flava we cookin da kitchen (what!) Like we cookin and breakin our la-ast pot we got to piss in I'm bout to cop an ounce of weed (how many wanna chip in?!) And get a bunch of wild murderin niggas Time is all we need to be flippin  [Ja Rule] Neva eva before fore Whatever reason you think you law Lord tell em I'ma nigga that clip it cock it and dead em I'ma behead em for no flow, wet em if they dry slow Funny style niggas I'll lift like lo-lo's Then pimp yo broke hoes (whoa!) I'ma I'ma pop pop and leave leave niggas gagged and shot Why why the fuck not I'm a Murderer murderin any And everything that's in my way, holla holla  ",
        "title": "Holla Holla"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Sometimes"
    },
    {
        "artist": "matchbox 20",
        "lyrics": null,
        "title": "Back 2 Good"
    },
    {
        "artist": "Alabama Featuring 'N Sync",
        "lyrics": "  [Verse 1: Justin] Can this be true? Tell me, can this be real? How can I put into words what I feel? My life was complete, I thought I was whole Why do I feel like I'm losing control?  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus: All (w/ Justin)] Your love is like a river: peaceful and deep Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you (A little more time, yes he did, baby)  [Verse 2: JC] In all of creation, all things great and small You are the one that surpasses them all More precious than any diamond or pearl They broke the mold when you came in this world  [Pre-Chorus: JC] And I'm trying hard to figure out Just how I ever did without The warmth of your smile, the heart of a child That's deep inside Leaves me purified  [Chorus (w/ JC)] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you) (On you, on you, on you, you) ohhh... (On you, on you, on you, you) (On you, on you, on you, you) yeah...  [Pre-Chorus: Justin] Never thought that love could feel like this And you've changed my world with just one kiss How can it be that right here with me There's an angel? It's a miracle  [Chorus] Your love is like a river: peaceful and deep (and deep) Your soul is like a secret that I never could keep When I look into your eyes, I know that it's true God must have spent a little more time on you  (On you, on you, on you, you)  God must have spent A little more time, on you (on you, on you, you, you, oh yeah) A little more time On you...  ",
        "title": "God Must Have Spent A Little More Time On You"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Instrumental break]  [Intro] Let's go, girls! Come on!  [Verse 1] I'm going out tonight I'm feelin' alright Gonna let it all hang out Wanna make some noise Really raise my voice Yeah, I wanna scream and shout No inhibitions Make no conditions Get a little outta line I ain't gonna act politically correct I only wanna have a good time  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Verse 2] The girls need a break Tonight we're gonna take The chance to get out on the town We don't need romance We only wanna dance We're gonna let our hair hang down  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Pre-Chorus] The best thing about being a woman Is the prerogative to have a little fun and ...  [Chorus] Oh, oh, oh, oh, go totally crazy Forget I'm a lady Men's shirts, short skirts Oh, oh, oh, oh, really go wild Yeah, doin' it in style Oh, oh, oh, oh, get in the action Feel the attraction Color my hair, do what I dare Oh, oh, oh, oh, I wanna be free Yeah, to feel the way I feel Man! I feel like a woman!  [Outro] I get totally crazy Can you feel it? Come, come, come on, baby! I feel like a woman!  ",
        "title": "Man! I Feel Like A Woman!"
    },
    {
        "artist": "Andy Griggs",
        "lyrics": "  Life may not always go your way And every once in a while you might have a bad day But I promise you now you won't ever be lonely The sky turns dark and everything goes wrong Run to me and I'll leave the light on And I promise you now you won't ever be lonely For as long as I live There will always be a place you belong Here beside me Heart and soul baby -- you only And I promise you now you won't ever be lonely  It's still gonna snow and it's still gonna rain The wind's gonna blow on a cold winter day And I promise you now you won't ever be lonely You're safe from the world wrapped in my arms And I'll never let go Baby, here's where it starts And I promise you now you won't ever be lonely Here's a shoulder you can cry on And a love you can rely on For as long as I live There will always be a place you belong  Here beside me Heart and soul baby -- you only And I promise you now you won't ever be lonely No, no, you won't ever be lonely  ",
        "title": "You Won't Ever Be Lonely"
    },
    {
        "artist": "Fatboy Slim",
        "lyrics": "  I have to praise you Like I should  I have to praise you Like I should  I have to praise you Like I should  [Pre-Chorus] We've come a long long way together Through the hard times and the good I have to celebrate you baby I have to praise you like I should  We've come a long long way together Through the hard times and the good I have to celebrate you baby I have to praise you like I should  We've come a long long way together Through the hard times and the good I have to celebrate you baby I have to praise you like I should  I have to praise you like I should I have to praise you like I should  ",
        "title": "Praise You"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  Remember the good times that we had? I let them slip away from us when things got bad How clearly I first saw you smilin' in the sun Want to feel your warmth upon me I want to be the one  [Chorus] I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  I'm so tired but I can't sleep Standin' on the edge of something much too deep It's funny how we feel so much but we cannot say a word We are screaming inside oh we can't be heard  [Chorus] That I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  So afraid to love you But more afraid to lose Clinging to a past that doesn't let me choose Where once there was a darkness Deep and endless night You gave me everything you had, oh you gave me life  [Chorus] And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories  And I will remember you, will you remember me? Don't let your life pass you by Weep not for the memories Weep not for the memories  ",
        "title": "I Will Remember You (Live)"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] You think I'm always making Something out of nothing You're saying everything's okay You've always got an answer Before I ask the question Whatever you say Now we can change the subject Pretend I never brought it up Same old story anyway Later we can work it out Right now you're talked out Yeah, whatever you say  [Chorus] Oh I know you can hear me But I'm not sure you're listening I hear what you're saying But still there's something missing Whether I go whether I stay Right now depends on Whatever you say  [Verse 2] You say yes you need me And no you wouldn't leave me And this should be enough to make me stay And even though I want to I don't hear I love you In whatever you say  [Chorus]  [Outro] Oh whether I go whether I stay Right now depends on Whatever you say[3x]  ",
        "title": "Whatever You Say"
    },
    {
        "artist": "Jay-Z Featuring Amil (Of Major Coinz) & Ja",
        "lyrics": "  [Intro: Jay-Z] What? Well fuck you... bitch Now can you bounce wit me, wit me, wit me wit me Can you bounce wit me, bounce wit me, wit me wit me Can you bounce wit me, bounce wit me, ge-gi-gi-gi-gi-gi Can you bounce wit me, bounce wit me, ye-ye-yeah Uh-huh uh-huh bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Ya-yah-yah, ya-ya-yah-yeah bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi-geyeah bounce wit me, bounce wit me Get it!  [Verse 1: Jay-Z] Can I hit in the mornin' without givin' you half of my dough And even worse, if I was broke would you want me If I couldn't get you finer things like all of them diamond rings Bitches kill for would you still roll If we couldn't see the sun risin' off the shore of Thailand Would you ride then, if I wasn't driving If I wasn't a eight-figga nigga by the name of Jigga Would you come around me or would you clown me If I couldn't flow futuristic, would ya Put your two lips on my wood and kiss it, could ya See yourself with a nigga working harder than nine to five Ten to six, two jobs to survive, or Do you need a baller so you can shop and tear the mall up Brag, tell your friends what I bought ya If you couldn't see yourself with a nigga when his dough is low Baby girl, if this is so, yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, uhh Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me Bounce wit me, bounce wit me Can ya can ya can ya bounce wit me, bounce wit me  [Verse 2: Amil] You ain't gotta be rich but fuck that How we gonna get around on your bus pass Before I put this pussy on your mustache, can you afford me My niggas breadwinners, never corny Ambition makes me so horny Not the fussin' and the frontin' If you got nothing, baby boy, you better Get up, get out and get some, shit I like a - lot of Prada, Alize and vodka Late nights, candlelight, then I tear the cock up Get it up I put it down everytime it pop up, huh I got to snap 'em, let it loose, then I knock ya Feel the juice, then I got ya - when you produce a rock I let you meet momma and introduce you to poppa My - coochie remains in a Gucci name Never test my patience, nigga, I'm high maintenance High class, if you ain't rollin', bypass If you ain't holdin' I dash yo  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce for me, bounce for me Can ya can ya can ya bounce wit me, bounce wit me Gi-gi-gi-geyeah-geyeah Can ya bounce wit me, bounce wit me Gi-gi-gi-gi can ya bounce wit me, bounce wit me (Uhh! Yeah)  [Verse 3: Ja Rule] It ain't even a question How my dough flows, I'm good to these bad hoes Like my puss wet like damp clothes What y'all niggas don't know: it's easy to pimp a ho Bitches better have my money fo sho Before they go runnin' they mouth, promotin' how I be dickin' they back out, go 'head, let it out I fucks with my Gat out, bounce and leave a hundred Makin em feel, slutted even if they don't want it It's been so long, since I met a chick ain't about chips but then I'm Dead wrong, when I tell em, \"be gone\" So hold on to the feelin' of flossin' and plat-num Cause from now on You can witness Ja the i-con With hoodies and Timbs on, cause I thugs my bitches VV studs my bitches, then we rob bitch niggas I'm talkin' bout straight figures, if you here, you with us If not Boo, you know what, I still fucked you  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Refrain: Jay-Z] Can I get a fuck you To these bitches from all of my niggas Who don't love hoes, they get no dough  [Amil] Can I get a woop woop To these niggas from all of my bitches Who don't got love for niggas without dubs  [Jay-Z] Now can you bounce wit me, bounce wit me Ge-gi, ge-gi-gi-gi bounce wit me, bounce wit me Wit me wit me wit me bounce wit me, bounce wit me Bounce, bitch, bounce.. wit me wit me wit me wit me Can ya bounce wit me wit me Ge-gi, uh-huh uh-huh uh-huh uh-huh Uh-huh uh-huh uh-huh uh-huh uh-huh uh-huh uh Can ya bounce wit me bounce wit me Geyeah  ",
        "title": "Can I Get A..."
    },
    {
        "artist": "Lila McCann",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] Oh baby, baby Oh baby, baby  [Verse 1] Oh baby, baby, how was I supposed to know That something wasn't right here? Oh baby, baby, I shouldn't have let you go And now you're out of sight, yeah  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Verse 2] Oh baby, baby, the reason I breathe is you Boy, you got me blinded Oh pretty baby, there's nothing that I wouldn't do It's not the way I planned it  [Pre-Chorus] Show me how you want it to be Tell me, baby, cause I need to know now, oh, because  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Interlude] Oh baby, baby, how was I supposed to know? Oh pretty baby, I shouldn't have let you go  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  [Chorus] My loneliness is killing me (And I) I must confess I still believe (still believe) When I'm not with you, I lose my mind Give me a sign Hit me baby one more time  [Bridge] I must confess that my loneliness is killing me now Don't you know I still believe That you will be here and give me a sign Hit me baby one more time  ",
        "title": "...Baby One More Time"
    },
    {
        "artist": "Dave Hollister",
        "lyrics": "  I'd like to dedicate this right here To my favorite girl I know I haven't been the most perfect man But I love you, God knows, I do Why...  (Verse 1) What's wrong with your shady ass Wakin' me up early in the mornin' still yawnin' Don't you know a nigga half sleep So why the hell you keep on pagin' me I told you once before I'm gonna say it once again Don't you call no more My girl is lyin' next to me Do you think this is a game Why you testin' me You keep on stressin' me  (Chorus 1) You keep callin' me All night long Just constantly Interruptin' Can't you see I'm with my favorite girl What's that shit you on Talkin' about my baby's mom She's still layin' in my arms She is my favorite girl  (Verse 2) I saw you around my way Ridin' by my crib Just the other day The order of protection was restranin' me I couldn't take the chance of someone namin' me You tryin' to frame me Leave me alone Callin' me and hangin' up the wife was home How'd you get my number in the first place The shit ain't even listed under my name  You callin' me And you tellin' me That you wantin' me And you needin' me 'Cause you're lonely And you can't see How I could be with another B I - T - C - H And that she could never be my wifey Why can't you see it wasn't meant for you to be with me  You so damn (crazy girl) Thinkin' I would ever leave my baby My lady The only one Who's there for me Who cares for me My destiny Who knows the things That's best for me And about me (i'm not leavin my home) This ecstasy would always mean the world to me  (Chorus 1) Huh, leave me alone I wanna be alone Leave me alone, you had to go and stop callin' me Why don't you I told you just leave me alone I can't take no more now Baby I need a little help Stevie J, play for me  ",
        "title": "My Favorite Girl"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  (Chorus:) Tell me it's real This feeling that we feel Tell me that it's real Don't let love come just to pass us by Try It's all we have to do It's up to me and you To make this special love last forever more  Baby you told me that you love me and you'd never leave my side Through the bitter end, through the thick and thin You promised me baby that you wasn't going anywhere, yes you did Baby keep it real, let me know just how you feel  (Repeat Chorus)  I can't explain the way you make me feel Everytime that you tell me that you love me And you know you did, so many times Just when I thought that love could never be a part of me That's when you came along And showed me happiness Baby you are the best I think you're different from the rest I really love you  (Repeat Chorus)  Tell me it's real This feeling that I feel Tell me it's real For your love I will do anything  (Repeat Chorus)  ( Do you really love me? Do you really care?? You promised that You'd never leave my side, you promised that you'd always be there!)  And Momma told me take it slow Boy you just don't know Anything about love If u and I were meant to be U would know It would show By the end of the song  ",
        "title": "Tell Me It's Real"
    },
    {
        "artist": "Eagle-Eye Cherry",
        "lyrics": "  [Verse 1] Go on and close the curtains Cause all we need is candle light You and me and a bottle of wine Going to hold you tonight Well we know I'm going away And how I wish, I wish it weren't so So take this wine and drink with me Let's delay our misery  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Verse 2] There's a log on the fire And it burns like me for you Tomorrow comes with one desire To take me away oh it's true It ain't easy to say goodbye Darling please don't start to cry Cause girl you know I've got to go, oh Lord I wish it wasn't so  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone   [Bridge] Tomorrow comes to take me away I wish that I, that I could stay Girl you know I've got to go, oh Lord I wish it wasn't so  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone  [Chorus] Save tonight And fight the break of dawn Come tomorrow Tomorrow I'll be gone   Tomorrow I'll be gone Tomorrow I'll be gone Tomorrow I'll be gone Tomorrow I'll be gone  Save tonight Save tonight Save tonight Save tonight  ",
        "title": "Save Tonight"
    },
    {
        "artist": "Collin Raye",
        "lyrics": "  Baby I bought wine and roses on my way home Yeah I know we can't afford it but life doesn't last too long This world has gone half-crazy And knocked us both to our knees I'm fumbling for the words to try to tell ya I love you for hangin' onto me  When anyone else would've been long gone Packed it up and headed back home And not a soul would blame you after what I put you through Yeah anyone else would've gone insane Called the game on account of rain Anyone else, anyone else Anyone but you  Mayday baby, all the rivets popped loose, it's a total tailspin Too much grindstone, too little time with you Girl, you know it's wearing thin Baby let's trade in these teardrops For warm kisses on skin You got a drawer full of IOU's And it's high time you called those things in  When anyone else would've been long gone Packed it up and headed back home And not a soul would blame you after what I put you through Yeah anyone else would've gone insane Called the game on account of rain Anyone else, anyone else Anyone but you  You've passed up so many chances To walk right out that door Instead of dodging a champagne cork And watchin' the wet clothes fall to the floor  When anyone else would've been long gone Packed it up and headed back home And you can hide behind a Cheshire cat grin but you know it's true Yeah anyone else would've gone insane Called the game on account of rain Anyone else, anyone else Anyone but you  Anyone else Girl, anyone but you  ",
        "title": "Anyone Else"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] You could've heard a pin drop When they walked trough the door I had to turn my eyes away My heart fell to the floor Someone whispered \"Where's her halo?\" Cause she had an angel's face He stood there smiling Holding on to the one who took my place  [Chorus] So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me  [Verse 2] I wonder if he told her she's the best he's ever known The way he told me ev'ry night when we were all alone She'll find out when the new wears off He'll find somebody new She'll learn what the heartache's all about And what I'm going through  [Chorus][x2] So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me So tonight the heartache's on me, on me Let's drink a toast to the fool who couldn't see Bartender pour the wine 'cause the hurtin's all mine Tonight the heartache's on me  [Outro] Yes tonight the heartache's on me  ",
        "title": "Tonight The Heartache's On Me"
    },
    {
        "artist": "Vengaboys",
        "lyrics": "  [Pre-Chorus] We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party  [Instrumental]  [Verse 1] I've got something to tell ya I've got news for you Gonna put some wheels in motion Get ready 'cause we're coming through Hey now, hey now, hear what I say now Happiness is just around the corner Hey now, hey now, hear what I say now We'll be there for you  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body  [Instrumental]  [Pre-Chorus] We like to party We like, we like to party We like to party We like, we like to party  [Verse 2] Hey now, hey now, hear what I say now Happiness is just around the corner Hey now, hey now, hear what I say now We'll be there for you  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body  [Pre-chorus] We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party We like to party We like, we like to party  [Instrumental]  [Bridge] The Vengabus is coming, the Vengabus is coming The Vengabus is coming, the Vengabus is..  [Chorus] The Vengabus is coming And everybody's jumping New York to San Francisco An intercity disco The wheels of steel are turning And traffic lights are burning So if you like to party Get on and move your body The Vengabus is coming  ",
        "title": "We Like To Party!"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  [Verse 1] Every time our eyes meet This feeling inside me Is almost more than I can take Baby, when you touch me I can feel how much you love me And it just blows me away  [Pre-Chorus] I've never been this close to anyone, or anything I can hear your thoughts I can see your dreams  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Verse 2] The smell of your skin The taste of your kiss The way you whisper in the dark Your hair all around me Baby you surround me You touch every place in my heart  [Pre-Chorus] Oh, it feels like the first time every time I want to spend the whole night in your eyes  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Guitar Solo]  [Chorus] Every little thing that you do I'm so in love with you It just keeps getting better Oh, girl I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Oh, every little thing that you do Every little thing that you do Baby, I'm amazed by By you  ",
        "title": "Amazed"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 1] We were out on a date in my daddy's car We hadn't driven very far There in the road, up straight ahead A car was stalled, the engine was dead I couldn't stop, so I swerved to the right I'll never forget the sound that night The screaming tires, the busting glass The painful scream that I heard last  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  [Verse 2] When I woke up, the rain was pouring down There were people standing all around Something warm running in my eyes But somehow I found my baby that night I lifted her head, she looked at me and said \"Hold me darling just a little while.\" I held her close, I kissed her our last kiss I found the love that I knew I would miss But now she's gone, even though I hold her tight I lost my love, my life that night  [Chorus] Oh, where oh where can my baby be? The Lord took her away from me She's gone to heaven, so I got to be good So I can see my baby when I leave this world  ",
        "title": "Last Kiss"
    },
    {
        "artist": "Citizen King",
        "lyrics": null,
        "title": "Better Days (And The Bottom Drops Out)"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] I don't need your sympathy There's nothing you can say or do for me And I don't want a miracle You'll never change for no one And I hear your reasons why Where did you sleep last night? And was she worth it, was she worth it?  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go There's no more to say So save your breath and walk away No matter what I hear you say I'm strong enough to know you gotta go  [Verse 2] So you feel misunderstood Baby have I got news for you On being used, I could write the book But you don't wanna hear about it  I've been losing sleep You've been going cheap She ain't worth half of me, it's true Now I'm telling you, that  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go  [Bridge] Come hell or waters high You'll never see me cry This is our last goodbye, it's true I'm telling you, now  [Chorus] 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go There's no more to say So save your breath and walk away No matter what I hear you say I'm strong enough to know you gotta go 'Cause I'm strong enough to live without you Strong enough and I quit crying Long enough, now I'm strong enough To know you gotta go  ",
        "title": "Strong Enough"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": null,
        "title": "A Night To Remember"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] Big orange ball, sinking in the water Toes in the sand, couldn't get much hotter Little umbrella shaped margaritas Coconut oil, tanning señoritas Now I know how Jimmy Buffet feels  Hands on the wheel, cruising down the interstate Gas pedal sticks, carries my car away I was going as fast as a Rambler goes I could feel the speed from my head to my toes Now I know how Richard Petty feels  [Chorus] I've been around the block a time or two Done almost everything a boy can do I've done some living, yeah I've had fun But there is one thing that I haven't done  [Verse 2] Saved two months, bought a little diamond Tonight’s the night, feels like perfect timing Down on one knee on momma's front steps Man I'm going to die if she really says yes I want to know how forever feels  [Chorus]  [Outro] I want to know how forever feels Hey, I want to know how forever feels Girl, I want to know how forever feels  ",
        "title": "How Forever Feels"
    },
    {
        "artist": "Jesse Powell",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Jo Dee Messina",
        "lyrics": "  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down It's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Verse 1] I hear you've been askin' about me from some of my friends Well you'd better believe I'm not goin' through that again  [Pre-Chorus] You're the kind of man a woman thinks she can change Oh, but the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 2] Somebody's gonna give you a lesson in losin' Somebody's gonna do to you what you've been doin' And I hope that I'm around To watch 'em knock you down Somebody's gonna give you a lesson in hurtin' Somebody's gonna leave you with your fire burnin' And no way to put it out Baby, there ain't no doubt You're a fool-hearted man  [Pre-Chorus] Yeah, you're the kind of man a woman thinks she can change But the only thing changin' is my way of thinkin' And I'm thinkin' that maybe someday  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down (oh) Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Chorus 1] Somebody's gonna give you a lesson in leavin' Somebody's gonna give you back what you've been givin' And I hope that I'm around To watch 'em knock you down Oh, it's like you to love 'em and leave 'em Just like you loved me and left me It's like you to do that sort of thing Over and over again You're a fool-hearted man  [Outro] Oh, a fool-hearted man Oh, whoa Oh, a fool-hearted man  ",
        "title": "Lesson In Leavin'"
    },
    {
        "artist": "Mark Wills",
        "lyrics": null,
        "title": "Wish You Were Here"
    },
    {
        "artist": "Orgy",
        "lyrics": "  [Verse 1] How does it feel to treat me like you do? When you've laid your hands upon me And told me who you are I thought I was mistaken I thought I heard your words Tell me, how do I feel? Tell me, now, how do I feel?  [Chorus] How does it feel? How should I feel? Tell me how does it feel To treat me like you do  [Verse 2] Those who came before me Lived through their vocations From the past until completion They'll turn away no more And I still find it so hard To say what I need to say But I'm quite sure that you'll tell me Just how I should feel today  [Verse 3] I see a ship in the harbor I can and shall obey But if it wasn't for your misfortunes I'd be a heavenly person today And I thought I was mistaken And I thought I heard you speak Tell me, how do I feel? Tell me, now, how should I feel? Now I stand here waiting I thought I told you to leave me When I walked down to the beach Tell me how does it feel When your heart grows cold  [Chorus] How does it feel? How should I feel? Tell me how does it feel To treat me like you do How does it feel? How should I feel? Tell me how does it feel To treat me like you do How does it feel? How should I feel? Tell me how does it feel To treat me like you do  ",
        "title": "Blue Monday"
    },
    {
        "artist": "Reba",
        "lyrics": "  [Verse 1] Times are tough on an honest heart People don't follow through with what they start Lying eyes looking at me up and down Making talk that's only cheap Making promises they never keep But I keep looking for what I still haven't found  [Chorus] One honest heart That I can believe in Two loving arms that will never let me go One good man that I can count on It shouldn't be so hard Finding one honest heart  [Verse 2] Now I've been close a time or two I thought I saw my dreams coming true But I was just living in a fairy tale I won't play the fool again I won't play a game that I can't win But I still have faith and I keep telling myself, there's  [Chorus]  [Bridge] I don't think I'm asking too much Just once in my life I want to be touched by  [Chorus][x3]  [Outro] One good man, one honest heart  ",
        "title": "One Honest Heart"
    },
    {
        "artist": "Total",
        "lyrics": "  [Chorus] Sittin home waitin for you 'Cause staring at these walls is all I do I try my best to be good to you But your never around when Im in the mood  [Verse 1] Im gettin tired being tired your ways You haven't come home or even call me today You dont know the pain when Im being alone Im callin out your name when your not even home  [Bridge] Cause I need you with me babe Can't see you leaving me babe Cause I dont know no other road I would go And I hope your feelings change come bring your lovin back to me So I can give you what you need and much more Oh, until then...  [Chorus]  [Verse 2] All my friends think that I am a fool And since you have been gone Ive been thinkin so too Just tell me what is it and what you feel I do wrong We should stay together cause our love is so strong  [Bridge]  [Chorus] By myself all day long These feeling that I feel for you feel so strong By myself all day long These feeling that I feel for you since you been gone  Chorus  ",
        "title": "Sitting Home"
    },
    {
        "artist": "Lit",
        "lyrics": "  [Verse 1] Can we forget about the things I said when I was drunk? I didn't mean to call you that I can't remember what was said or what you threw at me Please tell me  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone  [Verse 2] It's no surprise to me, I am my own worst enemy 'Cause every now and then, I kick the living shit out of me The smoke alarm is going off, and there's a cigarette Still burning  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone  [Chorus] Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night  [Outro] It's no surprise to me, I am my own worst enemy 'Cause every now and then, I kick the living shit out of me Can we forget about the things I said when I was drunk? I didn't mean to call you that  ",
        "title": "My Own Worst Enemy"
    },
    {
        "artist": "Trina & Tamara",
        "lyrics": "  * this version features a Trina and Tamara rap  Uh, Trackmasters Killa, Cam' Ya say cats dancing up in here Check it  Hey yo, ya'll cats wanna dance? Well go out and ball My jewelry say it all I'mma play the wall Girls that pass, knee buckle Ten G rings my as you knuckles Nasty hustles Why play me up close? Man you slow like a tug boat All my nigga's love pote Bunch of OJ's cuz they cut throats Kiss and hug toast Pissin' bub note Piss a club hoe And we high sigh No scrubs, my man playin my ride Get it right vibe Hundred bottles you see right there Ya'll wanna dance?  I'll be right here  1 - \tDon't stop the beat movin' \tYou should be bouncing \tWhy you standing around and \tActin' like you're just too fly \tYou should be movin each and every time \tCan't you see what everyone's doin' \tI just know you need to be groovin' \tSo when you hear it just get on the floor \tTrina and Tamara on the radio  You know just what I wanna do Oh baby when we go to the club I wanna move So why you standing there Acting like you don't care I think I'm gonna get up on the floor  Oh, Ah, Ohh What is wrong with you Tell me what you wanna do You shoulda stayed home I don't know what you came here for  Repeat 1  All day you were talkin' 'Bout how you couldn't wait to Get out on the floor with me Oh, boy I swear I refuse to Sit here cuz everybody's bouncing to the beat  Ohh Ah, ohhhh What is wrong wit you What you wanna do boy, yeah I feel like you shoulda stayed at home, so  Repeat 1  Yo, you know the T and baby TM Catch me in the BM 740i, three TV's, 30 CD's Chrome Bb's, bumpin' esto and TD Hate me know, we by the bar doin it up Bottle after bottle, second case of cristal Celebrating my misfoul Cats on the side nervous cuz they seen us Hit a bouncer wit a G and slide em wit the neena's Plus we got gem stars between us These rappers for real, I give 'em too many chances I blow wit your advances on lap dances In one verse I stop 'em Make 'em start from scratch Peep the Rolley, then flood it from the face to the latch  Repeat 1  ",
        "title": "What'd You Come Here For?"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] You look in my eyes And I get emotional inside I know it's crazy But you still can touch my heart And after all this time You'd think that I I wouldn't feel the same But time melts into nothing And nothing's changed  [Chorus] I still believe Someday you and me Will find ourselves in love again I had a dream Someday you and me Will find ourselves in love again  [Verse 2] Each day of my life I'm filled with all the joy I could find You know that I I'm not the desperate type If there's one spark of hope Left in my grasp I'll hold it with both hands It's worth the risk of burning To have a second chance  No, no, no, no, no, no I need you baby I still believe that we can be together If we believe that true love never has to end Then we must know that we will love again  [Chorus] I still believe Someday you and me Will find ourselves in love again I had a dream Someday you and me Will find ourselves in love again  ",
        "title": "I Still Believe"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I light your cigarettes I bring you apples from the vine How quickly you forget I run the bath and pour the wine I bring you everything that floats into your mind  [Chorus] But you don't bring me anything but down You don't bring me anything but down You don't bring me anything but down When you come 'round  [Verse 2] You are a raging sea I pull myself out everyday I plea insanity Cause I can't leave but I can't stay You say, won't you come find me and yes is what I say  [Chorus] But you don't bring me anything but down You don't bring me anything but down You don't bring me anything but down When you come 'round  [Verse 3] Maybe I'm not your perfect kind Maybe I'm not what you had in mind Maybe we're just killing time You with your silky words And your eyes of green and blue You with your steel beliefs That don't match anything you do It was so much easier before you became you  [Chorus] But you don't bring me anything but down You don't bring me anything but down You don't bring me anything but down When you come 'round  [Verse 4] No more playing seek and hide No more long and wasted nights Can't you make it easy on yourself I know you wish you were strong You wish you were never wrong Well, I got some wishes of my own  ",
        "title": "Anything But Down"
    },
    {
        "artist": "Sporty Thievz Featuring Mr. Woods",
        "lyrics": "  Nada, Franchise Nada, Shotcallers Yeah, Sporty Thievz, Sporty Thievz  A Pigeon is a girl who be walkin' by My rimmed up blue, brand new sparklin' five Her feet hurt so you know she want a ride But she frontin' like she can't say hi What?  1 - (Uh oh) Ya'll chicks ain't gettin' nada (Uh oh) Your pussy ain't worth the Ramada (Uh oh) Anyway your friend looks hotter (Uh oh) Game is somethin' we got alot a  2 - (Uh oh) Cause I don't want no Pigeons Them be them girls who gets no dubs from me Playin' the bar dumb broke wit her best friend's coat Tryin' to holler at me  I don't want no Pigeons Them be them girls who gets no dubs from me Playin' the bar dumb broke wit her best friend's coat Tryin' to holler at me  In front of the club I see this girl like, \"Yo love\" Thought she said thug but she called me a scrub Scrub? What? She musta talk me a joke Broke Pigeonhead freak, you lucky I spoke This ain't my Benz there, it's my man's, yeah But this ain't my car like that ain't your hair (Uh-Oh) Pigeon, take them fake jewels off (Uh-oh) Pigeon, take your friend's shoes off (Uh-Oh) Pigeon, the hell with that crazy shit Ya'll make me sick, go home and fuckin' babysit My big dogs gon' love this King Kirk bitch, get a brush, and scrub this (right)  Yo, chill cousin, these birds is ill cousin Cause they call me scrub like we can't even bill cousin Trick Ronald's, you ain't worth the McDonalds Throw you on the street team, make you shit vinyls Hey yo Flex, shorty tried to flash me wrong How she gonna wear sandals wit nasty corns? That be wrong I wonder how you get hearts In dirty Victoria draws with the skidmarks Uh, ya flat ass gets enough laughs Take it to the salon, pluck ya mustache So next time you shotgun, and that ho bitchin' Hittin' you a scrub, call that bitch a Pigeon  Hey yo, I got two nuts bitch, choose a ball You only walk Pigeon-toed cause ya shoes are small You don't shop, you just cruise the mall No dough, with Lee Press-Ons Frontin' with ya girlsfriend dress on You birds wanna take over? Get some cash and a Jenny Jones makeover Broke Bitches, I hate Pigeons Dirty braid Pigeons, medicaid Pigeons, Section Eight Pigeons Got me fed, burned I tell these birds Shutup And how my left ear be double her whole getup Go ahead with your lame ass, blow at night Throw a ripped dolla at her, tell her, \"Put that on your train pass\"  If you got more than one baby father Oh yes girl, we's talkin to you If you strip all week to go clubbin' Oh yes girl, we's talkin to you Buy a dress to front and take it back to the store Oh yes girl, we's talkin to you Wanna smoke wit me, wit no money Oh no, I don't want no  No Pigeons, No Pigeons  [DJ Rhude] Greet your highness, Queen's finest Gleam shin as three clip street fighters Deep dish Jeep riders Outlandish in they expanded rover Passenger in my own whip, yeah that's my chauffer I rap for ya, that's my culture When I holla holla like Ja Rule You in a trance from the god's jewels Glance at my car, drool Grand like the Concourse Wonderin' damn, how much the car cost? Ya just another fan, applause, encores And when I fly through world tours on Concords Don't need no chicken drippin, save that for Lipton No scrubs here, strictly Mo' Thugs, dear Check the listings, no Pigeons Flat broke chicks, out to get rich off the next bro's shit Instead of TLC, you give us brotha's B.I.G. trouble We're just Sporty Thievz, huddle game with the illest rebuttal  ",
        "title": "No Pigeons"
    },
    {
        "artist": "Chely Wright",
        "lyrics": "  I know that every morning you go thumbing Through the personal want ads You grab the latest copy, a cup of coffee And settle in for a good laugh I've been trying to catch your eye but I'm so shy I'm hoping and praying that Today's edition is gonna catch your attention Cause there's a  [Chorus:]  Single white female Looking for that special lover To put it in a nutshell A one women man who doesn't want no other Oh, you never can tell She just might be your dream come true A single white female Is looking for a man like you  Yeah, I'm a little nervous I'm not sure if I shoulda put it in writing It might have been a little reckless, a little desperate But I think I did the right thing I couldn't go on living keep it hidden So I'm telling you everything It's my confession I hope you get the message There's a  [Repeat Chorus]  It's my confession I hope you get the message  [Repeat Chorus]  Looking for a man like you Looking for a man like you  ",
        "title": "Single White Female"
    },
    {
        "artist": "Silkk The Shocker Featuring Mystikal",
        "lyrics": null,
        "title": "It Ain't My Fault 1 & 2"
    },
    {
        "artist": "SHeDAISY",
        "lyrics": "  (Ooooo, Ooooo) I'm gonna tell you something you don't wanna hear You never listen when I talk Maybe you'll listen when I walk So I made my mind up and made a sandwich And I didn't shed a tear I gave you one last minute of my time In this mess I left behind When you come home tonight And turn on the light Don't you be surprised to find  [Chorus 1] My little good-byes Empty hangers by the closet door Lipstick tube on the bathroom floor My little good-byes Unpaid bills by the kitchen phone I took the Beatles, left Billy Joel Little good-byes, little good-byes  I'm sure, you're sure I'll be back in just an hour or two You'll tape a Hallmark to my door They always said it better than you And if you're wondering When you're gonna hear from me Well, take a real good look around boy And it won't hard to see When you come home tonight and turn on the light Don't you be surprised to find  [Chorus 2] My little good-byes Took your favorite Dodger's hat Left the litter, but I took the cat My little good-byes Loaded up the TV in the back of my car Have fun watching the VCR Little good-byes, oh baby, little good-byes  [Bridge] So, cry to your mama And your sympathetic friends and tell'em And tell them how the story ends  [Chorus 3] My little good-byes Took the hourglass, left the sand Now you got time on your hands My little good-byes Took the statue from Japan Funny little Buddha man  [Chorus 4] My little good-byes Change my voice on the machine Or there'll be little good-byes with every ring My little good-byes Left the pictures and took the frame I've got the umbrella, here comes the rain Yeah, yeah, yeah Little good-byes Rain - yeah, yeah, yeah Little good-byes Hey, hey - yeah, yeah, yeah Hey, hey - yeah, yeah, yeah Little good-byes  ",
        "title": "Little Good-Byes"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Push me up against the wall Young Kentucky girl in a push-up bra Fallin' all over myself To lick your heart and taste your health, cause  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Blood loss in a bathroom stall A southern girl with a scarlet drawl Wave good-bye to Ma and Pa, Cause with the birds I'll share  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin'  Soft spoken with a broken jaw Step outside but not to brawl and Autumn's sweet we call it fall I'll make it to the moon if I have to crawl and  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  Scar tissue that I wish you saw Sarcastic mister know-it-all Close your eyes and I'll kiss you, cause With the birds I'll share (I'm share)  [Chorus] With the birds I'll share this lonely viewin' With the birds I'll share this lonely viewin' With the birds I'll share this lonely view  ",
        "title": "Scar Tissue"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": "  She don't care about my car And she don't care about my money And that's real good because I don't got alot to spend But if I did it wouldn't mean nothing  She likes me for me Not because I look like Tyson Beckford With the charm of Robert Redford Oozing out my ears But what she sees Are my faults and indecisions My insecure conditions And the tears upon the pillow that I shed  She don't care about my big screen Or my collection of DVD's Things like that just never mattered much to her Plus she don't watch to much T.V  And she don't care that I can fly her To places she ain't never been But if she really wants to go I think deep down she knows that All she has to say is when  She likes me for me Not because I hang with Leonardo Or that guy who played in \"Fargo\" I think his name is Steve  She's the one for me And I just can't live without her My arms belong around her And I'm so glad I found her once again And I'm so glad I found her once again And I'm so glad I found her once again  Gazing at the ceiling As we entertain our feelings in the dark The things that we're afraid of are gonna show us What we're made of in the end  She likes me for me Not because I sing like Pavarotti Or because I am such a hottie (sigh) I like her for her Not because she's phat like Cindy Crawford She has got so much to offer Why does she waste all her time with me There must be something there that I don't see  She likes me for me Not because I'm tough like Dirty Harry Make her laugh just like Jim Carrey Unlike the \"Cable Guy\" But what she sees Is that I can't live without her My arms belong around her And I'm so glad I found her once again Found her once again I'm so glad I found her once again Once again  ",
        "title": "Hey Leonardo (She Likes Me For Me)"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": null,
        "title": "Hello L.O.V.E."
    },
    {
        "artist": "Trick Daddy Featuring Trina",
        "lyrics": "  [Trina] Hell no I don't wanna holla at no motherfuckin Trick He all over there smelling like boonk and Hennesey and shit Hell no  [Taterhead] I'm saying though What you got a playa back there just trying to say what's up  [Trina talking] Hell no I don't wanna holla at him That's alright  [Trick Daddy talking] Hold up bitch Hold up bitch Hold up bitch Hold up ho Check it out  [Trick Daddy] Ho you don't know nann nigga uh-uh That'll represent like me Who'll say some shit like me One who'll lay the dick like me Bitch you don't know nann nigga uh-uh Who do the shit that I do Run through yo whole lil' crew Pay for it if I got to Ho you don't know nann nigga uh-uh That'll run off in yo house Put the gun off in yo mouth Blow yo motherfucking brains out Bitch you don't know nann nigga uh-uh Who'll fall off in the club Free drinks for the show some love Take the bar home for the thugs Bitch you don't know nann nigga uh-uh Who know mo' niggas than me Who do mo' killings than me And weigh mo' dope dealings than me Bitch you don't know nann nigga uh-uh Bitch you don't know nann nigga uh-uh You don't know nann nigga That dress fresher than me And you don't know nann nigga that wear mo' Polo shit than me Bitch you don't know nann nigga uh-uh Who do mo' freaky stuff Eat the coochie wit the legs up Then I blow it all in yo butt And I don't know nann ho uh-uh Who liked the dick like you Who'll bite the dick like you Ol' lil dykin bitch like you And I don't like a bitch like you I'll fight a bitch like you Ol' trifling bitch like you Ain't no telling what you might do Bitch you don't know nann nigga uh-uh Ho you don't know nann nigga uh-uh  [Trina talkin] Uh-Uh-Uh Hold up who the fuck this nigga think he is I ain't ashamed of nothing I do Hold up check this shit out  [Trina] You don't know nann ho uh-uh Don' been the places I been Who can spend the grands that I spend Fuck bout 5 or 6 best friends And you don't know nann ho uh-uh That's off the chain like me That'll floss the thang like me Ole' lil awful thang like me You don't know nann ho uh-uh That sell more ass than me You know nann ho That'll make you come like me Nigga you don't know nann ho uh-uh That don' tried all types of shit Who quick to deep throat the dick And let another bitch straight lick the clit Now you don't know nann ho uh-uh That'll keep it wet like me Make it come back to back like me Lick a nigga nut sack like me Now you don't know nann ho uh-uh That'll ride the dick on the dime Who love to fuck all the time One who's pussy fatter than mine Bitch you don't know nann ho  [Trick Daddy] Hold up baby hold up What you said you'll do bitch [Trina] Nigga you heard what I motherfucking said [Trick Daddy] Well baby if you gon' be doin' all this You need to be on my team Cuz I'm the realest nigga you motherfucking know [Trina] Well if you want me you know how to find me Taterhead got the number [Trick Daddy] Tater boy bet they help Tater boy Ha ha ha hah  ",
        "title": "Nann"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Haven't we met? You're some kind of beautiful stranger You could be good for me I've had the taste for danger If I'm smart then I'll run away But I'm not so I guess I'll stay Heaven forbid I'll take my chance on a beautiful stranger  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song To know you is to love you  [Chorus] You're everywhere I go And everybody knows To love you is to be part of you I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  [Verse 2] If I'm smart then I'll run away But I'm not so I guess I'll stay Haven't you heard? I fell in love with a beautiful stranger  [Pre-Chorus] I looked into your face My heart was dancing all over the place I'd like to change my point of view If I could just forget about you  [Chorus] To know you is to love you You're everywhere I go And everybody knows  [Pre-Chorus] I looked into your eyes And my world came tumbling down You're the devil in disguise That's why I'm singing this song to you To know you is to love you  [Chorus] You're everywhere I go And everybody knows I've paid for you with tears And swallowed all my pride  [Hook] Da-da-da da-da-da-da da da-da, dum Beautiful stranger Da-da-da da-da-da-da da da-da, dum Beautiful stranger  ",
        "title": "Beautiful Stranger"
    },
    {
        "artist": "Robbie Williams",
        "lyrics": "  [Chorus] We've got stars directing our fate And we're praying it's not too late Millennium  [Verse 1] Some say that we are players Some say that we are pawns But we've been making money Since the day that we were born Got to slow down Cause we're low down Run around in circles Live a life of solitude Till we find ourselves a partner Someone to relate to Then we'll slow down Before we fall down  [Chorus] We've got stars directing our fate And we're praying it's not too late Cause we know we're falling from grace Millennium  [Verse 2] Live for liposuction And detox for your rent Overdose at Christmas And give it up for Lent My friends are all so cynical Refuse to keep the faith We all enjoy the madness Cause we know we're gonna fade away  [Chorus] We've got stars directing our fate And we're praying it's not too late Cause we know we're falling from grace Millennium  [Bridge] Come and have a go if you think you are hard enough Come and have a go if you think you are hard enough Millennium, millennium  [Chorus] We've got stars directing our fate And we're praying it's not too late Cause we know we're falling from grace Millennium (Sometimes you know)  [Chorus 2] And when we come we always come too late I often think that we were born to hate Get up and see the sarcasm in my eyes And when we come we always come too late I often think that we were born to hate Get up and see the sarcasm in my eyes  [Chorus] We've got stars directing our fate (Millennium) And we're praying it's not too late (Millennium) Cause we know we're falling from grace (Millennium) (And we won't stop) We've got stars directing our fate And we're praying it's not too late Cause we know we're falling from grace Millennium  ",
        "title": "Millennium"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  She's Perfect for a cotton dress Pretty when her hair's a mess A little wine and she gets a little loud Once or twice she's bleached my jeans She's been known to burn the beans But in my heart there's never been a doubt  Chorus: She's right as rain on a thristy cornfield Right on the money about the way that I feel A cool breath of fresh air When life tries to burn me down (Yeah) She's right behind me when I doubt myself A little push and a hand to help A quiet comfort on the troubled night Right beside me yeah she's always right  Well she's the first to speak her mind Never been the quittin' kind She likes choclate About as much as she likes me She likes talkin' on the phone Calls the mall her second home I love that girl yeah she's just right for me  She's right as rain on a thristy cornfield Right on the money about the way that I feel A cool breath of fresh air When life tries to burn me down (Yeah) She's right behind me when I doubt myself A little push and a hand to help A quiet comfort on the troubled night Right beside me yeah she's always right  She's right as rain on a thristy cornfield Right on the money about the way that I feel A cool breath of fresh air When life tries to burn me down (Yeah) She's right behind me when I doubt myself A little push and a hand to help A quiet comfort on the troubled night Right beside me yeah she's always right  ",
        "title": "She's Always Right"
    },
    {
        "artist": "Randy Travis",
        "lyrics": "  There's a stranger in my mirror, who don't know how to behave. He keeps grinnin Bout you and whistilin tunes, while he ought to be watchin, we move alike and We loo the same but I swear we've got totally different brains and the love We're in with you, just makes it clear, he used to be my win, now there's a Stranger in my mirror. And he doesn't want to go out drinkin with all of his Friends no more, he's got both of thinkin, you're what we; re livin for. We've Gone crazy and we can't recover. You're always on one mind or the other. I Admit we should be certified. He's a little schizophrenic and so am I, there's A stranger in my mirror, who don't know how to be have, he keeps grinnin bout You and whistlin tunes. While he ought to be watchin me shave, we move alike And we loo the same but I swear we've got totally different brains and the love We're in with you, just makes it clear, he used to be my win, now there's a Stranger in my mirror And he's always doin little things I never thought I'd do, like lookin at Diamond rings, drwin hearts and writin I love you's. Thought it was just a case Of mild affection, until I cought a glimpse of my reflection. I looked up into My own eyes. And saw someone startin back I didn't recognize There's a stranger in my mirror, who don't know how to behave. He keeps grinnin Bout you and whistilin tunes, while he ought to be watchin, we move alike and We loo the same but I swear we've got totally different brains and the love We're in with you, just makes it clear, he used to be my win, now there's a Stranger in my mirror. Lord I'm in love with you and there's a stranger in my Mirror  ",
        "title": "Stranger In My Mirror"
    },
    {
        "artist": "Faith Evans Featuring Puff Daddy",
        "lyrics": null,
        "title": "All Night Long"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": "  [Verse 1:] I heard he was gonna marry some girl from Denver Then my sister came over Had the Sunday paper with her There was the girl on the social page Looking in love and all engaged We decided she don't take a very good picture  [Chorus:] It may be my family's redneck nature Rubbing off Bringing out unlady-like behavior It sure ain't Christian to judge a stranger But I don't like her  She may be a stranger who spends all winter Bringing the homeless blankets and dinner A regular Nobel Peace Prize winner But I really hate her I'll think of a reason later  [Verse 2:] I drew horns and blacked out her tooth with a marker Childish, yes But she made such a thin little target I couldn't be happier on my own But I've got the slightest of a jealous bone And seeing her with him tends to enlarge it  [Repeat Chorus:]  Inside her head may lay all the answers For curin' diseases from baldness to cancer Salt of the earth and a real good dancer But I really hate her I'll think of a reason later  (Spoken) Well, it was just one tooth Did I mention I don't particularly care for her? She makes me sick  ",
        "title": "I'll Think Of A Reason Later"
    },
    {
        "artist": "The Offspring",
        "lyrics": "  [Verse 1] My friend's got a girlfriend Man, he hates that bitch He tells me every day He says, \"Man, I really gotta lose my chick In the worst kind of way.\"  She sits on her ass He works his hands to the bone To give her money every payday But she wants more dinero just to stay at home Well, my friend, you gotta say  [Chorus] \"I won't pay, I won't pay ya, no way Na-na, why don't you get a job?\" Say, \"No way,\" say, \"No way-ya, no way Na-na, why don't you get a job?\"  [Verse 2] I guess all his money, well, it isn't enough To keep her bill collectors at bay I guess all his money, well, it isn't enough ’Cause that girl's got expensive taste  [Chorus] \"I won't pay, I won't pay ya, no way Na-na, why don't you get a job?\" Say, \"No way,\" say, \"No way-ya, no way Na-na, why don't you get a job?\"  [Bridge] Well, I guess it ain't easy doing nothing at all But hey man, free rides just don't come along Every day  Let me tell you about my other friend now  [Verse 3] My friend's got a boyfriend Man, she hates that dick She tells me every day He wants more dinero just to stay at home Well, my friend, you gotta say  [Chorus] \"I won't pay, I won't pay ya, no way Na-na, why don't you get a job?\" Say, \"No way,\" say, \"No way-ya, no way Na-na, why don't you get a job?\"  [Outro] \"I won't give you no money, I always pay Na-na, why don't you get a job?\" Say, \"No way,\" say, \"No way-ya, no way Na-na, why don't you get a job?\"  Hey!That's something everyone can enjoy  ",
        "title": "Why Don't You Get A Job?"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Verse 1] Lying in your arms so close together Didn't know just what I had Now I toss and turn cause I'm without you How I'm missing you so bad Where was my head? Where was my heart? Now I cry alone in the dark  [Chorus] I lie awake, I drive myself crazy Drive myself crazy thinking of you Made a mistake when I let you go baby I drive myself crazy wanting you the way that I do (Wanting you the way that I do)  [Verse 2] I was such a fool, I couldn't see it Just how good you were to me (Just how good you were to me) You confessed your love (You confessed your love) Undying devotion I confessed my need to be free And now I'm left with all this pain I've only got myself to blame, no  [Chorus] I lie awake I drive myself crazy Drive myself crazy thinking of you Made a mistake when I let you go baby I drive myself crazy wanting you the way that I do (Wanting you the way that I do)  [Bridge] Why didn't I know it? (How much I loved you baby) Why couldn't I show it? (If I had only told you) When I had the chance Oh, I had the chance I drive myself crazy Oh so crazy I lie awake I drive myself crazy Drive myself crazy thinking of you Made a mistake let you go baby (Made a mistake) I drive myself crazy wanting you the way that I do  [Chorus] I lie awake I drive myself crazy (I drive myself) Drive myself crazy (Crazy, crazy, crazy, crazy yeah!) Made a mistake let you go baby (Made a mistake) I drive myself crazy wanting you the way that I do I drive myself crazy wanting you the way that I do  ",
        "title": "I Drive Myself Crazy"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "One"
    },
    {
        "artist": "Mya",
        "lyrics": "  [Verse 1] Yesterday was not just another day Not like before Yesterday I saw your smiling  face Love walked through my door  [Bridge] One precious moment Changed my life One tender kiss Made everything right One touch from you And this world was mine It was in your arms where I found forever  [Chorus] Cried my first tears of joy last night Heaven shined a light All my dreams came true My first night with you  [Verse 2] I felt the sun Shine so bright on me Chased the rain from my heart Through the storm Through the darkest night I found my brightest star  [Bridge + Chorus]  One touch from you And this world was mine It was in your arms babe Where I found forever and ever  Cried my first tears of joy, last night Heaven shined a light [Heaven shined a light] All my dreams came true My first night with you  ",
        "title": "My First Night With You"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  [Intro] What's so different? (Uh huh) Baby (Say what?) What's so different? (Uh huh) Yeah (Bom, bom, bom, bom yeah) If you cheated on him How I know you ain't gon' do it to me? (Can you feel this? Bom bom bom bom, yeah) I need to tell you something Check this out (Uh, Ginuwine, check)  You say you love me But at one time you loved him So what's so different? Tell me if you were in my shoes What would you do or think of me? Would you trust me?  But you feeding me all this rap about How it's different But it's not mentioned what you're doin' is wicked Now I'm having second thoughts about you and me Cuz this not how I want it or it should be  1 - You say you want my trust and Told me you were leavin' How am I to know that you won't do it to me? You're tellin' me it's different But what the hell is different If you cheated on him you'll do it to me  You're creepin' on him for me But you say just trust me How am I to know you won't do the same to me How am I to know that you won't do it to me? You're tellin' me it's different But what the hell is different If you cheated on him you'll do it to me  (Check this out) Like the saying goes, you reap what you sow And what goes around comes back around To you five times harder And I'm pretty sure that he's thinkin' That you're totally his But you're here in my rimmed-up drop top wit me All hugged up and all over me Kissin' all of me Is that to get me where you want me to be? Don't want this to happen to me So I'll drop you off, go back to your man Cuz really, this ain't me  Repeat 1  Baby, uh uh uh, uh uh uh (Say what?) Uh uh uh (Can ya feel me?) Uh uh uh (Can ya feel me?) Uh uh uh (Can ya feel me?) (Can ya feel me? Can ya feel me?) (Can ya feel me? Can ya feel me?)  (Uh, ya see?) Don't tell him baby (You don' went too far now, baby) You won't do this shit to me (Yo G, bring the bridge in)  Baby tell me one thing How could yo do it? What did he do to you? Does he know he blew it?  Or is it just that You wanna get even Baby, if that's not it Please tell me the reason (Tell me, tell me)  I just don't wanna Get caught up in drama If you don't want him Just tell him, don't cheat on him (What?)  If you don't tell him Me and you can't be Cuz tell me how I'll know You won't do that shit to me? (Not to me baby) You would do it to me  Repeat 1 until fade  ",
        "title": "What's So Different"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": "  1 -     [Deborah] You've been cheatin' and telling me lies You've been creepin' while I'm sleeping at night And you've been chasin' every girl in sight You've been messin' around and now you're down It's over now  [All-Star] Yo, now whatcha sayin'?  [Deborah] Tryin' to forget about Ordinary things, typical, predictable Ooh, baby I knew the end before it started, hmm You got me feelin' like I owe you something Cuz you were there in times when I had nothing But you threw it all away with the shady things you do  2 -     Baby, please forgive me For what I'm 'bout to say And what I'm 'bout to do I can't take no more I know you ain't been true Ain't got no love for you  Repeat 1  Relying on my intuition And pass it off as a suspicion But you were just so bold You kept putting it in my face, yeah I can't deny I let you hurt me, oh no  Repeat 2 Repeat 1  You couldn't have appreciated my love The love that we shared You made a fool of yourself So keep on walking Now girl go up and you tell him There ain't no time for him  [Dyme] Hey you're not, what? Dyme baby put it down You ain't know I got to go What you thought, I was gonna stay with you When I know about all that dirt you doing The creeping, cheating Sneaking out the house while I'm sleeping I doubt that, like I'm havin' it Go ahead with them loose and half-naked chicks Thinking that they too Dyme for that I bet that, when I'm gone, y'all miss the cat It's over now, no Rover now You getting back to your Nova now I bet you didn't know I labeled you a clown now See me getting dough and wanna come around now Stop talking 'bout your cars, your rocks His and her's furs with that played out fox I'mma dead Pac so those chicks look back All you gonna see is backside and hips, yeah  Repeat 1  ",
        "title": "It's Over Now"
    },
    {
        "artist": "Garbage",
        "lyrics": null,
        "title": "Special"
    },
    {
        "artist": "Ty Herndon",
        "lyrics": "  [Verse 1] At the local diner just outside of town He comes in an hour early just to beat the morning crowd He stares out the window and stirs his coffee cup Another day, another dollar short of catchin up  [Chorus] Same old job and same old dull routine But in his heart he knows what it brings A two bedroom house for his family of three He's givin' his all, making ends meet A secondhand car, a washing machine They may not have much, but he gets what they need With the hands of a working man  [Verse 2] Down at the factory, standing in line He waits to punch the time clock, a million worries on his mind Oh, Jimmy's needing braces and Betty's needing time And the problems that he's facing, they're all building up inside  [Chorus][x2]  ",
        "title": "Hands Of A Working Man"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": null,
        "title": "Life"
    },
    {
        "artist": "Eric Benet Featuring Faith Evans",
        "lyrics": null,
        "title": "Georgy Porgy"
    },
    {
        "artist": "Sammy Kershaw & Lorrie Morgan",
        "lyrics": "  You don't touch me anymore You never say the words I love you You just sit behind your paper Your silence cuts me like a razor I'm gonna leave you...maybe someday soon When I can give up this fight But maybe not tonight  We don't talk much anymore Not the same way we used to Whenever I reach out to hold you You turn away...what am I supposed to do I'm gonna say goodbye When the moment's right Like an eagle I will fly But maybe not tonight  Chorus: Can you just hold me In your arms so deep Wanna feel you breathing on my skin We fell out of love We can fall back in  You never look at me that way (So many times I've longed to say) You used to brush the hair back from my face (Oh God, how I miss those days...) You used to make me feel like someone (Tell me, where did we go wrong) You were my best friend, my one and only love (You're still the only one)  Just as I'm leaving you You walk in the room I see the flicker in your eyes We say maybe not tonight  Repeat Chorus  Tag: You don't touch me anymore You never say the words I love you I love you  ",
        "title": "Maybe Not Tonight"
    },
    {
        "artist": "Ricky Martin",
        "lyrics": "  [Intro] Do you really want it? [x3] Go, go, go, ale ale ale [x2] Go, go, go, here we go, yeah  [Verse] [1] - The cup of life, this is the one Now is the time, don't ever stop Push it along, gotta be strong Push it along, right to the top [2] - Como cain y abel, es un partido cruel Tienes que pelear, por una estrella Consigue con honor, la copa del amor Para sobrevivir y luchar por ella Luchar por ella (yeah) Do you really want it... (yeah) [3] - Here we go! Ale, ale ale! Go, go, go! Ale, ale ale! Arriba va! El mundo esta de pie. Go, go, gol!! Ale, ale, ale La vida es, competicion. Hay que sonar, ser campeon La copa es, la bendicion. La ganaras, go, go, go! And when you feel the heat. The world is at your feet No one can hold you down. If you really want it Just steal your destiny. Right from the hands of fate Reach for the cup of life. 'cause your name is on it Do you really want it...(yeah) Do you really want it...(yeah)  [Outro] Tu y yo! Ale, ale ale. Go, go ,gol! Ale, ale, ale Tonight's the night, we're gonna celebrate The cup of life!!! Ale, ale, ale [repeat 1, 2, 3] Un, dos, tres, ale ale ale. Un, deux, trois, ale ale ale...  ",
        "title": "The Cup Of Life (The Official Song Of The World Cup, France '98)"
    },
    {
        "artist": "T.W.D.Y. Featuring Too Short & Mac Mall",
        "lyrics": null,
        "title": "Players Holiday"
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "Heavy"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "She's A Bitch"
    },
    {
        "artist": "NAS Featuring Puff Daddy",
        "lyrics": "  [Produced by D Moet, Pretty Boy & Trackmasters]  [Intro: Nas and Puff Daddy] Escobar Season has returned It's been a long time, been a long time comin' It's life or death for me now But you know, there's no turnin' back now This is what makes me, this is what I am Feel me? Let's go  [Chorus 1: Puff Daddy and Nas] You can hate me now, (Q.B.) But I won't stop now (Real niggas) 'Cause I can't stop now, (Bravehearts) You can hate me now (C'mon) But I won't stop now 'Cause I can't stop now You can hate me now You can hate me now  [Ad-lib over Chorus: Puff Daddy (Nas)] Well, you hate me, I'm gon' hate you too It's as simple as that Die motherfucker, die motherfucker, die! You don't give a fuck, I don't give a fuck Go down any way you want it to go down (do it now) Weak, jealous motherfuckers! (do it now, do it now) Fuck y'all!  [Verse 1: Nas] Don't hate me, hate the money I see, clothes that I buy Ice that I wear, flows that I try Close your eyes, picture me rollin', Sixes, money foldin' Bitches, honeys that swollen to riches, Nas get in ya Most critically acclaimed Pulitzer Prize winner Best storyteller, thug narrator, my style's greater Model dater, big threat to a lot of you haters Commentators ringside try watchin' my paper Almost a decade, quite impressive Most of the best is in the essence for this rap shit that I stand for Expandin' more to the big screen, Bill Gates dreams But it seems you'd rather see me in jail with state greens Want me off the scene fast, but good things last Like your favorite MC still makin' some mean cash First rapper to bring a platinum plaque back to the projects But you still wanna hate, be my guest, I suggest  [Ad-libs: Puff Daddy] Money is power, motherfucker! I got millions of thugs on salary, bitch!  [Chorus 2: Puff Daddy] You can hate me now, (I won't stop) But I won't stop now (I can't stop) 'Cause I can't stop now, (You can hate me) You can hate me now (I hate you too) But I won't stop now (You can hate me now) 'Cause I can't stop now (You can hate me now) You can hate me now You can hate me now  [Ad-Libs: Nas and Puff Daddy] Do it now! I told you, do it now! Let's go  [Verse 2: Nas] You wanna hate me, then hate me; what can I do But keep gettin' money? Funny, I was just like you I had to hustle hard, never give up, until I made it Now y'all sayin': \"That's a clever nigga, nothin' to play with.\" Hate on me, I blew but I'm the same O.G. People warn me, when you're on top there's envy Took my niggas out the hood, but you doubt on us Sayin' we left the hood but can't get it out of us My bad, should I step out my shoes, give 'em to you? Here's my cars and my house, you can live in that too Criticize when I flow for the streets, hate my dress code Gucci this, Fendi that – what you expect, ho? Nickname Esco, took this game to its threshold Best flow, I bet the whole U.S. know Try to make it like you the realest, but who the illest? Think we all know the answer to that, 'cause niggas feel this, right?  [Ad-libs: Puff Daddy] You think I'ma come this far And let you niggas stop me now? I hate you too!  [Chorus 2: Puff Daddy] You can hate me now, (I won't stop) But I won't stop now (I can't stop) 'Cause I can't stop now, (You can hate me) You can hate me now (I hate you too) But I won't stop now (You can hate me now) 'Cause I can't stop now (You can hate me now) You can hate me now You can hate me now  [Ad-libs: Puff Daddy] I like this, I like the way this feels  [Verse 3: Nas] It's a thin line between paper and hate Friends and snakes, nine milli's and thirty-eights Hell or the Pearly Gates; I was destined to come Predicted, blame God, he blew breath in my lungs Second to none, wicked turn wives to widows Shoot through satin pillows, the desolate one Took a little time to claim my spot Chairman of the board until this game stop, and I side with the Lord Ride for the cause while drivin' niggas shot at my doors Plottin' I'm sure, to catch me with they Glocks to my jaws Tried stickin' me up, but I flipped on these ducks Instead of me, ambulances were pickin' them up Niggas fear what they don't understand Hate what they can't conquer, guess it's just the theory of man Became a monster, on top of the world, never fallin' I'm as real as they come, from day one, forever ballin', c'mon!  [Ad-libs: Puff Daddy] You ain't never seen a nigga like me ever in your life And that's what you can't understand!  [Chorus 2: Puff Daddy] You can hate me now, (I won't stop) But I won't stop now (I can't stop) 'Cause I can't stop now, (You can hate me) You can hate me now (I hate you too) But I won't stop now (You can hate me now) 'Cause I can't stop now (You can hate me now) You can hate me now You can hate me now  [Outro: Puff Daddy and Nas] You can hate me now, (C'mon, niggas!) But I won't stop now (Do it now! Get this shit over with!) It ain't gon' never stop, niggas!  ",
        "title": "Hate Me Now"
    },
    {
        "artist": "Chad Brock",
        "lyrics": "  Shelly's at the kitchen table, cup of coffee, the morning paper When he walks in she's so surprised to see the tears in his eyes He says, \"I love you, I'm so sorry but bigger dreams Are waiting for me but I can't do this anymore\"  Pay the bills, watch TV, day in day out, the same routine Mow the grass, fix the leak, just to fix it again We go to church, go to work, so picture perfect that it hurts I feel like I'm trapped inside this ordinary life  Shelly's at the kitchen table, crayons, construction paper \"Hey mom, look what I drew, it's a picture of me and you\" And later when he says his prayers She runs her fingers through his hair, so thankful for every day  They pay their bills, watch TV, day in day out, it's all they need Mow the grass, fix the leak, just to fix it again They go to church, go to school, everyday it's something new Precious are the days as they go by in their ordinary life  Phone rings, he's calling from the airport It's midnight, he's all alone again He says, \"I can't believe how much I've missed And what I wouldn't give\"  To pay the bills, watch TV, day in day out, the same routine Mow the grass, fix the leak, just to fix it again Go to church, go to work, I can't tell you how this hurts I miss my son, I miss my wife and my ordinary life  ",
        "title": "Ordinary Life"
    }
]