[
    {
        "artist": "Jennifer Lopez Featuring Ja Rule",
        "lyrics": "  [Verse 1: Ja Rule] Murda Inc, ha, ha It, must, be the ASS - that got me like damn If they get any fatter Man, the Rule going to have to get at her And our situation won't matter I come to make you smile in the freakiest manners J to the L-O, hello No, I'm not Lee Harvey Oswald I'm the Rule and I shot call \"Off the Wall\" like MJ in his early days It's the Inc. and Lopez now  [Jennifer Lopez] Ain't that funny? It's been awhile since you came around Now you want to see what's going down Trying to tell me why you want my time Trying to tell me how I'm on your mind See, it never had to be this way You should have never played the games you played Now I'm seeing that you're kind of lame Knowing how the situation change  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Verse 2: Jennifer Lopez] I remember how you walked away Even when I tried to call your name See, at first I didn't understand Now you're looking like a lonely man I remember how you did me wrong And now you're hurting 'cause my love is gone Everybody gets a chance to burn You can take it as a lesson learned  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Verse 3: Cadillac Tah] C-A double D, HA!!! Double dose ma Fly by, red line, Testa Rossa Oh I, never been a sucker for chocha Spit the ism, hit them, get rid of em And you know That get it gully And isn't that funny How they want me see me working with money But Caddy isn't a dummy What these brodies want from me Because all I got is G, J.LO!!! And Murda I.N.C  [Verse 3: Jennifer Lopez] I really wish you wouldn't send me gifts Trying to make me sit and reminisce Trying to blind me with your blinging bling Thought I told you love don't cost a thing Hope you realize that now I'm through And I don't ever want to hear from you I had enough of being there for you Now I'm laughing why you play the fool  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  [Bridge: Ja Rule & Jennifer Lopez] Baby, is that your girlfriend I got my boyfriend But maybe we can be friends Nah, nah, nah, nah, nah, nah Baby, I've got my boyfriend Is that your girlfriend But maybe we can be friends Nah, nah, nah, nah, nah, nah  [Chorus: Jennifer Lopez] Ain't that funny? Baby, that you want me When you had me Love is crazy Now I can smile and say Ain't that funny? Baby, that you want me When you had me Love is crazy I'm glad I can smile and say Ain't that funny?  ",
        "title": "Ain't It Funny"
    },
    {
        "artist": "Ja Rule Featuring Ashanti",
        "lyrics": "  [Intro: Ashanti] Always there when you call (Buckshots, ha), always on time Gave you my, baby be mine Always there when you call, always on time Gave you my, baby  [Hook: Ashanti] Baby, I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine  [Verse 1: Ja Rule] C'mon and get a piece of this late-night lover You know, the one that swing dick like no other I know, I got a lot of things I need to explain But, baby, you know the name, and love is about pain So, stop the complaints and drop the order restraints Our sex life's a game, so back me down in the paint Cause I can't wait no more Cause it's about a quarter past three and shorty's eyeing me I got the Bentley valeted And I'm just outside of Jersey, past the Palisades And I'd love to see that ass in boots and shades Throw down on the bed while I'm yanking your braids Thug style, you never thought I'd make you smile While I'm smacking your ass and fucking you all wild But we share something so rare, but who cares, you care  [Hook: Ashanti] Baby, I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine  [Verse 2: Ja Rule] Girl, get a grip, c'mon, pull it together It's only a sunshower, we been through worse weather Like the stormy nights you wrote a Dear Ja letter And took my Benz and keyed and cut the leather Bitch, you know better, we live M-O-B Money over bitches, Murder, I-N-C I got two or three hoes for every V And I keep 'em drugged up off that ecstasy I'm a playground legend like Kirkland Pee-wee Name a nigga in the league got more game than me I play hard, there's so many women I fathered Meet 'em with scars and send 'em home hot and bothered Truth or dare, this life ain't apparantly fair And a love with no glare is a crystal stare But we share something so rare, but who cares, you care  [Hook: Ashanti] Baby, I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine  [Verse 3: Ja Rule] Oh, I'm feeling like you living a double life Cause you don't be coming home sometimes Baby, but you're always on time, checking for one time You and I got a special bond together We go back like bombers, boo, in the coldest weather And when I play, you play the same way You freak me, baby, I fuck you crazy, then I'm gone Baby don't really want me to get up and leave off that easy She'll be wakin up wet for sheezy Remind these bitches to mind they business Believe me, this pimp game is very religious And I'm built like the Don Bishop Gon' keep this money-green Benz and my hoes as my witness The life we share is a thug affair But who cares, you care  [Hook: Ashanti] Baby, I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine I'm not always there when you call, but I'm always on time And I gave you my all, now baby, be mine  [Outro: Ashanti] Always there when you call, always on time Gave you my, baby be mine Always there when you call, always on time Gave you my, baby be mine  [Radio Announcer] Here at W-I-Z, we play nothing but the hits, nothing but the hits Nothing but the motherfucking hits  ",
        "title": "Always On Time"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda & Chester Bennington] It starts with one One thing, I don't know why It doesn't even matter how hard you try Keep that in mind I designed this rhyme to explain in due time All I know Time is a valuable thing Watch it fly by as the pendulum swings Watch it count down to the end of the day The clock ticks life away It's so unreal You didn't look out below Watch the time go right out the window Tryin' to hold on, they didn't even know I wasted it all just to watch you go I kept everything inside And even though I tried, it all fell apart What it meant to me will eventually be a memory Of a time when I tried so hard  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  [Verse 2: Mike Shinoda & Chester Bennington] One thing, I don't know why It doesn't even matter how hard you try Keep that in mind, I designed this rhyme To remind myself how I tried so hard In spite of the way you were mockin' me Actin' like I was part of your property Remembering all the times you fought with me I'm surprised it got so far Things aren't the way they were before You wouldn't even recognize me anymore Not that you knew me back then But it all comes back to me in the end You kept everything inside And even though I tried, it all fell apart What it meant to me will eventually Be a memory of a time when I tried so hard  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  [Bridge: Chester Bennington] I've put my trust in you Pushed as far as I can go For all this There's only one thing you should know I've put my trust in you Pushed as far as I can go For all this There's only one thing you should know  [Chorus: Chester Bennington] I tried so hard and got so far But in the end, it doesn't even matter I had to fall to lose it all But in the end, it doesn't even matter  ",
        "title": "In The End"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Never made it as a wise man I couldn't cut it as a poor man stealing Tired of living like a blind man I'm sick of sight without a sense of feeling And this is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Verse 2] It's not like you didn't know that I said I love you and I swear I still do And it must have been so bad Cause living with me must have damn near killed you  [Pre-Chorus] And this is how, you remind me Of what I really am This is how, you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  Yeah, yeah, yeah, no, no Yeah, yeah, yeah, no, no  [Bridge] Never made it as a wise man I couldn't cut it as a poor man stealing And this is how you remind me This is how you remind me  [Pre-Chorus] This is how you remind me Of what I really am This is how you remind me Of what I really am  [Chorus] It's not like you to say sorry I was waiting on a different story This time I'm mistaken For handing you a heart worth breaking And I've been wrong, I've been down Been to the bottom of every bottle These five words in my head Scream \"are we having fun yet?\"  [Outro] Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, are we having fun yet? Yeah, yeah, no, no  ",
        "title": "How You Remind Me"
    },
    {
        "artist": "The Calling",
        "lyrics": "  [Verse 1] So lately, been wondering Who will be there to take my place When I'm gone you'll need love To light the shadows on your face If a great wave shall fall it would fall upon us all Then between the sand and stone Could you make it on your own  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Verse 2] And maybe I'll find out A way to make it back someday To watch you, to guide you Through the darkest of your days If a great wave shall fall it'd fall upon us all Then I hope there's someone out there Who can bring me back to you  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Bridge] Run away with my heart Run away with my hope Run away with my love  I know now, just quite how My life and love may still go on In your heart, in your mind I'll stay with you for all of time  [Chorus] If I could, then I would I'll go wherever you will go Way up high or down low I'll go wherever you will go!!  [Outro] If I could turn back time I'll go wherever you will go If I could make you mine I'll go wherever you will go I'll go wherever you will go  ",
        "title": "Wherever You Will Go"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  [Verse 1] Everything's so blurry and everyone's so fake And everybody's empty and everything is so messed up Preoccupied, without you I cannot live at all My whole world surrounds you, I stumble then I crawl  [Verse 2] You could be my someone, you could be my scene You know that I'll protect you from all of the obscene I wonder what you're doing, imagine where you are There's oceans in between us, but that's not very far  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face?  [Verse 3] Everyone is changing, there's no one left that's real So make up your own ending and let me know just how you feel Cause I am lost without you, I cannot live at all My whole world surrounds you, I stumble then I crawl  [Verse 4] And you could be my someone, you could be my scene You know that I will save you from all of the unclean I wonder what you're doing, I wonder where you are There's oceans in between us, but that's not very far  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me?  [Bridge] No-nobody told me what you thought Nobody told me what to say Everyone showed you where to turn Told you when to run away Nobody told you where to hide Nobody told you what to say Everyone showed you where to turn Showed you when to run away  [Chorus] Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me Can you take it all away Can you take it all away When you shoved it in my face This pain you gave to me No, this pain you gave to me This pain you gave to me?  [Outro] Can you take it all Can you take it all away The pain you gave to me This pain you gave to me This pain you gave to me Take it all away This pain you gave to me...  ",
        "title": "Blurry"
    },
    {
        "artist": "Kylie Minogue",
        "lyrics": "  [Intro] La la la La la la la la La la la La la la la la La la la La la la la la La la la La la la la la  [Verse] I just can't get you out of my head Boy, your lovin' is all I think about I just can't get you out of my head Boy, it's more than I dare to think about  [Chorus] La la la La la la la la La la la La la la la la  [Verse] I just can't get you out of my head Boy, your loving is all I think about I just can't get you out of my head Boy, it's more than I dare to think about  [Pre-Chorus 1] Every night, every day Just to be there in your arms Won't you stay? Won't you lay? Stay forever and ever and ever and ever  [Chorus] La la la La la la la la La la la La la la la la La la la La la la la la La la la La la la la la  [Verse] I just can't get you out of my head Boy, your lovin' is all I think about I just can't get you out of my head Boy, it's more than I dare to think about  [Pre-Chorus 2] There's a dark secret in me Don't leave me locked in your heart Set me free, feel the need in me Set me free Stay forever and ever and ever and ever  [Chorus] La la la La la la la la La la la La la la la la La la la La la la la la La la la La la la la la  [Outro] I just can't get you out of my head I just can't get you out of my head I just can't get you out of my head I just can't get you out of my head  ",
        "title": "Can't Get You Out Of My Head"
    },
    {
        "artist": "Fat Joe Featuring Ashanti",
        "lyrics": "  [Fat Joe] Put the fuckin mic on.. Mic is on? Joe Crack the Don, uh! Uh.. Irv Gotti!  [Ashanti] What's love?  [Fat Joe] Ashanti, Terror.. Terror Squad It should be about us, be about trust  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 1: Fat Joe] Yeah, uh, uh, uh Woo! Yeah, slow down baby Let you know from the gate I don't go down lady I wanna chick with thick hips that licks her lips She can be the office type or like to strip Girl you get me aroused how you look in my eye But you talk too much, man you're ruinin my high Don't wanna lose the feelin cause, the roof is chillin It's on fire and you lookin good for the gettin I'ma, rider, whether in a hoodie or a linen A provider; you should see the jewelery on my women And I'm, livin it up, the Squad stay fillin the truck With chicks that's willin to triz with us, uh You say you gotta man and you're in love But what's love gotta do with a little menage? After the par-tay, me and you Could just slide for a few and she could come too That's love!  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 2: Fat Joe] Yeah, uh - yeah.. yo, uh, yo Mami I know you got issues; you gotta man But you need to understand that you got somethin with you Ass is fat, frame is little Tattoo on your chest with his name in the middle, uh I'm not a hater I just crush a lot And the way you shake your booty I don't want you to stop You need to come a little closer.. (come a little closer) And let me put you, under my arms like a Don is supposed ta Please believe, you leave with me We be freakin all night like we was on E You need to trust the God and jump in the car For a little hard eight at the Taj Mahal What's love?  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  [Verse 3: Fat Joe] Yeah, uh, yo Yo I stroll in the club with my hat down Michael Jack style, hot steppin who the mack now? Not my fault cause they love the kid Might be the chain or the whip, I don't know what it is We just party and bullshit; c'mon mami Put your body in motion, you got a nigga open You came here with the heart to cheat So you need to sing the song with me All my ladies come on  [Bridge: Ashanti &  Fat Joe] When I look in your eyes there's no stoppin me I want the Don Joey Crack on top of me (uh-huh) Don't want your stacks just break my back (yea) Gonna cut you no slack, cause I'm on it like that (uh, woo, uh) Come on (yea yea y'all) And put it all (yea yea y'all) on me (put it on ya girl) On me (I'ma put it on ya girl)  [Hook: Ashanti & (Ja Rule)] What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love? (Got to do, got to do with it, babe) What's love? It's about us, it's about trust babe What's love? (Got to do, got to do with it, babe) What's love? It should be about us, it should be about trust babe What's love?  ",
        "title": "What's Luv?"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Intro: Darkchild] Woo! Yeah, Darkchild B-Rocka Let's go  [Verse 1: Brandy] Why don't you return my calls? Why you trip 'bout where I be? You don't ever come to see me You say that you're too busy (what?) What the hell? I don't have time Why you messin' with my mind? I can find another guy Someone who will treat me right  [Pre-Chorus: Brandy] I don't need this bull -ish I won't put up with it any longer You can go if you want I don't need your pity I will be just fine If you decide that you want to leave Close the door behind you I just want to know what  [Chorus: Brandy & (Darkchild)] What about all of the things that you say? What about all of the promises that you made? What about all of the nights that you gave? What about all of the things you told me? What about all of the things that you say? What about all of the promises that you made? What about all of the nights that you gave? What about, what about, what about us? What about us? (What about?) What about us? (Uh, what about?) What about us? (What about us, uh?)  [Verse 2: Brandy] Thought you said you were different Was that what I heard you say? Said that you'd love only me Thought that you'd be all I need (what?) What happened to promises? Said that you were a better man Your words have no weight with me Cause you're counterfeit, I see  [Pre-Chorus: Brandy] I don't need this bullshit I won't put up with it any longer You can go if you want I don't need your pity I will be just fine If you decide that you want to leave Close the door behind you I just want to know what  [Chorus: Brandy & (Darkchild)] What about all of the things that you say? What about all of the promises that you made? What about all of the nights that you gave? What about all of the things you told me? What about all of the things that you say? What about all of the promises that you made? What about all of the nights that you gave? What about, what about, what about us? What about us? (What about it?) What about us? (What about it?) What about us? (What about us?)  [Bridge] Baby, check it out, hear this Now, what if I said that you wasn't fit to be with? Now, what if I told you the game we played, I picked it? Now, what if I said it wasn't true, so do you? You and I know, without me there's no you Now what about bills that were passed due, paid for you? And all you said to me is, \"Baby, I owe you\" Forget about the brand new life that I gave you Don't \"what about us\" to me, cause we are through (Don't \"what about us\" to me)  [Chorus: Brandy & (Darkchild)] What about all of the things that you say? (What about em?) What about all of the promises that you made? (Woo!) What about all of the nights that you gave? (Uh huh) What about all of the things you told me? (Yeah) What about all of the things that you say? (Uh huh) What about all of the promises that you made? (Uh huh) What about all of the nights that you gave? (C'mon) What about, what about, what about us? (B-Rocka) What about all of the things that you said? (Let's go) What about all of the promises that you made? (C'mon) What about all of the nights that you gave? (Yeah) What about all of the things you told me? (Yeah) What about all of the things that you said? (Uh huh) What about all of the promises that you made?(C'mon) What about all of the nights that you gave? (Uh huh) What about, what about, what about us?(C'mon) What about us? (B-Rocka) What about us? (B-Rocka) What about us? (B-B-B-Rocka) What about us? (It's B-Rocka, y'all, F.J.)  [Outro: Brandy & (Darkchild)] Uh huh (uh-uh, Ray J) Uh huh (uh-uh, Big Bert) Uh huh (uh-uh, Alex) Uh huh (uh-uh, J Mac) Uh huh (uh-uh, [?]) Uh huh (uh-uh, [?]) Uh huh (uh-uh-uh, B-Rocka... Darkchild)  ",
        "title": "What About Us?"
    },
    {
        "artist": "Tweet",
        "lyrics": "  [Intro: Fabolous] We ain't goin' nowhere  [Verse I: Tweet] I'll tell ya what I did last night I came home, say around a quarter to three Still so high, hypnotized In a trance, from this body So buttery brown and tantalizing You would have thought I needed help From the feeling that I felt So shook I had to catch my breath  [Hook] OOPS! There goes my shirt up over my head, oh my OOPS! There goes my skirt droppin to my feet, oh my OOH! Some kind of touch caressing my face, oh my OOH! I'm turnin' red who could this be  [Verse II] I tried and I tried to avoid But this thing was happening Swallow my pride, let it ride And partied, but this body felt just like mines I got worried I looked over to the left A reflection of myself That's why I couldn't catch my breath  [Hook]  [Fabolous] Desert Storm here, Fabolous here, Tweet  Shorty I strictly wanna spank you The most I gotta do is spell my name to get ya Vickies to ya ankles I'm serious mami You fuckin with the kid a.k.a. William H, period, Bonney You know I'm that type that be crushin' an merkin' Have ladies touchin the herkin' and, blushin' and smirkin' Early in the morning rushin for work and Screamin oh my, F-A-B-O-L-O-U-S, each night I'm freakin Ma you ain't gon talk me to death, cause you got free nights and weekends Ghetto Fab's all over the place Oops! There goes my kids all over ya face, oh my  (Tweet) I looked over to the left (Missy) I was lookin so good I couldn't reject myself (Tweet) I looked over to the left (Missy) I was feelin so good I had to touch myself (Tweet) I looked over to the left (Missy) Lookin at my thighs butter pecan brown (Tweet) I looked over to the left (Missy) Comin' out of my shirt and then my skirt came down  [Hook] 2X  [Fade Out]  ",
        "title": "Oops (Oh My)"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Intro] Murder Inc Ashanti  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 1] Baby, I don't know why you're treating me so bad You said you love me, no one above me and I was all you had And though my heart is beating for you, I can't stop crying I don't know how I allow you to treat me this way and still I stay  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 2] Baby, I don't know why you wanna do me wrong See when I'm home, I'm all alone and you are always gone And boy, you know I really love you, I can't deny I can't see how you could bring me to so many tears after all these years  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 3] I trusted you, I trusted you So sad, so sad what love will make you do All the things that we accept Be the things that we regret To all of my ladies Feel me, come on, sing with me See, when I get the strength to leave You always tell me that you need me And I'm weak 'cause I believe you And I'm mad because I love you So I stop and think that maybe You can learn to appreciate me Then it all remains the same That you ain't never gonna change  [Chorus] See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you See, my days are cold without you But I'm hurting while I'm with you And though my heart can't take no more I keep on running back to you  [Verse 4] Baby, why you hurt me, leave me and desert me? Boy, I gave you all my heart and all you did was tear it up Looking out my window, knowing that I should go Even when I pack my bags, this something always hold me back  ",
        "title": "Foolish"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Yo, after tonight... Don't leave your girl around me, true playa for real Ask my nigga, Pharrell, uh Come on, that's how it's going down You smell it? Hah yeah You smell it? Hah yeah Don't leave your girl around me, true playa for real Ask my nigga, Pharrell, uh  [Verse 1] Situations will arise In our lives But you got to be smart about it Celebrations with the guys I sacrificed 'Cause I knew you could not sleep without it  [Pre-Chorus 1] Meanwhile I... I loved you, you were my girl You see, I... Thought the world of you But you're still steady leaving, baby  [Chorus] You don't have to call It's okay, girl 'Cause I'ma be alright tonight You don't have to call It's okay, girl 'Cause I'ma be alright tonight  [Verse 2] Aw, girl, your face is saying, \"Why?\" Tears in eyes Should've been more smart about it Should've cherished me, listening to friends Now it's the end And again, no story can end without it  [Pre-Chorus 2] Damn right... I loved you You were my girl You see, I... Thought the world of you But you're still steady leaving, baby  [Chorus] You don't have to call It's okay, girl 'Cause I'ma be alright tonight You don't have to call It's okay, girl 'Cause I'ma be alright tonight  [Bridge] Gonna boogie, tonight 'Cause I'm honestly too young of a guy To stay home, waiting for love So tonight, I'm gonna do what a single man does And that's party, yeah, oh yeah  [Chorus] You don't have to call (you don't gotta call) It's okay, girl (It's okay, girl) 'Cause I'ma be alright tonight (Im'a be alright hah) You don't have to call (you ain't gotta call) It's okay, girl (I'm okay girl) 'Cause I'ma be alright tonight Tonight I'm going out with my nigga oh yeah, hah You don't have to call It's okay, girl (I'm alright girl, hah!) 'Cause I'ma be alright tonight (I'm alright)  [Bridge] Gonna boogie, tonight 'Cause I'm honestly too young of a guy To stay home, waiting for love So tonight, I'm gonna do what a single man does And that's party, yeah, yeah, hah!  [Outro] You don't have to call It's okay, girl 'Cause I'ma be alright tonight (Oh-oh-oh-oh, oh) You don't have to call (hah) It's okay, girl (It's okay, i'ma be alright) 'Cause I'ma be alright tonight (oh, oh, oh, oh, yeah, yeah, yeah, yeah, yeah) You don't have to call It's okay girl (It's okay, girl) 'Cause I'ma be alright tonight (sick and tired of being home, I'm gonna have me some fun) You don't have to call (hey, hey, yeah) It's okay, girl (it's okay, it's okay, it's okay, it's alright) 'Cause I'ma be alright tonight I'm not waiting at home for you Bye bye  ",
        "title": "U Don't Have To Call"
    },
    {
        "artist": "No Doubt Featuring Bounty Killer",
        "lyrics": "  [Intro Chorus] Hey baby, hey baby, hey! Girls say, boys say: \"Hey baby, hey baby, hey!\" Hey baby, baby..  [Verse 1] I’m the kinda girl that hangs with the guys Like a fly on the wall with my secret eyes Taking it in, try to be feminine With my makeup bag watching all the sin Misfit, I sit Lit up, wicked Everybody else surrounded by the girls With the tank tops and the flirty words (hey baby)  [Pre Chorus 1] I’m just sippin' on chamomile Watching boys and girls and their sex appeal With a stranger in the face who says he knows my mom And went to my high school  [Chorus 1] All the boys say: \"Hey baby, hey baby, hey!\" Girls say, girls say: \"Hey baby, hey baby, hey!\" Hey baby, baby.. (hey baby) Hey baby, hey baby, hey! Boys say, boys say: \"Hey baby, hey baby, hey!\" All the boys get the girls in the back (back, back, back)  [Verse 2] I’m the one they feed upon Give a bit a star is born And if you're hot enough you'll get the pass So you can tell your friends how you made it back  [Pre Chorus 2] No matter what they say I’m still the same Somehow everybody knows my name And all the girls wanna get with the boys And the boys really like it  [Chorus 2] All the boys say: \"Hey baby, hey baby, hey!\" Girls say, girls say: \"Hey baby, hey baby, hey!\" Hey baby, baby.. (hey baby) Hey baby, hey baby, hey! Boys say, boys say: \"Hey baby, hey baby, hey!\" All the boys get the girls in the back (back, back, back)  [Verse 3: Bounty Killer] Check it out, it’s Bounty Killer and No Doubt! Jump on the stage makes me going crazy Afterwards myself and one of them gorgeous ladies (That's right!) There is no need to be acting shady Come on baby, hey hey baby  Jump on the stage makes me going crazy Afterwards myself and one of them gorgeous ladies There is no need to be acting shady Come on baby, hey hey baby  When you rock your hips you know that, it amaze me Got me off the hook and nothing else don't phase me Can you be my one and only sunshine lady? If no: maybe? Hey baby!  [Pre Chorus 3: Gwen Stefani] I’m just sippin' on chamomile Watching boys and girls and their sex appeal With a stranger in the face who says he knows my mom And went to my high school (That's right!)  [Chorus 3] All the boys say: \"Hey baby, hey baby, hey!\" Girls say, girls say: \"Hey baby, hey baby, hey!\" Hey baby, baby.. (hey baby) Hey baby, hey baby, hey! Boys say, boys say: \"Hey baby, hey baby, hey!\" [Bounty Killer:] Can you be my one and only sunshine lady? [Gwen Stefani:] Bay- Hey baby, hey baby, hey! Girls say (hey baby), girls say: \"Hey baby, hey baby, hey!\" [Bounty Killer:] When you rock your hips you know that It (hey baby) amaze me [Gwen Stefani:] Hey baby, hey baby, hey! (hey baby) Boys say (hey baby), boys say: \"Hey baby, hey baby, hey!\" All the boys get the girls in the back  ",
        "title": "Hey Baby"
    },
    {
        "artist": "'N Sync Featuring Nelly",
        "lyrics": null,
        "title": "Girlfriend"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Verse 1] When you feel it in your body, you found somebody who Makes you change your ways like hanging with your crew Said you act like you ready, but you don't really know And everything in your past, you wanna let it go  [Pre-Chorus 1] I've been there, done it, fucked around After all that, this is what I found Nobody wants to be alone If you're touched by the words in this song Then maybe...  [Chorus] You got, you got it bad When you're on the phone, hang up and you call right back You got, you got it bad If you miss a day without your friend, your whole life's off track Know you know you got it bad when you're stuck in the house You don't wanna have fun, it's all you think about You got it bad when you're out with someone But you keep on thinking 'bout somebody else You got it bad  [Verse 2] When you say that you love them and you really know Everything that used to matter don't matter no more Like my money, all my cars (you can have it all back) Flowers, cards and candy ( I do it just cause I'm) Said I'm fortunate to have you, girl I want you to know I really adore you All my people who know what's going on Look at your mate, help me sing my song Tell her: \"I'm your man, you're my girl I'm gonna tell it to the whole wide world\" Ladies say: \"I'm your girl, you're my man Promise to love you the best I can\"  [Pre-Chorus 2] See, I've been there, done it, fucked around After all that, this is what I found Everyone of y'all are just like me It's too bad that you can't see That you got it bad  [Chorus] You got, you got it bad When you're on the phone, hang up and you call right back You got, you got it bad If you miss a day without your friend, your whole life's off track Know you know you got it bad when you're stuck in the house You don't wanna have fun, it's all you think about You got it bad when you're out with someone But you keep on thinking 'bout somebody else You got it bad  [Bridge: Electric Guitar Solo]  [Chorus] You got, you got it bad When you're on the phone, hang up and you call right back You got, you got it bad If you miss a day without your friend, your whole life's off track Know you know you got it bad when you're stuck in the house You don't wanna have fun, it's all you think about You got it bad when you're out with someone But you keep on thinking 'bout somebody else...  ",
        "title": "U Got It Bad"
    },
    {
        "artist": "Creed",
        "lyrics": "  [Verse 1] Hello my friend, we meet again It's been a while, where should we begin? Feels like forever Within my heart are memories Of perfect love that you gave to me Oh I remember  [Chorus] When you are with me, I'm free I'm careless, I believe Above all the others, we'll fly This brings tears to my eyes My sacrifice  [Verse 2] We've seen our share of ups and downs Oh, how quickly life can turn around In an instant It feels so good to reunite Within yourself and within your mind Let's find peace there  [Chorus] Because when you are with me, I'm free I'm careless, I believe Above all the others, we'll fly This brings tears to my eyes My sacrifice  [Bridge] I just want to see you again I just want to see you again  [Chorus] Because when you are with me, I'm free I'm careless, I believe Above all the others, we'll fly This brings tears to my eyes My sacrifice  Because when you are with me, I'm free I'm careless, I believe Above all the others, we'll fly This brings tears to my eyes My sacrifice  [Outro] I just want to say hello again I just want to say hello again I just want to say hello again My sacrifice  ",
        "title": "My Sacrifice"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  [Verse 1] Under a lovers' sky Gonna be with you And no one's gonna be around If you think that you won't fall Well, just wait until Til the sun goes down  [Hook] Underneath the starlight, starlight There's a magical feeling so right It will steal your heart tonight  [Chorus] You can try to resist Try to hide from my kiss But you know, but you know that you Can't fight the moonlight Deep in the dark, you'll surrender your heart But you know, but you know that you Can't fight the moonlight No, you can't fight it It's gonna get to your heart  [Verse 2] There's no escaping love Once a gentle breeze Weaves it's spell upon your heart No matter what you think It won't be too long 'Til you're in my arms  [Hook] Underneath the starlight, starlight We'll be lost in the rhythm so right It will steal your heart tonight  [Chorus] You can try to resist Try to hide from my kiss But you know, but you know that you Can't fight the moonlight Deep in the dark, you'll surrender your heart But you know, but you know that you Can't fight the moonlight No, you can't fight it No, matter what you do The night is gonna get to you  [Bridge] Never know Cannot know Don't try You're never gonna win  [Hook] Underneath the starlight, starlight There's a magical feeling so right It will steal your heart tonight  [Chorus] You can try to resist Try to hide from my kiss But you know But you know that you can't fight the moonlight Deep in the dark You'll surrender your heart But you know But you know that you can't fight the moonlight No, you can't fight it You can try to resist Try to hide from my kiss But you know (Don't you know) that you can't fight the moonlight Deep in the dark You'll surrender your heart (surrender your heart) But you know But you know that you can't fight the moonlight No, you can't fight it It's gonna get to your heart  ",
        "title": "Can't Fight The Moonlight"
    },
    {
        "artist": "Faith Evans",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Craig David",
        "lyrics": "  [Verse 1] On my way to see my friends Who lived a couple blocks away from me (owh) As I walked through the subway It must have been about quarter past three In front of me Stood a beautiful honey with a beautiful body She asked me for the time I said it'd cost her a name A six digit number & a date with me tomorrow at nine  Did she decline? No Didn't she mind? I don't think so Was it for real? Damn sure What was the deal? A pretty girl aged 24 So was she keen? She couldn't wait Cinnamon queen? let me update What did she say? She said she'd love to Rendezvous She asked me what we were gonna do Said we'd start with a bottle of moet for two  [Hook] Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday I met this girl on Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday  [Verse 2] Nine was the time Cos I'll be getting mine And she was looking fine Smooth talker She told me She'd love to unfold me all night long Ooh I loved the way she kicked it From the front to back she flipped it And I oh oh I yeah Hope that she'd care Cos I'm a man who'll always be there  I'm not a man to play around, baby Cos a one night stand isn't really fair From the first impression girl hmm you don't seem to be like that Cos there's no need to chat 'for there'll be plenty time for that From the subway to my home Endless ringing off my phone When you feeling all alone All you gotta do Is just call me call me, call me  [Hook] Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday I met this girl on Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday  [Bridge] (Break it down, uh break it down) Since I met this special lady Ooh yeah I can't get her of my mind She's one of a kind And I ain't about to deny it It's a special kinda thing With you  [Hook x2] Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday I met this girl on Monday Took her for a drink on Tuesday We were making love by Wednesday And on Thursday & Friday & Saturday we chilled on Sunday  ",
        "title": "7 Days"
    },
    {
        "artist": "Mr. Cheeks",
        "lyrics": "  [Mr. Cheeks] I'm talkin to these motherfuckers Yea, ok Yea, ooh, ooh (This one's a vivrant thing) LB, G.I. one fam, oh my (Bounce with me now) Bink, Dawg, hot (I'm talkin, this gone be somethin now) Mr. Cheeks, whoo (I'm talkin lights, camera, action) Ohhhh Kay (Get down now) Bink Dawg now, One Shot Deal shit  [Verse 1] Yea, ok Now I'm in the spot where I wanna be Money spent, niggas gettin bent, chicks in front of me Just the way I like it, hunnies turnin somethin I got a seat up in the cut and I'm burnin somethin Booties dancin 'round a nigga and I'm killin one Killin one from the top of the stash and I'm feelin buns Plus I'm do' low at a table I'm fuckin with this chick with a fat batty and the ring up in her navel Dances around, she struts with the \"fuck\" walk Touches her toes, and she can make her butt talk Do whatcha gotta do, I ain't mad at 'chu Know a lot of haters when they seen and as bad as you You's a real bad girl, a nigga need that Sippin on ya Henny, askin where the weed at Lemme put you onto somethin You fuckin with a big nigga, no frontin  [Hook x2] Uh shorty, turn it around lemme see somethin Fuckin with me for real, it's gone be somethin Yea, I'm talkin lights, camera, action Had me singin \"I'm sorry Ms. Jackson\"  [Verse 2] I love the way it's goin down she got the thong on She started bouncin more once she heard the \"Thong Song\" Them high heels got them calves lookin right too Shorty come live with me for the night true Shit I'm only tryin to holla - it's only right you holla back So where you headed lemme follow that Now word up I got plans for you It's more than my tongue and my hands'll do The way you move to the music - it make a nigga wanna Take you up outta here, go somewhere, loose it And your physique is off the chain It's gonna be hard gettin you off the brain I mean we could take a drive in the X5 The way you boogie on the floor, know that sex slide You's a dime piece, I'm tryin to see somethin Suck your t's and in your front and lemme squeeze somethin  [Hook x2]  [Verse 3] I got a few hours left 'til a nigga jet And I'm hopin that it's you that a nigga get Hear them callin out ya name, I geuss ya showtime Get'cha money shorty, lemme see you pole climb Toes out, back showin off the tat-toooo Fuck the dumb shit, a nigga had to snatch youuuu Lookin as good as ya smell, pay your own bills Ask officer, cuz your pushin your own wheels Yea I'm feelin you tryin to see the deal with you What's goin on, later on, can I chill with you? We can do anything that you wanna do You know the way a nigga feel, all I want is you Get ya dance on Love the way you make the moves with no pants on Let's ride! Bounce to ya man's song Let's get to goin, it's goin on before the chance gone Next stop  [Hook x4]  [Mr. Cheeks] Yo, turn with me now Do my thing, hey swing with me now Bink dawg now, one shot deal shit Keep it tight, and this is how we steal shit It's that real shit, it's that new shit How we come thru shit Mr. Sexy keep shit hot with us Let's go get it, niggas tryed to come get us Back, niggas know my fuckin style Got the booties in the back, HEY meanwhile We just suckin and smokin and drinkin Hey man, what the fuck is they thinkin Aww shit, we's high tonite Well my nigga said \"Let's ride tonite\" We out in Miami We in New York Twist the cap, pop the cork Yea shorty, lemme see somethin Fuckin with me and my team, yea it's gone be somethin I'm talkin 'bout lights, camera, action Had a nigga singin \"I'm sorry Ms. Jackson\" Yea, oh, ha-ha, sorry Ms. Jackson Shorty actin like she ready for some action  ",
        "title": "Lights, Camera, Action!"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": null,
        "title": "Escape"
    },
    {
        "artist": "OutKast Featuring Killer Mike",
        "lyrics": "  [Intro: Andre 3000] \"Okay, here we go...\" Yeah, I'm afraid, like I'm scared as a dog But I've got a new song, and I want y'all to sing along Sing along See this is the way that we walk on a sunny day When it's rainin' inside and you're all alone All alone, yeah!  [Hook] 'Cause the whole world loves it when you don't get down (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you make that sound (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you're in the news (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you sing the blues (Bah bah-da, bah bah bah-da da!)  [Verse 1: Andre 3000] Take a little trip, hater, pack up your mind Look forward, not behind, then you'll see what you find I caught a sucker dying 'cause he thought could rhyme Now if his momma is a quarter, daughter must be a dime I gotta meet her, don't take no shorts, I don't use abbrevi- -ation, I don't even play the radio neither Only if I need to know the sports or the weather I'm a cool type of brother, but yep, your head I'll sever from the neck See ain't nothing changed, hit the stage Set a date, sucker, in battle we can engage I'll slice you, wife you, marry you, divorce you Throw the Porsche at you, is what I'm forced to do With my back against the wall, crack his back, y'all Naw, it ain't went nowhere like havin' hair with stylin' gel in it Throw a curl in it Dread that nappy shit up, throw a shell in it Whatever floats your boat, or finds your lost remote And this for them niggas workin' at the airport who got laid off I take my shades off If you look straight in my eyes, you still might see a disguise Because the whole-whole world-world...  [Hook] 'Cause the whole world loves it when you don't get down (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you make that sound (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you're in the news (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you sing the blues (Bah bah-da, bah bah bah-da da!)  [Verse 2: Killer Mike] Player, I grind, my focus is crime Raw with the rhyme, I'm slick with the slime My words are diamonds dug out a mine Spit 'em, polish, look how they shine Glitter, glisten, gloss, floss I catch a beat running like Randy Moss Ride that bitch off like a brand new horse I'm rollin' my stone, gather no moss Mommy, I'm coming, I hope you get off Or rock your own boat like Aaliyah, then talk Back, back, forth, forth Get that sailor on course, course Make that track a corpse, corpse Rap, roll, utterly rocked With my mouth to the mic and my hand on my cock Cadillac OutKast, just won't stop  [Hook] 'Cause the whole world loves it when you don't get down (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you make that sound (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you're in the news (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you sing the blues (Bah bah-da, bah bah bah-da da!)  [Verse 3: Big Boi] Turn on the TV and everything is lookin' dismal Went in the bathroom medicine cabinet, Pepto-Bismol Need it for my stomach 'cause my tummy kinda aches Like a junkie on withdrawal, fresh up off the plate Wait, back to the enemy of the state Is the Republicans or Democratic candidate? Debate, now even the black box hold the fate Clueless like Shaggy and Scooby befo' commercial break Hate, extreme prejudice, let's dismiss this If you want to, you can dub it to your hit list I know you goin' to, we in this to replenish yo' musical wish list When it come to this music, we stay relentless Pursuing all that's pursuable Doing, God-willing, all things that are doable The only liable limitation is yourself, Dre Set it on the right and I'll set it on the left, 'cause  [Hook] 'Cause the whole world loves it when you don't get down (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you make that sound (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you're in the news (Bah bah-da, bah bah bah-da da!) And the whole world loves it when you sing the blues (Bah bah-da, bah bah bah-da da!)  ",
        "title": "The Whole World"
    },
    {
        "artist": "Alanis Morissette",
        "lyrics": "  [Verse 1] If it weren't for your maturity, none of this would have happened If you weren't so wise beyond your years, I would've been able to control myself If it weren't for my attention, you wouldn't have been successful and if If it weren't for me, you would never have amounted to very much  [Pre-Chorus] Ooh, this could be messy But you don't seem to mind Ooh, don't go telling everybody And overlook this supposed crime  [Chorus] Well, fast forward to a few years later And no one knows except the both of us And I have honored your request for silence And you've washed your hands clean of this  [Verse 2] You're essentially an employee and I like you having to depend on me You're a kind of my protégé and one day you'll say you learned all you know from me I know you depend on me like a young thing would to a guardian I know you sexualize me like a young thing would, and I think I like it  [Pre-Chorus] Ooh, this could get messy But, ooh, you don't seem to mind Dude, don't go telling everybody And overlook this supposed crime  [Chorus] We'll fast forward to a few years later And no one knows except the both of us And I've more than honored your request for silence And you've washed your hands clean of this  [Bridge] What part of our history's reinvented and under rug swept? What part of your memory is selective and tends to forget? What with this distance it seems so obvious?  [Verse 3] Just make sure you don't tell on me, especially to members of your family We best keep this to ourselves and not tell any members of our inner posse I wish I could tell the world cause you're such a pretty thing when you're done up properly I might want to marry you one day, if you watch that weight and keep your firm body  [Pre-Chorus] Ooh, this could be messy, and Ooh, I don't seem to mind Ooh, don't go telling everybody And overlook this supposed crime  [Chorus] We'll fast forward to a few years later And no one knows except the both of us And I have honored your request for silence And you've washed your hands clean of this  [Pre-Chorus] Ooh, this could get messy, and Ooh, I don't seem to mind Ooh, don't go telling everybody And overlook this supposed crime  [Chorus] We'll fast forward to a few years later And no one knows except the both of us And I have honored your request for silence And you've washed your hands clean of this  ",
        "title": "Hands Clean"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Intro] So tired, tired of this drama You go your way, I go my way No more, no more I wanna be free I'm so tired, so tired  [Verse 1] Broken heart again Another lesson learn Better know your friends Or else you will get burned Gotta count on me Cause I can guarantee That I'll be fine  [Hook] (No more pain), no more pain (No more pain), no more pain (No drama), no more drama in my life No one's gonna make me hurt again  [Verse 2] Why'd I play the fool Go through ups and downs Knowing all the time You wouldn't be around Or maybe I like the stress Cause I was young and restless But that was long ago I don't wanna cry no more  [Hook 2] (No more pain), no more pain (No more pain), no more pain (No drama), no more drama in my life No one's gonna make me hurt again (No more tears) no more tears, I'm tired of cryin every night (No more fears) no more fears, I really don't wanna cry (No drama) no more in my life I don't ever wanna hurt again Wanna speak my mind, wanna speak my mind  [Verse 3] Uh, it feel so good When you let go Of all the drama in your life Now you're free from all the pain Free from all the game Free from all the stress So find your happiness I don't know Only God knows where the story ends for me But I know where the story begins It's up to us to choose Whether we win or loose And I choose to win  [Hook 2] (No more pain), no more pain (No more pain), no more pain (No drama), no more drama in my life No one's gonna make me hurt again (No more tears) no more tears, I'm tired of cryin every night (No more fears) no more fears, I really don't wanna cry (No drama) no more in my life I don't ever wanna hurt again Wanna speak my mind, wanna speak my mind  [Outro] No more drama, no more drama No more drama, no more drama NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA No more drama in my life So tired, tired of this drama  ",
        "title": "No More Drama"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Verse 1] Come on everybody get on up 'Cause you know we gots to get it crunk Mary J. is in the spot tonight As I'mma make it feel alright (Make it feel alright) Come on baby just party with me Let loose and set your body free Leave your situations at the door So when you step inside jump on the floor  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Verse 2] It's only gonna be about a matter of time Before you get loose and start lose your mind Cop you a drink, go head and rock your ice 'Cause we celebrating No More Drama in our life With a Dre track pumpin', everybody's jumpin' Go ahead and twist your back and get your body bumpin' I told you leave your situations at the door So grab somebody and get your ass on the dance floor  [Chorus] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  [Bridge] We don't need no haters We're just trying to love one another We just want y'all have a good time No more drama in your life Work real hard to make a dime If you got beef, your problem, not mine Leave all that BS outside We're gonna celebrate all night Let's have fun, tonight, no fights Turn that Dre track way up high Making you dance all night and I Got some real heat for ya this time Doesn't matter if you're white or black Let's get crunk 'cause Mary's back  [Chorus (repeat until end)] Let's get it crunk up on, have fun up on Up in this dancery We got ya open, now ya floatin' So you gots to dance for me Don't need no hateration, holleration In this dancery Let's get it percolatin', while you're waiting So just dance for me  ",
        "title": "Family Affair"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Never win first place, I don't support the team I can't take direction, and my socks are never clean Teachers dated me, my parents hated me I was always in a fight, 'cause I can't do nothing right  [Bridge] Everyday I fight a war against the mirror I can't take the person staring back at me I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Break] I wanna be somebody else, yeah  [Verse 2] LA told me, \"You'll be a pop star All you have to change is everything you are.\" Tired of being compared to damn Britney Spears She's so pretty, that just ain't me  [Chorus] Doctor, doctor won't you please prescribe Something A day in the life of someone else? Because I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  [Chorus] Doctor, doctor won't you please prescribe Something A day in the life of someone else? Because I'm a hazard to myself  [Pre-Chorus] Don't let me get me I'm my own worst enemy It's bad when you annoy yourself So irritating Don't wanna be my friend no more I wanna be somebody else  ",
        "title": "Don't Let Me Get Me"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Chorus] I'm coming up so you better get this party started I'm coming up so you better get this party started  [Verse 1] Get this party started on a Saturday night Everybody's waiting for me to arrive Sending out the message to all of my friends We'll be looking flashy in my Mercedes Benz I got lot of style, check my gold diamond rings I can go for miles if you know what I mean  [Chorus] I'm coming up so you better get this party started I'm coming up so you better get this party started  [Verse 2] Pumping up the volume, breaking down to the beat Cruising through the west side We'll be checking the scene Boulevard is freaking as I'm coming up fast I'll be burning rubber, you'll be kissing my ass Pull up to the bumper, get out of the car License plate says Stunner #1 Superstar  [Chorus] I'm coming up so you better get this party started I'm coming up so you better get this party started Get this party started  [Verse 3] Making my connection as I enter the room Everybody's chilling as I set up the groove Pumping up the volume with this brand new beat Everybody's dancing and they're dancing for me I'm your operator, you can call anytime I'll be your connection to the party line  [Chorus] I'm coming up so you better get this party started I'm coming up so you better get this party started I'm coming up so you better get this party started I'm coming up so you better get this party started Get this party started Get this party started right now Get this party started Get this party started Get this party started right now  ",
        "title": "Get The Party Started"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Verse 1] Lucky you were born that far away so We could both make fun of distance Lucky that I love a foreign land for The lucky fact of your existence Baby, I would climb the Andes solely To count the freckles on your body Never could imagine there were only Ten million ways to love somebody  [Pre-Chorus] Le ro lo le lo le, Le ro lo le lo le Can't you see I'm at your feet?  [Chorus] Whenever, wherever We're meant to be together I'll be there and you'll be near And that's the deal, my dear There over, here under You'll never have to wonder We can always play by ear But that's the deal, my dear  [Verse 2] Lucky that my lips not only mumble They spill kisses like a fountain Lucky that my breasts are small and humble So you don't confuse them with mountains Lucky I have strong legs like my mother To run for cover when I need it And these two eyes that for no other The day you leave will cry a river  [Pre-Chorus] Le ro lo le lo le, Le ro lo le lo le Can't you see I'm at your feet?  [Chorus] Whenever, wherever We're meant to be together I'll be there and you'll be near And that's the deal, my dear There over, here under You'll never have to wonder We can always play by ear But that's the deal, my dear  [Bridge] Le ro le le lo le, Le ro le le lo le Think out loud, say it again Le ro lo le lo le lo le Tell me one more time That you'll live lost in my eyes  [Chorus] Whenever, wherever We're meant to be together I'll be there and you'll be near And that's the deal, my dear There over, here under You've got me head over heels There's nothing left to fear If you really feel the way I feel Whenever, wherever We're meant to be together I'll be there and you'll be near And that's the deal, my dear There over, here under You've got me head over heels There's nothing left to fear If you really feel the way I feel  ",
        "title": "Whenever, Wherever"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Verse 1] Passion, instant Sweat beads, feel me Cupid's shot me My heartbeat's racing Tempt me, drive me Feels so exciting Thought of highly It's yours entirely I'll be  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  [Verse 2] Midnight grindin' My heart rate's climbin' You go, I go Cause we share pillows Chase me, leave me There's still no separating Morning massages With new bones in your closet  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  [Bridge] I don't think you're ready (I don't think you're ready for this thing) For this thing (I don't think you're ready for this thing) You're not ready (I don't think you're ready for this thing) This thing, this thing (I don't think you're ready for this thing)  [Verse 3] Constant pleasure No scale can measure Secret Treasures Keeps on getting better Do you wanna roll with me? We can go to foreign lands Your hand in my hand Do you wanna ride with me? We can be like Bonnie & Clyde Me by your side  [Hook] I'll be more than a lover More than a woman More than your lover (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be) More than a lover More than a woman Even more under covers (I'll be) I'll be more than a lover More than a woman More than enough for you (I'll be)  ",
        "title": "More Than A Woman"
    },
    {
        "artist": "Glenn Lewis",
        "lyrics": "  [Verse 1] Faraway from that life so young That's when you used to know Many dreams since then you've had Have come and gone that time might show But stress, don't you let it Don't you forget it Trust you'll find your way to love Hope is what your heart is made of  [Chorus] And don't you forget it Don't you forget your way home For that little girl Hold on to your world And don't you forget it Don't you forget your way home For that little girl Hold on to your world  [Verse 2] You're worlds apart From first where life would start Understanding what it means to have got Nothing but your heavy broken heart The memory of what used to be With change comes responsibility  [Pre-Chorus] Don't you forget where you are Ain't where you've been Life's lessons that Made you into a woman  [Chorus] And don't you forget it Don't you forget your way home For that little girl Hold on to your world And don't you forget it Don't you forget your way home For that little girl Hold on to your world  Yeah yeah Hold on,  hold on yeah yeah uh uh ooh ooh  [Verse 3] Don't you be afraid Cause a heartbeat away Is all and everything That's ever meant me, and will mean to you No need to cry, you can dry your eyes Cause you can count on the love that trough the years Helped you face your fears and subside your tears Everything will be okay Don't you be afraid (no oo oo..) Don't you be afraid (na na na na)  And don't you forget it Don't you forget your way home for that little girl Hold on to your world And don't you forget it Don't you forget your way home for that little girl (Hey baby) Hold on to your world (Don't you be afraid)  And don't you forget it Don't you forget your way home for that little girl Hold on to your world And don't you forget it Don't you forget your way home for that little girl Hold on to your world  And don't you forget it Don't you forget your way home for that little girl Hold on to your world And don't you forget it Don't you forget your way home for that little girl Hold on to your world  ",
        "title": "Don't You Forget It"
    },
    {
        "artist": "Vanessa Carlton",
        "lyrics": "  [Intro]  [Verse 1] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 1] And I need you And I miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you, tonight  [Verse 2] It's always times like these when I think of you And wonder if you ever think of me Cause everything's so wrong And I don't belong, livin' in your precious memory  [Pre Hook 2] Cause I'll need you And I'll miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass me by? Oh, cause you know I'd walk a thousand miles If I could just see you, tonight  [Bridge] I, I don't wanna let you know I, I drown in your memory I, I don't wanna let this go I, I don't  [Verse 1 (reprise)] Makin' my way downtown Walkin' fast, faces pass And I'm home-bound Starin' blankly ahead Just makin' my way Makin' a way through the crowd  [Pre-Hook 3] And I still need you And I still miss you And now I wonder  [Hook] If I could fall into the sky Do you think time would pass us by? Cause you know I'd walk a thousand miles If I could just see you  [Hook] If I could fall into the sky Do you think time would pass me by? Cause you know I'd walk a thousand miles If I could just see you If I could just hold you, tonight  ",
        "title": "A Thousand Miles"
    },
    {
        "artist": "KeKe Wyatt Featuring Avant",
        "lyrics": "  I can picture us in the living room By the mantle piece And you tellin me you love me----- With your hands on my thighs While I'm starin in your brown eyes And the expression on your face Is tellin me you want my better taste So tonight we're going all the way We'll be lovin til the break of day  (Chorus) There's nothin in this world I wouldn't do for you boy I don't care what the others say now that I got you babe No one can bring you joy like you girl All the little things you do It's all about you boo  I can picture us runnin in the rain After a movie then spark of flame Oh, I love it when you scream my name Goin 60 in da  30 lane We pull over to the parkin lot In the park that's my favorite spot Doing just about anything We'll be goin till the birds sing  (chorus) I think it's bout time that I make you mine Oh, what your sayin to me boy c'mon break it down To find another like you will be a lifetime I think I see where you going baby Let it out, let it out Listen to me baby I got somethin to say Is it really what I think don't take all day Forever is what I want to give to you So what do you say Baby I do----------------------  (chorus)2x  ",
        "title": "Nothing In This World"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Intro] Roll out  [Hook] I got my twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  Twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  [Verse 1] Now, where'd you get that platinum chain, with them diamonds in it? Where'd you get that mackin' Benz, with them windows tinted? Who them girls, you be with, when you be ridin' through? Man, I ain't got nothin' to prove, I paid my dues Breakin' the rules, I shake fools, while I'm takin' a cruise Tell me who's your weed man and how do you smoke so good? You's a superstar, boy, why you still up in the hood? What in the world is in that bag, what you got in that bag? A couple of cans, a whoop ass, you did a good ass job Of just eyein' me, spyin' me  [Hook] I got my twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  Twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  [Verse 2] Man, that car don't come out, until next year Where in the fuck did you get it? That's eighty thousand bucks gone Where in the fuck did you spend it? You must have eyes on your back Cause you got money to the ceilin' And the bigger the cap, the bigger the peelin' The better I'm feelin', the more that I'm chillin' Winnin', drillin' and killin' the feelin' Now, who's that bucket naked cook, fixin' three course meals? Gettin' goosebumps with her body tapped in six inch heels What in the world is in that room, what you got in that room? A couple of gats, a couple of knives, a couple of rappers A couple of wives, now it's time to choose  [Hook] I got my twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  Twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  [Verse 3] Are you custom made, custom paid, or you just custom fitted? Play station two up in the ride, is that Lorenzo kitted? Is that your wife, your girlfriend or just your main bitch? You take a pick, while I'm rubbin' the hips Touchin' lips to the top of the dick and then whew Now, tell me who's your housekeeper And what you keep in your house? What about diamonds and gold Is that what you keep in your mouth? What in the world is in that case, what you got in that case? Get up out my face, you couldn't relate Wait to take place at a similar pace, so shake, shake it  [Hook] I got my twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  Twin Glock forties, cocked back Me and my homies, so drop that We rollin' on twenties, with the top back So much money, you can't stop that  [Outro] Get out my business, my business Stay the fuck up out my business Cause these niggas all up in my shit And it's my business, my business Stay the fuck up out my business Cause it's mine, oh, mine  My business, my business Stay the fuck up out my business Cause these niggas all up in my shit And it's my business, my business Stay the fuck up out my business Cause it's mine, oh, mine  Timberland, Ludacris, Disturbing Tha Peace  ",
        "title": "Roll Out (My Business)"
    },
    {
        "artist": "P.O.D.",
        "lyrics": "  [Verse 1] Last day of the rest of my life I wish, I would've known 'cause I didn't kiss my mama, goodbye! I didn't tell her that I loved her, how much I cared Or thank my pops for all the talks and all the wisdom he shared Unaware, I just did what I always do Every day the same routine before I skate off to school But who knew that this day wasn't like the rest? Instead of takin' a test, I took two to the chest Call me blind, but I didn't see it comin' Everybody was runnin', but I couldn't hear nothin' Except gun blasts, it happened so fast I don't really know this kid, though I sit by him in class Maybe this kid was reachin' out for love Or maybe for a moment he forgot who he was Or maybe this kid just wanted to be hugged Whatever it was, I know it's because  [Hook] We are, we are (we are) the youth of the nation We are, we are (we are) youth of the nation We are, we are (we are) the youth of the nation We are, we are (we are) youth of the nation  [Verse 2] Little Suzy, she was only twelve She was given the world with every chance to excel Hang with the boys and hear the stories they tell She might act kind of proud, but no respect for herself She finds love in all the wrong places The same situations just different faces Changed up her pace since her daddy left her Too bad he never told her, she deserved much better Johnny boy always played the fool He broke all the rules, so you would think he was cool He was never really one of the guys No matter how hard he tried, often thought of suicide It's kind of hard when you ain't got no friends He put his life to an end, they might remember him then You cross the line and there's no turning back Told the world how he felt with the sound of a gat  [Hook] We are, we are (we are) the youth of the nation We are, we are (we are) youth of the nation We are, we are (we are) the youth of the nation We are, we are (we are) youth of the nation  [Verse 3] Who's to blame for the lives that tragedies claim? No matter what you say, it don't take away the pain That I feel inside, I'm tired of all the lies Don't nobody know why, it's the blind leadin' the blind I guess that's the way the story goes Will it ever make sense? Somebody's got to know There's gotta be more to life than this There's gotta be more to everything I thought exists  [Outro] We are, we are, the youth of the nation We are, we are, youth of the nation We are, we are (we are, we are) the youth of the nation We are, we are (we are, we are) youth of the nation We are, we are (we are, we are) the youth of the nation (youth of the nation) We are, we are (we are, we are) youth of the nation (youth of the nation) We are, we are (we are, we are) the youth of the nation (the youth of the nation) We are, we are (we are, we are) youth of the nation (youth of the nation) (We are) youth of the nation (We are) youth of the nation (We are) youth of the nation (We are)  ",
        "title": "Youth Of The Nation"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": null,
        "title": "Hero"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I do not know why I act the way I do Like I am not got a single thing to lose Sometimes I am my own worst enemy I guess that is just the cowboy in me  I got a life that most would love to have But sometimes I still wake up fighting mad At where this road I am heading down might lead I guess that is just the cowboy in me  [Chorus] [x2] The urge to run, the restlessness The heart of stone I sometimes get The things I've done for foolish pride The me that is never satisfied The face that is in the mirror when I do not like what I see I guess that's just the cowboy in me  [Verse 2] Girl I know there is times you must have thought There am not a line you have drawn I have not crossed But you set your mind to see this love on through I guess that is just the cowboy in you  [Outro] We ride and never worry about the fall I guess that's just the cowboy in us all  ",
        "title": "The Cowboy In Me"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": "  [Verse 1] I wanted to be like you I wanted everything So I tried to be like you And I got swept away I didn't know that it was so cold And you needed someone To show you the way So I took your hand and we figured out That when the time comes I'd take you away  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Verse 2] I'm sinking slowly So hurry hold me Your hand is all I have to keep me hanging on Please can you tell me So I can finally see Where you go when you're gone  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Bridge] All you wanted was somebody who cares If you need me you know I'll be there Oh, yeah  [Chorus] If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares If you want to I can save you I can take you away from here So lonely inside So busy out there And all you wanted Was somebody who cares  [Outro] Please can you tell me So I can finally see Where you go when you're gone  ",
        "title": "All You Wanted"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": null,
        "title": "Superman (It's Not Easy)"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] I know they say if you love somebody, you should set them free But it sure is hard to do, it sure is hard to do I know they say if you don't come back again, then it's meant to be (So they say) Those words don't pull me through, 'cause I'm still in love with you  [Pre-Chorus 1] I spend each day here waitin' for a miracle But it's just you and me goin' through the mill, climbin' up a hill  [Chorus] This is a long goodbye Somebody tell me why Two lovers in love can't make it Just what kind of love keeps breakin' a heart No matter how hard I try I always make you cry Come on, baby, it's over, let's face it All that's happenin' here is a long goodbye  [Verse 2] Sometimes I ask my heart did we really, give our love a chance (Just one more chance) But I know without a doubt, we turned it inside out And if we walked away would it make more sense But it tears me up inside, just to think we could still try  [Pre-Chorus 2] How long must we keep runnin' on a carousel Goin' 'round and 'round and never gettin' anywhere, on a wing and prayer  [Chorus] This is the long goodbye Somebody tell me why Two lovers in love can't make it Just what kind of love keeps breakin' a heart No matter how hard I try I always make you cry Come on, baby, it's over, let's face it All that's happenin' here is a long goodbye  [Outro] Long goodbye Long goodbye  ",
        "title": "The Long Goodbye"
    },
    {
        "artist": "Jermaine Dupri & Ludacris",
        "lyrics": "  [Intro: Jermaine Dupri + Ludacris After the party it's the Waffle House If you ever been here, you know what I'm talkin about Where people don't dance, all they do is this And after the original you know what it is Welcome to Atlanta  [Verse 1: Jermaine Dupri] Remix, it had to go down I got somethin' else to tell you 'bout the new Motown Where people don't visit, they move out here And ain't no tellin' who you might see up in Lenox Square I don't know about you but I miss the Freaknik 'Cause that's where my city use to be real sick People from other cities used to drive for miles Just to come to get a taste of this ATL style I'm the M.B.P., Most Ballinest Player Make my own moves, call me the mayor Monday night, you know things change with time Magic City back lookin' like '89 All the homies on the Southside up in the Ritz Tuesday night, the Velvet Room, same shit Wednesday, Strokers, I don't go no mo' 'Cause they don't know how to treat you when you come through the do' Thursday night, was Plush but we moved to Fuel And I be up in the booth drunk, actin' a fool Friday night, at Kaya, they still got love And the Sharkbar be poppin' like it's a nightclub Saturday, still off the heezy fo' sheezy You can find me up in One Tweezy Sunday, gettin' me some sleep, please I'm on my way to the Dec' to hit Jazzy Tee's, holla  [Interlude: P. Diddy] Ayo, I'm from New York, man! Representin' NYC to the fullest Gats, I pull it, heads be duckin' when New York be bussin' Take that  [Verse 2: P. Diddy] Welcome To New York, motherfuckers, where we don't play And out-of-towners get got like everyday And a gangsta's a gangsta in every way Sittin' low on 22's; this what long money do Now the don's on it, Diddy shine on it Tell Flex to run it back and drop a bomb on it Sunday, we layin' low at Halo, sippin' Cris and we straight Monday, we go to Bungalow 8 Tuesday, I'm in Spa, drunk, doin' the shake And for the rest of the week, we just follow the freaks You can spot us out of town by the way that we walk The way that we talk, cocky, the state of New York Hot now top down at the Rucker game New coupe, no roof, playa, what's my name? Now Brooklyn, Queens, Manhattan, Staten Uptown, what now?! Let's make it happen  [Interlude 2: P. Diddy] New York, if you can make it here, you can make it anywhere We still here! And we buildin' four more new towers!  [Verse 3: Murphy Lee] Who say St. Louis ain't hip hop? Dirty, we hop to what's hip I'm a lunatic with too much grip to let us slip I'm so St. Louis, ask my tattooist I was like \"The Waterboy,\" now they sayin, \"YOU CAN DO IT!\" I'm Baby Huey, one of the best in the Louie Sip Louis, smoke louie, dressed in Louis Home of back porches, Chucks, and Air Forces Old school cars be trailblazin' like Portland The girls are the best like Travis with fat asses I call 'em gimme girls, they always tell me I can have it All got habits, marijuana to static By two cats and coats with automatics St. Louis, the Truth like Sojourner Don't need a burner we learn from Ike Turner I tried to told ya don't cross that bridge Without permission from the St. Lunatics  [Interlude 3: Jermaine Dupri] Yo, yo, yo, yo Ladies and gentlemen, we got the big Snoop Dogg in the house tonight He just came from off tour And he wanna tell y'all little bit about where he come from  [Verse 4: Snoop Dogg + Jermaine Dupri] Palm trees, bad bitches and wannabees O.G.'s like me eatin' on pollaseeds Now & Laters, jellybeans, and Wallabees Real niggas from the set I hardly ever seen Mostly heard, sell a bird off the cizzurb And when we dip, we hop and then we swizzerve A lot of homies like to wear the pizzerm Hair longer than hers, sharp with the fizzur Doggy Dizzogg, you know I like to bizzall Like Kobe to Shaq so take that Take that, take that Long Beach is on the motherfuckin map The city by the sea, R.I.P JD, you know about the LBC My niggas love the Steelers, cold hearted killas Real cap peelers, real niggas feel us Ain't no squeelers, a lot of dope dealers Bang diggy dang dang Dogg Pound Gangsta Crip Gang Yeah we do the damn thang Go to Pomona, scoop up Kokane Head to the church house to get a little workout Smoke out, drink up, now put ya bank up It's all on me, I got a scenery to stank up Crank up the beat, raise up the heat I'm throwin' a block party on 2-1 Street, fo' sho'  [Outro: Jermaine Dupri + Ludacris] Welcome to Atlanta remix, hey And we ride on them things like every day Big beats, hit streets, see gangsters roamin' And parties don't stop 'til eight in the morning Welcome to Atlanta where the players play And we ride on them things like every day Big beats, hit streets, see gangsters roamin' And parties don't stop 'til eight in the morning  ",
        "title": "Welcome To Atlanta"
    },
    {
        "artist": "Martina McBride",
        "lyrics": null,
        "title": "Blessed"
    },
    {
        "artist": "Default",
        "lyrics": null,
        "title": "Wasting My Time"
    },
    {
        "artist": "Jaheim Featuring Next",
        "lyrics": null,
        "title": "Anything"
    },
    {
        "artist": "Busta Rhymes Featuring P. Diddy & Pharrell",
        "lyrics": "  [Intro: Busta Rhymes] Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Verse 1 - Busta Rhymes & P. Diddy] Act a fool, you better watch out Hot shit be bringin the cops out Street niggas is ringin them shots out Short circuit and blacken the blocks out Now open up the garage and pull the drops out Rockin the fur coat bringin the blue fox out Diamonds light up the block, runnin the blue rocks out Whylin till all of my crew knocks out Get yo' ass up on the floor Huh, throw ya hands if you wan't some more Baby, wiggle your crotch out, huh And peep the way we be blowin them spots out C'mon, look how we got 'em ready to act out Girl, I'm ready to give it twistin your back out Drink yack till a nigga fallin out Flat on his back now watch a nigga crawlin out, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girls rollin' and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say? (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Verse 2 - Busta Rhymes & P. Diddy] Girl, you need to shake it off Too much hair on your cho-cha, then shave it off C'mon, jump smack yo' ass and break it off And if it's too hot for y'all? You need to take it off In case you ain't knowin niggas we on a roll now Diddy, like we done stumbled on a pot of gold now - c'mon Food spillin all out of the bowl now, huh! Money thick, get harder to fold now - c'mon Ladies tell me if you're feelin {*alright*} And are you sure that you up for doin it {*all night*} I like this Listen, before you ass bet, nigga We wreck shit and we ain't even blacked yet Niggas all around and police rapidly shut down the block And the club ain't even packed yet - c'mon Nuff drinkin at the bar hold it down whylin out 'til the club is closed down, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Bridge] (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Verse 3 - Busta Rhymes & P. Diddy] Rob a bank my nigga, cash rule Bust it, let's get this money and act like a damn fool Fuck it, act stupid and jump in the damn pool - huh! Bone bitches and me and they man's cool C'mon, shit I'm sayin, just put your bank up, nigga Put me and Diddy together you bankrupt - c'mon Fly niggas we full of finesse y'all, yeah! Me and my niggas is fittin to bless y'all - c'mon Don't talk about it, be about it (Shut up!) Live niggas come and be around it (What up?) C'mon, rep to the fullest now - huh! These niggas ain't knowin how we gon' put it down - c'mon Cock, aim and shoot to spray it down Steamrollin you niggas and lay it down Niggas frontin with they thug image but we pay them no mind Now drink until the bottle finished, talk to me  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'monn) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  [Bridge] (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna (JUMP JUMP!!!!) Don't this shit make a nigga wanna  [Hook: Pharell & (Busta Rhymes)] I said Busta (whassup son?) You leave them girl rollin... and it look like (c'mon) They asses is swollen (and they ass gettin big now) But if your man babysittin (uh-huh) then what you gon' say (What we gon' tell 'em man?) We gon' tell that nigga (Pass the Courvoisier) We gon' tell that brotha (Pass the Courvoisier) Everybody sing it now {*Pass the Courvoisier*} Everybody sing it now {*Pass the Courvoisier*}  ",
        "title": "Pass The Courvoisier Part II"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "A New Day Has Come"
    },
    {
        "artist": "iio",
        "lyrics": null,
        "title": "Rapture (Tastes So Sweet)"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": null,
        "title": "I Breathe In, I Breathe Out"
    },
    {
        "artist": "City High Featuring Eve",
        "lyrics": null,
        "title": "Caramel"
    },
    {
        "artist": "B2K",
        "lyrics": "  Yeah Hey yo trick How you gonna come up wit something like this, man? Yeah When this come on They'll be like \"Uh huh\" Haha Red zone Yo B2K Yo, where you at?  Girl you messed up when you let me in Told your best friend that you wanted me Then she called me up and hipped me to your steez Told me that you were lookin' for a guy like me So I said hold on, I ain't the one Unless shorty really wanna have some fun Then she said that you told her I was what you want When I call you don't try to front(uh huh)  I'm the guy in your dreams (that you had last night) I'm the benz wit tha 20'z (that you wanna drive) I'm tha thug in your life (that'll treat you right) Got ya hooked cuz I'm bringing everything you like  Chorus Uh huh I know that you wantin' this Uh huh Tell me can you handle it? Uh huh Show me how you work dem hips Uh huh And maybe you can roll wit it Uh huh I know that you wantin' this Uh huh Tell me can you handle it? Uh huh Show me how you work dem hips Uh huh And maybe we can roll wit it  Now we're all out in the open Everybody knows about you and me Ain't no more need for you and me to creep I want you so bad I don't care who sees So girl hold on, I got what you want I know you ain't scared to go n have some fun So let your girlfriends know that you found someone Who'll be keepin' you tight and sprung (uh huh)  I'm tha guy in your dreams (that you had last night) I'm benz wit tha 20's (that you wanna drive) I'm tha thug in your life (that'll treat you right) Got ya hooked coz I'm bringing everything you like  Chorus  Two months of conversation Man it's a major Split tha game undercover I'm lethal like Danny Glover Got you runnin' to your mother Makin' plans for life Yo, I'm only 15 what I need wit a wife? We can walk through tha mall while I hold ya hips Or you can hang out tha drop while I'm pushin' tha whip Take you on a ride you will never forget Runnin' home, tellin' your friends lil' Fizz is it Got ya hooked by tha way that I lick my lips And I got many dimes, I ain't sweatin' dis chick Yo, I run these girls from coast to coast Dropin' game so sick I got 'em doin' tha most (uh huh)  Chorus (x2)  ",
        "title": "Uh Huh"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Young"
    },
    {
        "artist": "Jo Dee Messina With Tim McGraw",
        "lyrics": "  [Intro: Jo Dee Messina] Ooh  [Verse 1: Jo Dee Messina] Another day has almost come and gone Can’t imagine what else could wrong Sometimes I’d like to hide away somewhere and lock the door A single battle lost but not the war  [Chorus: Jo Dee Messina] 'Cause tomorrow’s another day And I’m thirsty anyway So bring on the rain  [Verse 2: Jo Dee Messina with Tim McGraw] It’s almost like the hard times circle ‘round A couple drops and they all start coming down Yeah, I might feel defeated I might hang my head I might be barely breathing But I’m not dead  [Chorus: Jo Dee Messina with Tim McGraw] 'Cause tomorrow’s another day And I’m thirsty anyway So bring on the rain  [Bridge: Jo Dee Messina with Tim McGraw] No, I’m not gonna let it get me down I’m not gonna cry And I’m not gonna lose any sleep tonight  [Chorus 2: Jo Dee Messina] 'Cause tomorrow's another day And I am not afraid So bring on the rain  [Chorus: Jo Dee Messina with Tim McGraw] Tomorrow’s another day And I’m thirsty anyway So bring on the rain  [Outro: Jo Dee Messina and Tim McGraw and both] Ooh Bring on, bring on the rain No, I'm not gonna let it get me down I'm not gonna cry So bring on the rain (ay-e-ay-e-ain) Ooh Bring on, bring on the rain Bring on the rain (rain) Bring on the rain Bring on the rain Ooh  ",
        "title": "Bring On The Rain"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] All you got to do is just walk away and pass me by Don't acknowledge my smile when I try to say hello to you, yeah And all you got to do is not answer my calls when I'm trying to get through To keep me wondering why, when all I can do is sigh I just want to touch you  [Chorus] I just want to touch and kiss And I wish that I could be with you tonight (You give me) 'Cause you give me butterflies inside, inside and I  [Verse 2] All I got to say is that I must be dreaming, can't be real You're not here with me, still I can feel you near me I caress you, let you taste us, just so blissful listen I would give you anything baby, just make my dreams come true Oh baby, you give me butterflies  [Chorus] I just want to touch and kiss And I wish that I could be with you tonight 'Cause you give me butterflies inside, inside and I I just want to touch and kiss And I wish that I could be with you tonight (You give me) 'Cause you give me butterflies inside, inside and I  [Bridge] If you would take my hand, baby, I would show you Guide you to the light, babe If you would be my love, baby, I will love you Love you 'til the end of time  [Chorus] I just want to touch and kiss And I wish that I could be with you tonight (Girl you give me) Cause you give me butterflies inside, inside and I I just want to touch and kiss And I wish that I could be with you tonight 'Cause you give me butterflies inside, inside and I I just want to touch and kiss And I wish that I could be with you tonight 'Cause you give me butterflies inside, inside and I I just want to touch and kiss And I wish that I could be with you tonight 'Cause you give me butterflies inside, inside and I  ",
        "title": "Butterflies"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Under an old brass paperweight Is my list of things to do today Go to the bank and the hardware store Put a new lock on the cellar door I cross 'em off as I get 'em done but when the sun is set There's still more than a few things left I haven't got to yet  [Chorus] Go for a walk, say a little prayer Take a deep breath of mountain air Put on my glove and play some catch It's time that I make time for that Wade the shore and cast a line Look up a long lost friend of mine Sit on the porch and give my girl a kiss Start living, that's the next thing on my list  [Verse 2] Wouldn't change the course of fate But cutting the grass just had to wait Cause I've got more important things Like pushing' my kid on the backyard swing I won't break my back for a million bucks I can't take to my grave So why put off for tomorrow what I could get done today like  [Chorus] Go for a walk, say a little prayer Take a deep breath of mountain air Put on my glove and play some catch It's time that I make time for that Wade the shore and cast a line Look up a long lost friend of mine Sit on the porch and give my girl a kiss Start living, that's the next thing on my list  [Chorus 2] Raise a little hell, laugh 'till it hurts Put an extra five in the plate at church Call up my folks just to chat It's time that I make time for that Stay up late, then oversleep Show her what she means to me Catch up on all the things I've always missed Just start living', that's the next thing on my list  [Outro] Under an old brass paperweight Is my list of things to do today  ",
        "title": "My List"
    },
    {
        "artist": "Ludacris Featuring Sleepy Brown",
        "lyrics": null,
        "title": "Saturday (Oooh! Ooooh!)"
    },
    {
        "artist": "Steve Holy",
        "lyrics": "  Good morning beautiful how was your night Mine was wonderful with you by my side And when I opened my eyes and see your sweet face Its a good morning beautiful day  I couldn't see the light I didn't know day from night I had no reason to care Well since you came along I can face the dawn Cause I know you'll be there  Good morning beautiful how was your night Mine was wonderful with you by my side And when I opened my eyes and see your sweet face Its a good morning beautiful day  I never worry if it's raining outside Cause in here with you girl the sun always shines  Good morning beautiful how was your night Mine was wonderful with you by my side And when I opened my eyes and see your sweet face Its a good morning beautiful day Good morning beautiful day It's a beautiful day Good morning day What a beautiful day  ",
        "title": "Good Morning Beautiful"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Verse 1] You're a song written by the hands of God Don't get me wrong 'Cause this might sound to you a bit odd But you own the place Where all my thoughts go hiding And right under your clothes Is where I find them  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey  [Verse 2] 'Cause of you I forgot the smart ways to lie Because of you I'm running out of reasons to cry When the friends are gone When the party's over We will still belong to each other  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl For being such a, ah, ah  [Bridge] I love you more than all that's on the planet Moving talking walking breathing You know it's true Oh, baby, it's so funny You almost don't believe it As every voice is hanging from the silence Lamps are hanging from the ceiling Like a lady tied to her manners I'm tied up to this feeling  [Chorus] Underneath your clothes There's an endless story There's the man I chose There's my territory And all the things I deserve For being such a good girl, honey Underneath your clothes There's the man I chose There's my territory And all the things I deserve For being such a good girl For being such a good girl  ",
        "title": "Underneath Your Clothes"
    },
    {
        "artist": "Jewel",
        "lyrics": "  [Verse 1] Cutting through the darkest night are my two headlights Trying to keep it clear, but I'm losing it here To the twilight There's a dead end to my left There's a burning bush to my right You aren't in sight You aren't in sight  [Pre-Chorus] Do you want me Like I want you?  [Chorus] Or am I standing still Beneath a darkened sky Or am I standing still With the scenery flying by Or am I standing still Out of the corner of my eye Was that you Passing me by  [Verse 2] Mothers on the stoop Boys in souped-up coupes On this hot summer night Between fight and flight Is the blind man's sight And a choice that's right I roll the window down Feel like I'm gonna drown in this strange town Feel broken down Feel broken down  [Pre-Chorus] Do you need me Like I need you?  [Chorus] Or am I standing still Beneath a darkened sky Or am I standing still With the scenery flying by Or am I standing still Out of the corner of my eye Was that you passing me by  [Bridge] A sweet sorrow is The call tomorrow A sweet sorrow is The call tomorrow  [Pre-Chorus] Do you love me Like I love you?  [Chorus] Or am I standing still Beneath a darkened sky Or am I standing still With the scenery flying by Or am I standing still Out of the corner of my eye Was that you Passing me by Are you passing me by? Passing me by (do you want me) Passing me by  [Outro] Do you need me like I need you to Do you want me like I want you (passing me by) Or are you passing me by Or am I standing still  ",
        "title": "Standing Still"
    },
    {
        "artist": "Fabolous",
        "lyrics": "  [Fabolous talking before first verse] Brooklyn, uh uh uh uh Huh Huh uh huh do it huh Yea Uh Uh do it huh huh what ya'll want huh  [Verse 1] Rollin, gold two seater Stash in the dash Hold two heaters Blockahhhhh put holes through beaters Ghetto Fab stroll through Cheetahs Ballin, Brooklyn don Addicted to Cris' hooked on Dom 15 G's hookers on Ma, I wanna see how you look in thongs Hustlin, guys that send Po's Cause I chop rocks the size of mentos Blame me,I tried to hint hoes Look at the hurt your eyes will squint closed Pimpin' here's a new way to flirt Listen to the two way alert It goes... Lets go VIP boo raise your skirt  [Hook 1] Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!)  [Verse 2] I'm Gangsta Ya'll just wannabe's Federal Agents on their P's 30 a gram 28 on the keys Gotta good lawyer I'm gonna squeeze Thuggin' jeans and Tim's Fitted to the front lean the brim Ride but never on teenage rims And I keep a chick's face between my limbs Stylin ya'll heard about my kick game I'm on the parkway see me at the Knick game Probably seen this tatted on your chick frame F-A-B-O-L-O-U-S Ridin Ya'll know as well I do That's the way you can tell I flew So I got a deal I sell pies too Cause before I hit the pens I'm gettin bailed by Clue  [Hook 2] Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!)  [Verse 3] Cruisin top on the Mercedes low Turn us up when you hear this on the radio Blastin with the nineteen eighty flow Make the necks on the ladies go (wooo wooop) Holla that's what a pretty thug will do Hit Branson get a fifty jug or two Ya'll throwin on them gritty mugs for who Like ya'll don't know what fifty slugs will do Hatin I just bought the uz' I put ya'll in the front page articles I got em lookin at the billboard charts confused And I still freestyle to start the Clue's Reppin I'm that kid about the doe I done copped coke and started droughts before Shit Platinum out the door Now I drop the top down just to shout to hoes  [Hook 3] Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back (Hoooo Hoooo!) Holla back Young'n (Hoooo Hoooo!) Holla back back back back...(Hoooo Hoooo! until music fades)  ",
        "title": "Young'n (Holla Back)"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "I'm Movin' On"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] It was about five until five on Friday We were all getting ready to go And the boss man started screaming And his veins began to show He said you and you come with me Cause you're going to have to stay My heart was thumping I was jumping I had to get away  [Chorus] Some days you gotta dance Live it up when you get the chance Because when the world doesn't make no sense And you're feeling just a little to tense Gotta loosen up those chains and dance  [Verse 2] Well I was talking with my baby Over a small glass of tea He asked the loaded question It seems unreal to me that He said how do you feel about me My mind was racing I was pacing But the words just wouldn't come And there was only one thing Left to do I feel it coming on  [Chorus] Some days you gotta dance Live it up when you get the chance Because when the world doesn't make no sense And you're feeling just a little to tense Gotta loosen up those chains and dance Some days you gotta dance Live it up when you get the chance Because when the world doesn't make no sense And you're feeling just a little to tense Gotta loosen up those chains and dance  [Outro] You got to loosen up those chains and dance Come on and loosen up those chains and dance  ",
        "title": "Some Days You Gotta Dance"
    },
    {
        "artist": "P. Diddy Featuring Usher & Loon",
        "lyrics": null,
        "title": "I Need A Girl (Part One)"
    },
    {
        "artist": "Beanie Sigel & Freeway",
        "lyrics": "  [B Sigel] Ho! Ho! [Freeway] Bounce [B Sigel] Holla! [Freeway] Bounce, bounce, bounce  [Intro: Beanie Sigel] It's B Sig in the place with Young Free And I got what it takes to rock the mic right Still watch what you say out your mouth Cause 50 shots still will turn the club out  [Verse 1: Freeway] I miss the hood when I'm travelin, get neck when I'm travelin Chicks peck wood when I'm travelin Fuck a Lex cause the click fit good in the Caravan Slide through your hood like a avalanche Click a flick if you get a chance get that close Fuck an advance, cause I get that dough (get… that… dough) Beef with me, enemies come sleep with me for breakfast Guaranteed to eat this toast I'm reckless, firestarter heat your folks A starvin artist that'll eat y'all tracks, so don't bring 'em around I be around Ricans vida loca They got all the toasters don't need no gats I got a six stashed leave 'em around So I don't get left around haters around when I leave In the winter rock short sleeves reason the pound With the heat blastin, keep actin the heat blastin Techno Marine shinin, marine fashion backin 'em down Niggas 'gone keep hatin and my click gon' keep grindin Keep movin, lockin the town  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Verse 2: Beanie Sigel] It's Mack-daddy-young strappy No he ain't the O.G. gangsta Yes I is! come on don't test I kid I firebomb cribs like Left Eye did Notorious like that Bed-Stuy kid, big or small you can get it \"Dead Wrong,\" like tryin' to brawl a strong armored midget I pull that 9 out my pocket I'm lyin' I pull that Mac out the closet, start firin' For you cats outta pocket, stop tryin Take that, get back, clap iron You know, stay low, keep firin, uh! I put the led in the gat, the metal go clap I lay cats flat on they back, stop fuckin with this radical cat You fuck around and need a medical cat The led'll go clap, your head'll go back, uhhh It's B Sig in the place to be With two heaters on the waist of me, man who's facin me?  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Hook: Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Verse 3: Freeway] Big nickels down your way don't trip Get folded down your way, got soldiers down your way Keep quiet down your way no lip All of y'all need to one yo'self Go get the burna nigga bang yo'self Or I come through with the hammer make you lose yo' health Fast, roll with Dash's, move like Cassius Clay Move yay like caskets, there's a will there's a way Obey my thirst move yay through traffic Without Sprite, without Nike's I \"Just Do It\" ball break the basket Yeah you damn right, without ice I pull up to your honey car and stuff her basket International post player, circle the atlas You don't wanna be ho playas, circle the hood Bend over backwards, without searchin for backwoods  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Hook:Freeway] It's Freeway in the place with B Sig And I got what it takes to rock the mic right yeah Still watch what you say to me prick Cause I got what it takes to dump the AK clip  [Hook: Beanie Sigel] (It's B Sig in the place with Young Free And I got what it takes to rock the mic right yeah Still watch what you say out your mouth Cause 50 shots still will turn the club out, ho!!!)  [Outro: Freeway] All of y'all need to one yo'self Go get the burna nigga bang yo'self All of y'all need to one yo'self Go get the burna nigga bang yo'self Shit, shit, it's the, it's the Roc nigga, hooo, hoo, hoo! And another one, and another one...  ",
        "title": "Roc The Mic"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": "  [Verse 1] You and i got something But it's all and then it's nothing to me, yeah And i got my defenses When it comes through your intentions for me, yeah And we wake up in the breakdown With the things we never thought we could be, yeah  [Pre-Chorus] I'm not the one who broke you I'm not the one you should fear We got to move you darling I thought i lost you somewhere But you were never really ever there at all  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone  [Verse 2] I am no solution To the sound of this pollution in me, yeah And i was not the answer So forget you ever thought it was me, yeah  [Pre-Chorus] I'm not the one who broke you I'm not the one you should fear We got to move you darling I thought i lost you somewhere But you were never really ever there at all  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone  [Bridge] And i don't need the fallout Of all the past that's in between us And i'm not holding on And all your lies weren't enough to keep me here  [Chorus] And i want to get free Talk to me I can feel you falling And i wanted to be All you need Somehow here is gone   [Outro] And i want to get free Talk to me I can feel you falling I know it's out there I know it's out there And i can feel you falling I know it's out there I know it's out there Somehow here is gone, yeah I know it's out there I know it's out there Somehow here is gone, yeah  ",
        "title": "Here Is Gone"
    },
    {
        "artist": "Busta Rhymes",
        "lyrics": "  [Intro: Busta Rhymes] Yeah, check it out, see The only thing you need to do right here is Is nod your fucking head Yeah, yeah Break ya fucking neck bitches Here we go now Where we going now Where we going now Give it away, give it away, give it away now Give it away, give it away, give it away now Just give it away nigga Yeah, here we go now  [Verse 1: Busta Rhymes] Tell me wat'chu really wanna do (come here ma) Talk to a nigga, talk to me You look like you could really give it to a nigga From the way you talk and the way ya try to walk for me The way you really try to put it on a dawg Doin' it like ya never did before for me The way you break yo' back, and I break yo' neck And the way you try to put it on the floor for me (Come on) come on (come on) oh yeah Tell me where my niggas is at (ok) Lemme address y'all niggas one time While I lock that down and I hit you with that (with what) That bomb shit Y'all niggas know all day we be making it drop Y'all niggas know every time I come through This motherfucker, where we always takin' the ride (So let me do this bitch) Y'all niggas know when we come, we be makin' it flop The way we makin' it hot'll make a nigga wanna stop Get money, then cash that check for me All my niggas just bust yo' TEC for me Everybody from every hood bang yo' head 'Til you break your motherfucking neck for me  [Hook: Busta Rhymes] Just let me give you real street shit To ride in yo' shit with Recline yo' seat, rewind this heat Keep bouncin' up and down these streets So nod yo' head and Break ya neck nigga Break ya neck nigga Break ya neck nigga Bang yo head until you start to Break ya neck nigga Break ya neck nigga Break ya neck nigga Break ya neck  [Verse 2: Busta Rhymes] Come along now (let's put it down nigga) When I bounce back and you know I done caught my breath Y'all niggas all know how we do When the way we bang niggas in the head, and we do it to death (Reach fo' dem backwoods) The fire boy, you know we bakin' a ounce I know you love the way we be givin' you the music, making you bounce Now fuck it up just a little for my niggas Everytime we come through niggas know that we did it for y'all (uh-huh) And the way we do it for the people Niggas know we always give it to y'all I said bounce (come on) In the day time or the night, when ya creepin' along Well just bang this shit up in the truck While you break yo' neck, now motherfucker try to figure my flow See the way we come right through (when we come right through) We be always blowin' the spot, again and again And make a nigga really wanna STOP Better tell yo' crew, yo' peeps All my niggas better put they troops on And gather up your soldiers nigga You know you better keep yo' boots on All my niggas in the place (aiyyo) Wave your hands high now, and the way we put it down Make a nigga wonder what he really gonna try now What'cha really wanna do Just place your bet, and put'cha money where ya mouth is (ah-hoo) All my niggas in the street just break ya neck and keep on bouncing  [Hook: Busta Rhymes] Just let me give you real street shit To ride in yo' shit with Recline yo' seat, rewind this heat Keep bouncin' up and down these streets So nod yo' head and Break ya neck nigga Break ya neck nigga Break ya neck nigga Bang yo head until you start to Break ya neck nigga Break ya neck nigga Break ya neck nigga Break ya neck  [Verse 3: Busta Rhymes] Here we go now, and you know everytime Busta-Bus be holding the fort My nigga watch how we shutting it down The way we put it on, coming through like a steamroller Me and Dre nigga ain't no fucking around My nigga (what) yeah whattup Me and my team got a link 'cause you know we stay chopping it up And when we get up in the club All of my niggas at the bar know we lockin' it up And we get a little (high) And we get a little (drunk) And we get a little crunk (come on) Lemme give y'all niggas some shit That'll make you wanna bang this out yo' trunk (come on) Get money, then cash that check for me All my niggas just bust yo' TEC for me Everybody from every hood, bang yo' head 'Til you break ya motherfuckin' neck for me  [Hook: Busta Rhymes] Just let me give you real street shit To ride in yo' shit with Recline yo' seat, rewind this heat Keep bouncin' up and down these streets So nod yo' head and Break ya neck nigga Break ya neck nigga Break ya neck nigga Bang yo head until you start to Break ya neck nigga Break ya neck nigga Break ya neck nigga Break ya neck  ",
        "title": "Break Ya Neck"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  (Phil Vassar, Julie Wood)  When I hear you stop and laugh out loud When you're fallin' fast asleep When you're in the middle of a crowd When you're lyin' close to me When I hear you softly say my name When you're high and when you're low When you don't need me to explain 'Cause you already know When you smile that way I know, every night and day  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  When you're drivin' in your car When you dance and sing to the radio When you're walkin' underneath the stars Anywhere and everywhere you go When you're dressed up or you're dressed down When you're talkin' on the phone With a million people all around Or when you're all alone When you're near, or you're far You're in my heart no matter where you are  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  When you smile that way I know, every night and day  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  That's when I love you, when I need you When I care about you That's when I know without a doubt That I can't live without you Everyday I find another reason Every season we go through And every little thing you do That's when I love you  That's when I love you  ",
        "title": "That's When I Love You"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  Ah-hah Ah-hah-ooo. Ooooooooo....  [Verse 1] Pray God you can cope I'll stand outside This woman's work This woman's world Ooooh it's hard on a man Now his part is over Now starts the craft of the Father  [Pre-Chorus] I know you've got a little life in you left I know you've got a lot of strength left I know you've got a little life in you yet I know you've got a lot of strength left  [Chorus] I should be crying but I just can't let it show I should be hoping but I can't stop thinking All the things we should've said that I never said All the things we should have done that we never did All the things we should have given but I didn't  Oh darling make it go Make it go away  [Verse 2] Give me these moments Give them back to me Give me that little kiss Give me your talking hands  [Pre-Chorus] (I know you have a little life in you yet) Give me your hand baby (I know you have a lot of strength left) Give me your pretty hand (I know you have a little life in you yet) Ooooh oooh oooh (I know you have a lot of strength left) You're loved child (I know you have a little life in you yet) Whatever you need baby (I know you have a lot of strength left) Give me your hand (I know you have a little life in you yet) Give me your hand (I know you have a lot of strength left)  [Chorus] Oh I should be crying but I just can't let it go I should be hoping but I can't stop Thinking and thinking and thinking Of all the things we should've said that we never said And all the things we should have done that we never did All the things that you wanted from me All the things that you needed from me All the things I should have given but I didn't  Oh darling make it go Just make it go away  ",
        "title": "This Woman's Work"
    },
    {
        "artist": "Jimmy Eat World",
        "lyrics": "  [Verse 1] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just try your best Try everything you can And don't you worry what they tell themselves when you're away  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  [Verse 2] Hey You know they're all the same You know you're doing better on your own so don't buy in Live right now Just be yourself It doesn't matter if that's good enough for someone else  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right, all right!  [Verse 3] Hey Don't write yourself off yet It's only in your head you feel left out or looked down on Just do your best Do everything you can Don't you worry what their bitter hearts are going to say  [Chorus] It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  It just takes some time Little girl, you're in the middle of the ride Everything, everything will be just fine Everything, everything will be all right  ",
        "title": "The Middle"
    },
    {
        "artist": "Tommy Shane Steiner",
        "lyrics": "  There's a man standing on the corner With a sign saying, 'Will work for food' You know the man, you see him every morning The one you never give your money to  You can sit there with your window rolled up Wondering when the lights going to turn green Never knowing what a couple more bucks In his pocket might mean  What if he's an angel sent here from Heaven And he's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in his face Knowing deep down it could have been his saving grace What if he's an angel?  There's a man and there's a woman Living right above you in apartment G There's a lot of noise coming through the ceiling And it don't sound like harmony  You can sit there with your TV turned up While the words and his anger fly But come tomorrow when you see her with her shades on Can you look her in the eye?  What if she's an angel sent here from Heaven And she's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in her face Knowing deep down it could have been her saving grace But what if she's an angel?  A little girl on daddy's lap Hiding her disease with a baseball cap You can turn the channel, most people do But what if you were sitting in her daddy's shoes?  Maybe she's an angel sent here from Heaven And she's making certain that you're doing your best To take the time to help one another Brother are you going to pass that test?  You can go on with your day to day Trying to forget what you saw in her face Knowing deep down it could have been her saving grace What if she's an angel?  ",
        "title": "What If She's An Angel"
    },
    {
        "artist": "Staind",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Ginuwine & Tweet",
        "lyrics": null,
        "title": "Take Away"
    },
    {
        "artist": "Natalie Imbruglia",
        "lyrics": "  [Verse 1] Calling out, calling out Haven't you wondered Why I'm always alone When you're in my dreams Calling out, calling out Haven't you wondered Why you're finding it hard Just looking at me  [Pre-Chorus] I want you But I want you to understand I leave you I love you  [Chorus] Didn't want to leave you With the wrong impression Didn't want to leave you With my last confession Of love Wasn't trying to pull you In the wrong direction All I wanna do is try and Make a connection Of love  [Verse 2] Falling out, falling out Haven't you wondered If this was ever more Than a crazy idea Falling out, falling out Haven't you wondered What we could've been If you'd only let me in  [Pre-Chorus] I want you But I want you to understand I miss you I love you  [Chorus] Didn't want to leave you With the wrong impression Didn't want to leave you With my last confession Of love Wasn't trying to pull you In the wrong direction All I wanna do is try and Make a connection Of love  [Outro] I need you I love you  ",
        "title": "Wrong Impression"
    },
    {
        "artist": "Hoobastank",
        "lyrics": "  [Verse 1] I will dedicate and sacrifice my every Thing for just a second's worth of how my story's ending And I wish I could know if the directions that I take And all the choices that I make won't end up all for nothing  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  [Verse 2] Help me carry on, assure me it's ok to Use my heart and not my eyes to navigate the darkness Will the ending be ever coming suddenly? Will I ever get to see the ending to my story?  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  [Rap] So when and how will I know?  [Bridge] How much further do I have to go? And how much longer till I finally know? `Cause I'm looking and I just can't see what's in front of me In front of me  [Chorus] Show me what it's for, make me understand it I've been crawling in the dark looking for the answer Is there something more than what I've been handed? I've been crawling in the dark looking for the answer  ",
        "title": "Crawling In The Dark"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": null,
        "title": "Drive (For Daddy Gene)"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Avant] I'm doin' this for all my ladies I know you thinkin', yo, it sound a lullaby, right? Bone Thugs-N-Harmony, A-V, we so sick We about to do this REMIX Radio play this  [Verse 1: Krayzie Bone] On The highway and it's Friday, in my big truck Tryin' to get home to you Stop and get a bottle to pop I'll be lovin' the night time When we do what we do Best part of my day Is when we rollin' it up And we blowin' and we zonin' Feelin' the buzz, plus the love Up til early in the morning Bone comes (That's right) Let's go have some fun In the bedroom All day (All day) And all of the night I been workin' Now, daddy comin' home, and I'm lookin' for a little bit of action I be comin' through, you wanna do that thang Let me bless you with thug passion  Chorus: Avant Girl, when We, make (I keep the pain comin') Love all night, I mean We, make good (We do the same good loving) Love all night, when We, make (I keep the pain comin') Love all night We really make love (We do the same good loving)  Repeat Chorus  [Verse 2: Wish Bone] On the way to my honnies Leaving the club, and I'm off that Henny baby Hope a [{*nigga*}] understand that a [{*nigga*}] Got a plan, and I really gotta see this lady Charter plane in Cleveland, hit up my thugs, let 'em know I'm leaving Four hours Windows tinted Cause you know How these [{*hoes*}] be creepin' We off And it's gonna get freaky, this weekend, off in my house And I'm real Just hold it steady, I bet ya I break you off Yes, miss lady And you know a [{*nigga*}] keep it thug, so it might get it rough, I'm sorry But don't you know, you do what you do When you drop that dress with that body My God!  Repeat Chorus Twice  (Verse 3) [Layzie Bone] Baby, we did Our thang, off in the shower, had me goin' a whole hour Thought I was scared like I was a coward When you hit the streets and you felt this power Of the thang I swang, thangs won't change, and I need that lovin' Baby, that baby you got in the oven All I need is kissin' and huggin' All of the drama you can keep it, ain't no secret It's revealed Walk the walk, girl, go on and shake that sex appeal I'm still here, always gon' be here, never gon' leave Wanna get down with Steve, and you my boo, oooh, wee  [Bizzy Bone] Cum at the same Time, with you, with you, whet you Wetter, wetter, thick up inside You gristle {*groan*} Oh That's eight and a half to nine And ya gushy like Niagara Feeling my split ends Amazed, cause I'm in between your thighs, lickin' And other people, they be fightin' And I rap fast So what you think I'm fin'na do with that [{*ass*}] One hundred and fifty five, seventy one thousand got you paralyzed Cummin' Though she's flabbergasted, and I'm Duracell And others, they just don't last (Going and going and going) Zip in the vehicle with the homeboy Avant Let's mash, Cleveland, come/cum back  Bridge: (Bizzy Bone in background) [Avant]      If it's the house In the boat (Come in the (???) that, there) In the Jeep, babe (Up in the backseat, yeah) In the top (Sippin' that bubbly) In the pool Or the beach, babe Get your groove on (Gotta get your groove on) [Bizzy Bone] Gotta get your groove on [Avant]      Get your groove on [Bizzy Bone] I'm a make good love here, baby  Repeat Bridge  Repeat Chorus Twice  [Avant] And I love the way you feel Girl, I love ya Throw it on the floor Girl, I love ya Throw it on the couch  ",
        "title": "Makin' Good Love"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Where were you when the world stopped turning on that September day? Were you in the yard with your wife and children Or working on some stage in L.A.? Did you stand there in shock at the sight of that black smoke Rising against that blue sky? Did you shout out in anger in fear for your neighbor Or did you just sit down and cry? Did you weep for the children who lost their dear loved ones And pray for the ones who don't know? Did you rejoice for the people who walked from the rubble And sob for the ones left below? Did you burst out with pride for the red, white and blue And the heroes who died just doing what they do? Did you look up to heaven for some kind of answer And look at yourself and what really matters?  [Chorus] I'm just a singer of simple songs I'm not a real political man I watch CNN but I'm not sure I can tell You the difference in Iraq and Iran But I know Jesus and I talk to God And I remember this from when I was young Faith, hope and love are some good things he gave us And the greatest is love  [Verse 2] Where were you when the world stopped turning on that September day? Were you teaching a class full of innocent children Or driving down some cold interstate? Did you feel guilty because you're a survivor In a crowded room did you feel alone? Did you call up your mother and tell her you loved her? Did you dust off that Bible at home? Did you open your eyes, hope it never happened Close your eyes and not go to sleep? Did you notice the sunset the first time in ages Or speak to some stranger on the street? Did you lay down at night and think of tomorrow Or go out and buy you a gun? Did you turn off that violent old movie you're watching And turn on \"I Love Lucy\" reruns? Did you go to a church and hold hands with some strangers Did you stand in line and give your own blood? Did you just stay home and cling tight to your family Thank God you had somebody to love?  [Chorus][x2] I'm just a singer of simple songs I'm not a real political man I watch CNN but I'm not sure I can tell You the difference in Iraq and Iran But I know Jesus and I talk to God And I remember this from when I was young Faith, hope and love are some good things he gave us And the greatest is love  [Outro] And the greatest is love[x2] Where were you when the world stopped turning on that September day?  ",
        "title": "Where Were You (When The World Stopped Turning)"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Every day I clock out And head straight to her house We cuddle up on the couch But it always ends the same ole way I'm driving home and it's incredibly late Something's got to change, because  [Chorus] I've been wrapped around her finger Since the first time we went out Every day and every night she's all I think about I need that girl beside me When the lights go out I think it's time to put a ring on the finger I'm wrapped around  [Verse 2] Went to the bank took out a loan Went and bought the perfect stone Called up her dad on the phone I'm talking him to dinner Sunday night I've never been so nervous in my life I want to do this right, because  [Chorus]  [Bridge] Yes sir I love her very much I know it's only been seven months But that's long enough  [Chorus]  [Outro] I think it's time to put a ring on the finger I'm wrapped around  ",
        "title": "Wrapped Around"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro-R. Kelly] It's the world's greatest, y'all It's the world's greatest The world's greatest  [Verse 1-R. Kelly] I am a mountain I am a tall tree, oh I am a swift wind Sweepin' the country I am a river Down in the valley, oh I am a vision And I can see clearly  [Bridge-R. Kelly] If anybody ask you who I am Just stand up tall Look 'em in the face and say  [Hook-R. Kelly] I'm that star up in the sky I'm that mountain peak up high Hey, I made it I'm the world's greatest And I'm that little bit of hope When my back's against the ropes I can feel it I'm the world's greatest  [Verse 2-R. Kelly] I am a giant I am an eagle, oh I am a lion Down in the jungle I am a marchin' band I am the people, oh I am a helpin' hand I am a hero  [Bridge + Hook-R.kelly] If anybody ask you who I am Just stand up tall Look 'em in the face and say  I'm that star up in the sky I'm that mountain peak up high Hey, I made it I'm the world's greatest And I'm that little bit of hope When my back's against the ropes I can feel it I'm the world's greatest  [Bridge 2-R. Kelly] In the ring of life, I'll reign love And the world will notice a king Wherever there's darkness I'll shine a light And the mirrors of success reflect in me  [Hook-R. Kelly] I'm that star up in the sky I'm that mountain peak up high Hey, I made it I'm the world's greatest And I'm that little bit of hope When my back's against the ropes I can feel it I'm the world's greatest  [Hook-R. Kelly] I'm that star up in the sky I'm that mountain peak up high Hey, I made it I'm the world's greatest And I'm that little bit of hope When my back's against the ropes I can feel it I'm the world's greatest  [Hook-R. Kelly] I'm that star up in the sky I'm that mountain peak up high Hey, I made it I'm the world's greatest And I'm that little bit of hope When my back's against the ropes I can feel it I'm the world's greatest  [Bridge 3 Over Hook- R.Kelly] I saw the light At the end of a tunnel Believe in the pot of gold At the end of the rainbow And faith was right there To pull me through, yeah Used to be locked doors Now I can just walk on through  [Outro-R. Kelly] It's the greatest Can you feel it? Say the greatest Can you feel it?  [Bridge 3 Over Outro-R. Kelly] I saw the light At the end of a tunnel Believe in the pot of gold At the end of the rainbow And faith was right there  ",
        "title": "The World's Greatest"
    },
    {
        "artist": "Corey Featuring Lil' Romeo",
        "lyrics": "  [Corey] Now you've been watchin' me And I've been watchin' you So I decided to just come and talk to you Ain't tryin' to run no game Just wanna know your name And by the smile that's on your face I see you feel the same So can I talk to you and maybe after school I could walk you home if that's cool with you And then later on I'll call you on the phone And then I'll make you mine By writin' you this little poem  Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  [Lil' Romeo] (Oh, oh, look) On the weekend, me and you and some friends We could go for a ride in the back of the Benz In the park take pictures, me and you in the Hawk Play games, hide-n-seek till it get dark  I like when you playin' when you callin' my name That's how I feel, hope you feel the same Stuffed dolls, merry-go-round So me and you sit splash, girl, how that sound, uh  [Corey] I can tell you're feelin' me, and girl It's plain to see That you and me we got a little chemistry That's why I'm dyin' to do everything you wanna do Anything that you want I can give, give it to you So what's it gonna be, is it gonna be you and me You gotta let me know, don't keep me hangin' on Tell me what I gotta do to get it through to you I want you to be my baby, so  Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  So here we are face to face I gave face to treath away Be patient, girl Keep it real, I really wanna make you mine So tell me, so what you gonna do  So here we are face to face I gave face to treath away Be patient, girl, now it's on you Keep it real, I really wanna make you mine So tell me, so what you gonna do  (Lil Reema) I'm alone when I come through know me I'm Reema you I'm too fly kinda cute too (that's right) What you wanna do  Now you know how I do When you see me in school see I can't get with you Cause' you remind me of a boy I knew  [Lil' Romeo] Basketball is my favorite sport Six man's shoes when I'm on the court Baby Hummer parked right outside Top down is how we ride  Frank wheeler VIP, no standin' in line P. Miller from head to toe You my Boo, girl, I need to know (Come on)  [Corey] Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  Hush little lady, don't you cry Gonna bet that I could show you How to have a good time Like me and you playin' after school On the weekend, at the skating rink'll be cool  Be cool, be cool, be cool It'll be cool  ",
        "title": "Hush Lil' Lady"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Too Bad"
    },
    {
        "artist": "Sharissa",
        "lyrics": "  Any other night, you woulda been somewhere with your friends Any other night, youda had thangs to do (ooh) Any other night, I woulda been home alone in my bed Any other night, I would want to see you Boy you picked the wrong time 'cuz I got company Boy you picked the wrong time, yeah I got another nig layin' up wit me Boy you picked the wrong time and it coulda been you but ya too busy Boy you picked the wrong time What's a woman to do when she's feelin' lonely? Any other night, I'da had to page you more than once Any other night, I'da been waitin' for ya call yeah And any other night, you're too damn busy for me And any other night, it woulda been good but not tonight Boy you picked the wrong time 'cuz I got company Boy you picked the wrong time, and it woulda been you with me Boy you picked the wrong time, layin' in my bed, in my bed, in my bed Boy you picked the wrong time What's a shorty to do when she's feelin' lonely? Don't be surprised boy, you should have know that I Would not just keep on chasin' you around I called you 'cuz I wanted to see you but you said That you were too busy, so I found someone else Boy you picked the wrong time (Boy you picked a fine time to show up) Boy you picked the wrong time (Did you get my two way? You didn't answer ya phone at home) Boy you picked the wrong time (No, yeah) Boy you picked the wrong time (What's a girl to do?) (Nigga any other night, it woulda been cool to chill wit Ri) Boy you picked the wrong time Boy you picked the wrong time (And any other night, you coulda been makin' love to me) Boy you picked the wrong time (But not tonight, it's his night, it's his night) Boy you picked the wrong time (Any other night, woulda been your night) Boy you picked the wrong time Boy you picked the wrong time Boy you picked the wrong time Boy you picked the wrong time Boy you picked the wrong time Boy you picked the wrong time  ",
        "title": "Any Other Night"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Intro] La la la la la la la, la la La la la la la la la La la la la la la la, la la La la la la la la la  [Verse 1] Never thought that we would ever be more than friends Now I'm all confused cause for you I have deeper feelings We both thought it was cool to cross the line And I was convinced it would be alright Now things are strange, nothing's the same And really I just want my friend back  [Hook] And my mind's gone half crazy cause I can't leave you alone (oh can't get you out of my system) And I'm wondering if it's worth me holding on (holding on) Said my mind's gone half crazy cause I can't leave you alone (can't get you out of my system) And I'm wondering if it's worth me holding on (yeah)  [Verse 2] I'd hate to walk away from you as if this never existed Cause when we kissed the moment after I love that you different Lately I gotta watch what I say Cause you take things personal nowadays You used to laugh now you get mad Damn I just want my friend back  [Hook]  [Breakdown] Oh oh oh oh oh yeah What happened to the one I used to know (oh yeah yeah) The one I used to laugh and joke with The one I used to tell all my secrets We used to chill and be down for whatever whenever together yeah  [Hook] And my mind's gone half crazy (oh) cause I can't leave you alone (I'm going half crazy baby) And I'm wondering if it's worth me (oh) holding on (over you) Said my mind's gone half crazy (yeah) cause I can't leave you alone (and I just don't know) And I'm wondering if it's worth me holding on (said I just don't know what to do now) We used to chill (yeah) we used to hang We used to do we used to do some many things together (yeah) Yeah yeah yeah yeah Oh oh Yeah Oh oh oh  ",
        "title": "halfcrazy"
    },
    {
        "artist": "Darren Hayes",
        "lyrics": "  When moonlight crawls along the street Chasing away the summer heat Footsteps outside somewhere below The world revolves, I let it go We build our church above this street We practice love between these sheets The candy sweetness scent of you It bathes my skin, I'm stained in you And all I have to do is hold you There's a racing within my heart And I am barely touching you  Turn the lights down low Take it off Let me show My love for you is Insatiable Turn me on Never stop Wanna taste every drop My love for you is Insatiable  The moonlight plays upon your skin A kiss that lingers takes me in I fall asleep inside of you There are no words There's only truth Breathe in, breathe out There is no sound We move together up and down We levitate, our bodies soar Our feet don't even touch the floor And nobody knows you like I do Cause the world, they don't understand But I grow stronger in your hands  Turn the lights down low Take it off Let me show My love for you is Insatiable Turn me on Never stop Wanna taste every drop My love for you is Insatiable  Turn the lights down low Take it off Let me show My love for you is Insatiable Turn me on Never stop Wanna taste every drop My love for you is Insatiable  We never sleep, we're always holdin' hands Kissin' for hours, talkin', makin' plans I feel like a better man Just being in the same room We never sleep, there's just so much to do So much to say Can't close my eyes when I'm with you Insatiable, the way I'm loving you  Turn the lights down low Take it off Let me show My love for you is Insatiable Turn me on Never stop Wanna taste every drop My love for you is Insatiable  Turn the lights down low Take it off Let me show My love for you is Insatiable Turn me on Never stop Wanna taste every drop My love for you is Insatiable  When I look in your eyes Insatiable The way I'm Loving you Oh, what can I do Insatiable for you  ",
        "title": "Insatiable"
    },
    {
        "artist": "Amanda Perez",
        "lyrics": null,
        "title": "Never"
    },
    {
        "artist": "Emerson Drive",
        "lyrics": "  [Verse 1:] I never knew there were such great movies On tv at 3 am I'd never guessed that at midnight tuesday I could have pizza ordered in I've never been a real night owl But these days i'm all turned around There's only one thing i'm sure of right now  [Chorus:] I should be sleeping 'stead of keeping These late hours i've been keeping I've been pacing and retracing Every step of every move Even though i'm feeling so right I'm so happy still i know i Should be sleeping Instead of dreaming about you  [Verse 2:] I never knew that i was funny 'til i went and made you laugh Never liked a girl to call me honey But you did and i liked that I keep thinking about your smile Trying to read between the lines Looks like i'll be up for a while  [Chorus]  [Verse 3:] After just three dates And one great kiss It's way too soon To be obsessing like this  [Chorus]  [Outro:] Dreaming about you I should be sleeping Dreaming about you Well, i'm dreaming about you Yeah  ",
        "title": "I Should Be Sleeping"
    },
    {
        "artist": "Mobb Deep Featuring 112",
        "lyrics": "  To let it ride... {*echoes*}  [Prodigy] + (Slim) Pshh, shorty come here (112) Listen, listen, listen, I know, I know (Ooooh) (Love you) God damn (Need you) Hear me out though (Let's ride..) Yo (Let's ride..)  Hey love, I wanna hold you and talk to you Put my arm around your shoulder and walk witchu Be that one that'll serve you, my word to you I know that nigga don't be doin what he 'sposed to do I got much more to give than homie do And you so fine, I just wanna roll witchu You a Queen bitch, you need a King close to you You need a nigga like P to just flow witchu And I gotta try, cause anything's possible And you just might see things the way I do I just wanna get next to you, friends witchu Burn hundreds, wake up in the bed witchu I love when you walk, how that body move Pardon my mouth, I'm just being honest boo I will pay for airtime just to vibe witchu Kisses and hugs until the next time you swing through  [Hook: 112] So many things that I wanna do Wanna kiss, wanna touch, wanna taste, never teasing you Oooh baby, cause I only wanna be with you; girl you know Anything that you need, I got it Million dollar shopping spree, I got it Anything that you want, I got it You know, I got it, ask me, I got it  [Havoc] Ma I want you in the worst way, and I ain't thirsty or nuttin But when I see somethin boo, I go hard for the button Hit my cell, I'mma take you out to eat And kill any misconception that you got of Mobb Deep Throw that bug in ya ear, and it's about time Cause a nigga like me, been wantin you for years Bumped heads here and there, but never got the chance Best to those who wait, once I get up in them pants Ain't no one minute man 'Posed to be with him? Better change those plans Anything you gotsta do, lie to screw Must be out his monkey-ass mind - how the hell he gettin tired of you? Lemme light that fire that yo' body desire Get you back to being sexy, single \"Free\" like Mya Cause I treats 'em right, you know how I rock And where-ever you at girl I'm on the next flight  [Hook]  [Prodigy] Sit back I got this, baby girl you straight For sure, rest assured you in the arms of strength Baby I'll die for my loved ones, make no mistake I'm not that man, I keep my gun on bait  [Havoc] And it's a cold world, your man don't understand your pain And I know you gettin tired of the same ol' same He expect to keep you locked with that five karat ring? Let's cop that old real while 112 sing  [112] Anything you want, and anything you need Just pick up the phone, and call me Oooh anything, anything you want (anything you want) And anything you need Ooooh.. I'll come running!  [Hook] - repeat 2X  Yeah.. 112... Mobb Deep... (let's rock this) Let's go.. (Prodigy) Da-da-da-da-da.. (Havoc) Ohhh.. Let's go.. Let's ride... (That's right..)  ",
        "title": "Hey Luv (Anything)"
    },
    {
        "artist": "Kevin Denney",
        "lyrics": "  Sometimes in the morning, my coffee gets ice cold And I'll burn up three cigarettes, before I have my first smoke Miss my exit on the way to work every now and then I always blame it on the traffic when they ask me where I've been  And in a crowded elevator, I'll start hummin' that ol' song There's no way of knowin' when that urge will come along I've been stuck in some meeting, looked down at my legal pad I'd see hearts and flowers and butterflies, and I can't help but laugh  That's just a dirt road, summer '89 That's just a back seat, and some Muscadine wine That's just auburn hair brushing cross my cheek And those \"kiss me\" green eyes smilin' back at me That's just my mind, jumpin' fences once again But, I'll be fine, once I get it rowed back in I know sometimes I may act a little crazy But that's just Jesse  An sometimes in the evening, I hear barefeet in the hall And I see a slender silhouette, dance across the wall Then I catch the sent of jasmine perfume in the wind And I know it's her sweet memory coming back again  That's just a dirt road, summer '89 That's just a back seat, and some Muscadine wine That's just auburn hair brushing cross my cheek And thos \"kiss me\" green eyes smilin' back at me That's just my mind, jumpin' fences once again But, I'll be fine, once I get it rowed back in I know sometimes I may act a little crazy  But that's just Jesse, in a white cotten dress That's just a wildfire that I ain't put out yet That's just auburn hair brushing cross my cheek And those \"kiss me\" green eyes smilin' back at me That's just my mind, jumpin' fences once again But, Ill be fine, once I get it rowed back in I know sometimes I may act a little crazy But that's just Jesse  ",
        "title": "That's Just Jessie"
    },
    {
        "artist": "Mystikal",
        "lyrics": "  [Mystikal] You keep bumping me against the wall Yeah I know I let you slide before But until you seen me...trust me  [Pharrell] You ain't seen bouncin' back (repeat)  [Mystikal] I really be throwin' my words Standing 'em up, and jammin' on the one That ain't nobody but Neptunes bammin' on the drum Swift flip kicks landing from the tongue More dramatic than Batman and Robin, ba na na na na na The one that be handling business, be sharper than a thumb tack The one that be dropping these albums, showing 'em how to come back And you gone respect me, appreciate where I run at You ain't gone piss me off, cause you sorry that you done that I gets meaner, badder, stronger and ferocious You don't even much want to see the rest I'm coming back mo' fearless, mo' determined to fold the set I ain't even started yet So if you ain't ready you better get ready Know I do it better when I'm being opposed Ah stick ya chest out, keep ya chin up And sometimes you gotta get knocked down to get up  [Hook]  No matter what happened, that's only once, it's shame on you You come up and here and do it again then its shame on me Sometimes we be getting in trouble you didn't want learn Sometimes we be getting so rude you ain't want see I accept my wages like the way that I fail I grow, I take strides and but 'em under my belt I learned from you just like you learned from me I plead, I pray for peace and perfect harmony Somebody say fool you better keep on rapping  Stop that trippin', causin it ain't gone happen I told them look you better mind yo business Change yo' way of thinking and keep on living Done started some trouble and you ain't been out since Cause you stuck inside scared watching CNN Just take the precaution so yo life a be better Tell my friends to call me I ain't accepting no letters  [Hook]  Oh you heard about it, yeah you had to Hmm-huh, I know you change ya mind you ain't the only one with bad news I know that they made you feel strange huh You was right in the middle complaining and forgot what you was cryin bout It could be you time and it might be You can't do nothing about it, its God will thats just how life be One day it hit 'cha then its gone And I'm serious and you ain't never even gone feel it until it hit home That's when the pain run sharper and deeper You ain't eat that's when the days feel slow and long I know you miss 'em so it's time to uplift 'em Try to pick the pieces up and find a way to drive on I tell you the truth so don't lie to me Get back Satan don't bother me And that's the way its gotta be And when its over and done with I hope you proud of me  [Hook]  (repeat and fade out)  ",
        "title": "Bouncin' Back (Bumpin' Me Against The Wall)"
    },
    {
        "artist": "System Of A Down",
        "lyrics": "  [Intro] We're rolling \"Suicide\"  [Verse: Serj Tankian] Wake up (Wake up) Grab a brush and put a little makeup Hide your scars to fade away the shakeup (Hide the scars to fade away the) Why'd you leave the keys upon the table? Here you go, create another fable You wanted to! Grab a brush and put a little makeup You wanted to! Hide the scars to fade away the shakeup You wanted to! Why'd you leave the keys upon the table? You wanted to!  [Chorus: Serj Tankian] I don't think you trust In my Self-righteous suicide I cry When angels deserve to DIE!  [Verse: Serj Tankian] Wake up (Wake up) Grab a brush and put a little makeup Hide the scars to fade away the (Hide the scars to fade away the shakeup) Why'd you leave the keys upon the table? Here you go, create another fable You wanted to! Grab a brush and put a little makeup You wanted to! Hide the scars to fade away the shakeup You wanted to! Why'd you leave the keys upon the table? You wanted to!  [Chorus: Serj Tankian] I don't think you trust In my Self-righteous suicide I cry When angels deserve to die In my Self-righteous suicide I cry When angels deserve to die...  [Bridge: Serj Tankian (& Daron Malakian)] Father! (Father!) Father! (Father!) Father! (Father!) Father! (Father!) Father, into your hands I commend my spirit Father, into your hands Why have you forsaken me? In your eyes, forsaken me? In your thoughts, forsaken me? In your heart, forsaken me?  [Chorus/Outro: Serj Tankian] Oh, trust in my Self-righteous suicide I cry When angels deserve to die In my Self-righteous suicide I cry When angels deserve to die  ",
        "title": "Chop Suey"
    },
    {
        "artist": "Angie Stone",
        "lyrics": null,
        "title": "Brotha"
    },
    {
        "artist": "India.Arie",
        "lyrics": null,
        "title": "Video"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Megahertz]  [Intro: sample from \"Woke Up This Morning\" by Alabama 3 (Nas)] Woke up this mornin (yeah) You got yourself a gun (yeah, yeah, yeah) Got yourself a gun  [Chorus] Yo, I'm livin' in this time behind enemy lines So, I got mine, I hope you (got yourself a gun) You from the hood, I hope you (got yourself a gun) You want beef, I hope you (got yourself a gun) And when I see you I'ma take what I want So you tried to front, hope you (got yourself a gun) You ain't real, hope you (got yourself a gun)  [Verse 1] My first album had no famous guest appearances The outcome: I'm crowned the best lyricist Many years on this professional level Why would you question who's better? The world is still mine Tattoo's real, with \"God's Son\" across the belly, the boss of rap You saw me in Belly with thoughts like that To take it back to Africa, I did it with Biggie Me and 2Pac were soldiers of the same struggle You lames a huddle, your team's shook Y'all feel the wrath of a killer, ‘cause this is my football field Throwin' passes from a barrel, shoulder pads, apparel But the QB don't stand for no quarterback Every word is like a sawed-off blast 'cause y'all all soft And I'm the black hearse that came to haul y'all ass in It's for the hood by the corner store Many try, many die, come at Nas if you want a war, get it bloody!  [Chorus] Yo, I'm livin' in this time behind enemy lines So, I got mine, I hope you (got yourself a gun) You from the hood, I hope you (got yourself a gun) You want beef, I hope you (got yourself a gun) And when I see you I'ma take what I want So you tried to front, hope you (got yourself a gun) You ain't real, hope you (got yourself a gun)  [Verse 2] Yo, I'm the N, the A to the S-I-R And if I wasn't, I must've been Escobar You know the kid got his chipped tooth fixed Hair parted with a, barber's preciseness Bravehearted for life, it's The return of the Golden Child, son of a blues player So who are you, player? Y'all awaited the true savior Puffin' that tropical, cups of that vodka, too Papi chu', tore up, wake up in a hospital Throw up? Never! 'Member I do this through righteous steps You Judas thought I was gone, so in light of my death Y'all been all happy-go-lucky, bunch of sambos Call me \"God's Son\" with my pants low I don't die slow, put them rags up like Petey Pablo This is NASDAQ though, in my Nascar, with this Nas flow What could beat that? Not a soul reppin' Hit the record store, never let me go, get my whole collection, yo  [Chorus] Yo, I'm livin' in this time behind enemy lines So, I got mine, I hope you (got yourself a gun) You from the hood, I hope you (got yourself a gun) You want beef, I hope you (got yourself a gun) And when I see you I'ma take what I want So you tried to front, hope you (got yourself a gun) You ain't real, hope you (got yourself a gun)  [Verse 3] It's, the, return of the prince, the boss This is real hardcore, Kid Rock and Limp Bizkit soft Sip Cris', get chips, wrist glist' – I floss Stick-shift look sick up in that Boxster Porsche With the top cut off, rich kids go and cop The Source They don't know about the blocks I'm on And everybody wanna know where the kid go Where he rest at, where he shop at and dress at Know he got dough, where does he live? Is he still in the Bridge? Does he really know how ill that he is? Got all of y'all watchin' my moves, my watch and my jewels Hop in my coupe, dodge interviews like that It's not only my jewels, ice anything, plenty chains Look at my tennis shoes, I iced that Who am I? The back twister, lingerie ripper Automatic leg-spreader, quicker brain-getter Keepin' it gangsta with ya (uhh)  [Chorus] Yo, I'm livin' in this time behind enemy lines So, I got mine, I hope you (got yourself a gun) You from the hood, I hope you (got yourself a gun) You want beef, I hope you (got yourself a gun) And when I see you I'ma take what I want So you tried to front, hope you (got yourself a gun) You ain't real, hope you (got yourself a gun)  ",
        "title": "Got Ur Self A..."
    },
    {
        "artist": "Angie Stone",
        "lyrics": "  [Verse 1] Same old story back again 'She's not a lover, she's just a friend' I'm sick and tired for you to blame on me Now you think it's funny Now you wanna spend your money on girls But you forgot when you were down that I was around Call my lover, hang up, call again What in the world is happening? Listen in, but don't yell at me Isn't it ironic? All you wanna do is smoke chronic Boy, you forgot when you were down who was around  [Chorus] I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore)  [Verse 2] Memories don't live like people do I'm sick for ever believing you Wish you'd bring back the man I knew Was good to me, oh, lord Everytime you say you're coming Boy, you disappoint me, honey How well you forgot when you were down And I was around  [Chorus] I can't eat, I can't sleep anymore (oh, no, no) Waiting for love to walk through the door I wish I didn't miss you anymore (anymore) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore)  [Bridge] One of these days, it's gonna happen to you Missing a love like I'm missing you, babe, yeah, yeah One of these days, when your dreams come true That's the one that's gonna do it to you Oh, oh, oh, yeah, yeah, yeah yeah yeah yeah  [Chorus] I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (anymore, yeah, yeah) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (you anymore) I can't eat, I can't sleep anymore Waiting for love to walk through the door I wish I didn't miss you anymore (miss you) I can't eat, I can't sleep anymore Waiting for love to walk through the door  ",
        "title": "Wish I Didn't Miss You"
    },
    {
        "artist": "X-Ecutioners",
        "lyrics": "  [Intro] Watch them flee, watch them flee Watch them flee, hip-hop heads \"And you do it like this\"  (It's goin' down) It's goin' down (It's goin' down) It's goin' down (It's goin' down) It's goin' down (It's goin' down) It's goin' down  [Verse 1: Mike Shinoda] It's goin' down, the rhythm projects 'round the next sound Reflects the complex hybrid dialect, now Detect the mesh of many elements compressed down The melting pot of a super future-esque style  The combination of a vocal caress With lungs that gasp for breath from emotional stress With special effects and a distorted collage Carefully lodged between beats of rhythmic barrage  [Pre-Chorus: Mike Shinoda] It's goin' down, a logical progression on a timeline The separation narrowed down to a fine line To blur the edges so they blend together properly Take you on an audible odyssey, now  It's goin' down, a logical progression on a timeline The separation narrowed down to a fine line To blur the edges so they blend together properly Take you on an audible odyssey, now  [Chorus: Mike Shinoda] It's goin' down, put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  (It's goin' down) Put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  [Post-Chorus] (It's goin' down) \"Put it on\" \"I said it goes like this\" \"And you do it like this\" It's goin' down  [Verse 2: Mike Shinoda] Once again it is Composed sentences altogether venomous The four elements of natural force Projected daily, through the sound of the source  Everybody on board as we blend, the sword with the pen The mightiest of weapons swinging right from the chin To elevate mental states long gone with the wind To defend men for shoddy imitation pretends  It's goin' down, style and simulation, readily Trekking through the weaponry of a pure pedigree Cleverly seeing through whatever is ahead of me Whatever the weather be, we advancing steadily  It's going down sub-terrestrial high A rhyme regiment that's calling the shots Execution of collaborative plots Ready to bring the separation of style to a stop  [Pre-Chorus: Mike Shinoda] It's goin' down, a logical progression on a timeline The separation narrowed down to a fine line To blur the edges so they blend together properly Take you on an audible odyssey, now  [Chorus: Mike Shinoda] It's goin' down, put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  (It's goin' down) Put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  [Bridge: X-Ecutioners] \"X-Men 'bout to blast of world wide\" \"X-Men 'bout to blast of world wide\" \"And you do it like this\" \"'Bout to blast off world wide\"  [Chorus: Mike Shinoda] It's goin' down, put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  (It's goin' down) Put it out for the world to see LP and X-Men to the 10th degree (It's goin' down) Nobody in the world is safe When we melt down the wax in your record crate  [Outro] (It's goin' down) It's goin' down (It's goin' down) It's goin' down (It's goin' down) It's goin' down (It's goin' down)  (It's goin' down) \"Put it on\", \"and it goes like this\" (It's goin' down) \"And you do it like this\"  (It's goin' down) \"Put it on\", \"and it goes like this\" (It's goin' down) \"And you do it like this\"  \"Like this\"  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Nappy Roots",
        "lyrics": "  Yeah, haha Nappy Roots Awwnaw!  [Hook] Awnaw! Hell naw! Man Y'all done up and done it Awnaw! Hell naw! Boy Y'all done up and done it Awnaw! Hell naw! Boy Y'all done up and done it Ah, y'all done up and done it Man y'all done up and done it  [Fish Scales] My first song was like forty-eight bars with no hook You hear me flippin thru my pages out my favorite notebook The microphone was in the closet (What?) No headphones, we lost it Niggas scared to get some water, roaches hangin over the faucets No AC, Tez'll break a sweat just tryin to make beats E-Dubz was being a hustler, (Heeeyy man!) Always flirtin with all his customers, and flat broke Nappy smokin blacks out on the back po'ch I'm thinkin I got everything a country boy could ask for  [Big V] Now what we do to get here? (Say dat boy!!) Lay it down and bring it to ya raw (Say dat boy!!) Hey now we hurt some, suffered for more, takes what we work for Hated for for the cussin, but the hatred it made us cuss more Held on, but it was hard - stepped up, took charge Ran through what we scared of, but what was we afraid for? Look at what we made of, hard times done made us Being here is alright, but MUST believe we want more!  Them country boys on the rise! With them big fat wheels on the side! Peep them vertical grills on the ride! And aw-awww-awww-awwwww!  {Repeat Hook over this part} Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  [Saan/Skinny DeVille] My yegga, we hogwild, bet that from that roota to that toota-file Hell naw, them country boys ain't headed south for six miles Kentucky mud, them kinfolk, twankies with them hundred-spokes Skullied on that front po'ch, plus you know they got 'dro Seventy-nine coupe DeVille vertical Caddy grill Interstate 65 headin down to Cashville Glass filled, to the tippy-top, back-seat Benz Spent my last cent on the rent, left with pocket lints A damn shame, gotta grind anythang and everythang Jimmy Crack Corn, cross the county line with Mary Jane A long time, a gravel road, to cash and fame and sold my soul To Hell and back, and back and forth, with same jeans and nappy 'fro  [R Prophit] I might, hop off the Harley, smoke mine like Bob Marley Block parties with shawties, wallin like they swallowin Bacardi Them butter-skin, Prophit gutter like kin Understand you 'bout to lose ya life fuckin with THEEEMM!  Them country boys on the rise! With them big fat wheels on the side! Peep the vertical grills on the ride! And aw-awww-awww-awwwww!  {Repeat Hook over this part} Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww! [Repeat]  Them country boys on the rise! With them big fat wheels on the side! Peep the vertical grills on the ride! And aw-awww-awww-awwwww! Them country boys With them big fat wheels Peep the vertical grills And awwwwwwww!  ",
        "title": "Awnaw"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": null,
        "title": "In Another World"
    },
    {
        "artist": "Tanto Metro & Devonte",
        "lyrics": "  Yo - yuh say sheall request it - Ya man let she have it (oh-oh-oh-oh boy) (She can't get a way - no) Could never - Could never - eh-eh (no no) Give it to her hard (more with me-e-e) Ya know - Tanto Metron Devonte - uh-huh (oh) Listen up  If she said she wanted - if she said shed need If she said you love her - give it to her please (give it to her, give it to her) If she said she wanted - if she said shed ne-e-e-ed Don't you keep her waiting - Give it to her please  Mana reella cor - yella out some more Tackleem bon bed - Tackleem bon floor Dema knowa da score - ya-la-quia ignore HhNobody to know fi ever born Mana conga-lee - Yella out to me Pan shif me walk - from tree to tree Engine run down - me service it free Now-I-be-like - someboy boya bodella boys a singa ree - singa sing  Chorus Want us out fi - cop come see me Traffic it a little - now is it te gimme Ah went bya - railroad manlimi Cal just collectinem - ba compan-immy Imma love dem - short skirt and mini I'm in love when, dem fat or slimmy I now gro-gno-letto - from Phillie Voux-las carminel like - some more rum-billits (I sing - I sing)  Chorus Mana reella cor - yella out some more Tackleem bon bed - Tackleem bon floor Dema knowa da score - ya-la-quia ignore HhNobody to know fi ever born Mana conga-lee - Yella out to me Pan shif me walk - from tree to tree Engine run down - me service it free Cowmbe-like someboy boya bodella boys a singa ree - singa sing  Chorus Want us out fi - yi cop come see me Traffic it a little - now is it te gimme Ah went bya - railroad manlimy Cal just collectinem - ba compan-immy Imma love dem - short skirt  ",
        "title": "Give It To Her"
    },
    {
        "artist": "Toya",
        "lyrics": "  [Verse 1:] Tonight we're gonna hang out Me and my girls gonna hit a party Gonna wild out Manicure Pedicure So we look tight And there's just enough money for the night out  So now it's time We go hop up in the 6-4 Drop top down Headed for the disco Maybe we might catch some guys' eyes If we don't We don't care 'Cuz we still gonna have a good time  [Hook:] It's Friday night Got visions in my head But nothing on my mind So let the music play So let me hear you say  [Chorus:] Aaa, ohh, aaa, ohh We gonna have some fun Aaa, ohh, aaa, ohh Party all night  Aaa, ohh, aaa, ohh That's all we think about Aaa, ohh, aaa, ohh No matta what's going down  Ayo, ayo No matta what's going down Ayo, ayo We gonna do this anyhow  Ayo, ayo No matta what's going down Ayo, ayo We gonna do this anyhow  [Verse 2:] We pull up in the valet We turning heads like a Hummer on the freeway We grace through the crowd Eyes on us People st-st-stuttering Saying \"Hey, who are they?\"  Wall to wall Back to back Packed so tight But VIP is where we kick it for the whole night  I be watching these guys peeping us out But they faking And they scared We don't care We're gonna have a good time  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] It's Friday night Got visions in my head But nothing on my mind So let the music play So let me hear you say  [Repeat Chorus:]  ",
        "title": "No Matta What (Party All Night)"
    },
    {
        "artist": "Jonell & Method Man",
        "lyrics": null,
        "title": "Round And Round"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by J-Roc, The-Dream & Timbaland]  [Intro: Justin Timberlake] You'd take the clothes off my back and I'd let you You'd steal the food right out my mouth And I'd watch you eat it I still don’t know why, why our love is so much, ohh (Thanks for warnin' me, thanks for warnin' me) You curse my name in spite to put me to shame Hang my laundry in the streets, dirty or clean Give it up for fame But I still don't know why, why I love it so much (Thanks for warnin' me, thanks for warnin' me)  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Verse 1: Jay Z] Blue told me remind you niggas Fuck that shit y'all talking 'bout, I'm the nigga Caught up in all these lights and cameras But look what that shit did to Hammer Goddamn it, I like it Bright lights is enticin', but look what it did to Tyson All that money in one night, thirty mil' for one fight But soon as all the money blows, all the pigeons take flight Fuck the fame, keep cheatin' on me What I do? I took her back Fool me twice; that's my bad, I can't even blame her for that Enough to make me wanna murder Momma, please just get my bail I know nobody to blame; Kurt Cobain, I did it to myself  [Bridge: Justin Timberlake] And we all just entertainers And we're stupid and contagious And we all just entertainers  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Verse 2: Jay Z] Now I got tattoos on my body Psycho bitches in my lobby I got haters in the paper, photo shoots with paparazzi Can't even take my daughter for a walk See 'em by the corner store I feel like I'm cornered off Enough is enough, I'm callin' this off Who the fuck I'm kiddin' though? I'm gettin' high, sittin' low Slidin' by in that big body, curtains all in my window This fame hurt, but this chain worse I think back you asked the same person If this is all you had to deal with Nigga, deal with, this shit ain't work This light work, camera snappin', my eyes hurt Niggas dying back where I was birthed Fuck your iris and the IRS Get the hell up off your high horse You got the shit that niggas die for, dry yours Why you mad? Take the good with the bad Or throw the baby out with that bath water  [Bridge: Jay Z] You still alive, still that nigga Nigga, you survived, you still gettin' bigger Nigga, living the life, vanilla wafers in a villa Illest nigga alive; Michael Jackson's Thriller  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  [Bridge: Justin Timberlake] You get the air out my lungs whenever you need it And you take the blade right out my heart Just so you can watch me bleed And I still don't know why, why I love you so much, yeah And you play this game in spite to drive me insane I got it tattooed on my sleeve Forever in ink with guess whose name But I still don't know why, why our love is so much  [Chorus: Justin Timberlake] And, baby, it's amazin' I'm in this maze with you I just can't crack your code One day you screamin' you love me loud The next day you're so cold One day you're here, one day you're there, one day you care You're so unfair Sippin' from your cup 'til it runneth over Holy Grail  ",
        "title": "Jigga"
    },
    {
        "artist": "Knoc-Turn'Al With Dr. Dre & Missy \"Misdemeanor\" Elliott",
        "lyrics": null,
        "title": "Knoc"
    }
]