[
    {
        "artist": "Sammy Davis, Jr. with The Mike Curb Congregation",
        "lyrics": "  [Intro] Candy Man, hey Candy Man Alright everybody, gather around The Candy Man is here What kind of candy do you want? Sweet chocolate? Chocolate walnut candy? Gum drops? Anything you want You've come to the right man because I'm the Candy Man  [Verse 1] Who can take a sunrise? (Who can take a sunrise?) Sprinkle it with dew (Sprinkle it with dew) Cover it with chocolate and a miracle or two  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Who can take the rainbow? (Who can take the rainbow?) Wrap it in a sigh (Wrap it in a sigh) Soak it in the sun and make a groovy lemon pie  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Now, you talk about your childhood wishes You can even eat the dishes  [Verse 2] Oh, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Talk about your childhood wishes You can even eat the dishes  [Verse 3] Yeah, yeah, yeah, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Yes, the Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Outro] A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man  ",
        "title": "The Candy Man"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Song sung blue, everybody knows one Song sung blue, every garden grows one  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it get to feeling good You simply got no choice  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it start to feeling good You simply got no choice  Song sung blue Song sung blue Funny thing But you can sing it with a cry in your voice  ",
        "title": "Song Sung Blue"
    },
    {
        "artist": "Billy Preston",
        "lyrics": "  Instrumental  ",
        "title": "Outa-Space"
    },
    {
        "artist": "Gallery",
        "lyrics": null,
        "title": "Nice To Be With You"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  Oh, mmm.. I know a place Ain't nobody cryin', ain't nobody worried Ain't no smilin' faces, mmm, naw, naw  Lyin' to the races Help me, come on, come on Somebody help me now (I'll take you there) Help me, y'all (I'll take you there) Help me now (I'll take you there) Oh! (I'll take you there) Oh, oh! mercy (I'll take you there) Oh, let me take you there! (I'll take you there) Oh, oh, let me take you there! (I'll take you there)  Play your, play your, play, play Play your, play your piano now Alright, ah, do it, do it, come on now Play on it, play on it, big daddy now Daddy, daddy, daddy, play your  Ooh, Lord, alright now Baby, little Davey, easy now, help me out Come on, little Davey, alright Sock it, sock it, ah, oh, ah  I know a place, y'all (I'll take you there) Ain't nobody cryin' (I'll take you there) Ain't nobody worried (I'll take you there) No smilin' faces (I'll take you there) Uh uh (Lyin' to the races) (I'll take you there) Oh, no Oh! (I'll take you there) Oh, oh, oh! (I'll take you there) Mercy now! (I'll take you there) I'm callin', callin', callin' for mercy! (I'll take you there) Mercy, mercy! (I'll take you there) Let me (I'll take you there) Oh, oh! I'll take you there (I'll take you there) Oh, I wanna take you there (I'll take you there) Just take me by the hand, let me (I'll take you there) Let me, let me, let me, let me lead, lead the way Oh! (I'll take you there) Let me take you there! (I'll take you there) Let me take you there! (I'll take you there) Ain't no smilin' faces! (I'll take you there) Up in here, lyin' to the races! (I'll take you there) You oughta, you gotta, gotta, gotta let me, let me! (I'll take you there) Take you, take you, take you over there! (I'll take you there) Ooh, oh, oh! Alright (I'll take you there) Oh, alright! (I'll take you there) Oh, oh! (I'll take you there) Ah, oh yeah (I'll take you there) Oh yeah (I'll take you there) Let me lead the way (I'll take you there) Let me, let me, let me lead the way (I'll take you there) (I'll take you there) Oh, mmm (I'll take you there) You won't have to pay, oh, oh no  ",
        "title": "I'll Take You There"
    },
    {
        "artist": "The Jimmy Castor Bunch",
        "lyrics": "  (Intro) Yeah, I know what you're talkin' about Uhh There was a time when man did live in caves as we all know These people were known as cave men, neanderthal men or troglodytes  What we're gonna do right here is go back, way back, back into time When the only people that existed were troglodytes... cave men... Cave women... Neanderthal... troglodytes. Let's take the average Cave man at home, listening to his stereo. Sometimes he'd get up Try to do his thing. He'd begin to move, something like this: \"Dance... dance\". When he got tired of dancing alone, he'd look In the mirror: \"Gotta find a woman gotta find a woman gotta find a Woman gotta find a woman\". He'd go down to the lake where all the Woman would be swimming or washing clothes or something. He'd look Around and just reach in and grab one. \"Come here... come here\" He'd grab her by the hair. You can't do that today, fellas, cause It might come off. You'd have a piece of hair in your hand and she'd Be swimming away from you (ha-ha). This one woman just lay there Wet and frightened. He said: \"Move... move\". She got up. She was a Big woman. BIG woman. Her name was Bertha. Bertha Butt. She was one Of the Butt sisters. He didn't care. He looked up at her and said: \"Sock it to me sock it to me sock it to me sock it to me sock it to me Sock it to me sock it to me sock it to me!\". She looked down on him She was ready to crush him, but she began to like him. She said (Falsetto): \"I'll sock it to ya, Daddy\". He said: \"Wha?\". She said (falsetto): \"I'll sock it to ya, Daddy\". You know what he said? He started it way Back then. I wouldn't lie to you. When she said (falsetto) \"I'll sock it to ya, Daddy\" he said \"Right on! Right on! Hotpants! Hotpants! Ugh... ugh... ugh\"  ",
        "title": "Troglodyte (Cave Man)"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Hmm hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm hmm  Sometimes in our lives we all have pain We all have sorrow But if we are wise We know that there's always tomorrow  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  Please swallow your pride If I have things you need to borrow For no one can fill those of your needs That you won't let show  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  If there is a load you have to bear That you can't carry I'm right up the road I'll share your load If you just call me  Call me, if you need a friend Call me, oh baby now Call me, if you need a friend Call me ...  yeah ever need me Call me, call me Call me, call me Call me, call me Call me, call me Call me, if you need a friend Call me, call me Call me, call me Call me, call me Call me, call me Call me  ",
        "title": "Lean On Me"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Last night, I didn't get to sleep at all, no, no I lay awake and watched until the morning light Washed away the darkness of the lonely night (Lonely night)  Oh, and last night, I got to thinking maybe I, I, I Should call you up and just forget my foolish pride I heard your number ringing, I went cold inside And last night, I didn't get to sleep at all  I know it's not my fault, I did my best God knows this heart of mine could use a rest But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all  But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all, no, no, no (No, no, no) No, no, no Oh, last night, I didn't get to sleep at all, no, no Last night, I didn't get to sleep at all, oh, oh Last night  ",
        "title": "(Last Night) I Didn't Get To Sleep At All"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Oh, girl I'd be in trouble if you left me now Cause I don't know where to look for love I just don't know how  Oh, girl How I depend on you To give me love when I need it Right on time you would always be  All my friends call me a fool They say let the woman take care of you So I try to be hip and think like the crowd But even the crowd can't help me now, ohhhh  Oh, girl Tell me, what am I gonna do I know I've got a guilty face Girl, I feel so out of place, oh, yeah yeah  Don't know where to go, who to see, yeah  Oh, girl I guess I better go I can save myself a lot of useless tears Girl, I've gotta get away from here  Oh, girl Pain will double if you leave me now I don't know where to look for love And I don't, I don't know how  Oh, girl Why do I love you so? Yeah  Better be on my way, I can't stay Oh yeah Have you ever seen such a helpless man, oh no  ",
        "title": "Oh Girl"
    },
    {
        "artist": "Cornelius Brothers & Sister Rose",
        "lyrics": "  My mama told me She said, son, please beware There's this thing called love And it's everywhere  She told me, it can break your heart And put you in misery Since I met this little woman I feel it's happened to me And I'm telling you  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  I found myself phoning her At least ten times a day You know, it's so unusual for me To carry on this way  I'll tell you, I can't sleep at night Wanting to hold her tight I've tried so hard to convince myself That this feeling just can't be right And I'm telling you  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now, baby I believe, I believe I believe I'm falling in love It's too late, baby (to turn back now) I believe, I believe I believe I'm falling in love  I wouldn't mind it if I knew She really loved me too But I hate to think That I'm in love alone And nothing that I can do, whoa  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  ",
        "title": "Too Late To Turn Back Now"
    },
    {
        "artist": "Dr. Hook And The Medicine Show",
        "lyrics": "  Sylvia's mother says Sylvia's busy Too busy to come to the phone Sylvia's mother says Sylvia's trying To start a new life of her own Sylvia's mother says Sylvia's happy So why don't you leave her alone? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's packing She's gonna be leaving today Sylvia's mother says Sylvia's marrying A fella down Galveston way Sylvia's mother says please don't say nothing To make her start crying and stay And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's hurrying She's catching the nine o'clock train Sylvia's mother says take your umbrella 'Cause, Sylvie, it's starting to rain And Sylvia's mother says thank you for calling And, sir, won't you call back again? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her a while Please, Mrs. Avery, I just want to tell her goodbye Tell her goodbye Please, tell her goodbye  ",
        "title": "Sylvia's Mother"
    },
    {
        "artist": "The Pipes And Drums And The Military Band Of The Royal Scots Dragoon Guards",
        "lyrics": null,
        "title": "Amazing Grace"
    },
    {
        "artist": "America",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] She packed my bags last night, pre-flight Zero hour: 9:00 a.m And I'm gonna be high as a kite by then I miss the Earth so much, I miss my wife It's lonely out in space On such a timeless flight  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Verse 2] Mars ain't the kind of place to raise your kids In fact, it's cold as hell And there's no one there to raise them if you did And all this science I don't understand It's just my job five days a week Rocket man! Rocket man!  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Outro] And I think it's gonna be a long, long time  ",
        "title": "Rocket Man"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": "  The love between the two of us was dying And it got so bad I knew I had to leave But halfway down that highway when I turned around I saw My little daughter running after me Crying  Daddy, don't you walk so fast Daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  Now, it broke my heart to tell my little daughter That her daddy had to run to catch a train She had no way of knowin' I was leavin' home for good I turned around and there she was again As she said to me  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  If only for the sake of my sweet daughter I just had to turn back home right there and then And try to start a new life with the mother of my child I couldn't bear to hear those words again She cried and said  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Oh, daddy, don't you walk so fast  (Daddy, don't you walk so fast) My daughter cried (Daddy, don't you walk so fast) Daddy, slow down some 'cause you're makin' me run  ",
        "title": "Daddy Don't You Walk So Fast"
    },
    {
        "artist": "Todd Rundgren",
        "lyrics": "  [Verse 1] It was late last night I was feeling something wasn't right There was not another soul in sight Only you, only you  So we walked along Though I knew that there was something wrong And a feeling hit me, oh so strong About you  [Chorus 1] Then you gazed up at me And the answer was plain to see 'Cause I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 2] Though we had our fling (we had our fling) I just never would suspect a thing (suspect a thing) Till that little bell began to ring (began to ring) In my head, in my head  But I tried to run (I tried to run) Though I knew it wouldn't help me none (would not help me none) 'Cause I couldn't ever love no one Or so I said  [Chorus 2] 'Cause my feelings for you Were just something I never knew Till I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 3] But I love you best It's not something that I say in jest 'Cause you're different, girl, from all the rest In my eyes  [Chorus 3] And I ran out before But I won't do it anymore Can't you see the light in my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes)  ",
        "title": "I Saw The Light"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  Sweet the rain's new fall, sunlit from Heaven Like the first dew fall on the first grass Praise for the sweetness of the wet garden Sprung in completeness where His feet pass  Mine is the sunlight, mine is the morning Born of the One Light Eden saw play Praise with elation, praise every morning God's recreation of the new day  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  ",
        "title": "Morning Has Broken"
    },
    {
        "artist": "Roberta Flack",
        "lyrics": "  The first time, ever I saw your face I thought the sun rose in your eyes And the moon and the stars Were the gifts you gave To the dark, and the endless skies My Love  And the first time, ever I kissed your mouth I felt the earth move in my hands Like the trembling heart Of a captive bird That was there, at my command My Love  And the first time, ever I lay with you I felt your heart so close to mine And I knew our joy Would fill the earth And last, til the end of time My Love And last, 'til the end of time My love  The first time, ever I saw Your face Your face Your fa-ace Your face  ",
        "title": "The First Time Ever I Saw Your Face"
    },
    {
        "artist": "Luther Ingram",
        "lyrics": "  Written by Carl Hampton, Homer Banks & Raymond Jackson  If loving you is wrong I don't wanna be right If being right means being without you I'd rather live a wrong doing life Your mama and daddy say it's a shame It's a downright disgrace Long as I got you by my side I don't care what your people say Your friends tell you it's no future In loving a married man If I can't see you when I want to I'll see you when I can  If loving you is wrong I don't wanna be right If loving you is wrong I don't wanna be right  Am I wrong to fall so deeply in love with you Knowing I got a wife and two little children Depending on me too And am I wrong to hunger For the gentleness of your touch Knowing I got somebody else at home Who needs me just as much And are you wrong to fall in love With a married man And am I wrong trying to hold on To the best thing I ever had  If loving you is wrong I don't wanna be right If loving you is wrong I don't wanna be right  *sick horn break down*  Are you wrong to give your love To a married man And am I wrong trying to hold on To the best thing I ever had  If loving you is wrong I don't wanna be right If loving you is wrong I don't wanna be right  I don't wanna be right If it means being without you I don't wanna be right If it means sleeping at night I don't wanna be right If loving you is wrong  ",
        "title": "(If Loving You Is Wrong) I Don't Want To Be Right"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Diary"
    },
    {
        "artist": "Love Unlimited",
        "lyrics": "  It sure is Everyone's trying to get out in the rain Oh, it feels so good  The rain and thinking of you Soon as I get home, I'm gonna call you And tell you, how much I love you Oh, I feel so good  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  To each is own, I've heard them say Well, I got mine in so many ways, yeah Like being together, whether near or far It doesn't matter where you are  So in love with each other Giving love so warm and free Made our dream a reality Then it'll last forever and ever  With every step we take And every breath we make Darling, just you and me  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  So in love with each other With every passing day we share The thought of knowing someone cares Just being together  Making love so tenderly Exploding into ecstasy Then it'll last forever and ever Together we hold the key To make forever our destiny  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  I'm gonna call him right now Gee, I hope he's home Hello Baby, I'm home  I've got something to tell you What? I love you Oh, I love you too  Did you get caught in the rain? Oh, yes It was so beautiful Let me tell you how it started  Walking in the rain with the one I love  ",
        "title": "Walkin' In The Rain With The One I Love"
    },
    {
        "artist": "Cher",
        "lyrics": "  Look at us, the picture of happiness Not so long ago, aw not so very long ago The pride of all our friends The perfect couple were we Is this how it will end? Just a sad, sad story  Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Tumbling down  Look at us, the King and Queen of emptiness Living inside our castle of linliness Unable to make amends Such perfect strangers are we Is this how it will end? Just a sad story  Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Tumbling down  ",
        "title": "Living In A House Divided"
    },
    {
        "artist": "Derek & The Dominos",
        "lyrics": null,
        "title": "Layla"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  [Verse 1] Women think I'm tasty, but they're always tryin' to waste me And make me burn the candle right down But baby, baby, I don't need no jewels in my crown Cause all you women is low down gamblers Cheatin' like I don't know how But baby, I go crazy, there's fever in the funk house now This low down bitchin' got my poor feet a itchin' You know you know the deuce is still wild  [Chorus] Baby, I can't stay, you got to roll me And call me the tumbling dice  [Verse 2] Always in a hurry, I never stop to worry Don't see the time flashin' by Honey, got no money I'm all sixes and sevens and nines Say now, baby, I'm the rank outsider You can be my partner in crime  [Chorus] But baby, get it straight You got to roll me and call me the tumbling Roll me and call me the tumbling dice  [Bridge] Oh, my, my, my, I'm the lone craps shooter Playing the field every night  [Outro] Baby, get it straight You got to roll me and call me the tumbling dice (Call me the tumbling) Got to roll me, got to roll me, got to roll me (Oh yeah) Got to roll me, got to roll me, got to roll me (Keep on rolling, Keep on rolling)  ",
        "title": "Tumbling Dice"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  It's going to take some time this time To get myself in shape I really fell out of line this time I really missed the gate  The birds on the telephone line (next time) Are crying out to me (next time) And I won't be so blind next time And I'll find some harmony  But it's going to take some time this time And I can't make demands But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  It's going to take some time this time No matter what I've planned But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  ",
        "title": "It's Going To Take Some Time"
    },
    {
        "artist": "David Cassidy",
        "lyrics": null,
        "title": "How Can I Be Sure"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Can it be I stayed away too long Did I leave your mind when I was gone It is not my thing trying to get back But this time let me tell you where I am at You don't have to worry because I am coming Back to where I should have always stayed And now I've learned the meaning to your story And it is enough love for me to stay  Can it be I stayed away too long Did I leave your mind when I was gone It is not my thing trying to get back But this time let me tell you where I am at  [Chorus] I want to, want to be where you are Anywhere you are I want to, want to be where you are Everywhere you are  [Verse 2] Please don't close the door to our future There are so many things we haven't tried I could love you better than I used to And give you all the love I have inside  [Chorus] I want to, want to be where you are Any, any, anywhere you are I want to, want to be where you are I got to be where you are  ",
        "title": "I Wanna Be Where You Are"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "Too Young"
    },
    {
        "artist": "Mouth & MacNeal",
        "lyrics": null,
        "title": "How Do You Do?"
    },
    {
        "artist": "Frederick Knight",
        "lyrics": "  CHORUS I've been lonely for so long Don't seem like happiness will come along I've been lonely for so long Don't seem like happiness will come along  These ain't rain clouds over my head Everybody's throwing rocks in my bed Just can't seem to get ahead in life Oh, nothing I do ever turn out right Won't somebody help me please  CHORUS  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  Yes I know what it feels like to be lonely To have your friends turn their backs on you Yes I've been lonely To never know the real meaning of peace of mind, yes  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  ",
        "title": "I've Been Lonely For So Long"
    },
    {
        "artist": "Commander Cody & His Lost Planet Airmen",
        "lyrics": "  My pappy said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot Rod Lincoln.\"  Have you heard this story of the Hot Rod race When Fords and Lincolns was settin' the pace That story is true, I'm here to say I was drivin' that Model A  It's got a Lincoln motor and it's really souped up That Model A Vitimix makes it look like a pup It's got eight cylinders; uses them all It's got overdrive, just won't stall  With a 4-barrel carb and a dual exhaust With 4.11 gears you can really get lost It's got safety tubes, but I ain't scared The brakes are good, tires fair  Pulled out of San Pedro late one night The moon and the stars was shinin' bright We was drivin' up Grapevine Hill Passing cars like they was standing still  All of a sudden in a wink of an eye A Cadillac sedan passed us by I said, \"Boys, that's a mark for me!\" By then the taillight was all you could see  Now the fellas was ribbin' me for bein' behind So I thought I'd make the Lincoln unwind Took my foot off the gas and man alive I shoved it on down into overdrive  Wound it up to a hundred-and-ten My speedometer said that I hit top end My foot was blue, like lead to the floor That's all there is and there ain't no more  Now the boys all thought I'd lost my sense And telephone poles looked like a picket fence They said, \"Slow down! I see spots! The lines on the road just look like dots.\"  Took a corner; sideswiped a truck Crossed my fingers just for luck My fenders was clickin' the guardrail posts The guy beside me was white as a ghost  Smoke was comin' from out of the back When I started to gain on that Cadillac Knew I could catch him, I thought I could pass Don't you know by then we'd be low on gas?  We had flames comin' from out of the side Feel the tension. Man! What a ride! I said, \"Look out, boys, I've got a license to fly!\" And that Caddy pulled over and let us by  Now all of a sudden she started to knockin' And down in the dips she started to rockin' I looked in my mirror; a red light was blinkin' The cops was after my Hot Rod Lincoln!  They arrested me and they put me in jail And called my pappy to throw my bail And he said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot... Rod... Lincoln!\"  ",
        "title": "Hot Rod Lincoln"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse] All the king's horse and all the king's men They couldn't put my broken heart back together again I woke up this morning that this is what I found You had gone and left me Any you never even made a farewell sound All the king's horse and all the king's men They couldn't put my broken heart back together again I asked my friends about you and this is what they said \"She can live without you She's gonna find a man with money instead.\" All the king's horse and all the king's men They couldn't put my broken heart back together again Someday you will know, the meaning of a love that's true But when you find out I won't be around to share it with you  [Outro] All the king's horse and all the king's men They couldn't put my broken heart back together again All the king's horse and all the king's men They couldn't put my broken heart back together again  ",
        "title": "All The Kings Horses"
    },
    {
        "artist": "Roberta Flack & Donny Hathaway",
        "lyrics": "  Where is the love? Where is the love? Where is the love? Where is the love? Where is the love? Where is the love? Where is the love? Where is the love? You said you'd give to me Soon as you were free, will it ever be Where is the love? You told me that you didn't love him And you were gonna say goodbye But if you really didn't mean it Why did you have to lie? Where is the love? You said was mine all mine, till the end of time Was it just a lie Where is the love? If you had, had a sudden change of heart I wish that you would tell me so Don't leave me hangin' on the promises You've got to let me know Oh, how I wish I never met you I guess it must have been my fate To fall in love with someone else's love All I can do is wait That's all I can do Yeah, yeah, yeah Where is the love? Where is the love? Where is the love? ...  ",
        "title": "Where Is The Love"
    },
    {
        "artist": "Procol Harum",
        "lyrics": "  {Intro}  Conquistador your stallion stands In need of company And like some angel's haloed brow You reek of purity I see your armour-plated breast Has long since lost its sheen And in your death mask face There are no signs which can be seen  Though I hoped for something to find I could see no maze to unwind  Conquistador a vulture sits Upon your silver shield And in your rusty scabbard now The sand has taken seed And though your jewel-encrusted blade Has not been plundered still The sea has washed across your face And taken of its fill  Though I hoped for something to find I could see no maze to unwind  Though I hoped for something to find I could see no maze to unwind  {Bridge}  Conquistador there is no time I must pay my respect And though I came to jeer at you I leave now with regret And as the gloom begins to fall I see there is no, only all And though you came with sword held high You did not conquer, only die  Though I hoped for something to find I could see no maze to unwind  Though I hoped for something to find I could see no maze to unwind  {Bridge}  And though I hoped for something to find I could see no maze to unwind  {Coda}  ",
        "title": "Conquistador"
    },
    {
        "artist": "Eagles",
        "lyrics": "  Well, I'm running down the road Tryin' to loosen my load I've got seven women on My mind  Four that wanna own me Two that wanna stone me One says she's a friend of mine  Take It easy, take it easy Don't let the sound of your own wheels Drive you crazy Lighten up while you still can Don't even try to understand Just find a place to make your stand And take it easy  Well, I'm a standing on a corner In Winslow, Arizona And such a fine sight to see It's a girl, my Lord, in a flatbed Ford slowin' down to take a look at me  Come on, baby, don't say maybe I gotta know if your sweet love is Gonna save me We may lose and we may win though We will never be here again So open up, I'm climbin' in So take it easy  Well I'm running down the road trying to loosen My load, got a world of trouble on my mind Lookin' for a lover who won't blow my Cover, she's so hard to find  Take it easy, take it easy Don't let the sound of your own Wheels make you crazy Come on baby, don't say maybe I gotta know if your sweet love is Gonna save me, oh oh oh Oh we got it easy We oughta take it easy  ",
        "title": "Take It Easy"
    },
    {
        "artist": "Graham Nash & David Crosby",
        "lyrics": "  There I was at the immigration scene Shining and feeling clean, could it be a sin? I got stopped by the immigration man He said he doesn't know if he can let me in  Let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  There he was with his immigration face Giving me a paper chase but the sun was coming 'Cos all at once he looked into my space And stamped a number all over my face and he sent me running  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  Here I am with my immigration form and it's big enough to keep me warm When a cold wind's coming, go where you will As long as you think you can, you'd better watch out Watch out for the man anywhere you're going  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  ",
        "title": "Immigration Man"
    },
    {
        "artist": "Godspell",
        "lyrics": null,
        "title": "Day By Day"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Mary wants to be a superwoman But is that really in her head But I just want to live each day to love her For what she is Mary wants to be another movie star But is that really in her mind And all the things she wants to be She needs to leave behind [Chorus 1] [x2] But, very well, I believe I know you-very well Wish that you knew me too-very well And I think I can deal with everything going through your head  [Verse 2] Mary wants to be a superwoman And try to boss the bull around But does she really think that she will get by with a dream My woman want to be a superwoman And I just had to say good-bye Because I can't spend all my hours start to cry  [Chorus 2] But, very well, I believe I know you Very well wish that you knew me too Very well, And I think I can deal with everything going through your head Your filthy head  [Bridge] Very well, dum dum da, dum dum da Very well, wish you knew me too Very well, And I wish I could think of everything going through your head Very well, dum dum da, dum da, dum da Dum dum da, dum da, very well And I think I can deal with everything going through your head  [Verse 3] When the summer came you were not around Now the summer's gone and love cannot be found Where were you when I needed you-last winter, my love? When the winter came you went further south Parting from love's nest, leaving me in doubt Where are you when I need you, like right now? Our love is at an end But you say now you have changed But tomorrow will reflect love's past When the winter came you were not around Through the bitter winds love could not be found Where were you when I needed you, last winter, my love? Our love is at an end But you say now you have changed But tomorrow will reflect love's past oh Spring will fill the air and you will come around With your summer love that will let me down Where were you when I needed you, last winter, my love? [Bridge] La la la la la, la la la la la [x2] Where are you when I need you, like right now? Right now, right now, right now  [Outro] Where were you when I needed you last winter, my dear I need you baby, I need you baby, I need you baby Oh, Where were you when I needed you last winter, last winter Yea, Need you Baby, need you, need you baby Oh, you want me too need you baby Oh where were you when I needed you last, dear  ",
        "title": "Superwoman (Where Were You When I Needed You)"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Isn't life strange, a turn of the page Can't read like before, can we ask for more? Each day passes by, how hard man will try? The sea will not wait, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't love strange, a word we arrange With no thought or care, maker of despair Each breath that we breathe, with love we must weave To make us as one, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't life strange, a turn of the page A book without light, unless with love we write To throw it away, to lose just a day The quicksand of time, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were  ",
        "title": "Isn't Life Strange"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  Well we got no choice All the girls and boys Makin all that noise Cause they found new toys Well we can't salute ya Can't find a flag If that don't suit ya That's a drag  School's out for summer School's out forever School's been blown to pieces  No more pencils No more books No more teacher's dirty looks  Well we got no class And we got no principles And we got no innocence We can't even think of a word that rhymes  School's out for summer School's out forever My school's been blown to pieces  No more pencils No more books No more teacher's dirty looks  Out for summer Out 'til fall We might not come back at all  School's out forever School's out for summer School's out with fever School's out completely  ",
        "title": "School's Out"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] First thing I remember was asking papa \"Why?\" For there were many things I didn't know And Daddy always smiled; took me by the hand Saying, \"Someday you'll understand\"  Well, I'm here to tell you now each and every mother's son You better learn it fast; you better learn it young 'Cause Someday Never Comes  The time and tears went by and I collected dust For there were many things I didn't know When Daddy went away, he said, \"Try to be a man And, Someday you'll understand\"  (Chorus)  And then, one day in April, I wasn't even there For there were many things I didn't know A son was born to me, Mama held his hand Saying \"Someday you'll understand\"  (Chorus) Ooh, someday never comes  Think it was September, the year I went away For there were many things I didn't know And I still see him standin', tryin' to be a man I said, \"Someday you'll understand\"  (Chorus) Oh someday never comes  Hmmm Hmmm Hmmm  ",
        "title": "Someday Never Comes"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "You Said A Bad Word"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  Trash men didn't get my trash today Oh, why? Because they want more pay Buses on strike want a raise in fare So they can help pollute the air  But that's what makes the world go round The ups and downs a carousel Changing people's heads around Go underground, young man People make the world go round  Wall Street losin' dough on every share They're blaming it on longer hair Big men smokin' in their easy chairs On a fat cigar without a care  But that's what makes the world go round The ups and downs a carousel Changing people's heads around Go underground, young man People make the world go round  But that's what makes the world go round The ups and downs a carousel Changing people, [Incomprehensible] all around Go underground, young man People make the world go round  People make the world go round People make the world go round People make the world go round  ",
        "title": "People Make The World Go Round"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": "  Come to me before your friends tell you They can't help you I'm your woman I should be the first one to know If you want something If you need something Why do you think I work so hard And do all the things I do Because I don't want nobody else to do a thing for you  Baby, baby please ask me what you want And I'll try my best to get it, get it, get it, get it Ask me what you want And I'll try my best to get it, get it, get it, get it  You've shown me that a woman's place Is right beside her man This I can understand That foolish pride keeps pushing aside All the things I wanna do for you I'm on your side Don't you know that when you're down I'm the one you should turn to  Don't be ashamed because it's the same Thing I expect of you Baby, baby please Why should my giving you things make you feel insecure I'm also giving you all the love anyone can endure  ",
        "title": "Ask Me What You Want"
    },
    {
        "artist": "Looking Glass",
        "lyrics": null,
        "title": "Brandy (You're A Fine Girl)"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": null,
        "title": "Taxi"
    },
    {
        "artist": "J.J. Cale",
        "lyrics": null,
        "title": "After Midnight"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Oh, Baby, let's take life's highway It's automatically yours and my way No road is too rough to travel We'll walk barefoot on life's gravel  Together whatever we express now Automatically means success now Whatever mystery life's about There's no doubt we'll work it out  CHORUS Cause you're mine and I'm yours So who cares if when it rains it pours? I'm yours and you're mine It's automatically sunshine  Oh baby until you find you Automatically I'm behind you So do your thing and always know Where you go I'm going to follow  Don't you worry when you're setback Home you'll hurry and then you'll get back All the courage my love can give All our lives long as we live  CHORUS  ",
        "title": "Automatically Sunshine"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Coconut"
    },
    {
        "artist": "Little Jimmy Osmond with The Mike Curb Congregation",
        "lyrics": "  I'll be your long haired lover from Liverpool And I'll do anything you say I'll be your clown or your puppet or your April Fool If you'll be my sunshine daisy from L.A  I'll be your leprechaun and sit upon an old toad stool I'll serenade you till I'm old and gray I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A  You'll be my lovely daisy on the mountainside There are lots of other flowers, too But all the other flowers hung their heads and cried Because the loveliest of all of them was you  But you were evidently the exception to the rule I picked you quickly then I ran away Cause I was your long haired lover from Liverpool You were my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair, I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A., You'll be my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A....  ",
        "title": "Long Haired Lover From Liverpool"
    },
    {
        "artist": "Chris Hodge",
        "lyrics": "  Saucers are a-flyin' Flyin' in the sky The saucers are a-flyin' Flyin', oh, so high  My woman's a sexy lady She makes love like a dream Burnin' like a fire, boy Ever for eternity  We're on our way We're on our way We're on our way, we're on our way We're on our way  Where she rides on ask a movie A sparkle in the night She shines in the sky like a blood of high I mean, baby, it's a out of sight  Hurricanes, thunder A spaceship's on the run We're gonna bring the truth to planet earth We're gonna move it on and on  We're on our way We're on our way We're on our way, we're on our way We're on our way  Ahaha...  ",
        "title": "We're On Our Way"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": "  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Good morning morning Hello sunshine Wake up sleepy head Why'd we move that bojangle clock so far away from the bed Just one more minute That's why we moved it One more hug would do Do you love waking up next to me As much as I love waking up next to you  You make the coffee I'll make the bed I'll fix your lunch And you fix mine Now tell me the truth Do these old shoes look funny Honey it's almost nine Now you be careful Gotta go, I love you Have a beautiful day And kiss the happiest girl, in the whole U.S.A  Skippidity do da Thank you oh Lord for making him for me And thank you for letting life turn out the way That I always thought it could be There once was a time when I could not imagine How it would feel to say I'm happiest girl, in the whole U.S.A  Now shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  ",
        "title": "The Happiest Girl In The Whole U.S.A."
    },
    {
        "artist": "Beverly Bremers",
        "lyrics": "  I give myself to you It's what I wanna do You don't need no vows to hold me You don't have to wear a sign Saying that you're mine  I can feel it when you hold me Knowing you're not really holding me We can split So we don't split, you see  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  I wonder would we stay If we had to stay Would we feel the way we feel now?  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're free You and me Free to come and go as we please  ",
        "title": "We're Free"
    },
    {
        "artist": "Humble Pie",
        "lyrics": "  Find it (Who that?) Mercy (Who that sayin' mercy ?) So hot 'n' nasty  Hey Joe, don't forget to shake it While you're sleepin' on that bed You know it really makes it Look at me shake a leg, no  I got my head in a cloud I'm gonna stand up and shout I wanna sing out loud Oh, got to do it with the feelin' Now you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Hey boogaloo, I really love you Look what you've done to my head Take all my time, take all my money But most of all you take all my bed  I got my head in a cloud I wanna sing it loud I'm gonna stand right here and shout You got to do it with the feelin' Well, you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Don't forget to shake that thing  Do you get the feelin' ? Oh yeah Then you gonna, then you gonna hit the ceiling Hot 'n' nasty, hot 'n' nasty It's hot 'n' nasty, so hot 'n' nasty ...  ",
        "title": "Hot 'N' Nasty"
    },
    {
        "artist": "The Raiders",
        "lyrics": "  Smokin' down the boulevard Flashin' at the red lights Baby's lookin' pretty hot Well, you're goin' with me tonight  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  Headin' down the highway Movin' in the open night Hope she's comin' my way Like to take her on a ride  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  Movin' on the highway Flashin' at the red lights Hope she's comin' my way We'll you're goin' with me tonight  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  ",
        "title": "Powder Blue Mercedes Queen"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Though we've got to say Goodbye for the summer Baby, I promise you this I'll send you all my love Every day in a letter Sealed with a kiss  Yes, it's gonna be a Cold, lonely summer But I'll fill the emptiness I'll send you all my dreams Every day in a letter Sealed with a kiss  I'll see you in the sunlight I'll hear your voice everywhere I'll run to tenderly hold you But baby, you won't be there  I don't wanna say Goodbye for the summer Knowing the love we'll miss So, let us make a pledge To meet in September And seal it with a kiss  Yes, it's gonna be a Cold, lonely summer But I'll fill the emptiness I'll send you all my love Every day in a letter Sealed with a kiss Sealed with a kiss Sealed with a kiss Sealed with a kiss (fade out)  ",
        "title": "Sealed With A Kiss"
    },
    {
        "artist": "Climax featuring Sonny Geraci",
        "lyrics": "  If you believe in dreams enough Then they'll believe in you That's what you used to tell me So I know it must be true  So, day after day I'm dreaming you'll Come back to me  'Cause you are Life and breath to me All of the best of me Depends on you  I'll buy your favorite flowers From the lady down the street And hurry to the corner Where we always used to meet  And night after night I sit and watch the petals fall  And you are Life and breath to me All of the best of me Depends on you  They say I Should be forgetting you But how can I forget The moon and the stars All the heavens of blue 'Cause they're all Just a part of you  If you believe in love enough Love will never die That's what you used to tell me So I know it's not a lie  So, time after time I'll come here And I'll wait for you I guess I'll always wait for you  'Cause you are Life and breath to me All of the best of me Depends on you  Oh, you are Life and breath to me All of the best of me Depends on you  Yeah, you are Life and breath to me All of the best of me Depends on you  ",
        "title": "Life And Breath"
    },
    {
        "artist": "Wings",
        "lyrics": null,
        "title": "Mary Had A Little Lamb/Little Woman Love"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": "  [Verse 1] In a little while from now If I'm not feeling any less sour I promised myself to treat myself And visit a nearby tower  And climbing to the top Will throw myself off In an effort to make it clear to whoever What it's like when you're shattered  Left standing in the lurch, at a church Where people are saying My God that's tough, she stood him up No point in us remaining  We may as well go home As I did on my own Alone again, naturally  [Verse 2] To think that only yesterday I was cheerful, bright and gay Looking forward to, but who wouldn't do The role I was about to play  But as if to knock me down Reality came around And without so much as a mere touch Cut me into little pieces  Leaving me to doubt All about God and His mercy For if He really does exist Why did He desert me  In my hour of need? I truly am indeed Alone again, naturally  [Bridge 1] It seems to me that There are more hearts Broken in the world That can't be mended Left unattended What do we do? What do we do?  [Classical guitar solo]  Alone again, naturally  [Verse 3] Now looking back over the years And what ever else that appears I remember I cried when my father died Never wishing to hide the tears  And at sixty-five years old My mother, God rest her soul Couldn't understand, why the only man She had ever loved had been taken  Leaving her to start with a heart So badly broken Despite encouragement from me No words were ever spoken  And when she passed away I cried and cried all day Alone again, naturally Alone again, naturally  ",
        "title": "Alone Again (Naturally)"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "The Runway"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": null,
        "title": "It Doesn't Matter"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Was born in a funk factory, born in a funk factory Workin' hard like a slave, y'all, comin' up short on my pay, y'all Some men are stockers, came on the go, yeah But all I will see in my lifetime, y'all Was a bass, a drum, my funky home (Born in a funk factory, born in a funk factory)  Born in a funk factory, workin' like a slave Comin' up short on my pay Somebody tell me what's goin' on wrong All I've known to do in my lifetime Was to scream, gripe, grump & groan (Born in a funk factory, born in a funk factory)  (Instrumental)  Some men are stockers, came on the go, yeah But all I will see in my lifetime, y'all Was a bass, a drum, my funky home (Born in a funk factory, born in a funk factory)  Oh I'm gonna tell you I'm satisfied, y'all, I'm satisfied, y'all (Repeat & fade): (I was born in a funk factory)  ",
        "title": "Funk Factory"
    },
    {
        "artist": "Detroit Emeralds",
        "lyrics": "  Baby, let me take you Let me take you in my arms Let me take you in my Arms and hold you Show you I love you Baby, I love you Baby, I love you Baby, baby, I love you Don't love nobody else You got my love Just for yourself Baby, let me kiss you Baby, baby, let me Kiss your lips Let me kiss you Til I feel your soul Can't you see That I need you And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Baby, let me feel you Baby, baby, let me Feel your soul Let me feel you put Your soul in mine Gonna make you love me Baby, let me hold you Let me hold you In my loving arms Baby, baby, let me Feel your charms Show you I love you Baby, I love you (I love you, baby) And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Don't love nobody else You got my love Just for yourself Can't you see the Love vibrations Don't you feel them Sweet sensations Baby, baby, let me Kiss your lips And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Baby, let me take you Let me take you in my arms Let me take you in my Arms and hold you Show you I love you Baby, I love you Baby, baby, I love you Don't love nobody else You got my love Just for yourself Can't you see the Love vibrations Don't you feel them Sweet sensations Don't you feel This warm embrace Why don't you give my Love a chance  ",
        "title": "Baby Let Me Take You (In My Arms)"
    },
    {
        "artist": "Joey Heatherton",
        "lyrics": null,
        "title": "Gone"
    },
    {
        "artist": "(The Preacher) Bobby Womack",
        "lyrics": "  [Intro] Fellas, I wanna mind your manner if you talk to me for a minute You know, sometimes we have our tendencies, or should I say we forget What a woman needs every now and then That is if you wanna keep your thing together Listen to me now  [Verse 1] Do the things that keeps a smile on her face Say the things that make her feel better every day Man you got to stay on your P's and Q's If you don't the woman, you can easily lose Oh, I had a love and I lost her And no one can help me share the pain that it cost me  [Hook] A woman's got to have it, I believe She's got to know that she's needed around When you kiss her, you got to make her feel it, every time, boy She's got to know that she's not walking on shaky ground  Think it over Think it over my brother  [Verse 2] Don't take for granted the smile on her face Check a little bit closer, you might find a tear trace Maybe the girl might never say a mumbling word But you gotta know that her voice is heard Oh, I had a love, a true love and I lost it I'm suffering all this pain that that love cost me  [Hook] A woman's got to have it, you've got to give it to her She's got to know that she's needed around When you kiss her, you gotta make her feel it She's got to know that she's not walking on shaky ground  [Outro] So if you've got a love And you wanna keep her You've got to give her what she wants when she wants it Where she wants it And how she wants it Every doggone time she feels she needs it  What I'm tryna say's a woman's gotta have it A woman's gotta have it  ",
        "title": "Woman's Gotta Have It"
    },
    {
        "artist": "Argent",
        "lyrics": "  {Intro}  And if it's bad Don't let it get you down, you can take it And if it hurts Don't let them see you cry, you can make it  Hold your head up, oh Hold your head up, oh Hold your head up, oh Hold your head high Hold your head up, oh Hold your head up, oh Hold your head up, oh Hold your head high  {Bridge}  And if they stare Just let them burn their eyes on you moving And if they shout Don't let it change a thing that you're doing  Hold your head up, oh Hold your head up, oh Hold your head up, oh Hold your head high Hold your head up, oh Hold your head up, oh Hold your head up, oh Hold your head high  {Long Bridge}  Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up  Hold your head up, oh Hold your head up,oh Hold your head up, oh Hold your head high Hold your head up, oh Hold your head up, oh Hold your head up, oh Hold your head high  And if they stare Just let them burn their eyes on you moving And if they shout Don't let it change a thing that you're doing  Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up Hold your head up  ",
        "title": "Hold Your Head Up"
    },
    {
        "artist": "The Undisputed Truth",
        "lyrics": "  It was the third of September That day I'll always remember, yes I will 'Cause that was the day that my daddy died (Papa died ... young) I never got a chance to see him Never heard nothin' but bad things about him Mama, I'm depending on you to tell me the truth Mama looked up and said, Son  Papa was a rolling stone Wherever he laid his hat was his home And when he died All he left us was alone  Hey, Mama, is it true what they say That Papa never worked a day in his life? And Mama, there's some bad talk goin' around town Sayin' that Papa had three outside children and another wife And that ain't right Heard some talk about Papa doing some storefront preaching Talking about saving souls and all the time leeching Dealing in debt and stealing in the name of the Lord Mama just looked up and said  Papa was a rolling stone Wherever he laid his hat was his home And when he died All he left us was alone  Mama, mama, mama I heard Papa called himself a jack of all trades Tell me is that what sent Papa to an early grave? Folks say Papa would beg, borrow or steal to pay his bills I wanna know, mama Folks say Papa was never much on thinkin' Spent most of his time chasin' women and drinkin' Mama, I'm depending on you to tell me the truth And Mama looked up with a tear in her eye and said, Son  Papa was a rolling stone, son Wherever he laid his hat was his home And when he died All he left us was alone Papa was a rolling stone Wherever he laid his hat was his home...  ",
        "title": "Papa Was A Rollin' Stone"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  [Intro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  [Verse 1] Old man, look at my life 24 and there's so much more Live alone in a paradise That makes me think of two Love lost, such a cost Give me things that don't get lost Like a coin that won't get tossed Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Verse 2] Lullabies, look in your eyes Run around the same old town Doesn't mean that much to me To mean that much to you I've been first and last Look at how the time goes past But I'm all alone at last Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Outro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  ",
        "title": "Old Man"
    },
    {
        "artist": "Python Lee Jackson",
        "lyrics": "  [Chorus] Every day I spend my time Drinkin' wine, feelin' fine Waitin' here to find the sign That I can understand - yes I am  [Verse 1] In the days between the hours Ivory towers, bloody flowers Push their heads into the air I don't care if I ever know - there I go  Don't push your love too far Your wounds won't leave a scar Right now is where you are In a broken dream  [Verse 2] Did someone bow their head? Did someone break the bread? Good people are in bed Before nine o'clock  On the pad before my eyes Paper cries, tellin' lies The promises you gave From the grave of a broken heart, hmm  [Chorus]  I sit here in my lonely room Don't push your love too far You know your wounds won't even leave a scar Right now is where you are In a broken dream And don't you forget what I say - hoo, hoo Ivory towers, bloody flowers...  ",
        "title": "In A Broken Dream"
    },
    {
        "artist": "El Chicano",
        "lyrics": null,
        "title": "Brown Eyed Girl"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  Got a girl, her name's Francine Finest thing you ever seen And I love her, she's all that I want And I need her, she's all that I need Well, Francine, oh Francis, why Do you love me and make me cry? How I love her, she's all that I want How I need her, she's all that I need If I ever caught her with Stevie P I'd throw her back in the Penitentiary, now And if I caught her with my mother's son I'll call her daddy and get my gun My Francine just turned thirteen She's my angelic teenage queen And I love her, she's all that I want And I need her, she's all that I need And I love her, she's all that I want And I need her, she's all that I need And I love her, she's all that I want And I need her, she's all that I need  ",
        "title": "Francene"
    },
    {
        "artist": "Stories",
        "lyrics": null,
        "title": "I'm Coming Home"
    },
    {
        "artist": "The James Brown Soul Train",
        "lyrics": null,
        "title": "Honky Tonk - Part 1"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  [Intro]  Saturday night I was downtown Working for the FBI Sittin' in a nest of bad men Whiskey bottles piling high  Bootlegging boozer on the west side Full of people who are doing wrong Just about to call up the DA man When I heard this woman sing a song  A pair of 45's made me open my eyes My temperature started to rise She was a long cool woman in a black dress Just-a 5'9, beautiful, tall With just one look I was a bad mess Cause that long cool woman had it all  [Instrumental Interlude]  I saw her heading to the table Like a tall walking big black cat When Charlie said I hope that you're able Cause I'm telling you she knows where it's at Then suddenly we heard the sirens And everybody started to run A-jumping out of doors and tables When I heard somebody shootin' a gun  Well the DA was pumping my left hand And a-she was a-holding my right Well I told her don't get scared Cause you're gonna be spared I've gotta be forgivin' if I wanna spend my living  With a long cool woman in a black dress Just a 5'9 beautiful tall Yeah, with just one look I was a bad mess Cause that long cool woman had it all  Had it all Had it all  ",
        "title": "Long Cool Woman (In A Black Dress)"
    },
    {
        "artist": "Bettye Swann",
        "lyrics": null,
        "title": "Victim Of A Foolish Heart"
    },
    {
        "artist": "Johnny Cash And The Tennessee Three",
        "lyrics": null,
        "title": "Kate"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": "  You know, sometimes a man will Cause such heartache (yes, he will) That a woman feels she only take He'll make all kind of mistakes (Yes, he will) that cause your Heart to break  Seems like every day Is like the one before The things you used to say You don't say anymore  Bits and pieces of your time Are all you can afford It looks like you just can't see That there's much more to love  Than bed and board (bed and board) Bed, bed, bed, bed and board (Bed and board)  Lying half awake I hear you switch the light You turn off the late news Oh, I'm in luck tonight  You think that making love Three times a week is my reward Well, you can't seem to understand That there's much more to love  Than bed and board (bed and board) Ooh, baby, bed and board (Bed and board) oh, don't you know  Don't know what happened But you've changed somehow And like a puppet On a string, baby, oh  You're only going Through the motions now You touch me but you don't Feel anything, anything  You're gonna say That it's all in my mind Lord knows how I've thought it out At least a thousand times  I've got to try again I need my faith in life restored I can't wait any longer 'cause There's much more to love  Than bed and board (bed and board) Baby, bed, bed, bed and board (Bed and board) so right there You oughta listen cause what else  So much more to life Than just a bed and a roof Saying, I believe I believe that a man Will misuse a woman If he's given the chance  And I believe That he will abuse a woman At the beginning of a romance  'Cause all they ever want is bed (bed) Your bed (bed) my bed (bed) his bed It don't make any difference where it is  See, but I don't find anything wrong With making a little love On an early Sunday morning You oughta be in church (amen)  Ain't nothing wrong (amen) With a little love on an early Monday morning, Monday morning (Monday morning)  When your baby's supposed To be going to work He can't leave you, no, no, no He can't leave your side And here's why  Because a man needs love And a man needs to be hugged And kissed, yes, he does  You know it's something when We ladies start to prepare Ourselves for that particular man Waiting for him to come home So he can just hold our hand  You know, I believe that all of That all you do something like this You might run the water Putting all of those nice things Into that tub  And when we're finished We have all kinds of sweet Smelling things that we put on Perfumes and some of us decide to Just powder ourselves all the way down That's good because that's what they like  And when he comes through the door And you're lying there in your negligee Or whatever it might be  And he says to you I'm too tired, I'm too tired And you turn to him and say Do you think I did all this for me  You can still hear that same moan from him I'm too tired, I've been working all day But you don't wanna hear that, do you  You see, because the art of making love Has to be done in a certain way And it can only been done when Two people become totally involved  But sometimes a man Just out of forgetfulness Will not remember a woman's birthday And it's not intentional It's just because it's the way they're made  And they'll forget to call you Exactly on the hour because They forget that little things Mean a lot  'Cause there's so much more to life Than bed and board  ",
        "title": "Bed And Board"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1] American hunter, bring them up the north side (Guns, guns, guns) Run, take the money, here's a bullet for your boyfriend (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) You be the red king, I'll be the yellow pawn  [Chorus] Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature, you know that I'm calling you, darling Never really wanted to say goodbye Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature Never really wanted to say goodbye  [Verse 2] Shoot a few, knock them down, cost you half a buck now (Guns, guns, guns) Babe give you kisses if you hit a rubber duck now (Guns, guns, guns) You be the red king, I'll be the yellow pawn (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) No more, eagle all gone, and no more caribou  [Chorus] Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature, I'm weeping, I'm crying for you Never really wanted to say goodbye Godspeed, Mother Nature, you know that I'm weeping for you Never really wanted to say goodbye Godspeed, Mother Nature, and I'm crying Never really wanted to say goodbye  [Outro] I know you're going to hear me, I'm weeping, nature Weeping, Mother Nature Never really wanted to say goodbye And I'm weeping for you Weeping for you, Mother Nature And I'm crying for you Never really wanted to say goodbye Take care and visit me, Mother, Mother Nature And I'm missing you Never really wanted to say goodbye Where have you gone? Godspeed, Mother Nature, and I'm weeping for you  ",
        "title": "Guns, Guns, Guns"
    },
    {
        "artist": "Sailcat",
        "lyrics": "  Tell your daddy and your mama too You got something better to do Than stick around the house the rest of your life You're eighteen you can do what you like  You'll be the queen of my highway, my motorcycle mama And we'll see the world from my Harley  We'll get matching jackets and helmets too We'll get respect from the towns we ride through We'll sleep at the roadside in the soft green grass And if the squares walk by, we'll let them pass  You'll be the queen of my highway, my motorcycle mama And we'll see the world from my Harley  And maybe in a year or two We'll have a little one, she'll look just like you We'll add on a sidecar Electric guitar And we'll be a trio The baby makes three, oh  Tell your daddy and your mama too You got something better to do Than stick around the house the rest of your life You're eighteen you can be my wife  You'll be the queen of my highway, my motorcycle mama And we'll see the world from my Harley And we'll see the world from my Harley And we'll see the world from my Harley, if the chain don't break  ",
        "title": "Motorcycle Mama"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  I need your sweet inspiration I need you here on my mind Every hour of the day Without your sweet inspiration The lonely hours of the night Just don't go my way  Wanting you the way I do I only want to be with you And I would go to the ends of the earth 'Cause darling, to me that's what you're worth  Where you lead, I will follow Anywhere you tell me to If you need, need me to be with you I will follow where you lead  If you're out on the road Feelin' lonely and oh so cold All you gotta do is call my name And I'll be there on the next train  Where you lead I will follow Anywhere you tell me to If you need, need me to be with you I will follow where you lead  I'd always wanted a real home With flowers on the windowsill But if you want to leave in New York City Honey, you know I will Yes I will Yes I will  I never thought I could get satisfaction From just one man If anyone can keep me happy Oh, you're the one who can  I'm gonna follow where you lead me I'm gonna follow where you lead me I need your sweet inspiration I need you here on my mind Every hour of the day Without your sweet inspiration The lonely hours of the night Just don't go my way  Oh, a woman in love needs sweet inspiration And honey that's all I ask, you know That's all I ask from you I gotta have your sweet inspiration You know there just ain't no tellin' What a satisfied woman might do  The way you call me baby, baby (such a sweet inspiration) The way you call me darlin', darlin' (sets my heart a skating) And if I'm out in the rain, baby (and in a bad situation) You know I just look back in my mind And there I find your sweet, sweet inspiration  Inspiration, oh what a power And a bucket of power every hour of the day I need your sweet inspiration To go on livin', to keep on givin' this way Wanting you the way I do (sweet, sweet) Only want to be with you (sweet, sweet) Gonna follow where you lead (sweet, sweet) Baby you're just what I need Your sweet, sweet, sweet, sweet inspiration And honey that's all I ask, you know That's all I ask from you I gotta have your sweet inspiration You know there just ain't no telling What a satisfied woman can do  You are my sweet inspiration  ",
        "title": "Sweet Inspiration/Where You Lead"
    },
    {
        "artist": "Laura Lee",
        "lyrics": null,
        "title": "Rip Off"
    },
    {
        "artist": "Vigrass & Osborne",
        "lyrics": null,
        "title": "Men Of Learning"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Eddie's love (Eddie's love)  I could build you a palace of pearls a tower of diamond rings I could pave you a street with gold but these are meaningless thigns all the gifts in the world can't convey what my heart has to say what I give to you every day all my love all my love  (Eddie's love) Eddie's love  I could write you a poem so sweet composed with a song to sing I could write you a book of love but these are meaningless things all the gifts in the world can't convey what my heart has to say what I give to you every day all my love all my love  (Eddie's love) Eddie's love  I could fly you beyond the sun fill your pockets with new things I could capture for you a star but these are meaningless things all the gifts in the world can't convey what my heart has to say what I give to you every day all my love all my love  (Eddie's love) Eddie's love if you want it you got it (Eddie's love) you got it! (Eddie's love) I wanna say it I got to say it again (Eddie's love) Eddie's love  ",
        "title": "Eddie's Love"
    },
    {
        "artist": "Danyel Gerard",
        "lyrics": null,
        "title": "Butterfly"
    },
    {
        "artist": "Candi Staton",
        "lyrics": null,
        "title": "In The Ghetto"
    },
    {
        "artist": "New Riders Of The Purple Sage",
        "lyrics": null,
        "title": "I Don't Need No Doctor"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "We've Come Too Far To End It Now"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  You treated me like a schoolgirl lover Never did follow any rules And into your arms, I'm running for cover All of my strings, I've tied to you Can you hear the gypsy turnpike Oh, it's calling So take our things out to the car And many shades of night are falling You're my bright and guiding star  (CHORUS) Vanilla olay, olay, olay, layla, layla Vanilla olay, olay, olay, layla Vanilla olay, olay, olay, layla, layla Vanilla olay, olay, olay, layla Oh, my, my, my, my, you're looking better It seems like you were never I'll The doctor, he's gonna send us a letter We will let the sky pay the bill John John the cat, he's getting older And he don't jump around Like you know that he should Come put our baby over my shoulder We're going out to get some wood  (CHORUS) 2X to fade  ",
        "title": "Vanilla Ólay"
    },
    {
        "artist": "Daniel Boone",
        "lyrics": "  Sunday morning, up with the lark I think I'll take a walk in the park Hey, hey, hey, it's a beautiful day  I've got someone waiting for me And when I see her, I know that she'll say Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Birds are singing, you by my side Let's take a car and go for a ride Hey, hey, hey, it's a beautiful day  We'll drive on and follow the sun Making Sunday go on and on Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  ",
        "title": "Beautiful Sunday"
    },
    {
        "artist": "Tommy James",
        "lyrics": null,
        "title": "Cat's Eye In The Window"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "My Guy"
    },
    {
        "artist": "The Courtship",
        "lyrics": null,
        "title": "It's The Same Old Love"
    },
    {
        "artist": "Donny Hathaway And June Conquest",
        "lyrics": null,
        "title": "I Thank You"
    },
    {
        "artist": "Flash",
        "lyrics": "  In the morning when you start your day, do you feel yourself quite lost? In a world of countless millions, on the tide of your life you're tossed Don't think you're getting nowhere, you know we all must start From very small beginnings, off to a better part  In the rush and hustle of your day, when all of your world seems mad Do you look at everything you see, and know that it's not so bad? Just take your time and work it out, you know what's in your mind From very small beginnings, off to a better time  Take your time and work it out, then maybe you'll see You're not wasting your time going 'round Just acting a play, you're finding your way You're making it pay, you're making today  In the darkness of a brand new day, when everything's hushed and still Can you look at everything you see, and know that it's all worthwhile? The dark of night is fading, back creeping up's the sun It starts from small beginnings, full spreads to everyone  Take your time and work it out, then maybe you'll see You're not wasting your time going 'round Just acting a play, you're finding your way You're making it pay, you're making today  In the darkness of a brand new day, when everything's hushed and still You can look around at everything you see, and know that it's all worthwhile? The dark of night is fading, back creeping up's the sun It starts from small beginnings, full spreads to everyone  In the morning when you start your day In the morning when you start your day In the morning when you start your day  In the morning when you start your day, do you feel yourself quite lost? In a world of countless millions, on the tide of your life you're tossed Don't think you're getting nowhere, you know we all must start From very small beginnings, off to a better part  Do, do, do, do do do Do, do, do, do do do Do, do, do, do do do Do, do, do  ",
        "title": "Small Beginnings"
    },
    {
        "artist": "The Delfonics",
        "lyrics": "  You're the same old girl That lived across the street And you're the same old girl, yeah That I was dying to meet  Well, now you're running around And you think that I don't know And you know if I found out It's gonna hurt me so  And it hurts me so bad Whoa, oh, oh, yeah  Tell me this is a dream Somebody, please Tell me this is a dream Somebody, please Tell me this is a dream  And I remember When you kissed me You said you loved me so much, girl Said our love would always be  Now you're running around You think that I don't know And you know if I find out It's gonna hurt me so  And it hurts me so bad Whoa, oh, oh, yeah  Tell me this is a dream Somebody, please Tell me this is a dream Somebody, please Tell me this is a dream  You know, I'm just like a guy right now That don't want to face the reality Of the one I love, believe in me  You know, loving you too much Not wanting you to realize That you're in love with someone else  Whoa, oh, oh, yeah  Tell me this is a dream Somebody Tell me this is a dream Somebody Tell me this is a dream  Tell me this is a dream Somebody Tell me this is a dream Somebody, please Tell me this is a dream  Tell me this is a dream Somebody Tell me this is a dream Somebody  ",
        "title": "Tell Me This Is A Dream"
    },
    {
        "artist": "Dennis Coffey & The Detroit Guitar Band",
        "lyrics": null,
        "title": "Getting It On/Ride, Sally, Ride"
    },
    {
        "artist": "Dawn Featuring Tony Orlando",
        "lyrics": null,
        "title": "Vaya Con Dios"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  I am woman, hear me roar In numbers too big to ignore And I know too much to go back an' pretend Cause I've heard it all before And I've been down there on the floor No one's ever gonna keep me down again  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  You can bend but never break me Cause it only serves to make me More determined to achieve my final goal And I come back even stronger Not a novice any longer Cause you've deepened the conviction in my soul  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman watch me grow See me standing toe to toe As I spread my lovin' arms across the land But I'm still an embryo With a long, long way to go Until I make my brother understand  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can face anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman I am invincible I am strong I am woman I am invincible I am strong I am woman  ",
        "title": "I Am Woman"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "Hushabye"
    }
]