[
    {
        "artist": "Neil Diamond",
        "lyrics": "  Aw, Cracklin' Rosie, get on board We're gonna ride Till there ain't no more to go Taking it slow And Lord, don't you know We'll have me a time with a poor man's lady  Hitchin' on a twilight train Ain't nothing here that I care to take along Maybe a song To sing when I want No need to say please to no man For a happy tune  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night to set the world right Find us a dream that don't ask no questions Yeah  Oh, I love my Rosie child You got the way to make me happy You and me we go in style Cracklin' Rose You're a store-bought woman But you make me sing like a guitar hummin' So hang on to me, girl Our song keeps runnin' on Play it now, play it now Play it now, my baby  Cracklin' Rosie, make me a smile Girl, if it lasts for an hour, that's all right We got all night To set the world right Find us a dream that don't ask no questions Ba ba ba ba ba ......  ",
        "title": "Cracklin' Rosie"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Verse 1] You and I must make a pact, we must bring salvation back Where there is love, I'll be there I'll reach out my hand to you, I'll have faith in all you do Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  [Verse 2] Let me fill your heart with joy and laughter Togetherness, well that's all I'm after Whenever you need me, I'll be there I'll be there to protect you, with an unselfish love I respect you Just call my name and I'll be there  [Hook] And oh - I'll be there to comfort you Build my world of dreams around you, I'm so glad that I found you I'll be there with a love that's strong I'll be your strength, I'll keep holding on - yes I will, yes I will  If you should ever find someone new, I know he'd better be good to you 'Cos if he doesn't, I'll be there  Don't you know, baby, yeah yeah I'll be there, I'll be there, just call my name, I'll be there  (Just look over your shoulders, honey - ooh)  I'll be there, I'll be there, whenever you need me, I'll be there  Don't you know, baby, yeah yeah  ",
        "title": "I'll Be There"
    },
    {
        "artist": "Dawn",
        "lyrics": null,
        "title": "Candida"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Verse 1:] Ah ah ah ah If you need me, call me No matter where you are No matter how far Just call my name I'll be there in a hurry On that you can depend and never worry You see, my love is alive It's like a seed that only needs the thought of you to grow So if you feel the need for company Please, my darling, let it be me  I may not be able to express The depth of the love I feel for you But a writer put it very nicely When he was away from the one he loved He sat down and wrote these words  [Bridge:] No wind, (no wind) no rain, (no rain) Nor winter's cold Can stop me, babe (oh, babe) baby (baby) If you're my goal  No wind, no rain Can stop If you want to go  [Verse 2:] I know, I know you must follow the sun Wherever it leads But remember If you should fall short of your desires Remember life holds for you one guarantee You'll always have me  And if you should miss my love One of these old days If you should ever miss the arms That used to hold you so close, or the lips That used to touch yours so tenderly Just remember what I told you The day I set you free  Ain't no mountain high enough, aah Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Ain't no valley low enough (say it again) Ain't no river wide enough To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you  Ain't no mountain high enough Ain't no valley low enough (one more time) Ain't no river wide enough (say it again) To keep me from you  Ain't no mountain high enough Nothing can keep me To keep me from you Nothing in this world  ",
        "title": "Ain't No Mountain High Enough"
    },
    {
        "artist": "Free",
        "lyrics": "  Oh, whoa, whoa Ow Mm!  There she stood in the street Smiling from her head to her feet I said-ah, hey, what is this? Now baby, maybe, maybe she's in need of a kiss  I said-ah, \"Hey, what's your name baby? Maybe we can see things the same Now don't you wait or hesitate Let's move before they raise the parking rate.\" Ow!  All right now Baby, it's-ah all right now Mm! All right now Baby, it's-ah all right now Whoa, ooh  Let me tell you all about it now Mm!  I took her home to my place Watching every move on her face She said, \"Look, what's your game, baby? Are you tryin' to put me in shame?\"  I said, \"Slow, don't go so fast Don't you think that love can last?\" She said, \"Love, Lord above Huh, now you're trying to trick me in love\" Ow!  All right now Baby, it's-ah all right now All right now Baby, it's-ah all right now  Yeah, it's all right now Yeah!  Hoo! Oh yeah, ow! Let me tell you all about it, now Ow! Yeah  Took her home, yeah, to my place Watching every move on her face She said, \"Look, uh, what's your game? Are you trying to put me in shame?\"  \"Baby,\" I said, \"Slow, slow, don't go so fast, huh Don't you think that love can last?\" She said, \"Love, Lord above Now he's trying to trick me in love\" Yeah!  All right now Baby, it's-ah all right now, yeah All right now Baby, it's-ah all right now  All right now It's all right, it's all right, it's all right All right now All right now It's all right, it's all right, it's all right  ",
        "title": "All Right Now"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": "  Bein' alone at night makes me sad, girl Yeah, it brings me down all right Tossin' and turnin' and freezin' and burnin' And cryin' all through the night Whoa-oh Julie, Julie, Julie, do ya love me? Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? We had so much fun together I was sure that you were mine But leavin' you, baby, is drivin' me crazy It's got me wonderin' all the time Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Honey, you cried the day I left you Even though we knew I couldn't stay But baby, remember, I'll be back September But till then I'll write you every day Whoa-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Come on, Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there? Oh-oh Julie, Julie, Julie, do ya love me? Ah, Julie, Julie, Julie, do ya care? Julie, Julie, are ya thinkin' of me? Julie, Julie, will ya still be there?  ",
        "title": "Julie, Do Ya Love Me"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Lookin' Out My Back Door/Long As I Can See The Light"
    },
    {
        "artist": "Sugarloaf",
        "lyrics": "  Green-eyed lady, lovely lady Strolling slowly towards the sun Green-eyed lady, ocean lady Soothing every raging wave that comes  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  Green-eyed lady, wind-swept lady Rules the night, the waves, the sand Green-eyed lady, ocean lady Child of nature, friend of man  Green-eyed lady, passion's lady Dressed in love, she lives for life to be Green-eyed lady feels life I never see Setting suns and lonely lovers free  ",
        "title": "Green-Eyed Lady"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  [Verse 1: Karen Carpenter] We've only just begun to live White lace and promises A kiss for luck and we're on our way We've only begun  Before the rising sun, we fly So many roads to choose We'll start out walking and learn to run And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Chorus] Sharing horizons that are new to us Watching the signs along the way Talkin' it over, just the two of us Workin' together day to day, together  [Post-Chorus] And when the evening comes, we smile So much of life ahead We'll find a place where there's room to grow And yes, we've just begun  [Outro] (Flute and Piano)  ",
        "title": "We've Only Just Begun"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Your love is fadin', I feel it fade Ah, your love is fadin', I feel it fade Ah, your love is fadin', woman I feel it fade Ah, woman, woman your touch, your touch has gone cold As if someone else controls your very soul I've fooled myself long as I can Can feel the presence of another man It's there when you speak my name It's just not the same Ooo babe, I'm losing you It's in the air It's there everywhere Baby, baby, babe, I'm losing you When I look into your eyes A reflection of a face, I see I'm hurt, down-hearted and worried, girl 'Cause that face doesn't belong to me It's all over your face Someone's takin' my place Ooo baby, I'm losing you You try hard to hide The emptiness you feel inside Oo babe, I'm losing you I can't bear the thought of losing you Ah woman, can't you see what I'm goin' through I'm losin' my mind (losin' my mind) And it's all because of you I can't bear the thought of losing you I'm losin' my mind (losin' my mind) And it's all because of you I can't stand the thought of losing you  ",
        "title": "(I Know) I'm Losing You"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  Beneath this snowy mantle cold and clean The unborn grass lies waiting For its coat to turn to green The snowbird sings the song he always sings And speaks to me of flowers That will bloom again in spring  When I was young My heart was young then, too Anything that it would tell me That's the thing that I would do But now I feel such emptiness within For the thing that I want most in life's The thing that I can't win  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  The breeze along the river seems to say That he'll only break my heart again Should I decide to stay So, little snowbird Take me with you when you go To that land of gentle breezes Where the peaceful waters flow  Spread your tiny wings and fly away And take the snow back with you Where it came from on that day The one I love forever is untrue And if I could you know that I would Fly away with you  Yeah, if I could I know that I would Fl-y-y-y-y away with you  ",
        "title": "Snowbird"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": null,
        "title": "War"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  I met her in a club down in North Soho Where you drink champagne and it tastes just like Cherry Cola C-O-L-A Cola She walked up to me and she asked me to dance I asked her her name and in a dark brown voice she said, \"Lola\" L-O-L-A Lola, lo lo lo lo Lola  Well, I'm not the world's most physical guy But when she squeezed me tight she nearly broke my spine Oh my Lola, lo lo lo Lola, lo lo lo Lola Well, I'm not dumb but I can't understand Why she walks like a woman and talks like a man Oh my Lola, lo lo lo  lo Lola, lo lo lo lo Lola  Well, we drank champagne and danced all night Under electric candlelight She picked me up and sat me on her knee She said, \"Little boy won't you come home with me?\" Well, I'm not the world's most passionate guy But when I looked in her eyes I almost fell for my Lola Lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  I pushed her away. I walked to the door I fell to the floor. I got down on my knees I looked at her, and she at me Well that's the way that I want it to stay I always want it to be that way for my Lola Lo lo lo Lola Girls will be boys, and boys will be girls It's a mixed up, muddled up, shook up world Except for Lola. Lo lo lo lo Lola. Lo lo lo  loLola Lola, lo lo lo lo Lola, lo lo lo lo Lola  Well I'd left home just a week before And I'd never ever kissed a woman before Lola smiled and took me by the hand She said, \"Little boy, gonna make you a man.\" Well I'm not the world's most masculine man But I know what I am and I'm glad I'm a man So is Lola Lo lo lo lo Lola. Lo lo lo lo Lola  [Outro] Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola Lola, lo lo lo lo Lola, lo lo lo lo Lola  ",
        "title": "Lola"
    },
    {
        "artist": "Charles Wright And The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Express Yourself"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "It's A Shame"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  I was born and raised down in Alabama On a farm way back up in the woods I was so ragged the folks used to call me \"Patches\" Papa used to tease me about it 'Course deep down inside he was hurt 'Cause he'd done all he could  My papa was a great old man I can see him with a shovel in his hand See, education he never had He did wonders when the time got bad  The little money from the crops he raised Barely paid the bills we made  Oh, life had kicked him down to the ground When he tried to get up life would kick him back down One day papa called me to his dyin' bed Put his hands on my shoulders and in tears he said He said:  \"Patches, I'm depending on you son To pull the family through My son, it's all left up to you\"  Two days later papa passed away And I became a man that day So I told mama I was gonna quit school But she said that was daddy's strictest rule  So every morning fore I went to school I fed the chickens and I chopped wood too Sometimes I felt that I couldn't go on I wanted to leave, just run away from home  But I would remember what my daddy said With tears in his eyes on his dyin' bed He said:  \"Patches, I'm depending on you son I've tried to do my best It's up to you to do the rest\"  Then one day a strong rain came And washed all the crops away And at the age of thirteen I thought I was carrying The weight of the whole world on my shoulders And you know, mama knew what I was going through  'Cause every day I had to work the fields 'Cause that's the only way we got our meals See, I was the oldest of the family And everybody else depended on me  Every night I heard my mama pray: \"Lord, give him strength to make another day\"  Though years have passed and all the kids have grown The angels took mama to a brand new home Lord knows, people, I shedded tears But my daddy's voice helped me through the years Sayin':  \"Patches, I'm depending on you son To pull the family through My son, it's all left up to you\"  Oh, I could still hear papa's voice sayin':  \"Patches, I'm depending on you son I've tried to do my best It's up to you to do the rest\"  I could still hear papa when he's saying:  \"Patches, I'm depending on you, son To pull the family through My son, it's all left up to you\"  ",
        "title": "Patches"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Verse 1] Just yesterday morning, they let me know you were gone Suzanne, the plans they made put an end to you I walked out this morning and I wrote down this song I just can't remember who to send it to  [Chorus] I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 2] Won't you look down upon me, Jesus You've got to help me make a stand You've just got to see me through another day My body's aching and my time is at hand and I won't make it any other way  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend, but I always thought that I'd see you again  [Verse 3] Been walking my mind to an easy time, my back turned towards the sun Lord knows when the cold wind blows it'll turn your head around Well, there's hours of time on the telephone line to talk about things to come Sweet dreams and flying machines in pieces on the ground  [Chorus] Oh, I've seen fire and I've seen rain I've seen sunny days that I thought would never end I've seen lonely times when I could not find a friend But I always thought that I'd see you baby, one more time again, now  [Outro] Thought I'd see you one more time again There's just a few things coming my way this time around, now Thought I'd see you, thought I'd see you, fire and rain, now  ",
        "title": "Fire And Rain"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Out In The Country"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  (Spoken- Walk with me Take my hand)  Ooooh, oooh oooh Ooohh, oooh oooh (Still water) Still water  Ahhh, ahhh, ahh  Never you mind if I Don't tell strangers passing by If I don't brag If I don't brag or boast Click my glass and say a toast About my love for you How it runs so deep and true And yet it's so 'Cause don't you know, ohh Still waters run deep Still waters run deep Still waters run deep Still waters run deep Ooooh  Walk with me Take my hand  Still waters  Still water Walk with me Take my hand Whoa, whoa, whoa now Still waters run deep Hey, hey, hey, hey  Whoa, whoa, whoa now Still waters run deep  ",
        "title": "Still Water (Love)"
    },
    {
        "artist": "The New Seekers featuring Eve Graham",
        "lyrics": "  Look what they've done to my song, Ma Look what they've done to my song Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song Wish I could find a good book to live in Wish I could find a good book to live in I'd never have to come out and Look what they've done to my song Look what they've done to my brain, Ma Well they've cook it like a chicken bone I think I'm half insane, Ma Look what they've done to my brain Ils ont changé ma chanson Ma Ils ont changé ma chanson C'est le seul chose je peux fais Est-ce-que n'est pas bonne, Ma? Ils ont changé ma chanson Look what they've done to my song, Ma Look what they've done to my song Well they've tied it up in a plastic bag Then turned it upside down Look what they've done to my song La, la, la, la... Well it's the only thing I could do half right And it's turning out all wrong Look what they've done to my song, Ma Oh Mama Well they've cook it like a chicken bone Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma Look what they've done to my song, Ma!  ",
        "title": "Look What They've Done To My Song Ma"
    },
    {
        "artist": "Michael Nesmith & The First National Band",
        "lyrics": null,
        "title": "Joanne"
    },
    {
        "artist": "R. Dean Taylor",
        "lyrics": "  (Police sirens) Mmm,mmm REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  If a man ever needed dying he did No one had a right to say what he said about you And it's so cold and lonely here without you Out there the law is coming I've been so tired of running  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  It hurts to see the man that I've become To know I'll never see the morning sunshine on the land I'll never see your smiling face or touch your hand If just once more I could see You, our home and our little baby  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  I hope this letter finds it's way to you Forgive me love for the shame I've put you through and all the tears Hang on love to the memories of those happy years Red lights are flashing around me Good Lord it looks like they found me  REFRAIN Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there I wish I had you, to talk to  Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there \"This is the police. You are surrounded Give yourself up.\" and fade) Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me, Lord I can't go back there Indiana wants me  ",
        "title": "Indiana Wants Me"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": "  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  Good evening, sweet darling May I ask your name You seem to be lonely Well, don't worry, I'm feeling the same  Whoa, it's a groovy situation A spendid combination That we should meet at a time like this Whoa, it's a groovy situation A spendid combination You're something that I just can't miss  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  A-that girl I'm gonna make her mine if it takes all night Can you dig it, can you dig it, can you dig it, can you dig it  It's been a long time, sweet darling Since love has come my way But I'm trying so hard To find the right words to say  Whoa, it's a groovy situation And a splendid combination That we should meet at a time like this Whoa, it's a groovy situation A splendid combination You're something that I just can't miss  Whoa, it's a groovy situation A splendid combination That we should meet at a time like a-this Whoa, it's a groovy situation And a splendid combination You're something that I just can't miss  Baby, baby, it's a groovy situation And a splendid combination That we should meet at a time like a-this Whoa, it's a groovy situation And a splendid combination You're something that I just can't miss  Baby, baby, it's a groovy situation  ",
        "title": "Groovy Situation"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  People see us everywhere They think you really care But myself I can't deceive I know it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know How much I love you so My only prayer will be Someday you'll care for me But it's only make believe  My hopes, my dreams come true My life, I'd give for you My heart, a wedding ring My all, my everything  My heart, I can't control You rule my very soul My plans, my hopes, my schemes You are my every dream But it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know Just how much I love you so My only prayer will be That someday you'll care for me But it's only make believe  ",
        "title": "It's Only Make Believe"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Love will abide Take things in stride Sounds like good advice But there's no one at my side  And time washes clean Love's wounds unseen That's what someone told me But I don't know what it means  Cause I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  Caught in my fears Blinking back the tears I can't say you hurt me When you never let me near  And I never drew One response from you All the while you fell All over girls you never knew  Cause I've done everything I know To try and make you mine And I think it's going to hurt me For a long, long time  Wait for the day You'll go away Knowing that you warned me Of the price I'd have to pay  And life's full of flaws Who knows the cause Living in the memory Of a love that never was  Cause I've done everything I know To try and change your mind And I think I'm going to miss you For a long, long time  And I've done everything I know To try and make you mine And I think I'm gonna love you For a long, long time  ",
        "title": "Long Long Time"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Waiting for the break of day Searching for something to say Dancing lights against the sky Giving up I close my eyes Sitting cross-legged on the floor Twenty five or six to four  [Verse 2] Staring blindly into space Getting up to splash my face Wanting just to stay awake Wondering how much I can take Should I try to do some more? Twenty five or six to four  {Instrumental}  [Verse 3] Feeling like I ought to sleep Spinning room is sinking deep Searching for something to say Waiting for the break of day Twenty five or six to four Twenty five or six to four  ",
        "title": "25 Or 6 To 4"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  Everybody, listen to me And return me my ship I'm your captain, I'm your captain Though I'm feeling mighty sick  I've been lost now, days uncounted And it's months since I've seen home Can you hear me, can you hear me Or am I all alone  If you return me to my home port I will kiss you, Mother Earth Take me back now, take me back now To the port of my birth  Am I in my cabin dreaming Or are you really scheming To take my ship away from me? You'd better think about it I just can't live without it So, please don't take my ship from me, yeah, yeah, yeah  I can feel the hand of a stranger And it's tightening around my throat Heaven help me, Heaven help me Take this stranger from my boat  I'm your captain, I'm your captain Though I'm feeling mighty sick Everybody, listen to me And return me my ship  I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah I'm your captain, yeah, yeah, yeah, yeah  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home, oh  I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home I'm getting closer to my home  ",
        "title": "Closer To Home (I'm Your Captain)"
    },
    {
        "artist": "Aretha Franklin with The Dixie Flyers",
        "lyrics": "  [Verse 1] Don’t play that song for me Cause it brings back memories Of days that i once knew The days that i spent with you Oh no! Don’t let them play it (oh no!) It fills my heart with pain (it hurts!) Please stop it right away Cause i remember just a’ what he said  [Chorus] He said, darling (darling i, i love you) And i know that he lied (darling i, i love you) You know that you lied (darling i, i love you) You know that you lied (you lied) Lied (you lied) You lied (to me)  [Verse 2] Hey mister, don’t play it no more Don’t play it no more I can’t stand it Don’t play it no more (no more) No more (no more) No more (can’t stand it) I remember on our first date He kissed me and he walked away I was only seventeen I never dreamed he’d be so mean  [Chorus] He told me darling (darling, i love you) Baby, baby, you lied (darling, i need you) You, you lied (darling, i love you) You know that you lied (you lied) Lied (you lied) Lied, lied (to me)  [Outro] O-o-oh darling (darling, i love you) You know that you lied, yeah (darling, i need you) You know i know you lied (darling, i love you) Darling, you lied (you lied) You lied (you lied) You lied. You’re all that i need. You lied (to me) O-u-o-o-o-oh, you lied (don’t play it no more) Hey baby don’t play it no more (wo-o-oh, don’t play it no more) Don’t do it. Don’t play it no more (wo-o-oh, for me) No more (for me) I can’t stand it no more (don’t play it no more) Ouh! Hey! Don’t play it no more (wo-o-oh, don’t play it no more)  ",
        "title": "Don't Play That Song"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1: Paul Simon] I'd rather be a sparrow than a snail Yes I would If I could I surely would I'd rather be a hammer than a nail Yes I would If I only could I surely would  [Bridge: Art Garfunkel] Away, I'd rather sail away Like a swan that's here and gone A man gets tied up to the ground He gives the world Its saddest sound Its saddest sound  [Verse 2: Paul Simon] I'd rather be a forest than a street Yes I would If I could I surely would I'd rather feel the earth beneath my feet Yes I would If I only could I surely would  ",
        "title": "El Condor Pasa (If I Could)"
    },
    {
        "artist": "The Poppy Family (Featuring Susan Jacks)",
        "lyrics": null,
        "title": "That's Where I Went Wrong"
    },
    {
        "artist": "100 Proof Aged in Soul",
        "lyrics": "  Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been sitting in my chair They ate up all my food And I don't stand to search Don't ell me it was a woman 'Cause a woman don't eat that much My brand new silk pajama's They're rolled up in the chair My mind ain't playing tricks on me Now tell me is he still here Somebody's been sleeping in my bed Somebody's been sitting in my chair Cigarettes in my ashtray And I don't even smoke Somebody's been in my best booze I can tell cause the seal is broke I left my bedroom slippers Last night underneath of my bed And now they're in my living room And my bed was left unmade Somebody's been sleeping in my bed Somebody's been sitting in my chair Fe Fi Fo Fum I can feel the presence of someone Fe Fi Fo Fum I can feel the presence of someone Somebody's been sleeping in my bed Somebody's been eating my food Somebody's been looking at my shoes Somebody's been sitting in my chair Somebody's been sleeping in my bed  ",
        "title": "Somebody's Been Sleeping"
    },
    {
        "artist": "Ernie (Jim Henson)",
        "lyrics": "  Rubber Duckie you're the one You make bath time lots of fun Rubber Duckie I'm awfully fond of you  Rubber Duckie joy of joys When I squeeze you, you make noise Rubber Duckie you're my very best friend it's true I find a little fellow who's cute and yellow and chubby Rub a dub dubby Rubber Duckie you're so fine and I'm lucky that you're mine Rubber Duckie I'd like a whole pond of you Rubber Duckie I'm awfully fond of you  ",
        "title": "Rubber Duckie"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "I (Who Have Nothing)"
    },
    {
        "artist": "Hotlegs",
        "lyrics": "  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  Neanderthal man Neanderthal man  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  I'm a Neanderthal man You're a Neanderthal girl Let's make Neanderthal love In this Neanderthal world  ",
        "title": "Neanderthal Man"
    },
    {
        "artist": "Crosby, Stills, Nash & Young",
        "lyrics": "  I'll light the fire You place the flowers in the vase That you bought today  Staring at the fire For hours and hours while I listen to you Play your love songs all night long For me, only for me  Come to me now And rest your head for just five minutes Everything is done  Such a cozy room The windows are illuminated by the evening Sunshine through them, fiery gems For you, only for you  Our house is a very, very, very fine house With two cats in the yard Life used to be so hard Now everything is easy cause of you And our  La-la, la-la-la la la...  Our house is a very, very, very fine house With two cats in the yard Life used to be so hard Now everything is easy cause of you And our  I'll light the fire You place the flowers in the vase That you bought today  ",
        "title": "Our House"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "It Don't Matter To Me"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  [Verse 1] Lucretia Mac Evil, little girl, what's your game? Hard luck and trouble, bound to be your claim to fame  [Chorus 1] Tail shakin', home breakin,' truckin' through town Each and every country mother's son hangin' 'round Drive a young man insane, Evil, that's your name  (Talk about it.)  [Verse 2] Lucretia Mac Evil, that's the thing you're doin' fine Back seat Delilah, that's your sixth big jug of wine woman  [Chorus 2] I hear your mother was the talk of the sticks Nothin' that your daddy wouldn't do for kicks Never done a thing worthwhile, evil woman child  [Bridge] Devil got you, Lucy under lock and key Ain't about to set you free Signed, sealed and witnessed on the day you were born No use tryin' to fake him out, no use tryin' to make him out Soon he'll be takin' out his doom What you goin' do, oh  [Verse 3] Lucretia Mac Evil Honey, where have you been all night? You hairs all messed up baby An' the clothes you're wearin' just don't fit you right no  [Chorus 3] Big Daddy Joe's payin' your monthly rent Tells his wife he can't imagine where the money went Dressin' you up in style, evil woman child  Oh, Lucy you're just so damn bad  [Lucretia's Reprise Plays] Ah here she comes Truckin' Well Lucy Walkin' down main street lookin' Lucy wow! Talk about it! Where have you been girl? Stop lying stop lying stop lying Lucy Wow! Tell the truth girl!  ",
        "title": "Lucretia Mac Evil"
    },
    {
        "artist": "Five Flights Up",
        "lyrics": null,
        "title": "Do What You Wanna Do"
    },
    {
        "artist": "Freda Payne",
        "lyrics": "  Deeper and deeper I'm falling in love with you My life grows sweeter every day  There must be something In the things you do That makes me love you In a helpless way  You`re my joy My all and all A fountain of love That keeps me falling  Deeper and deeper In love with you Each day gets sweeter and Sweeter just being with you I'm so in love with you  Stronger and stronger My heart beats for you You give me a feeling I can't explain  And every day you prove Your love is true You give me comfort Like no others can  You're my dream My one desire You're the hope That lifts me higher  Deeper and deeper In love with you Each day gets sweeter and Sweeter just being with you  Each day gets sweeter So much sweeter Just being with you I'm falling deeper and deeper In love with you  ",
        "title": "Deeper & Deeper"
    },
    {
        "artist": "Candi Staton",
        "lyrics": null,
        "title": "Stand By Your Man"
    },
    {
        "artist": "Teegarden & Van Winkle",
        "lyrics": "  Cheer the light Still the fires Raise your voice for God, love, and rock and roll We that fear The way is clear The day has come for God, love, and rock and roll  Sing your song We all belong Now`s the time for God, love, and rock and roll  Alright, sing we believe Come on (We believe) Lemme hear you now (We believe)  Everybody sing (We believe) Alright In God, love, and rock and roll  Ah, yes, indeed (Yes, indeed) That`s right, one more time (Yes, indeed, we believe in) (God, love, and rock and roll)  Alright, everybody Amen (Amen, amen, amen for) (God, love, and rock and roll)  Give a peace a chance, come on (Give peace a chance) (Give peace a chance) (Give peace a chance for) (God, love, and rock and roll)  God, love, and rock and roll God, love, and rock and roll Everybody, get down God, love, and rock and roll God, love, and rock and roll..  ",
        "title": "God, Love And Rock & Roll"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": "  I stand accused Of lovin' you too much And I hope, I hope it's not a crime 'Cause if it is, I'm guilty Of lovin' you, you, you  I, I hope to God That I never have, oh, to testify 'Cause if I do Everyone is gonna, they're gonna cry They're gonna say Old Ike is guilty Of lovin' a sweet girl like you  I know, I know You belong to another I, I may not stand a ghost of a chance I'll stand on top of Mount Everest And proudly tell the world that I love ya Oh yes, I will  Because I, I just can't I can't help myself I'm a victim of circumstance  And just one Ooh, one touch of your hand I don't know how it happened But just look at me I find myself chillin' On the witness stand  And I'm shoutin' out All over, all over the land Everybody, I'm guilty I'm guilty of lovin', lovin' you  I'm guilty of lovin' you I said, I'm guilty But what can I do? I wanna hold ya I wanna squeeze ya tight But my mind said She belong to another And that ain't right  (Album version cont.) ... I didn't ask to fall in love with you I just couldn't help myself And now I'm strung out Don't know what to do, no, no, no I'm guilty Of lovin' you Oh yeah, I'm guilty, of lovin' you I'm not ashamed to say I love you, I love you, I love you I can't help but, I just can't help but.. love you And I'm guilty baby Oh I'm guilty I know you belong to another But I can't help, I can't help but love you Oh yes I do I stand accused of loving you Baby, baby, baby Please, can't you understand, the situation that I'm in That's ~a~ one side of love, man  ",
        "title": "I Stand Accused"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Sick minds, sad sights Never ending sleepless nights have been accepted as an everyday thing Wire tapping, kidnapping...  Will the Russians push the button?  I tell you, people, our thoughts and values have got to change They say love is the strongest force on this earth Uh, but to me, peace among people surpasses love and worth People (jobs don`t come no bigger than the one we`ve got to do.) If we don`t give peace a chance, what do you think is gonna hapen to me and you?  Think about it  That`s why I am reaching out my hand to be your friend This unrest between races has got to come to an end Don`t let the color of my skin confuse you I swear on a stack of bibles I won`t misuse you So put your (hand in mine.) Huh, we're gonna form a human chain, mightier than a hurricane  (And walk this land, hand in hand, day and night, black and white.) We gotta unite the world (Walk this land, day and night, hand in hand, black and white.) Come on and sing it, sing it, sing it, sing it, sing it  We got to unite the world (Walk this land, day and night, hand in hand, black and white.) Log on to kill this message Come on and sing it, sing it, sing it, sing it, sing it with me  We got to unite the world (Walk this land, day and night, ahnd in hand, black and white.) God almighty,. Sing it, sing it, sing it Aww, unite the world  Come on Come on Come on Awww  Oh, ding-dong-ding let the freedom bell ring The good Lord made you and me, what he wanted us to be Free all those people you got chained up in your (mind.)Hmmm-mm-hmmm, now there`s truth in what I`m saying We gotta stop the games we`re playing Two wrongs ain`t never made a right (Right)  Hung up, tripped out, whatever you may be Now is the time to set yourself free Put your (hand in mine.) Huh, come on Oh, and let`s walk  Oh, we gonna...(walk this land, day and night, hand in hand, black and white.) Sing it with me now...(walk this land, day and night, hand in hand, black and white.) Raise your voices and sing along with me  Come on, we gonna unite the world (Walk this land, day and night, hand in hand, black and white.) We gonna...(walk this land, day and night, hand in hand, black and white.)  We gonna unite the world (Walk this land, day and night, hand in hand, black and white.) Sing it, sing it, sing it, sing it, sing it Aw, come on, come on, come on, come on  (Walk this land, day and night, hand in hand, black and white.) (Walk this land, day and night, hand in hand, black and white.) (Walk this land, day and night, hand in hand, black and white.)  ",
        "title": "Ungena Za Ulimwengu (Unite The World)"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Melinda was mine 'Til the time that I found her Holding Jim, loving him Then Sue came along, loved me strong That's what I thought Me and Sue, but that died too  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man, solitary man  I've had it to here Bein' where love's a small word Part-time thing, paper ring I know it's been done Havin' one girl who'll love me Right or wrong, weak or strong  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man, solitary man  (instrumental)  Don't know that I will But until I can find me The girl who'll stay And won't play games behind me I'll be what I am A solitary man Solitary man Solitary man Solitary man Solitary man  ",
        "title": "Solitary Man"
    },
    {
        "artist": "Mashmakhan",
        "lyrics": "  A child asks his mother, do you love me And it really means, will you protect me His mother answers him, I love you And it really means, you've been a good boy  And as the years go by True love will never die  At seventeen a girl says, do you love me And it really means, will you respect me The teenage boy answers, I love you But it really means, can I make love to you  And as the years go by True love will never die  I will love you forever I will love you forever  At sixty-five his wife says, do you love me And it means, I'd like to hear it again Her husband says to her, I love you But it really means, I love you till the end  And as the years go by True love will never die  Now you're asking me if I love you And it really means will I marry you And I answer, yes I love you But it really means that I won't be untrue  And as the years go by True love will never die  I will love you forever I will love you forever  ",
        "title": "As The Years Go By"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  From nowhere through a caravan Around the campfire light A lovely woman in motion With hair as dark as night  Her eyes were like that of a cat in the dark That hypnotized me with love  She was a gypsy woman She was a gypsy woman  She danced around and round To a guitar melody From the fire her face was all aglow How she enchanted me  Oh, how I'd love to hold her near And kiss and forever whisper in her ear  I love you, gypsy woman I love you, gypsy woman  All through the caravan She was dancing All the men Waiting for the rising sun Everyone was having fun  I hate to see the lady go Knowing she'll never know That I love her I love her  Gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman I love a gypsy woman  ",
        "title": "Gypsy Woman"
    },
    {
        "artist": "Bobby Bloom",
        "lyrics": "  Vernon'll meet me when the BO-AC lands Keys to the M.G. will be in his hands Adjust to the driving 'n' I'm on my way It's all on the right side in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  'N' Gillian'll meet me like a brother would I think I remember but it's twice as good Like how cool the rum is from his silver tray I thirst to be thirsty in Montego Bay Sing out; oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  I'll lay on a lilo till I'm lobster red I still feel the motion here at home in bed I tell you it's hard for me to stay away You ain't been till you been high in Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh Come sing me La Come sing me Montego Bay Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh  ",
        "title": "Montego Bay"
    },
    {
        "artist": "The Moments",
        "lyrics": "  If I didn't care more than words can say If I didn't care would I feel this way? If this isn't love then why do I thrill? And what makes my head go round and round While my heart stands still&63  If I didn't care would it still be the same? Would my ev'ry prayer begin and end with just, just your name? And would I be sure that this is love beyond compare? Would all this be true if I didn't care for you?  ",
        "title": "If I Didn't Care"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  Nah nah, nah nah nah, nah nah nah Nah nah, nah nah nah, nah nah nah  Nah nah, nah nah nah, nah nah nah Nah nah, nah nah nah, nah nah nah  Come on, come on Julie Touch me with your fingers Let your sweet perfume fill the up air  Kiss me once and baby Make me know you mean it Let me know for sure You really care  (Chorus:) Baby, we can make music Sweet, sweet music! We can make music A song so soft and rare!  (End Chorus) (Refrain:) And it'll be our song Nobody's but our song Come on Julie Show me that you really care (End Refrain)  'Cause one and one make one Whenever you are with me I'm only half a man Whenever you're not there  So come on Julie Let your love surround me Ohhh, woahh Let me know for sure That you really care  (Repeat Chorus) (Repeat Refrain)  Nah nah, nah nah nah, nah nah nah Nah nah, nah nah nah, nah nah nah  Nah nah, nah nah nah, nah nah nah Nah nah, nah nah nah, nah nah nah  Baby now...  (Repeat chorus 2x)  ",
        "title": "We Can Make Music"
    },
    {
        "artist": "Christie",
        "lyrics": "  {Intro}  So long, boy, you can take my place I got my papers, I got my pay So pack my bags and I'll be on my way to Yellow River  Put my gun down, the war is won Fill my glass high, the time has come I'm goin' back to the place that I love Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  Cannon fire lingers in my mind I'm so glad I'm still alive And I've been gone for such a long time from Yellow River  I remember the nights were cool I can still see the water pool And I remember the girl that I knew from Yellow River  Yellow River, Yellow River is in my mind and in my eyes Yellow River, Yellow River is in my blood, it's the place that I love  Got no time for explanations, got no time to lose Tomorrow night you'll find me sleepin' underneath the moon And Yellow River  {outro}  ",
        "title": "Yellow River"
    },
    {
        "artist": "The Who",
        "lyrics": "  See Me Feel Me Touch Me Heal Me  See Me Feel Me Touch Me Heal Me  Listening to you, I get the music Gazing at you, I get the heat Following you, I climb the mountain I get excitement at your feet  Right behind you, I see the millions On you, I see the glory From you, I get opinion From you, I get the story  Listening to you, I get the music Gazing at you, I get the heat Following you, I climb the mountain I get excitement at your feet  Right behind you, I see the millions On you, I see the glory From you, I get opinion From you, I get the story  ",
        "title": "See Me, Feel Me"
    },
    {
        "artist": "Elephant's Memory",
        "lyrics": "  In the village Of Leboga Lies a body Cold and dead For the venom Of the cobra Has with The body wed I can hear A little girl As she cries All around For the snake Has killed the father Tell me where it Can help be found Mongoose! mongoose! mongoose! mongoose! Then all the people Sound the drums Call the mongoose From his lair Through the jungle He flies alone To a tunnel On a hill In the dark The cobra waits In his eyes a Glow of red Like a flash Comes the mongoose For the battle Head to head Mongoose! mongoose! mongoose! mongoose! Said the mongoose To the cobra \"See that panther In that tree\" As the cobra Turned its head Mongoose caught it In his teeth Then the people Started singing For the snake Killed them all Cobra eggs Now are hatching Baby cobras Back for more! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! Mongoose! mongoose! mongoose! mongoose! mongoose! (fade...)  ",
        "title": "Mongoose"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  Well I woke up Sunday morning With no way to hold my head, that didn't hurt And the beer I had for breakfast wasn't bad So I had one more for dessert Then I fumbled in my closet through my clothes And found my cleanest dirty shirt Then I washed my face and combed my hair And stumbled down the stairs to meet the day  I'd smoked my mind the night before With cigarettes and the songs I'd been pickin' But I lit my first and watched a small kid Playin' with a can that he was kicking Then I walked across the street And caught the Sunday smell of someone's fryin' chicken And it took me back to somethin' That I'd lost somewhere, somehow along the way  On a Sunday morning sidewalk I'm wishing Lord that I was stoned Cause there's something in a Sunday That makes a body feel alone And there's nothin' short of dyin' That's half as lonesome as the sound Of a sleepin' city sidewalk And Sunday mornin' comin' down  In the park I saw a daddy With a laughin' little girl who he was swingin' And I stopped beside a Sunday school And listened to the songs they were singin' Then I headed down the street And somewhere far away a lonely bell was ringin' And it echoed thru the canyon Like the disappearing dreams of yesterday  On a Sunday morning sidewalk I'm wishing Lord that I was stoned Cause there's something in a Sunday That makes a body feel alone And there's nothin' short of dyin' That's half as lonesome as the sound Of a sleepin' city sidewalk And Sunday mornin' comin' down  ",
        "title": "Sunday Morning Coming Down"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Watch me Watch me I got it Watch me I got it Hey  [Verse 1] I got something that makes me wanna shout I got something that tells me what it's all about Huh, I got soul, and I'm super bad  [Chorus] I've got soul, and I'm super bad Huh  [Verse 2] Now I got to move that tells me what to do Sometimes it's easy, ha Now I gotta move that tells me what to do Sometimes I feel so nice, I wanna try myself with you Ha, ha  [Chorus] I got soul, and I'm super bad Ha  [Verse 3] I love, I love to do my thing Ha, and I, and I don't need no one else Sometimes I feels so nice, good god I jump back, I wanna kiss myself  [Chorus] I've got soul, huh, and I'm super bad Hey I said I'm super bad  [Bridge] Bridge, come on Slap it down And round and round Up and down All around Right-on people Huh, let it all hang out If you don't brothers and sisters Then you won't know What it's all about Gimme, gimme, gimme, gimme, gimme, gimme, gimme Heeeeey Uh, come on  [Verse 3] I got the something that makes me wanna shout I got that thing that tells me what it's all about I got soul, ha, and I'm super bad I got the move that tells me what to do Sometimes I feel so nice, I said I wanna try myself with you Ha  [Chorus] I, I, I, I I got soul, and I'm super bad  [Bridge] Bridge, hit me Slap it down And all around Right-on people Huh, let it all hang out If you don't brothas and sistas Then you won't know What it's all about Gimme, gimme, gimme, gimme Huh, come on Come on Robbin Come on[?] Come on Robbin Gimme Gimme Gimme Gimme Gimme  [Outro] Said I'm super bad A super bad brother Super bad Super bad Come on now Come on Super bad Damn Good god Super bad [?] Let me hear you Super bad  ",
        "title": "Super Bad (Part 1 & Part 2)"
    },
    {
        "artist": "The Three Degrees",
        "lyrics": null,
        "title": "I Do Take You"
    },
    {
        "artist": "The Impressions",
        "lyrics": null,
        "title": "(Baby) Turn On To Me"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Why do birds suddenly appear Every time you are near? Just like me, they long to be Close to you  Why do stars fall down from the sky Every time you walk by? Just like me, they long to be Close to you  On the day that you were born The angels got together And decided to create a dream come true So they sprinkled moondust in your hair of gold And starlight in your eyes of blue  That is why all the girls in town (girls in town) Follow you (follow you) all around (all around) Just like me, they long to be Close to you  On the day that you were born The angels got together And decided to create a dream come true So they sprinkled moondust in your hair of gold And starlight in your eyes of blue  That is why all the girls in town (girls in town) Follow you (follow you) all around (all around) Just like me, they long to be Close to you  Just like me (just like me), they long to be Close to you  Ah, close to you Ah, close to you Ah, close to you Ah, close to you  ",
        "title": "(They Long To Be) Close To You"
    },
    {
        "artist": "Ray Price",
        "lyrics": null,
        "title": "For The Good Times"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Engine, engine number nine Can you get me back on time Move on, move on down the track Keep that steam coming out the stack Keep on movin', keep on movin', keep on movin'  Engine, engine number nine Keep on movin' down the line Seem like I've been gone for days I can't wait to see my baby's face, look here Been so long since I held her, been so long since I have  Been so long since I held her Been so long since I kissed her  Engine, engine number nine Move on, move on down the line Seem like I've been gone for days I can't wait to see my baby's face  Move on, move on, ow, move on, ow Good god almighty, got to get there, ah, huh  Ah, that sounded all right I think I want to hold it a litte bit longer I'm gonna let the boys cook this a little bit  Keep on movin', keep on movin', keep on movin' Move on, move on  ",
        "title": "Engine Number 9"
    },
    {
        "artist": "O.C. Smith",
        "lyrics": null,
        "title": "Baby, I Need Your Loving"
    },
    {
        "artist": "Eric Burdon And War",
        "lyrics": "  {Intro}  I was once out strolling One very hot summer's day When I thought I'd lay myself down to rest In a big field of tall grass I lay there in the sun And felt it caressing my face As I fell asleep and dreamed  I dreamed I was in a Hollywood movie, yes I did And that I was the star of the movie This really blew my mind The fact that me, an overfed long-haired, leaping gnome Should be the star of a Hollywood movie  But there I was I was taken to a place: The Hall of the Mountain King I stood high up on a mountaintop Naked to the world In front of Every kind of girl There was long ones, tall ones, short ones, brown ones Black ones, round ones, big ones Crazy ones  Out of the middle Came a lady She whispered in my ear Something crazy She said:  Spill the wine, dig that girl Spill the wine, take that pearl  I thought to myself What could that mean? Am I going crazy Or is this just a dream? Now wait a minute - I know I'm lying in a field of grass somewhere So it's all in my head And then I heard her say ...one more time:  Spill the wine take that pearl  I could feel hot flames of fire roaring at my back As she disappeared But soon she returned In her hand was a bottle of wine In the other, a glass She poured some of the wine from the bottle into the glass And raised it to her lips And just before she drunk it She said:  Take the wine, take that pearl Spill the wine, take that pearl  ",
        "title": "Spill The Wine"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "Cry Me A River"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Make it easy on yourself Make it easy on yourself Breaking up is so very hard to do  If you really love her And there's nothing I can do Don't try to spare my feelings Just tell me that we're through  And make it easy on yourself Make it easy on yourself 'Cause breaking up is so very hard to do  And if the way I hold you Can't compare to his caress No words of consolation Will make me miss you less  My darling, if this is goodbye I just know I'm gonna cry So run to her Before you start crying, too  And make it easy on yourself Make it easy on yourself 'Cause breaking up is so very hard to do  Oh, baby, it's so hard to do  ",
        "title": "Make It Easy On Yourself"
    },
    {
        "artist": "The Delfonics",
        "lyrics": null,
        "title": "When You Get Right Down To It"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Come On And Say It"
    },
    {
        "artist": "Paul Davis",
        "lyrics": null,
        "title": "I Just Wanna Keep It Together"
    },
    {
        "artist": "Mark Lindsay",
        "lyrics": "  Listen easy, you can hear God callin' Walkin' barefoot by a stream Come unto me, your hair softly fallin' On my face as in a dream  And the time will be our time And the grass won't pay no mind  Sayin' nothin', lyin' where the sun is Bakin' down upon our sighs My lips touch you with their soft wet kisses Your hands gentle in reply  And the time will be our time And the grass won't pay no mind  Child, touch my soul with your cries And the music will know what we found I hear a hundred goodbyes But today I hear only one sound  The moment we're livin' is now Na, na, na, na, na, na  Young bird flyin' and a soft wind blowin' Cools the sweat inside my palms Close my eyes and see the flowers growin' As you lay sleepin' in my arms  And the time will be our time And the grass won't pay no mind  ",
        "title": "And The Grass Won't Pay No Mind"
    },
    {
        "artist": "The Whispers",
        "lyrics": null,
        "title": "Seems Like I Gotta Do Wrong"
    },
    {
        "artist": "Shirley Bassey",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": null,
        "title": "Sweetheart"
    },
    {
        "artist": "Blue Mink",
        "lyrics": null,
        "title": "Our World"
    },
    {
        "artist": "Donovan",
        "lyrics": "  [Verse 1] Better get into what you gotta get into Better get into it now, no slacking please United Nations ain't really united And the organisations ain't really organised  [Chorus] Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Won't be coming around for to kill your snakes no more, my love Riki tiki tavi mongoose is gone  [Verse 2] Everybody who read the Jungle Book knows that Riki tiki tavi's a mongoose who kills snakes When I was a young man I was led to believe there were organisations to kill my snakes for me Ie the church ie the government ie school But when I got a little older, I learned I had to kill them myself  [Chorus] (I said) Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Won't be coming around for to kill your snakes no more, my love Riki tiki tavi mongoose is gone  [16 bars instrumental]  [Verse 3] People walk around, they don't know what they're doing They been lost so long they don't know what they've been looking for Well, I know what I'm a-looking for but I just can't find it I guess I gotta look inside of myself some more Oh oh oh, inside of myself some more Oh oh oh, inside of myself some more  [Chorus] Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone Riki tiki tavi mongoose is gone  [Outro] I saw you today on a number twelve Bus you were going my way My way  ",
        "title": "Riki Tiki Tavi"
    },
    {
        "artist": "James Gang",
        "lyrics": "  I sleep all day, out all night I know where you're goin' I don't think that's a-actin' right You don't think it's showin'  A-jumpin' up, fallin' down Don't misunderstand me You don't think that I know your plan What you tryin' to hand me?  Out all night, sleep all day I know what you're doin' If you're gonna a-act that way I think there's trouble brewin'  ",
        "title": "Funk # 49"
    },
    {
        "artist": "The Presidents",
        "lyrics": null,
        "title": "5-10-15-20 (25-30 Years Of Love)"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  [Intro] Ba, ba ba, babababa, baba-ba-baa  [Verse 1] I'm sleeping And right in the middle of a good dream Like all at once I wake up From something that keeps knocking at my brain Before I go insane I hold my pillow to my head And spring up in my bed Screaming out the words I dread \"I think I love you!\" I think I love you  [Verse 2] This morning I woke up with this feeling I didn't know how to deal with And so I just decided to myself I'd hide it to myself And never talk about it And didn't I go and shout it When you walked into my room \"I think I love you!\" I think I love you  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Interlude] I don't know what I'm up against I don't know what its all about I've got so much to think about Hey!!  [Chorus] I think I love you So what am I so afraid of? I'm afraid that I'm not sure of A love there is no cure for  I think I love you Isn't that what life is made of? Though it worries me to say I've never felt this way  [Verse 3] Believe me You really don't have to worry I only want to make you happy And if you say Hey, go away, I will But I think better still I better stay around and love you Do you think I have a case? Let me ask you to your face  [Outro] Do you think you love me? I think I love you! I think I love you! I think I love you I think I love you! I think I love you! I think I love you! I think I love you I think I love you! I think I love you  ",
        "title": "I Think I Love You"
    },
    {
        "artist": "Otis Leaville",
        "lyrics": null,
        "title": "Love Uprising"
    },
    {
        "artist": "Alive 'N Kickin'",
        "lyrics": null,
        "title": "Just Let It Come"
    },
    {
        "artist": "Diane Kolby",
        "lyrics": null,
        "title": "Holy Man"
    },
    {
        "artist": "Ann Peebles",
        "lyrics": null,
        "title": "Part Time Love"
    },
    {
        "artist": "Quicksilver Messenger Service",
        "lyrics": null,
        "title": "Fresh Air"
    },
    {
        "artist": "Jake Holmes",
        "lyrics": null,
        "title": "So Close"
    },
    {
        "artist": "Blues Image",
        "lyrics": "  I was out at the Old Mill town A week ago today What I saw was a small gas lamp And pots made out of clay  When I wiped off a little dust Smoke began to rise Out of a cloud came a frightful sight Of people running, child  And they sang, la la la la...  When I sat down beside the lamp I couldn't believe my eyes They were blowing a bubble pipe About two times the size  As they sang, la la la la...  It's fun just to be Be what you are So we are singing this song  It's fun just to be Be what you are So we are singing A happy song  It's fun just to be Be what you are So we are singing A happy song  ",
        "title": "Gas Lamps And Clay"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "Let Me Back In"
    },
    {
        "artist": "Canned Heat",
        "lyrics": "  {Intro}  Together we stand, divided we fall Come on now people, let's get on the ball and work together Come on, come on, let's work together, now now people Because together we will stand every boy, every girl and a man...  Before when things go wrong, as they sometimes will And the road that you travel, it stays all up hill Let's work together, come on, come on, let's work together Now now people, you know together we will stand Every boy, girl, woman and a man ...  Oh well now, two or three minutes, two or three hours What does it matter now, if this goes round Let's work together, come on, come on Let's work together, now now people Because together we will stand Every boy, every woman and a man ...  {Bridge} Oh, common now..  Oh well, make someone happy, make someone smile Let's all work together and make life worthwhile Let's work together, come on , come on Let's work together, now now people Because together we will we stand Every boy, girl, woman and a man...  Oh well now, come on you people, walk hand in hand Let's make this world of ours, a good place to stand And work together, come on, come on Let's work together, now, now people Because together we will stand Every boy, girl, woman and man Ah, yeah  {Bridge}  Well now, together we will stand Every boy, girl, woman and man Ah, yeah  {Outro}  ",
        "title": "Let's Work Together"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": null,
        "title": "Time Waits For No One"
    },
    {
        "artist": "The Five Stairsteps",
        "lyrics": null,
        "title": "America/Standing/Because I Love You"
    },
    {
        "artist": "Fantasy",
        "lyrics": null,
        "title": "Stoned Cowboy"
    },
    {
        "artist": "The Assembled Multitude",
        "lyrics": null,
        "title": "Woodstock"
    },
    {
        "artist": "Ray Charles",
        "lyrics": "  [Verse] If you were mine I'd never let you leave me If you were mine I'd never let you go Because you are Just what I've always wanted And I think that you oughta know From the moment I first saw you Girl, you went straight to my brain In my heart I've got a feeling That I could never explain If you were mine You'd never know no sorrow If you were mine I'd marry you tomorrow Yes, I would Believe me, girl What the occasion If you call me I'll come with no persuasion You just call And I'll come running Oh, yes, I will, baby Come rain or storm Hail or snow Because the way I feel about you No place is too remote to go Oh, well, baby, oh, well Now now now now now... Oh, baby, oh, well...  ",
        "title": "If You Were Mine"
    },
    {
        "artist": "Buddy Miles",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  It's so nice coming home to you My heart belongs Right at home with you The road is a road And it always is the seem It goes on and on And never seems to change Life on the road Is the people we meet And each one is like A different street There's so much to see And so many things to be But whatever you do Don't forget about me, come on It's so nice coming home to you Baby, my heart belongs Right at home with you One more time It's so nice coming home to you My heart belongs Right at home with you Lonely hours when I'm gone All I want is to get back home So look our your window It won't be long Let everybody know I'm coming home It's so nice coming home to you My heart belongs Right at home with you Everybody sing It's so nice (it's so nice) Coming home (coming home) To you (to you) My heart belongs Right at home with you  ",
        "title": "It's So Nice"
    },
    {
        "artist": "Laura Nyro",
        "lyrics": "  When this old world starts getting me down And people are much too much for me to take (up on the roof) I climb way up to the top of the stairs And all my cares just drift right into space  On the roof, the only place I know Where you just have to wish to make it so Up on the roof  When I come home feeling tired and beat I go up where the air is fresh and sweet (up on the roof) I get away from the hustling crowd And all that rat-race noise down in the street  At night the stars put on a show for free Darling, you can share it all with me Let's go I keep a-telling you  Right smack dab in the middle of town I've found a paradise that's trouble proof And if this world starts getting you down There's room enough for two Up on the roof Up on the roof (up on the roof) Come on, baby, come on, baby Up on the roof Up on the roof  ",
        "title": "Up On The Roof"
    },
    {
        "artist": "Poco",
        "lyrics": "  You better think twice About leaving me behind Make up your mind About what you're gonna do You know it ain't easy When your love huts night and day Oh, how you please When I hear you call my name  Breathlessly I await the moment to surround you Do not fear the song that makes you sing It'll offer you wings to fly away But do not expect to land if you can't stay  You better think twice About leaving me behind Make up your mind About what you're gonna do You take my advice Oh woman, you've got to choose Take a little time You got nothing more to lose  (Spoken: Man it hurts my fingers) (Spoken: Marijuana)  In time, you know my melody will haunt you Your words can make it rhyme so easily It ain't no sin when love is real So come on and let me know just how you feel  You better think twice About leaving me behind Make up your mind About what you're gonna do You take my advice Oh woman, you've got to choose Take a little time You got nothing more to lose  ",
        "title": "You Better Think Twice"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Funky Man"
    },
    {
        "artist": "Pacific Gas And Electric",
        "lyrics": null,
        "title": "Father Come On Home"
    },
    {
        "artist": "The Band",
        "lyrics": null,
        "title": "Time To Kill"
    },
    {
        "artist": "Robin McNamara",
        "lyrics": null,
        "title": "Got To Believe In Love"
    },
    {
        "artist": "Brooklyn Bridge",
        "lyrics": null,
        "title": "Day Is Done"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": null,
        "title": "I'm Better Off Without You"
    },
    {
        "artist": "Brian Auger & The Trinity",
        "lyrics": null,
        "title": "Listen Here"
    }
]