[
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1 (Lead vocals: Paul McCartney)] When I find myself in times of trouble Mother Mary comes to me Speaking words of wisdom \"Let it be\" And in my hour of darkness She is standing right in front of me Speaking words of wisdom \"Let it be\"  [Chorus] Let it be, let it be, let it be, let it be Whisper words of wisdom Let it be  [Verse 2] And when the brokenhearted people Living in the world agree There will be an answer Let it be For though they may be parted There is still a chance that they will see There will be an answer Let it be  [Chorus] Let it be, let it be, let it be, let it be Yeah there will be an answer Let it be Let it be, let it be, let it be, let it be Whisper words of wisdom Let it be  [Instrumental]  [Chorus] Let it be, let it be, let it be, yeah let it be Whisper words of wisdom Let it be  [Verse 3: Paul McCartney] And when the night is cloudy There is still a light that shines on me Shine until tomorrow Let it be I wake up to the sound of music Mother Mary comes to me Speaking words of wisdom Let it be  [Chorus] Let it be, let it be, let it be, yeah let it be There will be an answer Let it be Let it be, let it be, let it be, yeah let it be Whisper words of wisdom Let it be  ",
        "title": "Let It Be"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Michael] A buh-buh buh buh  [J5] A buh-buh buh buh  [Michael] You went to school to learn, girl Things you never, never knew before...  [Jermaine-] Like \"I before E, except after C\"  [Michael] And why two plus two makes four Now now now, I'm gonna teach you... [J5] Teach you, teach you  [Michael] All about love, yeah! [J5] All about love!  [Jermaine-] Sit yourself down, take a seat All you gotta do is repeat after me  [Chorus] [J5] A, B, C [Michael] It's easy as... [J5] 1, 2, 3 [Michael] Or simple as... [J5] Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me girl! [J5] A, B, C [Michael] Easy as... [J5] 1, 2, 3 [Michael] Or simple as... [J5] Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me, girl!  [Tito] Come on, let me love  you just a little bit! [Jackie] Come on, let me love you just a little bit! [Jermaine] I'm-a gonna teach how to sing it out! [Michael] Come on, come on, come on Let me show you what it's all about!  Reading, writing, arithmetic Are the branches of the learning tree  [Jermaine] But without the roots of love every day, girl...  [Michael] Your education ain't complete T-t-t-teachers gonna show you  [J5] Show you, show you  [Michael] How to get an \"A\"!  [J5] Nyah nyah nyah nyah!  [Jermaine:-] Spell me you [J5] You add the two! [Jermaine-] Listen to me baby, that's all you gotta do!  [Chorus] [J5] A, B, C [Michael] It's easy as... [J5] 1, 2, 3 [Michael] Or simple as Do-Re-Mi [Michael] A, B, C, 1, 2, 3, baby you and me girl!  [J5] A, B, C, 1, 2, 3 [Michael] It's easy, it's like counting up to three [J5] Do-Re-Mi, A, B, C [Michael] Sing a simple melody That's how easy love can be [All] That's how easy love can be [Michael] Sing a simple melody, 1, 2, 3, you and ME!  [Bridge] [Michael] Sit down, girl! I think I love you! No! Get up, girl! Show me what you can do!  Shake it, shake it, baby, come on now! Shake it, shake it, baby, ooo oooh! Shake it shake it, baby, huh! 1, 2, 3, baby, oo ooo! A, B, C, baby, nah nah! Do-Re-Mi, baby, huh! That's how easy love can be  [J5] A, B, C, 1, 2, 3 [Michael] It's easy, it's like counting up to three [J5] Do-Re-Mi, A, B, C [Michael] Sing a simple melody That's how easy love can be  [Jermaine] I'm-a gonna teach how to sing it out! [Michael] Come on, come on, come on Let me show you what it's all about!  [Michael] A, B, C, it's easy, it's like counting up to three Sing a simple melody That's how easy love can be  [Jermaine] I'm-a gonna teach how to sing it out, sing it out, sing it out! [Michael] Oh! Oh! Oh, baby!  [Michael] A, B, C, it's easy, it's like counting up to three Sing a simple melody That's how easy love can be!  ",
        "title": "ABC"
    },
    {
        "artist": "Norman Greenbaum",
        "lyrics": "  When I die and they lay me to rest Gonna go to the place that's the best When I lay me down to die Goin' up to the spirit in the sky Goin' up to the spirit in the sky That's where I'm gonna go when I die When I die and they lay me to rest Gonna go to the place that's the best  Prepare yourself you know it's a must Gotta have a friend in Jesus So you know that when you die He's gonna recommend you To the spirit in the sky Gonna recommend you To the spirit in the sky That's where you're gonna go when you die When you die and they lay you to rest You're gonna go to the place that's the best  {Instrumental}  Never been a sinner. I never sinned I got a friend in Jesus So you know that when I die He's gonna set me up with The spirit in the sky Oh set me up with the spirit in the sky That's where I'm gonna go when I die When I die and they lay me to rest I'm gonna go to the place that's the best Go to the place that's the best  {Instrumental}  ",
        "title": "Spirit In The Sky"
    },
    {
        "artist": "John Ono Lennon",
        "lyrics": null,
        "title": "Instant Karma (We All Shine On)"
    },
    {
        "artist": "Edison Lighthouse",
        "lyrics": "  She ain't got no money Her clothes are kinda funny Her hair is kinda wild and free Oh, but love grows where my Rosemary goes And nobody knows like me  She talks kinda lazy And people say she's crazy And her life's a mystery Oh, but love grows where my Rosemary goes And nobody knows like me  There's something about her hand holding mine It's a feeling that's fine And I just gotta say, hey! She's really got a magical spell And it's working so well That I can't get away  I'm a lucky fella And I just got to tell her That I love her endlessly Because love grows where my Rosemary goes And nobody knows like me  There's something about her hand holding mine It's a feeling that's fine And I just gotta say, hey! She's really got a magical spell And it's working so well That I can't get away  I'm a lucky fella And I just got to tell her That I love her endlessly Because love grows where my Rosemary goes And nobody knows like me  It keeps growing every place she's been And nobody knows like me If you've met her, you'll never forget her And nobody knows like me La la la, believe it when you've seen it Nobody knows like me  ",
        "title": "Love Grows (Where My Rosemary Goes)"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] When you're weary Feeling small When tears are in your eyes I will dry them all I'm on your side When times get rough And friends just can't be found Like a bridge over troubled water I will lay me down Like a bridge over troubled water I will lay me down  [Verse 2] When you're down and out When you're on the street When evening falls so hard I will comfort you I'll take your part When darkness comes And pain is all around Like a bridge over troubled water I will lay me down Like a bridge over troubled water I will lay me down  [Verse 3] Sail on Silver Girl Sail on by Your time has come to shine All your dreams are on their way See how they shine If you need a friend I'm sailing right behind Like a bridge over troubled water I will ease your mind Like a bridge over troubled water I will ease your mind  ",
        "title": "Bridge Over Troubled Water"
    },
    {
        "artist": "Badfinger",
        "lyrics": "  If you want it, here it is come and get it Mmmm, make your mind up fast If you want it, anytime I can give it But you better hurry cause it may not last  Did I hear you say that there must be a catch Will you walk away from a fool and his money If you want it, here it is come and get it But you better hurry cause it's going fast  If you want it, here it is come and get it Mmmm, make your mind up fast If you want it, anytime I can give it But you better hurry cause it may not last  Did I hear you say that there must be a catch Will you walk away from a fool and his money  Sonny, if you want it, here it is come and get it But you better hurry cause it's going fast You'd better hurry cause it's going fast Fool and his money  Sonny, if you want it, here it is come and get it But you better hurry cause it's going fast You'd better hurry cause it's going fast You'd better hurry cause it's going fast  ",
        "title": "Come And Get It"
    },
    {
        "artist": "The Friends Of Distinction",
        "lyrics": "  Love me let me be lonely Part time love I can find any day So don't defy mother nature's way please Make it mine, a love for to stay I can live without love If I wanted to in this lonely room But I don't want to so I leave it up to you To wash away my gloom Oh, oh, oh Do doo, do doo, do doo, do doo You will or either you won't now It's up to you I've had my say So truly love do love me completely Hey come on, come on come my way REPEAT CHORUS  ",
        "title": "Love Or Let Me Be Lonely"
    },
    {
        "artist": "The Guess Who",
        "lyrics": null,
        "title": "American Woman/No Sugar Tonight"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  [Verse 1] Come with me And we shall run across the sky And illuminate the night Oh, oh, oh, I will try and guide you To better times and brighter days Don't be afraid  [Chorus] Come up the ladder to the roof Where we can see heaven much better Come up the ladder to the roof Where we can be (where we can be) Closer to heaven (to heaven, stay)  [Verse 2] Stay with me And we shall let expression sing Can't you hear 'em ring? Oh, oh, oh, memories of yesterday Yesterday's broken dreams Don't you know they'll all fade away If you'll come  [Chorus]  [Verse 3] We'll laugh and I'll tell you the story of love How it is, and the happiness in it, baby We'll combine our thoughts And together we'll travel the roads To the fountain of loveliness I will never, ever, ever leave you Leave you alone to wonder As we go on, our love, it will grow (It will grow) Much stronger and stronger  [Chorus] Ah, up the (up the) Ooh-ooh, up the (up the) Oh, come on and walk (walk) Come on and talk (talk) Come on and sing about love and understanding Ooh, ooh, ooh (up the ladder to the roof) Ooh, ooh, ooh (see heaven) Ooh, ooh, ooh (go up the ladder to the roof)  ",
        "title": "Up The Ladder To The Roof"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": null,
        "title": "Easy Come, Easy Go"
    },
    {
        "artist": "The Originals",
        "lyrics": null,
        "title": "The Bells"
    },
    {
        "artist": "Frijid Pink",
        "lyrics": null,
        "title": "House Of The Rising Sun"
    },
    {
        "artist": "The Jaggerz",
        "lyrics": null,
        "title": "The Rapper"
    },
    {
        "artist": "Kenny Rogers & The First Edition",
        "lyrics": "  You lie in gentle sleep beside me I hear your warm and rhythmic breathing I take your hand and hold it tightly Listen, can you not hear our young hearts beating  I kiss the sleep from your eyes Your smile is sweeter than the morning And a-here it comes  Can't you feel it, baby Can't you feel it, here it comes Feel it, feel it Fire, fire Something's burning Something's burning Something's burning And I think it's love  And now the sun is burning brightly We lie in love so close together I get the feeling deep inside me My love for you will burn forever  I cup my hands to touch your face And once again I feel your fire And a-here it comes  Can't you feel it, baby Can't you feel it, here it comes again Feel it, feel it Fire, fire Something's burning Something's burning Something's burning And I think it's love  And I think it's love And I think it's love And I think it's love  Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' And I think it's love  And I think it's love Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' Can't you feel the fire Keeps burnin' And I think it's love And I think it's love  ",
        "title": "Something's Burning"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": "  Oh, darling I'm so lonely without you Can't sleep at night Always thinking about you  But if I had the Chance to start all over I would be wishing today On a four leaf clover  And leaving would be The last thing on my mind If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  Oh, darling I can't hold out much longer For the pain is getting deep Oh, the hurt keeps getting stronger  But if I had just one more try I would be yours alone Until the day I die  And we would Have a love so divine If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  Remember, girl That I love you  Oh, darling, please Please let me come back home Your love has been So good to me, baby And I just realized Without it, I can't go on  Cause you're the other half That makes my life complete If I had one more chance We'd have a love so sweet  And leaving would be The last thing on my mind If I could turn back The hands of time  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time) I love you  (If I could turn back The hands of time) Girl, I need you (If I could turn back The hands of time) mmm  (If I could turn back The hands of time) oh, baby (If I could turn back The hands of time)  ",
        "title": "Turn Back The Hands Of Time"
    },
    {
        "artist": "Crosby, Stills, Nash & Young",
        "lyrics": null,
        "title": "Woodstock"
    },
    {
        "artist": "The Marmalade",
        "lyrics": "  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  The greetings of people in trouble Reflections of my life Oh how they fill my eyes  Oh my sorrows Sad tomorrows Take me back to my own home  Oh my crying (Oh my crying) Feel I'm dying, dying Take me back To my own home  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  {Instrumental}  I'm changing, arranging I'm changing I'm changing everything Everything around me  The changing of sunlight to moonlight Reflections of my life Oh how they fill my eyes  The world is A bad place A bad place A terrible place to live Oh but I don't want to die ...  Oh my sorrows Sad tomorrows Take me back to my own home  Oh my crying (Oh my crying) Feel I'm dying, dying Take me back To my own home  ",
        "title": "Reflections Of My Life"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "Give Me Just A Little More Time"
    },
    {
        "artist": "Michael Parks",
        "lyrics": "  Going down that long lonesome highway Bound for the mountains and the plains Sure ain't nothing here gonna tie me And I got some friends I'd like to see One of these days I'm gonna settle down But till I do I won't be hanging round Going down that long lonesome highway Gonna live life my way  One of these days I'm gonna settle down But till I do I won't be hanging round Going down that long lonesome highway Gonna live life my way Yes I'm going down that long lonesome highway Gonna live life my way  ",
        "title": "Long Lonesome Highway"
    },
    {
        "artist": "Santana",
        "lyrics": "  {Intro}  You've got to change your evil ways, baby Before I stop lovin' you You've got to change, baby And every word that I say is true You got me runnin' and hidin' all over town You got me sneakin' and a-peepin' and runnin' you down This can't go on, Lord knows you got to change, baby  When I come home, baby My house is dark and my pots are cold You're hangin' round, baby With Jean and Joan and-a who knows who I'm gettin' tired of waitin' and foolin' around I'll find somebody who won't make me feel like a clown This can't go on, Lord knows you got to change, baby  {Bridge}  When I come home, baby My house is dark and my pots are cold You're hangin' round, baby With Jean and Joan and-a who knows who I'm gettin' tired of waitin' and foolin' around I'll find somebody who won't make me feel like a clown This can't go on, yeh yeh yeh  {Outro}  ",
        "title": "Evil Ways"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Celebrate"
    },
    {
        "artist": "Little Sister",
        "lyrics": null,
        "title": "You're The One-Part II"
    },
    {
        "artist": "Jack Blanchard & Misty Morgan",
        "lyrics": "  Take away the trees and the birds All have to sit upon the ground, uum Take away their wings and The birds will have to walk to get around And take away the bird baths And dirty birds will soon be ev'rywhere Take away their feathers and The birds will walk around in underwear Take away their chirp and the Birds will have to whisper when they sing And take away their common sense and They'll be headed southward in the spring  Oh remember my darling When spring is in the air And the bald headed birds Are whisp'ring ev'rywhere You can see them walking Southward in their dirty underwear That's Tennessee Bird walk  How about some trees so the birds  Won't have to sit upon the ground, uum How about some wings so the Birds won't have to walk to get around And how about a bird bath or two So the birds will all be clean How about some feathers so their Underwear no longer can be seen How about a chirp so the birds Won't have to whisper when they sing And how about some common sense so they Won't be blocking traffic in the spring  Oh remember my darling When spring is in the air And the bald headed birds Are whisp'ring ev'rywhere You can see them walking Southward in their dirty underwear That's Tennessee Bird walk  ",
        "title": "Tennessee Bird Walk"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Shilo"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Call Me/Son Of A Preacher Man"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  The road is long With many a winding turn That leads us to who knows where? Who knows where? But I'm strong Strong enough to carry him He ain't heavy, he's my brother  So on we go His welfare is my concern No burden is he to bear We'll get there For I know He would not encumber me He ain't heavy, he's my brother  If I'm laden at all I'm laden with sadness That everyone's heart Isn't filled with the gladness Of love for one another  It's a long, long road From which there is no return While we're on the way to there Why not share? And the load Doesn't weigh me down at all He ain't heavy, he's my brother  He's my brother He ain't heavy, he's my brother  ",
        "title": "He Ain't Heavy, He's My Brother"
    },
    {
        "artist": "Bobbi Martin",
        "lyrics": null,
        "title": "For The Love Of Him"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  The day without the shining sun Is a day without your loving baby One look, one look and well seem as one That's how easy we communicate A single match can make a fire begin A single kiss and I'm warm within girl  Gotta hold on to this feeling Gotta hold on to this feeling we got Gotta hold on to this feeling Gotta hold on to this feeling we got Gonna blow, blow for ya 'Cause I love, love, love, ya now  Your love, your love got a hold on me now Don't change, don't change and turn cold on me, girl No how it's got a signed guarantee Your warranty depends on me  If love, if love could sign a dotted line It would surely fine your name next to mine To be sure we keep the love we got Just keep them kisses comin' It ain't hard, girl  Gotta hold on to this feeling Gotta hold on to this feeling we got now Gotta hold on to this feeling Gotta hold on to this feeling we got now Gotta blow, blow, blow for ya 'Cause I love, love, love ya now  ",
        "title": "Gotta Hold On To This Feeling"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "You Need Love Like I Do (Don't You)"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Rainy Night In Georgia/Rubberneckin'"
    },
    {
        "artist": "The Ides Of March",
        "lyrics": "  {Intro}  [ Verse 1] Hey, well, I'm the friendly stranger in the black sedan Woncha hop inside my car I got pictures, I got candy, I'm a lovable man And I can take you to the nearest star  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)  [ Verse 2] Well, if you wants to be a movie star I canna take-a you to Hollywood But if you wanna stay just like you are You know, I think you really should  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)   {Instrumental}    [ Verse 1 reprise] Well I'm the friendly stranger in the black sedan Oh woncha hop inside my car I got pictures, candy, I'm a lovable man And I can take you to the nearest star  [Chorus ] I'm your vehicle, baby I can take you anywhere you wanna go I'm your vehicle woman By that I'm sure you know  I love ya (love ya) I need ya (need ya) I wants ya gots to have you child Great God in heaven, you know I love you (Oh you know I do)  I'm your vehicle, baby Y'know I love you (love ya) I Needs ya (need ya) I wantcha gots to have you child Great God in heaven you know I love you  ",
        "title": "Vehicle"
    },
    {
        "artist": "Rare Earth",
        "lyrics": "  Never met a girl could make me feel the way that you do You're alright Whenever I'm asked what makes my dreams real I tell 'em you do You're outta' sight  Well twiddley dee, twiddley dum Look out baby cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come Get ready, cause here I come  You wanna' play hide and seek with love, let me remind you You're alright Lovin' you're gonna' miss, and the time it takes to find you You're outta' sight Well fee fi, fo fo fum Look out baby, cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come Get ready, cause here I come  Baby if all my friends should want you too, I think i'll understand You're alright Hope I get to you before they do, 'cause that's how I planned it You're outta' sight  Well twiddley dee, twiddley dum Look out baby cause here I come  I'm bringing you a love that's true Get ready, get ready Start makin' love to you Get ready, get ready Get ready, cause here I come  ",
        "title": "Get Ready"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Where have the people gone Seems like there's no one hangin' on Look through the window The houses are empty Hey, everybody's out of town Seems like I'm the only one around  All of the streets are bare No traffic tie-ups anywhere Don't have to wait for a seat at the movie Hey, everybody's out of town Seems like, I'm the only one around  Everyone's moved out From the ghetto Lots of space Empty apartments No more pollution Plenty of classrooms everyplace And it looks like we're ready To give it one more try This time there'll be no alibi I'm gonna send out a message to noah Hey, better send some people down Everyone on earth Is out of town  ",
        "title": "Everybody's Out Of Town"
    },
    {
        "artist": "George Baker Selection",
        "lyrics": "  {Intro} Yeah!  [Verse 1] Lookin’ back on the track for a little greenback Got to find just the kind or losin’ my mind Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Lookin’ back  {Hook} x2 Lookin’ for some happiness But there is only loneliness to find Jump to the left, turn to the right Lookin’ upstairs, lookin’ behind  [Verse 2] Lookin’ back on the track for a little greenback Got to find just the kind or losin’ my mind Out of sight in the night, out of sight in the day Lookin’ back on the track, gonna do it my way Lookin’ back on the track for a little, little greenback Got to find just the kind or losin’ my mind  {Hook} Lookin’ for some happiness But there is only loneliness to find Jump to the left, turn to the right Lookin’ upstairs, lookin’ behind Lookin’ for some happiness But there is only loneliness to find Turn to the left, turn to the right Lookin’ upstairs, lookin’ behind  ",
        "title": "Little Green Bag"
    },
    {
        "artist": "Bobbie Gentry & Glen Campbell",
        "lyrics": "  Dream, dream, dream, dream Dream, dream, dream, dream  When I want you in my arms When I want you and all your charms Whenever I want you All I have to do is dream Dream, dream, dream  When I want you in the night When I want you to hold me tight Whenever I want you All I have to do is dream  I can make you mine Taste your lips of wine Anytime night or day Only trouble is, gee whiz I'm dreaming my life away  I need you so and that is why I love you so, don't say goodbye Whenever I want you All I have to dream  I can make you mine Taste your lips of wine Anytime night or day Only trouble is, gee whiz I'm dreaming my life away  I need you so and that is why I love you so, don't say goodbye Whenever I want you All I have to dream  Dream, dream, dream, dream Dream, dream, dream, dream Dream, dream, dream, dream  ",
        "title": "All I Have To Do Is Dream"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  [Chorus:] Jesus loves the little children All the little children of the world Red and yellow, black and white They are precious in his sight Jesus loves the little children of the world  Everything is beautiful In its' own way Like a starry summer night Or a snow covered winter's day  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  [Verse 1:] There is none so blind That is he who will not see We must not close our minds We must let our thought be free For every hour that passes by  You know the world Gets a little bit older It's time to realize That beauty lies In the eyes of the beholder  [Chorus:] Everything is beautiful In its' own way Like a starry summer nights Or a snow covered winter's day Ah, sing it, children  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  [Verse 2:] We shouldn't care About the length of his hair Or the color of his skin Don't worry about what shows from without But the love that lives within We're gonna get it all together now  Everything gonna work out fine Just take a little time To look on the good side my friend And straighten it out in your mind  [Chorus:] Everything is beautiful In its' own way Like a starry summer nights Or a snow covered winter's day Ah, sing it, children  Everybody's beautiful In their own way Under God's heaven The world's gonna find a way  One more time Everything is beautiful In its' own way Like a starry summer nights  ",
        "title": "Everything Is Beautiful"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Chorus] 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home Come on home  [Verse 1] Making love in the afternoon with Cecilia Up in my bedroom (making love) I got up to wash my face When I come back to bed Someone's taken my place  [Chorus] 'Cilia, you're breaking my heart You're shaking my confidence daily Oh, Cecilia, I'm down on my knees I'm begging you please to come home Come on home  [Bridge] Oh oh oh oh Oh oh oh oh oh oh oh oh (take it up, take it up)  [Chorus 2] Jubilation, she loves me again I fall on the floor and I'm laughing Jubilation, she loves me again I fall on the floor and I'm laughing Oh oh oh oh oh oh oh  ",
        "title": "Cecilia"
    },
    {
        "artist": "Rufus Thomas",
        "lyrics": "  Y'all come on in now, come right on down front I got something I want to show you Now y'all heard of the Popcorn, y'all heard of the Dog You heard about all your other dances  But now there's a brand new dance That's going around I want to show you exactly what I'm talking about I'm talking about the funky chicken, y'all ready? I say y'all ready, okay, here we go  You raise the left arm up and your right arm too Let me tell you just what to do, start both of 'em to flapping Start your feet to kicking, that's when you know You doin' the funky chicken  Slick and spasm, you got both arms up, across your face You knees start wiggling, all over the place You flap your arms and your feet start kicking Then you know you doin' the funky chicken  Oh, I'm feeling it now, I feel so unnecessary This is the kind, this is the kind of stuff To make you feel like you want to do something nasty Like waste some chicken gravy on your white shirt Right down front, here we go y'all  You work both arms and you work both feet Use a dab of gravy, you right on the beat You flap your arms and your feet start kicking The you know you doin' the funky chicken  Doin' the funky chicken, y'all Doin' the funky chicken, y'all Doin' the funky chicken, y'all  ",
        "title": "Do The Funky Chicken"
    },
    {
        "artist": "The Moments",
        "lyrics": "  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  True love will never die, so I've been told, but now I must cry It's finally goodbye, I know  With music softly playing, his lips were gently saying: \"I love you\"  He held me in desperation, I thought it was a revelation And then he walked out  How could I be so blind, to give up love for the very first time To be fooled is a hurting pain, to be loved and fooled Is a crying shame, while I bear the blame as he laughs my name  With music softly playing, his lips were gently saying: \"Honey, I love you.\" He held me in desperation, I thought it was a revelation And then he walked out  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  I found love on a two way street and lost it on a lonely highway Love on a two way street and lost it on a lonely highway  ",
        "title": "Love On A Two-Way Street"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Children play in the park, they don't know I'm alone in the dark, even though Time and time again I see your face smiling inside  [Chorus 1] I'm so happy That you love me Life is lovely When you're near me Tell me you will stay Make me smile  [Verse 2] Living life is just a game, so they say All the games we used to play fade away We may now enjoy the dreams we shared so long ago  [Chorus 2] Oh my darling Got to have you Feel the magic When I hold you Cry sweet tears of joy Touch the sky  [Brass Solo]  [Guitar Solo]  [Chorus 3] Now I need you More than ever No more crying We're together Tell me you will stay Make me smile  ",
        "title": "Make Me Smile"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  Hands, that are strong but wrinkled Doing work that never gets done Hair, that's lost some of its beauty By too many hours in the sun Eyes, that show some disappointment And there's been quite a lot in her life She's the foundation I lean on My woman, my woman, my wife  Everyday has been uphill We climb but we can't reach the top I'm weak and I'm easily discouraged She just smiles when I want to stop Lips, that are weary but tender With love, that strengthens my life A saint, in a dress made of gingham My woman, my woman, my wife  Two little babies were born in the spring But died when the winter was new I lost control of my mind, and my soul But my woman's faith carried us through  When she reaches that river Lord, you know what she's worth Give her that mansion up yonder Cause she's been thru hell here on earth Lord, give her my share of heaven If I've earned any here in this life Cause God, I believe she deserves it My woman, my woman, my wife My woman, my woman, my wife  ",
        "title": "My Woman, My Woman, My Wife"
    },
    {
        "artist": "Van Morrison",
        "lyrics": "  By the side of the tracks where the train goes by The wind and the rain will catch you, you will sigh Deep in your heart Then you'll come a-running to me You'll come a-running to me  Well you watch the train go 'round the bend Play in dust and dream that it will never end Deep in your heart You'll come a-running to me You'll come a-running to me  Said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me Said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me  With your hound dog by your side And your arms stretched out open wide I wanna keep you satisfied in the morning sun By my side, come on, come on run And you kick the sand up with your heels You think to yourself how good it feels Put away all your walking shoes Then you come running to me Now you come running to me  I said, hey, come a-running to me Oh, come a-running to me Hey, yeah, come a-running to me  You gotta rainbow if you run to me  ",
        "title": "Come Running"
    },
    {
        "artist": "Vincent Bell",
        "lyrics": null,
        "title": "Airport Love Theme (Gwen And Vern)"
    },
    {
        "artist": "Eddie Floyd",
        "lyrics": "  As I stand here these evening Looking out over the metropolis of Los Angeles, California I can't help but think about the young lady that I met here So I wrote a song tonight and I call it my California girl  California girl, you're living in a different world Let the sun shine in, right here where my love begins No, I won't ever hurt you, no, I won't make you cry, no California girl, I'm gonna love, love you till the day I die, yeah Everybody help me sing this song one more time, yeah  California girl, you're living by the sand and sea And it means every little thing now, now that you belong to me Oh, I'm gonna make you happy, oh, I'm gonna see you smile, yeah My California, California, California I'm gonna love you baby, till the day I die, yeah  California girl, oh, you live in a different world, yes you are And it means every little thing darling, now that you are my girl, yeah No, I won't never hurt you, baby, I won't see you cry, no My California, California, California I'm gonna love you baby, till the day I die, yeah  Everybody help me sing these song one more time California girl, California girl Oh, I'm gonna love you baby, yes I am Till the day, the day, the day, the day I die, yeah  You see I'm not ashamed tonight To say these words to the young lady That I met at the metropolis of Los Angeles, California, huh And as I look out over the sky tonight Through the fog and through the smog I can't help but think about that young girl, oh, oh, oh baby Everybody, help me, help me sing one more time, yeah  ",
        "title": "California Girl"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] The old man turned off the radio Said, \"Where did all of the old songs go?\" \"Kids sure play funny music these days!\" \"They play it in the strangest ways.\" Said, \"It looks to me like they've all gone wild.\" \"It was peaceful back when I was a child\" Well, man, could it be that the girls and boys Are trying to be heard above your noise? And the lonely voice of youth cries  \"What is truth?\"  [Verse 2] A little boy of three sitting on the floor Looks up and says, \"Daddy, what is war?\" \"Son, that's when people fight and die.\" The little boy of three says, \"Daddy, why?\" A young man of seventeen in Sunday school Being taught the golden rule And by the time another year has gone around It may be his turn to lay his life down Can you blame the voice of youth for asking  \"What is truth?\"  [Verse 3] A young man sitting on the witness stand The man with the book says - \"Raise your hand!\" \"Repeat after me, I solemnly swear\" The man looked down at his long hair And although the young man solemnly swore Nobody seems to hear anymore And it didn't really matter if the truth was there It was the cut of his clothes and the length of his hair And the lonely voice of youth cries  \"What is truth?\"  [Verse 4] The young girl dancing to the latest beat Has found new ways to move her feet The young man speaking in the city square Is trying to tell somebody that he cares Yeah, the ones that you're calling wild Are going to be the leaders in a little while This old world's waking to a new born day And I solemnly swear that it'll be their way You better help the voice of youth find  What is truth?  And the lonely voice of youth cries What is truth?  ",
        "title": "What Is Truth"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": null,
        "title": "The Girls' Song"
    },
    {
        "artist": "The Poppy Family (Featuring Susan Jacks)",
        "lyrics": "  Which way you goin' Billy? Can I go too? Which way you goin' Billy? Can I go with you?  I really love you, Billy And all this time I thought you loved me, Billy And you were mine  I'm gonna miss you, Billy And though I'm trying I'm hurting so bad, Billy I can't help crying  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go away  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  Which way you going, Billy? Or need I ask? Cause you don't want me, Billy You're free at last  I won't forget you, Billy For all my life I'll always love you, Billy I'll stay your wife  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go away  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  You are my whole, babe My heart and my soul, babe I'd have nothing to show, babe If you should go  I won't forget you, Billy...  ",
        "title": "Which Way You Goin' Billy?"
    },
    {
        "artist": "The Archies",
        "lyrics": "  [Verse 1] Hey What's your favourite thing in the world ? Fantastic ! Now tell me: How much do you love me ? Oh about this much. Mmm Heavy !  Who's your Baby ? Who's the one you love ? You're the only one for me Who's you dreaming of ? You're the only one my eyes can see  An' let me say in ev'ry way you are dynamite Do you know how good you really are ? Please don't let her stray away I pray each night Can't stop now it's been - so good so far  Who's your Baby ? Who's the one you love ? You're the only one for me Who's you dreaming of ? You're the only one my eyes can see  Upon opening your eyes when morning comes What's very first thing on your mind ? If you had enough Hey Would you give me some  And would a thank you to you do you fine  Who's your baby in the mornin' ? Who's your baby at night ? Who do you want When you want somebody to come And hold you tight ?  ",
        "title": "Who's Your Baby?"
    },
    {
        "artist": "The Shocking Blue",
        "lyrics": "  Be carefull girls For Mighty Joe Be carefull ! He teaches you all that don't know He makes you cry Before it's through  And I bet you like it too Did you hear about Mighty Joe ? Did you hear about Mighty Joe ? Beware Beware when he is around Mighty Joe with the bass voice !  Mighty Joe was here last year I tell you ! Just like you I had no fear I fell for him Baby  And then he made of me a woman Sweet Sweet Sweet thing Sweet Sweet Sweet thing I love you Yes I love you I love you so bad  He took my heart and in a sense  I swear he ain't got no sense When I said yeah He's gone to town I warn you He will let you down Did you hear about Mighty Joe ? Did you hear about Mighty Joe ? Beware Beware when he is around Mighty Joe with the bass voice !  ",
        "title": "Mighty Joe"
    },
    {
        "artist": "Gary Puckett And The Union Gap",
        "lyrics": null,
        "title": "Let's Give Adam And Eve Another Chance"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "Oh Happy Day"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "I Could Write A Book"
    },
    {
        "artist": "Joe South",
        "lyrics": null,
        "title": "Children"
    },
    {
        "artist": "The Village Soul Choir",
        "lyrics": null,
        "title": "The Cat Walk"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Pull back the cover Shades, good God It's a raid  Cut off the lights And call the law Cut off the lights And call the law  Standing over there The devil's Son In Law  Call the law Call the law The devil's son-in-law  Bring on the juice Bring on the juice Bring on the juice Bring on the juice Make me sweat  Still good It's still good Still good It's still good  Turn over Turn over Turn over Soulful Rover Take me in the change Take me in the change Take me in the change  Tall women Is all I need Tall women Is what I want  One more time I wanna give the drummer Some of this funky soul We got here  You don't have to do no soloing, brother Just keep what you got Don't turn it loose Cause it's a mother  When I count to four I want everybody to lay off Let the drummer go When I count to four I want you to come back in  I got to holler I said it's in my feet Feels so sweet It's in my shake, good God About to work me to death  It's in my shirt About to work me to death It's in my shirt I'm about to blow I'm about to blow  One, two, three, four Get it  Ain't it funky Ain't it funky Ain't it funky Ain't it funky One, two, three, four  ",
        "title": "Funky Drummer (Part 1)"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Capture The Moment"
    },
    {
        "artist": "Ike & Tina Turner & The Ikettes",
        "lyrics": null,
        "title": "Come Together"
    },
    {
        "artist": "Dennis Yost And The Classics IV",
        "lyrics": null,
        "title": "The Funniest Thing"
    },
    {
        "artist": "Doris Duke",
        "lyrics": null,
        "title": "To The Other Woman (I'm The Other Woman)"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": "  Come Saturday morning I'm goin' away with my friend We'll Saturday-spend 'Til the end of the day  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning I'm goin' away with my friend We'll Saturday-laugh More than half of the day  Just I and my friend Dressed up in our rings And our Saturday things And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning Come Saturday morning Come Saturday morning  ",
        "title": "Come Saturday Morning"
    },
    {
        "artist": "Bill Deal & The Rhondels",
        "lyrics": null,
        "title": "Nothing Succeeds Like Success"
    },
    {
        "artist": "Charles Wright And The Watts 103rd Street Rhythm Band",
        "lyrics": null,
        "title": "Love Land"
    },
    {
        "artist": "Mark Lindsay",
        "lyrics": null,
        "title": "Miss America"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": "  You'd like to show me all around Thank you girl but I know this town It's alright, hey lawdy mama, it's alright Don't you know they're all the same Only difference is the name It's alright, hey lawdy mama, it's alright Three motels, dusty cars A movie show and a dozen bars It's alright, hey lawdy mama, it's alright Only thing that I can say Is we'll be here for just one day  Baby don't you know we're Leavin' early in the mornin' So long, I don't know we might be back next year Baby it just might be never Don't cha worry 'bout it So long, good to know your smilin' face was here  This town is boring you to tears Nothing in the world ever happens here It's alright, hey lawdy mama, it's alright Don't you know you've got to help Nothing ever happens by itself It's alright, hey lawdy mama, it's alright If no one will share the load Go pack your bags, hit the open road It's alright, hey lawdy mama, it's alright Try to find someone like you Hope will tell you what to do  Baby don't you know we're Leavin' early in the mornin' So long, I don't know we might be back next year Baby it just might be never Don't cha worry 'bout it So long good to know your smilin' face was here  ",
        "title": "Hey Lawdy Mama"
    },
    {
        "artist": "The 5 Stairsteps",
        "lyrics": null,
        "title": "Dear Prudence"
    },
    {
        "artist": "The Meters",
        "lyrics": "  Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Just keep on strut Fell on you Just keep on strut Keep on strut, keep on strut Just keep on strut Keep on strut, just keep on strut Just keep on Keep on strut  ",
        "title": "Chicken Strut"
    },
    {
        "artist": "George Perkins & The Silver Stars",
        "lyrics": null,
        "title": "Cryin' In The Streets (Part 1)"
    },
    {
        "artist": "Jerry Naylor",
        "lyrics": null,
        "title": "But For Love"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "Deeper (In Love With You)"
    },
    {
        "artist": "Charley Pride",
        "lyrics": "  Rain drippin' off the brim of my hat Sure is cold today Here I am walkin' down 66 Wish she hadn't done me that way Sleepin' under a table in a roadside park A man could wake up dead But it sure seems warmer than it did Sleepin' in my king sized bed Is anybody goin' to San Antone Or Phoenix, Arizona? Any place is all right as long as I Can forget I've ever known her? Wind creepin' down the neck of my shirt Like I ain't got nothin' on But I'd rather fight the wind and rain Than what I've been fightin' at home Yonder comes a truck with the U.S. Mail People writin' letters back home Tomorrow she'll probably want me back But I'll be just as gone Is anybody goin' to San Antone Or Phoenix, Arizona? Any place is all right as long as I Can forget I've ever known her?  ",
        "title": "Is Anybody Goin' To San Antone"
    },
    {
        "artist": "Joe Cocker with Leon Russell & The Shelter People",
        "lyrics": null,
        "title": "The Letter"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "So Excited"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": "  I was born on a levy A little bit south of Montgomery Mama worked in the big house And daddy he worked for the County  I never had no learnin' until I turned 16 When Joe Henry come up the river, yonder Law, made a woman out of me Lord, he made a woman outta me  I used to tease Joe Henry Guess it served me right Wasn't long till he left me Crying out in the night  Joe Henry had his say, he wouldn't set me free I fear to tell everybody That the man made a woman outta me Lord, he made a woman outta me  When I think back to that day so long ago I get a little feelin' on my mind Although it hurt me there's one thing I know When he left, he left him a woman behind  When I meet another young man Wantin' to love and run My mind goes back to Joe Henry James And a heck of a job he done  Ain't no other man let me down You see I been set free Ever since way back yonder When Joe made a woman outta me  Lord, he made a woman outta me Lord, he made a woman outta me Joe made a woman outta me Lord, he made a woman outta me  Joe made a woman outta me Lord, he made a woman outta me  ",
        "title": "He Made A Woman Out Of Me"
    },
    {
        "artist": "The Doors",
        "lyrics": null,
        "title": "You Make Me Real/Roadhouse Blues"
    },
    {
        "artist": "El Chicano",
        "lyrics": null,
        "title": "Viva Tirado - Part I"
    },
    {
        "artist": "Vanity Fare",
        "lyrics": null,
        "title": "Hitchin' A Ride"
    },
    {
        "artist": "Syndicate Of Sound",
        "lyrics": null,
        "title": "Brown Paper Bag"
    },
    {
        "artist": "Eddie & Dutch",
        "lyrics": null,
        "title": "My Wife, The Dancer"
    },
    {
        "artist": "Eddie Holman",
        "lyrics": null,
        "title": "Don't Stop Now/Since I Don't Have You"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  I think I'm going to be sad I think it's today, yeah The boy that's driving me mad Is going away  He's got a ticket to ride He's got a ticket to ride He's got a ticket to ride And he don't care  He said that living with me Was bringing him down, yeah He would never be free When I was around  He's got a ticket to ride He's got a ticket to ride He's got a ticket to ride And he don't care  Don't know why he's riding so high He ought to do right, he ought to do right by me 'Fore he gets to saying goodbye He ought to do right, he ought to do right by me  I think I'm going to be sad I think it's today, yeah The boy that's driving me mad Is going away  Oh, he's got a ticket to ride He's got a ticket to ride He's got a ticket to ride And he don't care, don't care  Think I'm going to be sad Think I'm going to be sad Think I'm going to be sad Think I'm going to be sad Think I'm going to be sad Think I'm going to be sad  ",
        "title": "Ticket To Ride"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Can You Feel It"
    },
    {
        "artist": "Liquid Smoke",
        "lyrics": null,
        "title": "I Who Have Nothing"
    },
    {
        "artist": "Turley Richards",
        "lyrics": null,
        "title": "Love Minus Zero-No Limit"
    },
    {
        "artist": "Funkadelic",
        "lyrics": "  [Hook]×2 I got a thing, you got a thing Everybody's got a thing When we get together, doin' our thing In order to help each other In order to help your brother  [Verse] You don't drink what I drink You don't smoke what I smoke You don't think like I think You don't joke like I joke  [Hook]  ",
        "title": "I Got A Thing, You Got A Thing, Everybody's Got A Thing"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Baby, baby you know it's true I'm a puppet just for you I'll do anything you say I won't have it any other way  Take my heart and take my soul Giving you complete control If you wanna see me do my thing Pull my string, pull my string  Puppet man, puppet man  Baby, baby I'm your sweet pet Just your personal marionette Wind me up and let me go Don't you know I'm a one-man show  Raise your finger and I'll perform I'll cracker jack till the crack of dawn If you wanna see me do my thing Pull my string  Puppet man, puppet man Puppet man, puppet man  Baby, baby I'm more than you need Satisfaction guaranteed Any time you feel uptight I'm at your service Morning, noon and night  Do what you want me to I'm a puppet just for you If you wanna see me do my thing Pull my string  Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man Puppet man, puppet man  ",
        "title": "Puppet Man"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  July the 12th sure was a scorcher Mama, she fixed some lemonade Sister Beth was sunning in the sunshine And baby Corey was playing in the shade  I looked up the road And yonder comes a big car Something we don't see much around here Big man said, son, where's your pappy Said, he's over in the cornfield Not far from here  They started talking over by the rail fence It looked like Papa was getting mad They walked to the house and papa was crying Papa never cried and I knew it was bad  Two weeks later in the Logan courthouse Raining cats and dogs outside Sure was awful the way mama was crying She says she thought that woman had lied  Papa said, Judge We tried to raise up a good boy From a little bitty tot Jody'd never go against Of what a woman wishes That kinda boy we know that he's not  You know the power of the almighty dollar Will come out the winner every time That Willie Buchanan done got away with something They're trying to blame on the boy of mine  Hmmm mmm mmm...  July the 12th, 1939  Hmmm mmm mmm...  ",
        "title": "July 12, 1939"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Let Me Go To Him"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Farther On Down The Road"
    },
    {
        "artist": "The Who",
        "lyrics": "  [Verse 1] I looked under chairs I looked under tables I'm tryin to find the key To fifty million fables  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  [Verse 2] I asked Bobby Dylan I asked The Beatles I asked Timothy Leary But he couldn't help me either  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  [Bridge 1] People tend to hate me Because I never smile As I ransack their homes They want to shake my hand  Focusing on nowhere Investigating miles I'm a seeker I'm a really desperate man  [Guitar/Piano solo]  [2nd half of Chorus]  [Bridge 2] I learned how to raise my voice in anger Yeah but look at my face ain't this a smile  I'm happy when life's good and when its bad I cry I got values but I don't know how or why  [Verse 3] I'm looking for me You're looking for you We're looking at each other And we don't know what to do  [Chorus] They call me the seeker I been searchin low and high I won't get to get what I'm after Till the day I die  ",
        "title": "The Seeker"
    },
    {
        "artist": "White Plains",
        "lyrics": "  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  I was lonely once in this great big world Just a nowhere man without a girl Came that lucky day when she came my way But she smiled at me as if to say  Your baby love (loves) Your baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  She's the only one make me feel so good Can't believe my luck, so I knock on wood All my sorrow and fears seem to fly away When she looks at me as if to say  Your baby love (loves) Your baby loves lovin' She's got what it takes for me  No more lonely nights just waiting for the telephone to ring No more lonely days my baby's taken care of everything I'm telling you people  Baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (love) My baby loves lovin' She's got what it takes and she knows how to use it  She's the only one make me feel so good Can't believe my luck, so I knock on wood All my sorrow and fears seem to fly away When she looks at me as if to say  Your baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it  My baby love (loves) My baby loves lovin' She's got what it takes and she knows how to use it She's got what it takes And she know how to use it...  ",
        "title": "My Baby Loves Lovin'"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  (Spoken): A wonderful lady whom I admire very much, by the name of Moms Mabley, sung a song about a lot of great men But you know, somehow I still feel that there's a lot of great men to be sung about I've got some friends, ladies & gentlemen, who have gone home before me & I hope you don't mind if I take a little time now to tell you about them  Anybody here seen my friend Nat King Cole? Can you tell me where Nat has gone? The last thing I heard him say, he was gonna look back over his life & before he could do it, he was gone Oh before he could do it, he was gone  & has anybody here seen my friend Sam Cooke Can anybody tell me where Sam has gone? The last thing he told me, that a change was gonna come But before he could see it, he was gone Oh before he could see it, he was gone  I've got another friend by the name of Otis Redding Can anybody tell me where Otis has gone? Last time I saw him, he was sittin' down by the dock of the bay I looked around for Otis & he was gone I looked around & my friend Otis Redding was gone  Hmmmm hmmmm oh I have to moan about it sometime, hmmmm & that makes me know I've got to leave here one day But I don't worry about it, for you know why I've got friends, oh yes I have, waitin' on me You know what they're gonna say when I get there? They will say, 'Come on in, Pickett. Sit down & rest awhile I know you're tired; I know you came from a mighty long ways I know you've had hard times, I know you had to give up life for long Come on in, don't worry no more, we will stand by you, we will never let you down Come on in, come on in, sit down, sit down' ... & fade  ",
        "title": "Cole, Cooke & Redding"
    },
    {
        "artist": "The Brotherhood Of Man",
        "lyrics": "  {Intro}  There's nowhere in the world that I would rather be Than with you my love And there's nothing in the world that I would rather see Than your smile my love  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  And if the world about you falls apart my love Then I'll still be here And if the going gets too hard along the way Just you call, I'll hear  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand Divided we fall And if our backs should ever be against the wall We'll be together, together, you and I  For united we stand....  ",
        "title": "United We Stand"
    },
    {
        "artist": "Paul Davis",
        "lyrics": "  A little bit of soap Will wash away your lipstick on my face But a little bit of soap Will never never never ever erase The pain in my heart, and my eyes As I go through the lonely years A little bit of soap Will never wash away my tears  Mmm, a little bit of soap Will wash away your powder from my chin A little bit of soap Will never never never ever begin To take away the hurt that I feel As I go through the lonely years A little bit of soap Will never wash away my tears Mmm, mmm, mmm  Now have you heard when love begins to die It leaves someone to cry night and Day? Just like a bird, you left your robin's nest And just like all the rest, you flew away  Mmm, a little bit of soap Will take away your perfume eventually But a little bit of soap Will never take away the memory Of your name in the night As I go through the lonely years A little bit of soap Will never wash away my tears  I'll never lose the memory Of your name in the night That I call through the lonely years A little bit of soap Will never wash away my tears Mmm, a little bit of soap Will never wash away my tears FADE Mmm, it's gonna never, never, never Uh-huh, wash away my tears  ",
        "title": "A Little Bit Of Soap"
    },
    {
        "artist": "The Dells",
        "lyrics": null,
        "title": "Open Up My Heart/Nadine"
    },
    {
        "artist": "Marvin Gaye & Tammi Terrell",
        "lyrics": null,
        "title": "The Onion Song/California Soul"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "My Way"
    },
    {
        "artist": "The Gentrys",
        "lyrics": null,
        "title": "Cinnamon Girl"
    },
    {
        "artist": "Clarence Carter",
        "lyrics": "  Baby, your love Makes me feel so good It's got me doing things, baby I never dreamed I would  But we got to check ourselves 'Cause we belong to someone else  And I can't leave your love alone I just can't leave your love alone When you chuck your love on me It's got me begging and crying  Wrecking every bone in my body Oh Lord, just tearing up my mind  It's been sunk in too deep And it's become a big part of me I can't leave your love alone I just can't leave your love alone  I know this slipping around Can be a dangerous thing But we got to keep on Taking these chances  I got my good luck piece in my hand Hoping they won't catch us Won't catch us red-handed, oh  The effect of your love Leave me shook up after you're gone Setting fire to my clothes, baby Leaving my body so warm  But I know what we're doing is wrong But I can't leave your love alone I just can't leave your love alone Oh Lord, I can't leave your love alone  All of my friends try to tell me But I just can't leave your love alone Oh, no, no, I can't leave your love alone It's got me, it's got me, it's got me so bad  ",
        "title": "I Can't Leave Your Love Alone"
    },
    {
        "artist": "Archie Bell & The Drells",
        "lyrics": null,
        "title": "Don't Let The Music Slip Away"
    }
]