[
    {
        "artist": "Maroon 5",
        "lyrics": "  [Intro] Ooooh oooh oh oh oh oh oh Ooooh oooh oh oh oh oh oh  [Verse 1] You and I go hard At each other like we going to war You and I go rough We keep throwing things and slamming the doors You and I get so Damn dysfunctional we stop keeping score You and I get sick Yeah I know that we can't do this no more  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Verse 2] Try to tell you 'No' But my body keeps on telling you 'Yes' Try to tell you stop But your lipstick got me so out of breath I be waking up In the morning probably hating myself And I be waking up Feeling satisfied but guilty as hell  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Bridge] Yeah baby give me one more night Yeah baby give me one more night Yeah baby give me one more night  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo yeah So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  (Yeah baby give me one more night)  [Verse 3] So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night (Yeah baby give me one more night) So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  ",
        "title": "One More Night"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I remember when we broke up, the first time Saying, \"This is it, I've had enough\" 'cause, like We hadn't seen each other in a month When you said you needed space – what‽ Then you come around again and say \"Baby, I miss you and I swear I'm gonna change; trust me\" Remember how that lasted for a day? I say, \"I hate you,\" we break up, you call me, \"I love you\"  [Pre-Chorus] Ooh—ooh—ooh—ooh—ooh We called it off again last night but Ooh—ooh—ooh—ooh—ooh This time, I'm telling you, I'm telling you  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together Like, ever  [Verse 2] I'm really gonna miss you picking fights and me Falling for it screaming that I'm right and you Would hide away and find your piece of mind With some indie record that's much cooler than mine  [Pre-Chorus] Ooh—ooh—ooh—ooh—ooh We called it off again last night but Ooh—ooh—ooh—ooh—ooh This time, I'm telling you, I'm telling you  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together  [Post-Chorus] Ooh—ooh—ooh—ooh—ooh (yeah!) Ooh—ooh—ooh—ooh—ooh (yeah!) Ooh—ooh—ooh—ooh—ooh (yeah!) Oh—oh—oh!  [Bridge] I used to think that we were forever, ever And I used to say, \"Never say never\" Huh, so he calls me up and he's like, \"I still love you\" And I'm like, \"I just— I mean, this is exhausting, you know? Like, we are never getting back together, like, ever\"  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together  [Outro] We— (ooh—ooh—ooh—ooh—ooh, ooh—ooh—ooh—ooh—ooh) —getting back together We— (ooh—ooh—ooh—ooh—ooh, ooh—ooh—ooh—ooh—ooh) —getting back together You go talk to your friends, talk to my friends, talk to me (talk to me) But we are never, ever, ever, ever getting back together  ",
        "title": "We Are Never Ever Getting Back Together"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Intro] Some nights, I stay up cashing in my bad luck Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know anymore  [Verse 1] This is it, boys, this is war What are we waiting for? Why don't we break the rules already? I was never one to believe the hype Save that for the black and white Try twice as hard and I'm half as liked But here they come again to jack my style And that's alright, I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I?  [Hook] Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again Some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know  [Bridge] So this is it? I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this? No When I see stars, when I see stars, that's all they are When I hear songs, they sound like a swan So come on Oh, come on Oh, come on Oh, come on  [Verse 2] Well, that is it, guys, that is all Five minutes in and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks back home Sorry to leave, mom, I had to go Who the fuck wants to die alone all dried up in the desert sun?  [Verse 3] My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe the most amazing things That can come from some terrible nights  [Outro] The other night, you wouldn't believe The dream I just had about you and me I called you up, but we'd both agree It's for the best you didn't listen It's for the best we get our distance It's for the best you didn't listen It's for the best we get our distance, oh  ",
        "title": "Some Nights"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Verse 1] Look, I'm bettin' you like people And I'm bettin' you love freak mode And I'm bettin' you like girls That give love to girls and stroke your little ego I bet you I'm guilty, your honor That's just how we live in my genre Who in the hell done paved the road wider? There's only one Flo and one Rida I'm a damn shame, order more champagne Pulling them hamstrings, tryna put it on ya Bet your lips spin back around corner Slow it down, baby, take a little longer  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby  [Verse 2] It's like everywhere I go, my whistle ready to blow Shawty don't even know, she can get any for the low Told me she's not a pro, it's okay, it's under control Show me soprano 'cause, girl, you can handle Baby, we'll start slow then you come up and park close Girl, I'm the whistle man, my Bugatti the same notes Show me your perfect pitch, you got it, my banjo Talented with your lips like you blew out a candle So amusing Now you can make a whistle with the music Hope you ain't got no issues, you can do it Even if it's no picture, never lose it  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby  [Bridge] Go on, girl, you can twerk it Let me see your whistle while you work it I'ma lay it back, don't stop it 'Cause I love it how you drop it, drop it, drop it on me Now, shorty, let that whistle blow-ow-ow-ow Yeah, baby, let that whistle blow-ow-ow  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Can you blow my whistle, baby? Whistle, baby, whistle, baby Can you blow my whistle, baby? Whist-whistle, baby, whistle, baby Can you blow my whistle, baby? Whistle, baby, whistle, baby Can you blow my whistle, baby? Whist-whistle, baby, whistle, baby  ",
        "title": "Whistle"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] White knuckles And sweaty palms from hanging on too tight Clenched shut jaw I've got another headache again tonight Eyes on fire, eyes on fire And they burn from all the tears I've been crying, I've been crying I've been dying over you Tie a knot in the rope Tryna hold, tryna to hold But there's nothing to grasp so I let go  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Verse 2] I won't miss All of the fighting that we always did Take it in I mean what I say when I say there is nothing left No more sick Whiskey dick No more battles for me You'll be calling a trick Cause you no longer sleep I'll dress nice I'll look good I'll go dancing alone I will laugh I'll get drunk I'll take somebody home  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Interlude] Blow me one last kiss Blow me one last kiss  [Bridge] I will do what I please Anything that I want I will breathe I will breathe I won't worry at all You will pay for your sins You'll be sorry, my dear All the lies, all the \"why's\" will be crystal clear  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Interlude] Blow me one last kiss Blow me one last kiss  [Chorus] Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  ",
        "title": "Blow Me (One Last Kiss)"
    },
    {
        "artist": "Justin Bieber Featuring Big Sean",
        "lyrics": "  [Intro: Justin Bieber] As long as you love me As long as you love me As long as you love me  [Verse 1: Justin Bieber] We're under pressure Seven billion people in the world tryna fit in Keep it together Smile on your face, even though your heart is frowning But hey now, you know girl We both know it's a cruel world But I will take my chances  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, I'll be your gold As long as you love me As long as you love me, love me  [Verse 2: Justin Bieber] I'll be your soldier Fighting every second of the day for your dreams, girl I'll be your Hova You could be my Destiny's Child on the scene, girl So don't stress and don't cry Oh we don't need no wings to fly Just take, my hand  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, and  I'll be your gold As long as you love me As long as you love me, love me  [Verse 3: Big Sean] I don't know if this makes sense, but you're my hallelujah Give me a time and place, I'll rendezvous it I'll fly you to it, I'll beat you there Girl, you know I got you Us, trust, a couple things I can't spell without 'U' Now we on top of the world cause that's just how we do Used to tell me sky's the limit, now the sky's our point of view Man, we stepping out, like woah, oh God Cameras point and shoot Ask me \"What's my best side?\" I stand back and point at you, you, you The one that I argue with, feel like I need a new girl to be bothered with But the grass ain't always greener on the other side, it's green where you water it So I know, we got issues baby, true, true, true But I'd rather work on this with you Than to go ahead and start with someone new  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, I'll be your gold  [Outro: Justin Bieber] As long as you love me, it's all I mean, it's all I want baby As long as you love me, your everyday I need As long as you love me, you love me, you love me, yeah As long as you love me yeah, you love me As long as you love me  ",
        "title": "As Long As You Love Me"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": null,
        "title": "Lights"
    },
    {
        "artist": "Alex Clare",
        "lyrics": "  [Verse 1] You know I'm not one, to break promises I don't want to hurt you but I need to breathe At the end of it all you're still my best friend But there's something inside that I need to release Which way is right? Which way is wrong? How do I say that I need to move on? You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way  [Verse 2] You've given me more, than I can return Yet there's oh so much that you deserve Nothing to say Nothing to do I've nothing to give I must live without you You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  ",
        "title": "Too Close"
    },
    {
        "artist": "Owl City & Carly Rae Jepsen",
        "lyrics": null,
        "title": "Good Time"
    },
    {
        "artist": "Neon Trees",
        "lyrics": "  Hey baby won't you look my way I can be your new addiction Hey baby what you got to say All you're giving me is fiction I'm a sorry sucker and this happens all the time I find out that everybody talks Everybody talks, everybody talks  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Hey honey you could be my drug You could be my new prescription Too much could be an overdose All this trash talk make me itching  Oh my my shit Everybody talks, everybody talks Everybody talks too much...  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Never though I'd live to see the day When everybody's words got in the way  Hey sugar show me all your love All you're giving me is friction Hey sugar what you gotta say?  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Everybody talks Everybody talks Everybody talks Everybody talks Everybody talks Everybody talks ... back  It started with a whisper (everybody talks, everybody talks) And that was when I kissed her (everybody talks, everybody talks)  Everybody talks Everybody talks... back  ",
        "title": "Everybody Talks"
    },
    {
        "artist": "PSY",
        "lyrics": "  [Korean Translation] Oppan gang-namseutayil Kang-namseutayil  Naje-neun ttasaroun inkanjeo-gin yeoja Keopi hanjanye yeoyureuraneun pumkyeok i-nneun yeoja Bami omyeon shimjangi tteugeowojineun yeoja Keureon banjeon i-nneun yeoja  Naneun sana-i Naje-neun neomankeum ttasaroun geureon sana-i Keopi shikgido jeone wonsyas ttaerineun sana-i Bami omyeon shimjangi teojyeobeorineun sana-i Keureon sana-i  Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Jeongsu-khae boijiman nol ttaen noneun yeoja Ittaeda shipeumyeon mukkeot-deon meori puneun yeoja Karyeot-jiman wen-manhan nochulboda yahan yeoja Keureon gamkakjeo-gin yeoja  Naneun sana-i Jeomjanha boijiman nol ttaen noneun sana-i Ttae-ga dwehmyeon wahnjeon michyeobeorineun sana-i Keunyukboda sasangi ul-tungbul-tung-han sana-i Keureon sana-i  Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom  You know what I’m sayin' Oppan Gangnam style  Eh- Sexy Lady Oppa Gangnam style Eh- Sexy Lady Oppa Gangnam style o-oo-o oh  ",
        "title": "Gangnam Style"
    },
    {
        "artist": "Kanye West, Jay-Z, Big Sean",
        "lyrics": "  [Produced by Kanye West, Hit-Boy, Anthony Kilhoffer, and Noah Goldstein]  [Intro: James Fauntleroy] What of the dollar you murdered for? Is that the one fighting for your soul? Or your brother's the one that you're running from? But if you got money, fuck it, ‘cause I want some  [Big Sean] B-I-G, who fuckin' with me? Oh God! Okay  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 1: Big Sean] (B-I-G, oh God! Go) I tell a bad bitch do whatever I say My block behind me, like I'm coming out the driveway It's grind day, from Friday to next Friday I been up straight for nine days, I need a spa day (spa day) Yup, she tryin' to get me that poon-tang I might let my crew bang, my crew deeper than Wu-Tang I'm rollin' with... fuck I'm saying? Girl, you know my crew name You know 2 Chainz? Scrrr! I'm pullin' up in that Bruce Wayne But I'm the fuckin' villain Man, they kneelin' when I'm walking in the buildin' Freaky women I be feelin' from the bank accounts I'm fillin' What a feelin'! Ah man, they gotta be Young player from the D That's killing everything that he see for the dough  [Chorus: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 2: Jay Z] (Click clack, stick 'em up!) Yeah, I'm talkin' Ye, yeah, I'm talkin' Rih Yeah, I'm talkin' B, nigga, I'm talkin' me Yeah, I'm talkin' bossy, I ain't talkin' Kelis Your money too short, you can't be talking to me Yeah, I'm talkin' LeBron, we ball in our family tree G.O.O.D. Music drug-dealing cousin Ain't nothin' fuckin' with we, me Turn that 62 to 125, 125 to a 250 250 to a half a million, ain't nothin' nobody can do with me Now, who with me? ¡Vámonos! Call me Hov or Jefe Translation: I'm the shit, least that what my neck say Least that what my check say, lost my homie for a decade Nigga down for like 12 years Ain't hug his son since the second grade Uh, he never told—who he gonna tell? We top of the totem pole It's the Dream Team meets the Supreme Team And all our eyes green, it only means one thing You ain't fuckin' with the clique  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 3: Kanye West] Break records at Louis, ate breakfast at Gucci My girl a superstar all from a home movie Bow on our arrival, the un-American idols What niggas did in Paris, got 'em hangin' off the Eiffel Yeah, I'm talkin' business, we talkin' CIA I'm talkin' George Tenet, I seen him the other day He asked me about my Maybach, think he had the same Except mine tinted and his might have been rented You know, white people get money, don't spend it Or maybe they get money, buy a business I rather buy 80 gold chains and go ign'ant I know Spike Lee gon' kill me, but let me finish Blame it on the pigment, we livin' no limits Them gold Master P ceilings was just a figment Of our imagination, MTV cribs Now I'm lookin' at a crib right next to where TC lives That's Tom Cruise, whatever she accuse He wasn't really drunk, he just had a frew brews Pass the refreshments, a cool, cool beverage Everything I do need a news crew's presence Speedboat swerve, homie, watch out for the waves I'm way too black to burn from sunrays So I just meditate at the home in Pompeii About how I could build a new Rome in one day Every time I'm in Vegas they screamin' like he's Elvis But I just wanna design hotels and nail it Shit is real, got me feelin' Israelian Like Bar Refaeli, or Gisele—no, that's Brazilian Went through, deep depression when my mama passed Suicide, what kinda talk is that? But I been talkin' to God for so long That if you look at my life I guess he's talkin' back Fuckin' with my clique  [Outro: Big Sean] Ain't nobody fresher than my muh'fuckin' clique As I look around, they don't do it like my clique And all these bad bitches, man They want the, they want the, they want the Go!  ",
        "title": "Clique"
    },
    {
        "artist": "Carly Rae Jepsen",
        "lyrics": "  [Verse 1] I threw a wish in the well Don't ask me, I'll never tell I looked to you as it fell And now you're in my way I trade my soul for a wish Pennies and dimes for a kiss I wasn't looking for this But now you're in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Verse 2] You took your time with the call I took no time with the fall You gave me nothing at all But still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it But it's in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Bridge] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad  [Breakdown] It's hard to look right at you, baby But here's my number, so call me maybe  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Outro] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad So call me maybe  ",
        "title": "Call Me Maybe"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Intro] I'm wide awake I'm wide awake I'm wide awake  [Verse 1] I'm wide awake Yeah, I was in the dark I was falling hard With an open heart I'm wide awake How did I read the stars so wrong? I'm wide awake And now it’s clear to me That everything you see Ain’t always what it seems I'm wide awake Yeah, I was dreaming for so long  [Pre-Chorus] I wish I knew then, what I know now Wouldn’t dive in, wouldn’t bow down Gravity hurts You made it so sweet ‘Til I woke up on, on the concrete  [Chorus] Falling from cloud 9 Crashing from the high I'm letting go tonight Yeah, I'm falling from cloud 9  [Verse 2] I'm wide awake Not losing any sleep, I picked up every piece And landed on my feet I'm wide awake Need nothing to complete myself, no I'm wide awake Yeah, I am born again, outta the lion's den I don't have to pretend That it's too late The story's over now, the end  [Pre-Chorus] I wish I knew then, what I know now Wouldn't dive in, wouldn't bow down Gravity hurts, you made it so sweet 'Til I woke up on, on the concrete  [Chorus] Falling from cloud 9 Crashing from the high I'm letting go tonight Yeah, I'm falling from cloud 9  [Bridge] Thunder rumbling, castles crumbling I am trying to hold on God knows that I tried Seeing the bright side But I'm not blind anymore  [Interlude] I'm wide awake I'm wide awake, yeah I'm  [Chorus] Falling from cloud 9 (It was outta the blue, I'm) Crashing from the high You know, I'm letting go tonight (Yeah, I'm letting you go, I'm) I'm falling from cloud 9  [Outro] I'm wide awake, I'm wide awake I'm wide awake, I'm wide awake I'm wide awake  ",
        "title": "Wide Awake"
    },
    {
        "artist": "Maroon 5 Featuring Wiz Khalifa",
        "lyrics": "  [Intro] I'm at a payphone trying to call home All of my change, I spent on you Where have the times gone Baby, it's all wrong, where are the plans we made for two  [Verse 1: Adam Levine] Yeah, I, I know it's hard to remember The people we used to be It's even harder to picture That you're not here next to me You say it's too late to make it But is it too late to try? And in that time that you wasted All of our bridges burnt down  [Pre-Hook] I've wasted my nights You turned out the lights Now I'm paralyzed Still stuck in that time when we called it love But even the sun sets in paradise  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick  [Verse 2: Adam Levine] You turned your back on tomorrow Cause you forgot yesterday I gave you my love to borrow But you just gave it away You can't expect me to be fine I don't expect you to care I know I said it before But all of our bridges burnt down  [Pre-Hook] I've wasted my nights You turned out the lights Now I'm paralyzed Still stuck in that time when we called it love But even the sun sets in paradise  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick Now, I'm at a payphone  [Verse 3: Wiz Khalifa] Man, fuck that shit I'll be out spending all this money While you sitting around wondering Why it wasn't you who came up from nothing Made it from the bottom Now when you see me I'm stuntin' And all of my cars start with the push of a button Telling me I changed since I blew up or whatever you call it Switched the number to my phone so you never could call it Don't need my name on my shirt, you can tell that I'm ballin' Swish, what a shame, coulda got picked Had a really good game but you missed your last shot So you talk about who you see at the top Or what you could've saw But sad to say it's over for Phantom pull up, valet open doors Wished I'd go away, got what you was looking for Now it's me who they want So you can go take that little piece of shit with you  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick Now, I'm at a payphone  ",
        "title": "Payphone"
    },
    {
        "artist": "Gotye Featuring Kimbra",
        "lyrics": "  [Verse 1: Gotye] Now and then I think of when we were together Like when you said you felt so happy you could die Told myself that you were right for me But felt so lonely in your company But that was love and it's an ache I still remember  [Verse 2: Gotye] You can get addicted to a certain kind of sadness Like resignation to the end, always the end So when we found that we could not make sense Well you said that we would still be friends But I'll admit that I was glad it was over  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough No you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  Now you're just somebody that I used to know Now you're just somebody that I used to know  [Verse 3: Kimbra] Now and then I think of all the times you screwed me over But had me believing it was always something that I'd done But I don't wanna live that way Reading into every word you say You said that you could let it go And I wouldn't catch you hung up on somebody that you used to know  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough And you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  [Outro: Gotye] Somebody (I used to know) Somebody (Now you're just somebody that I used to know) Somebody (I used to know) Somebody (Now you're just somebody that I used to know) (I used to know) (That I used to know) (I used to know) Somebody  ",
        "title": "Somebody That I Used To Know"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Intro/Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Verse 1] Yo, what I gotta do to show these girls that I own them? Some call me Nicki, and some call me Roman Skeeza, pleeza, I'm in Ibiza Giuseppe Zanotti, my own sneaker Sexy, sexy that’s all I do If you need a bad bitch Let me call a few Pumps on, and the little mini-skirts is out I see some good girls, I'mma turn 'em out Ok bottle, sip, bottle, guzzle I'm a bad bitch, no muzzle, hey? Bottle, sip, bottle, guzzle I'm a bad bitch, no muzzle, let's go  [Pre-Chorus] Music makes me high  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm!  [Verse 2] I wanna do it for the night, night So get me now, and knock this over I wanna do it like you like, like Come get me, baby, we're not getting younger I just want you tonight, night Baby, we won't do it for life  [Pre-Chorus] Music makes me high  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm!  [Breakdown] Pound the alarm Pound the alarm! Pound the alarm! Pound the alarm!  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm! Pound the alarm!  ",
        "title": "Pound The Alarm"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Verse 1] The day I first met you, you told me you never fall in love But now that I get you, I know fear is what it really was Now here we are So close, yet so far Haven't I passed the test? When will you realize, baby, I'm not like the rest?  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break Oh yeah, yeah  [Verse 2] On Sunday, you went home alone There were tears in your eyes I called your cell phone, my love, but you did not reply The world is ours if we want it We can take it, if you just take my hand There's no turning back now Baby, try to understand  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break  [Post-Chorus] There's just so much you can take Give your heart a break Let me give your heart a break, your heart a break Oh yeah, yeah  [Bridge] When your lips are on my lips Then our hearts beat as one But you slip out of my fingertips Every time you run, whoa  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break (Let me give your heart a break)  [Chorus 2] 'Cause you've been hurt before I can see it in your eyes You try to smile it away Some things you can't disguise Don't wanna break your heart Baby, I can ease the ache, the ache So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break  [Post-Chorus] There's just so much you can take Give your heart a break Let me give your heart a break (your heart) Your heart a break (a break) Oh yeah, yeah  [Outro] The day I first met you, you told me you'd never fall in love  ",
        "title": "Give Your Heart A Break"
    },
    {
        "artist": "David Guetta Featuring Sia",
        "lyrics": "  [Verse 1] You shout it out, but I can't hear a word you say I'm talking loud, not saying much I'm criticized, but all your bullets ricochet You shoot me down, but I get up  [Pre-Chorus] I'm bulletproof, nothing to lose Fire away, fire away Ricochet, you take your aim Fire away, fire away  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium  [Bass]  [Verse 2] Cut me down, but it's you who'll have further to fall Ghost town and haunted love Raise your voice, sticks and stones may break my bones I'm talking loud, not saying much  [Pre-Chorus] I'm bulletproof, nothing to lose Fire away, fire away Ricochet, you take your aim Fire away, fire away  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium I am titanium I am titanium  [Base]  [Bridge] Stone hard, machine gun Fired at the ones who run Stone hard, as bulletproof glass  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium I am titanium  ",
        "title": "Titanium"
    },
    {
        "artist": "Kanye West, Big Sean, Pusha T, 2 Chainz",
        "lyrics": "  [Intro: Fuzzy Jones] Well, it is a weepin' and a moanin' and a gnashin' of teeth It is a weepin' and a mournin' and a gnashin' of teeth It is a— when it comes to my sound which is the champion sound Believe, believe  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me (believe) O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me (woah) (believe) O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty (boy) I–I–I–I–I'm in that two-seat Lambo (boy) With your girl, she tryna jerk me  [Verse 1: Big Sean & Kanye West] Okay, drop it to the floor, make that ass shake (shake, shake...) Woah, make the ground move: that's an ass quake Built a house up on that ass: that's an ass-tate Roll–roll–roll my weed on it: that's an ass tray Say, Ye, say, Ye, don't we do this every day–day? (Hanh) I work them long nights, long nights to get a payday (hanh) Finally got paid, now I need shade and a vacay And niggas still hatin' So much hate, I need a AK (AK) Now we out in Paris, yeah, I'm Perrierin' White girls politickin': that's that Sarah Palin Get–get–get–get–get–gettin' hot, Californicatin' I give her that D 'cause that's where I was born and raised in  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) (believe) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe, believe (swerve)  [Verse 2: Pusha T] Yuugh! It's prime time, my top back, this pimp game, ho I'm red leather, this cocaine, I'm Rick James, ho I'm bill-droppin', Ms. Pac-Man, this pill-poppin'-ass ho I'm poppin' too, these blue dolphins need two coffins All she want is some heel money All she need is some bill money He take his time, he counts it out I weighs it up, that's real money Check the neck, check the wrist Them heads turnin': that's exorcist My Audemars like Mardi Gras That's Swiss time, and that's excellence Two-door preference Roof gone, George Jefferson That white frost on that pound cake So your Duncan Hines is irrelevant, woo Lambo Murciélago She go wherever I go Wherever we go, we do it pronto, it's like—  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) (believe) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe (swerve) Well, it is a weepin' and a moanin' And a gnashin' of teeth in the dancehall And who no have teeth gwan rub pon dem gums Cuh when time it comes to my sound Which is the champion sound The bugle has blown fi many times And it still have one more time left Cuh the amount of stripe weh deh pon our shoulder  [Bridge: Kanye West & 2 Chainz] Let the suicide doors up I threw suicides on the tour bus I threw suicides on the private jet You know what that mean, I'm fly to death I step in Def Jam buildin' like I'm the shit Tell 'em gimme fifty million or I'ma quit Most rappers' taste level ain't at my waist level Turn up the bass 'til it's up-in-yo-face level Don't do no press but I get the most press kit Plus, yo, my bitch make your bitch look like Precious Somethin' 'bout Mary, she gone off that molly Now the whole party is meltin' like Dalí Now everybody is movin' they body Don't sell me apartment, I'll move in the lobby (yah) Niggas is loiterin' just to feel important You gon' see lawyers and niggas in Jordans (2 Chainz)  [Verse 3: 2 Chainz & Big Sean] Okay, now catch up to my campaign Coupe the color of mayonnaise I'm drunk and high at the same time Drinkin' champagne on the airplane (tell 'em) Spit rounds like a gun range (baow) Beat it up like Rampage Hundred bands, cut your girl Now your girl need a Band-Aid (damn) Grade A, A1 Chain the color of Akon Black diamonds, backpack rhymin' Co-signed by Louis Vuitton (yep) Horsepower, horsepower All this Polo on, I got horsepower Pound of this cost four thousand Now I make it rain, she want more showers Rain (rain) pourin' (pourin') All my cars is foreign (foreign) All my broads is foreign (foregin) Money tall like Jordan  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) (believe) With your girl, she tryna jerk me (swerve) (believe)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe, believe (swerve) Well, it is a weepin' and a moanin' and a gnashin' of teeth It is a weepin' and a mournin' and a gnashin' of teeth It is a— when it comes to my sound which is the champion sound Believe, believe, believe, believe  ",
        "title": "Mercy"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Intro] Dearly beloved, if this love only exists in my dreams Don't wake me up  [Verse 1] Too much light in this window, don’t wake me up Only coffee, no sugar inside my cup If I wake and you're here still, give me a kiss I wasn't finished dreaming about your lips  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  [Verse 2] So much light in the city, you won't believe Been awake some days now, no time to sleep If your heart is a pillow, this love's the bed Tell me what is the music, inside my head  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  [Bridge] I don't wanna fall, fall, fall, fall asleep no I don't wanna fall unless I'm falling for you I don't wanna fall, fall, fall, fall asleep no I don't wanna fall unless I'm falling for you  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  ",
        "title": "Don't Wake Me Up"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] You know I'd fall apart without you I don't know how you do what you do Cause everything that don't make sense about me Makes sense when I'm with you Like everything that's green, girl I need you But it's more than one and one makes two Put aside the math and the logic of it You gotta know you're wanted too  [Chorus] Cause I wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted  [Verse 2] Anyone can tell you you're pretty You get that all the time, I know you do But your beauty's deeper than the makeup And I wanna show you what I see tonight  [Chorus] When I wrap you up When I kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Cause baby I wanna make you feel wanted  [Bridge] As good as you make me feel I wanna make you feel better Better than your fairy tales Better than your best dreams You're more than everything I need You're all I ever wanted All I ever wanted  [Chorus + Outro] And I just wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted Yeah, baby I wanna make you feel - Wanted Cause you'll always be wanted  ",
        "title": "Wanted"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1] I've been everywhere, man, looking for someone Someone who can please me, love me all night long I've been everywhere, man, looking for you babe Looking for you babe, searching for you babe  [Pre-Chorus] Where have you been? Cause I never see you out Are you hiding from me, yeah? Somewhere in the crowd, oh  [Chorus] Where have you been? All my life, all my life Where have you been all my life? Where have you been all my life? Where have you been all my life? Where have you been all my life?  [Verse 2] I've been everywhere, man, looking for someone Someone who can please me, love me all night long I've been everywhere, man, looking for you babe Looking for you babe, searching for you baby  [Pre-Chorus] Where have you been? Cause I never see you out Are you hiding from me, yeah? Somewhere in the crowd, oh  [Chorus] Where have you been? All my life, all my life Where have you been all my life? Where have you been all my life? Where have you been all my life? Where have you been all my life?  [Interlude] Where have you been all my life?  [Bridge] You can have me all you want Any way, any day To show me where you are tonight, oh yeah, oh  [Outro] I've been everywhere, man, looking for someone Someone who can please me, love me all night long I've been everywhere, man, looking for you babe Looking for you babe, searching for you babe  ",
        "title": "Where Have You Been"
    },
    {
        "artist": "2 Chainz Featuring Drake",
        "lyrics": "  [Verse 1: 2 Chainz] I am smokin' on that gas, life should be on Cinemax Movie, bought my boo bigger tits and a bigger ass Who he’s? Not I, I smoke strong; that Popeye Louie V’s in my archives, black diamonds; apartheid Bread up and my top down, on the block with a block out Hit your ass with that block-ow Dope enough to go in yo' nostrils I take your girl and kidnap her, feed her to my mattress A skeleton in my closet It's probably one of these dead-ass rappers It's probably one of these pussy-ass niggas Don’t try me, I’ll pull that trigger Got your car note in my cup, and your rent in my Swisher That pussy so good I miss ya, head game’s so vicious And all I get is cheese, like I’m takin' pictures  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  [Verse 2: Drake] 2 Chainz and Champagne You want true, that’s true enough Forbes list like every year, my office is my tour bus She came through, she brought food She got fucked, she knew whassup She think I’m the realest out And I say: \"Damn, that makes two of us.\" Aww, that look like what’s her name Chances are it’s what's her name Chances are if she was acting up Then I fucked her once and never fucked again She could have a Grammy I still treat her ass like a nominee Just need to know what that pussy like So one time is fine with me Young as an intern, but money like I built the shit Streets talkin', they'll confirm Go ask them who just killed the shit Stay keepin' my cup full So I’m extra charged like a state tax Me and Chainz go way back We don’t talk shit, we just state facts, yes, Lord  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  [Verse 3: 2 Chainz] Name a nigga that want some I’ll out-rap his ass, out-trap his ass Put his ass in a plastic bag with his trashy ass Take him out, bring 'em in, them whole things 2Pac without a nose ring Thug Life, one wife, a mistress and a girlfriend I did what they say I wouldn’t Went where they say I couldn’t (Tru!) YSL belt buckle, y’all niggas sure is lookin' Y’all niggas sure is lucky, two chains on my rugby Left hand on that steering wheel, right hand on that pussy  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  ",
        "title": "No Lie"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] When I look into your eyes It's like watching the night sky Or a beautiful sunrise Well there's so much they hold And just like them old stars I see that you've come so far To be right where you are How old is your soul?  [Pre-Chorus] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up  [Pre-Chorus 2] And when you're needing your space To do some navigating I'll be here patiently waiting To see what you find  [Chorus] Cause even the stars they burn Some even fall to the earth We've got a lot to learn God knows we're worth it No, I won't give up  [Bridge] I don't wanna be someone who walks away so easily I'm here to stay and make the difference that I can make Our differences they do a lot to teach us how to use the tools and gifts We got yeah we got a lot at stake And in the end You're still my friend at least we didn't tend For us to work we didn't break, we didn't burn We had to learn, how to bend without the world caving in I had to learn what I got, and what I'm not And who I am  [Chorus 2] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up I'm still looking up  [Chorus 3] I won't give up on us God knows I'm tough, he knows We got a lot to learn God knows we're worth it  [Chorus 4] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up[?}  ",
        "title": "I Won't Give Up"
    },
    {
        "artist": "Cher Lloyd",
        "lyrics": "  [Intro] Uh! Mmm, yeah La la la la la (haha) Uh!  [Verse 1] Hey, boy you never had much game Thought I needed to upgrade So I went and walked away, way, way (Uh!) Now, I see you've been hanging out With that other girl in town Looking like a pair of clowns, clowns, clowns (Uh!)  [Pre-Chorus] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this (uh!) And now you're taking her to every restaurant? And everywhere we went, come on And now you're taking her to every restaurant? You got me, got me like this  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (Uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back  [Verse 2] Please this ain't even jealousy She ain't got a thing on me Tryin' rock them ugly, jeans, jeans, jeans (Uh!) You clearly didn't think this through If what I've been told is true You'd be crawling back like, boo-hoo-hoo (Uh!)  [Pre-Chorus] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this (uh!) And now you're taking her to every restaurant? And everywhere we went, come on And now you're taking her to every restaurant? You got me, got me like this  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back (uh!)  [Verse 3] Ooh-ooh-ooh, I thought you'd still be mine When I kissed you goodbye, uh-oh, uh-oh Ooh-ooh-ooh, and you might be with her But I still had you first, uh-oh uh-oh  [Interlude] Yeah, yeah, yo  [Bridge] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this! (Oh)  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back (uh!)  [Outro] Ooh-ooh-ooh, la la la la la I want you back, I want you back Want, want you, want you back (uh!) Ooh-ooh-ooh, uh I want you back, I want you back Want, want you, want you back (uh!) Does this sound like a helicopter? Brrr  ",
        "title": "Want U Back"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Dry lightning cracks across the skies Those storm clouds gather in her eyes Her daddy was a mean old mister Mama was an angel in the ground The weather man called for a twister She prayed blow it down  [Chorus 1] There’s not enough rain in Oklahoma To wash the sins out of that house There’s not enough wind in Oklahoma To rip the nails out of the past  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Verse 2] She heard those sirens screaming out Her daddy laid there passed out on the couch She locked herself in the cellar Listened to the screaming of the wind Some people called it taking shelter She called it sweet revenge  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Chorus 1] There’s not enough rain in Oklahoma To wash the sins out of that house There’s not enough wind in Oklahoma To rip the nails out of the past  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Outro] Blown away, blown away, blown away, blown away  ",
        "title": "Blown Away"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] Back this hitch up into the water Untie all the cables and rope Step onto the astro turf Get yourself a coozie Let's go  Who said anything about skiing? Floating is all I want to do You can climb the ladder Just don't rock the boat while I barbeque  [Chorus] On the pontoon Making waves and catching rays up on the roof Jumping out the back, don't act like you don't want to Party in slow motion Out here in the open Mmmmmmm[?] motorboating  [Bridge] (Hoo hoo hoo)  [Verse 2] Reach your hand down into the cooler Don't drink it if the mountains aren't blue Try to keep it steady as you recline on your black inner tube  [Chorus]  [Bridge] (Hoo hoo hoo) (Hoo hoo hoo)  [Bridge] 5 mile an hour with aluminum side Wood paneling with a water slide Can't beat the heat, so let's take a ride  [Chorus]  [Bridge] On the pontoon (Hoo hoo hoo) On the pontoon (Hoo hoo hoo)  Back this hitch out into the water On the pontoon  [Outro] (Hoo hoo hoo) (Hoo hoo hoo)  ",
        "title": "Pontoon"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] My heart is paralyzed My head was oversized I'll take the high road like I should You said it's meant to be That it's not you, it's me You're leaving now for my own good  That's cool, but if my friends ask where you are I'm gonna say  [Hook 1] She went down in an airplane Fried getting suntanned Fell in a cement mixer full of quicksand Help me, help me, I'm no good at goodbyes! She met a shark under water Fell and no one caught her I returned everything I ever bought her Help me, help me, I'm all out of lies And ways to say you died  [Verse 2] My pride still feels the sting You were my everything Some day I'll find a love like yours (a love like yours) She'll think I'm Superman Not super minivan How could you leave on Yom Kippur?  That's cool, but if my friends ask where you are I'm gonna say  [Hook 2] She was caught in a mudslide Eaten by a lion Got run over by a crappy purple Scion Help me, help me, I'm no good at goodbyes! She dried up in the desert Drowned in a hot tub Danced to death at an east side night club Help me, help me, I'm all out of lies And ways to say you died  [Bridge] I wanna live a thousand lives with you I wanna be the one you're dying to love... But you don't want to  That's cool, but if my friends ask where you are I'm gonna say That's cool, but if my friends ask where you are I'm gonna say  [Hook 1] She went down in an airplane Fried getting suntanned Fell in a cement mixer full of quicksand Help me, help me, I'm no good at goodbyes! She met a shark under water Fell and no one caught her I returned everything I ever bought her Help me, help me, I'm all out of lies And ways to say you died  [Hook 2] She was caught in a mudslide Eaten by a lion Got run over by a crappy purple Scion Help me, help me, I'm no good at goodbyes! She dried up in the desert Drowned in a hot tub Danced to death at an east side night club Help me, help me, I'm all out of lies And ways to say you died  ",
        "title": "50 Ways To Say Goodbye"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Liam] You're insecure, don't know what for You're turning heads when you walk through the door Don't need makeup to cover up Being the way that you are is enough  [Pre-Chorus: Harry] Everyone else in the room can see it Everyone else but you  [Chorus: All & Harry] Baby you light up my world like nobody else The way that you flip your hair gets me overwhelmed But when you smile at the ground it ain't hard to tell You don't know, oh oh, you don't know you're beautiful If only you saw what I can see You'll understand why I want you so desperately Right now I'm looking at you and I can't believe You don't know, you don't know you're beautiful That's what makes you beautiful  [Verse 2: Zayn] So c-come on, you got it wrong To prove I'm right I put it in a song I don't know why you're being shy And turn away when I look into your eyes  [Pre-Chorus: Harry] Everyone else in the room can see it Everyone else but you  [Chorus: All & Harry] Baby you light up my world like nobody else The way that you flip your hair gets me overwhelmed But when you smile at the ground it ain't hard to tell You don't know, oh oh, you don't know you're beautiful If only you saw what I can see You'll understand why I want you so desperately Right now I'm looking at you and I can't believe You don't know, you don't know you're beautiful That's what makes you beautiful  [Bridge: All & Harry] Nana nana nana nana, nana nana nana nana, nana nana nana nana Baby you light up my world like nobody else The way that you flip your hair gets me overwhelmed But when you smile at the ground it ain't hard to tell You don't know, oh oh, you don't know you're beautiful  [Chorus: All & Harry] Baby you light up my world like nobody else The way that you flip your hair gets me overwhelmed But when you smile at the ground it ain't hard to tell You don't know, oh oh, you don't know you're beautiful If only you saw what I can see You'll understand why I want you so desperately Right now I'm looking at you and I can't believe You don't know, you don't know you're beautiful That's what makes you beautiful  [Written By Savan Kotecha]  ",
        "title": "What Makes You Beautiful"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] Been going round and round all day Bailing some hay and stacking it all up Cannot wait for the sun to go down Roll into town, shine the old truck up Swing by the quick stop Grab a couple Rocky Tops Then ease on out your way To your place around 8 o'clock  [Chorus] Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you  [Verse 2] I hope you are wearing those frayed out cut-offs Makes me want to get lost out in the moonlight Drop the tailgate down on a turn road Watch the corn grow, baby that is a good night Anyone from the heartland is going to understand What I am talking about right now There is no doubt, we got a game plan  [Chorus] Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you  ",
        "title": "Take A Little Ride"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] So this is what you meant When you said that you were spent And now it's time to build from the bottom of the pit Right to the top Don't hold back Packing my bags and giving the academy a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Verse 2] So this is where you fell And I am left to sail The path to heaven runs through miles of clouded hell Right to the top Don't look back Turn in the rags and giving the commodities a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Bridge] This road never looked so lonely This house doesn't burn down slowly To ashes, to ashes  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  ",
        "title": "It's Time"
    },
    {
        "artist": "fun. Featuring Janelle Monae",
        "lyrics": "  [Verse 1: Nate Ruess] Give me a second I, I need to get my story straight My friends are in the bathroom getting higher than the Empire State My lover she's waiting for me just across the bar My seat's been taken by some sunglasses asking 'bout a scar And I know I gave it to you months ago I know you're trying to forget But between the drinks and subtle things, the holes in my apologies You know I'm trying hard to take it back So if by the time the bar closes And you feel like falling down I'll carry you home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun  [Verse 2: Nate Ruess] Now I know that I'm not All that you got I guess that I, I just thought Maybe we could find new ways to fall apart But our friends are back So let's raise a cup Cause I found someone to carry me home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun  [Interlude: Janelle Monáe] Carry me home tonight Just carry me home tonight Carry me home tonight Just carry me home tonight  [Bridge: Nate Ruess] The moon is on my side I have no reason to run So will someone come and carry me home tonight The angels never arrived But I can hear the choir So will someone come and carry me home  [Hook: Nate Ruess] Tonight We are young So let's set the world on fire We can burn brighter Than the sun Tonight We are young So let's set the world on fire We can burn brighter Than the sun   [Outro: Nate Ruess] So if by the time the bar closes And you feel like falling down I'll carry you home tonight  ",
        "title": "We Are Young"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] She's art dealer chic Would you be my friend, my freak? She's art dealer chic Would you be my friend, my freak?  [Verse 1] These lips, can't wait to taste your skin, baby And these eyes, I can't wait to see your grin, (ooh ooh baby) Just let my love, Just let my love adorn you (please baby) And you gotta know, you gotta know You know that I adorn you (yeah baby) Baby these fists, will always protect ya, lady And this mind, will never neglect you, (yeah baby) And if they try to break us down Don't let that affect us, no baby  [Chorus 1] You just gotta let my love Let my love, let my love adorn you Ahh, le-le-le-let it dress you down You gotta know, you gotta know, know that I adore you Just that, baby, Let my love adorn you, baby Don't you ever, don't you let nobody tell you different, baby I'll always adore you, you gotta know now You gotta know na-nah-now, yeah  [Bridge] Oh yeah The same way that the stars adorn the skies, yeah (Every night babe) Now look up sugar (Every night babe) Now hey hey hey The same way that my whole world's in your eyes (when I look in your eyes babe) Oooh and it's time now (It's time babe)  [Chorus 2] Just let, let my love (do you baby!) Le-le-le-let it dress you down You got to know baby, oh you got to know That I adorn you, yeah Oh love ain't never looked so good on ya Oh, put it on, baby Let my love adorn... You  ",
        "title": "Adorn"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I remember your bare feet, down the hallway I remember your little laugh Race cars on the kitchen floor, plastic dinosaurs I love you to the moon and back  I remember your blue eyes looking into mine Like we had our own secret club I remember you dancing before bed time Then jumping on me waking me up  I can still feel you hold my hand, little man And even the moment I knew You fought it hard like an army guy Remember I leaned in and whispered to you  [Chorus] Come on baby with me we're going to fly away from here You were my best four years  [Verse 2] I remember the drive home When the blind hope turned to crying and screaming \"Why?\" Flowers pile up in the worst way, no one knows what to say About a beautiful boy who died  And it's about to be Halloween You could be anything you wanted, if you were still here I remember the last day, when I kissed your face I whispered in your ear  [Chorus] Come on baby with me we're going to fly away from here Out of this curtain room and this hospital grey, we'll just disappear Come on baby with me we're going to fly away from here You were my best four years  [Bridge] What if I'm standing in your closet trying to talk to you? What if I kept the hand-me-downs you won't grow into? And what if I really thought some miracle would see us through? What if the miracle was even getting one moment with you?  [Chorus] Come on baby with me we're going to fly away from here Come on baby with me we're going to fly away from here You were my best four years  [Outro] I remember your bare feet, down the hallway I love you to the moon and back  ",
        "title": "Ronan"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Much as you blame yourself, you can't be blamed for the way that you feel Had no example of a love that was even remotely real How can you understand something that you never had? Ooh, baby, if you let me, I can help you out with all of that  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness gets brought to life I'll take you there  Girl let me love you Girl let me love you, baby, oh Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, let me love you, oh  [Verse 2] I can see the pain behind your eyes It's been there for quite a while I just wanna be the one to remind you what it is to smile I would like to show you what true love can really do  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  Girl let me love you, baby Girl let me love you Let me love you, let me love you, baby Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, girl let me love you, baby  For every heart that beats For every heart that beats For every heart that beats For every heart that beats Heart that beats Heart that beats Heart that beats Heart that beats  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  [Outro] Girl let me love you Let me love you, baby, love you, baby Girl let me love you Let me love you babe, love you babe, ooh-ooh-ah  ",
        "title": "Let Me Love You (Until You Learn To Love Yourself)"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] I been trying to do it right I been living a lonely life I been sleepin' here instead I been sleepin' in my bed I been sleepin' in my bed  So show me family All the blood that I will bleed I don't know where I belong I don't know where I went wrong But I can write a song  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Verse 2] I don't think you're right for him Think of what it might have been if we Took a bus to Chinatown I'd be standin' on Canal, and Bowery And she'd be standin' next to me  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Bridge] Love we need it now Let's hope for some Cause oh, we're bleedin' out  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  ",
        "title": "Ho Hey"
    },
    {
        "artist": "Calvin Harris Featuring Ne-Yo",
        "lyrics": null,
        "title": "Let's Go"
    },
    {
        "artist": "Alicia Keys Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] Spirit of Marilyn callin' me, audibly Bawling, she said that she would never leave,continued to torture me Telling me to come with her,underneath my comforter And she brought a gun with her, pills and some rum with her Took me on the balcony, telling me to jump with her Yeah I'm in the ghost, but I ain't doing stunts with her I ain't trying to be that,haters wanna see that But I got 'em aggy,cause I win the gold like Gabby  [Verse 2: Alicia Keys] She's just a girl, and she's on fire Hotter than a fantasy, lonely like a highway She's living in a world, and it's on fire Feeling the catastrophe, but she knows she can fly away  Oh, she got both feet on the ground And she's burning it down Oh, she got her head in the clouds And she's not backing down  [Hook] This girl is on fire This girl is on fire She's walking on fire This girl is on fire  [Verse 3: Alicia Keys] Looks like a girl, but she's a flame So bright, she can burn your eyes Better look the other way You can try but you'll never forget her name She's on top of the world Hottest of the hottest girls say  Oh, we got our feet on the ground And we're burning it down Oh, got our head in the clouds And we're not coming down  [Hook]  [Verse 4: Alicia Keys] Everybody stands, as she goes by Cause they can see the flame that's in her eyes Watch her when she's lighting up the night Nobody knows that she's a lonely girl And it's a lonely world But she gon' let it burn, baby, burn, baby  [Verse 5: Nicki Minaj] Dear God, If you're here God Make the fire disappear when they stare God Take away my fear when they interfere God Do you fear God? Cause I fear God And in my backyard, that's a deer, God And that's a horse ranch,and to my core fans Keep reppin' me,do it 'til the death of me 'X' in the box, cause ain't nobody checkin' me  [Hook]  Oh, oh, oh...  She's just a girl, and she's on fire  ",
        "title": "Girl On Fire"
    },
    {
        "artist": "Frank Ocean",
        "lyrics": "  [Verse 1] A tornado flew around my room before you came Excuse the mess it made, it usually doesn't rain in Southern California, much like Arizona My eyes don't shed tears, but boy, they pour when  [Pre-Chorus] I'm thinkin' 'bout you (Ooh no, no, no) I've been thinkin' bout you (You know, know, know) I've been thinkin' bout you, do you think about me still? Do ya, do ya?  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  [Verse 2] No, I don't like you, I just thought you were cool enough to kick it Got a beach house I could sell you in Idaho Since you think I don't love you, I just thought you were cute, that's why I kissed you Got a fighter jet, I don't get to fly it though, I'm lying down  [Pre-Chorus] Thinkin' 'bout you (Ooh no, no, no) I've been thinkin' bout you (You know, know, know) I've been thinkin' bout you, do you think about me still? Do ya, do ya?  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  [Bridge] Yes, of course, I remember, how could I forget how you feel? You know you were my first time, a new feel It won't ever get old, not in my soul, not in my spirit, keep it alive We'll go down this road 'til it turns from color to black and white  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  ",
        "title": "Thinkin Bout You"
    },
    {
        "artist": "French Montana Featuring Rick Ross, Drake, Lil Wayne",
        "lyrics": "  [Hook: Uncle Luke] Don't stop, pop that, don't stop Pop that pop that pop that  [Rick Ross] Drop that pussy, bitch  [Drake & Rick Ross] I’m young Papi, Champagne They know the face, and they know the name Drop that pussy, bitch  [Hook 2: French Montana] What you twerkin' with Work, work, work, work, bounce What you twerkin' with  [Verse 1: French Montana] Work, work, work, work, work, work What you twerk with Throw it, bust it open Show me what you twerk with Ass so fat need a lap dance I’m in that white ghost chasing Pac-Man Hundred out the lot, I be leaning that Ciroc Hundred large bring a mop Cars tinted like Barack Got a Brinks truck in my pocket Thirty chains on my collar Two drops, no mileage Top off like Wallace And I’m inhaling smoke, bitch know that Filthy rich before rap Your new deal, I throw that Three beans I’m on that (Haaan) We pop a molly, she buss it open (Haaan) She seen the 'gatti, that pussy soaking  [Hook]  [Verse 2: Rick Ross] I love my big booty bitches, my life a Godfather picture Local club in my city, I fell in love with a stripper Bitches know I’m that nigga Talking four-door Bugatti, I’m the life of the party Let's get these hoes on the Molly You know I came to stunt So drop that pussy, bitch I got what you want, drop that pussy, bitch Film it, film it, this bitch want me to film it Balling, balling like I play for New England Spend it, spend it, spend a stack every minute That's 50...100, I see no fucking limits Shout out to Uncle Luke Shout out my bitches too We the 2 Live Crew Two for me, two for you Feed them bitches carrots Fuck em like a rabbit Sorry that's a habit, smoke a spliff and then I vanish  [Hook]  [Verse 3: Drake] I'm about being single, seeing double, making triple I hope you pussy niggas hating never make a nickel It's good to make it better when your people make it with you Money coming, money going, ain't like you could take it with you It's about to be a hit right now, fuck back then we the shit right now Dropped Take Care, bought a mothafuckin' crib Picking up the keys to that bitch right now OVO that's major shit, Toronto with me that's mayor shit Gettin cheddar packs like KD, OKC that's player shit We don't dress alike, we don't rap alike I shine different, I rhyme different Only thing you got is some years on me Man fuck you and your time difference I'm Young Papi, champagne They know the face and they know the name Got one watch that could probably pay for like all your chains And you'd owe me change, ah! Greystone, twenty bottles that's on me On the couch, wildin' out yelling free my niggas 'til they all free One of my closest dawgs got three kids and they all three But we always been that type of crew that been good without a plan B  [Hook]  [Verse 4: Lil Wayne] Bitch! Stop talkin' that shit And suck a nigga dick for some Trukfit Okay I fuck a bitch and I'm gone That’s gangsta: Al Capone I make that pussy spit like Bone I'm talkin' 'bout bone, bone, bone bone I’m fuckin with French, excuse my French I lose my mind before I lose my bitch Money ain’t a thing but a chicken wing Bitch I ball like two eyelids YMCM beat that pussy up, stop playin' I make her ass scream and holla like rock bands I’m a beast, I’m off the leash I am rich like a bitch On my Proactiv shit, pop that pussy like a zit I go by the name Lil Tunechi Your girl is a groupie And nigga, you's a square And I will twist you like in a Rubik's Motherfucker I'm on my skateboard Watch me do a trick ho I’m 5′5” but I could 6-9 Then beat that pussy like Klitschko It’s French Montana, fuck Joe It’s Weezy F, fuck hoes It’s Truk the world It’s Truk yo girl It’s Trukfit by the truck load, biatch!  [Hook]  ",
        "title": "Pop That"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  There's a want and there's a need There's a history between Girls like her and guys like me Cowboys and angels  I've got boots and she's got wings I'm hell on wheels and she's heavenly I'd die for her and she lives for me Cowboys and angels  We ride side by side A cloud of dust, a ray of light My touch is her temptation Her kiss is my salvation She's sweet, I'm wild, we're dangerous Cowboys and angels  I'm not sure why her path crossed mine Accident or grand design Maybe God just kinda likes Cowboys and angels  We ride side by side A cloud of dust, a ray of light My touch is her temptation Her kiss is my salvation She's sweet, I'm wild, we're dangerous Cowboys and angels  There's a want and there's a need There's a history between Girls like you and guys like me Cowboys and angels  ",
        "title": "Cowboys And Angels"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Woop, turn the lights on Oh woah, oh woah  [Verse 1] We share something so common, but still so rare And I’m in awe, never been here before So high, we’re still climbing, even here inside these walls Breaking each others hearts and we don’t care 'cause we’re so  [Chorus] In too deep, can’t think about giving it up But I never knew love, would feel like a heart attack It’s killing me, swear I never cried so much 'Cause I never knew love would hurt this fucking bad The worst pain that I ever had Oh woah, never knew love, oh woah Would hurt this fucking bad The worst pain that I ever had  [Verse 2] All the times when I know I should be smiling Seem to be the time that I frown the most Can't believe that we're still surviving 'Cause I'm slowly breaking down even when I hold you close And if I lose you, I'm afraid I would lose who Who I gave my love to That's the reason I stay around Even though I fell way  [Chorus] In too deep, can’t think about giving it up But I never knew love, would feel like a heart attack It’s killing me, swear I never cried so much 'Cause I never knew love would hurt this fucking bad The worst pain that I ever had Oh woah, never knew love, oh woah Would hurt this fucking bad The worst pain that I ever had  [Bridge] And it hurts 'cause I wanna leave And you wanna leave, but the love keeps us together And if I lose you, I'm afraid I would lose who, who I gave my love to That's the reason I stay around, even though I fell way  [Chorus] In too deep, can’t think about giving it up But I never knew love, would feel like a heart attack It’s killing me, swear I never cried so much 'Cause I never knew love would hurt this fucking bad The worst pain that I ever had Oh woah, never knew love, oh woah Would hurt this fucking bad The worst pain that I ever had  ",
        "title": "Heart Attack"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] On the other side of a street I knew Stood a girl that looked like you I guess that's déjà vu But I thought this can't be true Cause you moved to west L.A. or New York or Santa Fe Or wherever to get away from me  [Pre-Chorus] Oh but that one night Was more than just right I didn't leave you cause I was all through Oh I was overwhelmed and frankly scared as hell Because I really fell for you  [Chorus] Oh I swear to ya I'll be there for ya This is not a drive by Just a shy guy looking for a 2-ply Hefty bag to hold my love When you move me everything is groovy They don't like it sue me The way you do me Oh I swear to ya I'll be there for ya This is not a drive by  [Verse 2] On the other side of a downward spiral My love for you went viral And I loved you every mile you drove away But now here you are again So let's skip the \"How you been?\" And get down to the \"more than friends\" at last  [Pre-Chorus] Oh but that one night was still the highlight I didn't need you until I came to And I was overwhelmed and frankly scared as hell Because I really fell for you  [Chorus] Oh I swear to ya I'll be there for ya This is not a drive by Just a shy guy looking for a 2-ply Hefty bag to hold my love When you move me everything is groovy They don't like it sue me The way you do me Oh I swear to ya I'll be there for ya This is not a drive by  [Bridge] Please believe that when I leave There's nothing up my sleeve but love for you And a little time to get my head together too  [Pre-Chorus] On the other side of a street I knew Stood a girl that looked like you I guess that's déjà vu But I thought this can't be true Cause...  [Chorus] Oh I swear to ya I'll be there for ya This is not a drive by Just a shy guy looking for a 2-ply Hefty bag to hold my love When you move me everything is groovy They don't like it sue me The way you do me Oh I swear to ya I'll be there for ya This is not a drive by  ",
        "title": "Drive By"
    },
    {
        "artist": "The Wanted",
        "lyrics": "  [Chorus] The sun goes down, the stars come out And all that counts is here and now My universe will never be the same I'm glad you came  [Verse 1] You cast a spell on me, spell on me You hit me like the sky fell on me, fell on me And I decided you look well on me, well on me So let's go somewhere no one else can see, you and me  [Pre-Chorus] Turn the lights out now Now I'll take you by the hand Hand you another drink Drink it if you can Can you spend a little time Time is slipping away Away from us so stay Stay with me I can make Make you glad you came  [Chorus] The sun goes down, the stars come out And all that counts is here and now My universe will never be the same I'm glad you came I'm glad you came  [Verse 2] You cast a spell on me, spell on me You hit me like the sky fell on me, fell on me And I decided you look well on me, well on me So let's go somewhere no one else can see, you and me  [Pre-Chorus] Turn the lights out now Now I'll take you by the hand Hand you another drink Drink it if you can Can you spend a little time Time is slipping away Away from us so stay Stay with me I can make Make you glad you came  [Chorus] The sun goes down, the stars come out And all that counts is here and now My universe will never be the same I'm glad you came I'm glad you came  [Bridge] (Oh, oh, oh) I'm glad you came So glad you came I'm glad you came I'm glad you came  [Chorus] The sun goes down, the stars come out And all that counts is here and now My universe will never be the same I'm glad you came I'm glad you came  ",
        "title": "Glad You Came"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] I know i gotta put in the hours Make the money while the sunlight shines But anything i gotta get done It can get done some other time  [Chorus] Time is love, gotta run Love to hang longer But i got someone who waits Waits for me and right now She's where i need to be Time is love, gotta run  [Verse 2] I only get so many minutes Don't wanna spend 'em all on the clock In the time that we spent talking How many kisses have i lost?  [Chorus] Time is love, gotta run Love to hang longer But i got someone who waits Waits for me and right now She's where i need to be Time is love, gotta run  [Bridge] Gotta fly Fly Before one more moment Gets by...  [Chorus] Time is love, gotta run Love to hang longer But i got someone who waits Waits for me and right now She's where i need to be  [Chorus] Time is love, gotta run Love to hang longer But i got someone who waits Waits for me and right now She's where i need to be Time is love, gotta run Time is love, gotta run...  ",
        "title": "Time Is Love"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1] (RedOne...) Let's go to the beach, each Let’s go get a wave They say, what they gonna say? Have a drink, clink, found the Bud Light Bad bitches like me is hard to come by The patron own, let's go get it on The zone on, yes I'm in the zone Is it two, three? Leave a good tip I'mma blow off my money and don't give two shits  [Bridge] I'm on the floor, floor I love to dance So give me more, more, 'til I can't stand Get on the floor, floor Like it's your last chance If you want more, more Then here I am  [Hook] Starships were meant to fly Hands up and touch the sky Can't stop cause we’re so high Let's do this one more time Starships were meant to fly Hands up and touch the sky Let's do this one last time Hands up...  (We're higher than a motherfucker) (We're higher than a motherfucker) (We're higher than a motherfucker)  [Verse 2] Bump in my hoopty-hoopty-hoop I own that And I ain't paying my rent this month I owe that But fuck who you want, and fuck who you like Dancehall life there's no end in sight Twinkle, twinkle little star  [Bridge] Now everybody let me hear you say ray ray ray Now spend all your money cause today pay day And if you're a G, you a G-G-G My name is Onika, you can call me Nicki  [Bridge] Get on the floor, floor Like it's your last chance If you want more, more Then here I am  [Hook] Starships were meant to fly Hands up and touch the sky Can't stop cause we’re so high Let's do this one more time Starships were meant to fly Hands up and touch the sky Let's do this one last time Hands up...  (We're higher than a motherfucker) (We're higher than a motherfucker) (We're higher than a motherfucker)  [Outro] Starships were meant to fly Hands up and touch the sky Can't stop cause we’re so high Let's do this one more time Starships were meant to fly Hands up and touch the sky Let's do this one last time Hands up...  (We're higher than a motherfucker) (We're higher than a motherfucker) (We're higher than a motherfucker)  ",
        "title": "Starships"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  I am insensitive I have a tendency to pay more attention to the things that I need Sometimes I drink to much, sometimes I test your trust, sometimes I dunno Why you're staying with me?  I'm hard to love, hard to love, I don't make it easy, I couldn't do it if I Stood where you stood I'm hard to love, hard to love, you say that you need me, I don't deserve It but I love that you love me. goood  I am a short fuse, I am a wrecking ball crashing into your heart like I do You're like a Sunday morning full of grace and full of Jesus I wish that I Could be more like you  I'm hard to love, hard to love, I don't make it easy, I couldn't do it if I Stood where you stood I'm hard to love, hard to love, you say that you need me, I don't deserve It but I love that you love me. Goood Love me good  Girl you've given me a million second chances and I don't ever wanna take You for granted, I'm just a man, I'm just a man  Hard to love, hard to love, oh I don't make it easy and I couldn't do it if I stood where you stood I'm hard to love, hard to love and you say that you need me, I don't Deserve it but I love that you love me. good. (x2)  You love me good  ",
        "title": "Hard To Love"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro] Usher, baby Yeah Did it again And this time I'ma make you scream (Usher) Yeah, man  [Verse 1] I see you over there, so hypnotic Thinking 'bout what I'd do to that body I'd get you like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby baby Got no drink in my hand, but I'm wasted Getting drunk off the thought of you naked I get you like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby baby  [Pre-Chorus] And I try to fight it, to fight it But you're so magnetic, magnetic Got one life, just live it, just live it Now relax and get on your back  [Chorus] If you wanna scream, \"yeah\" Let me know and I'll take you there Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you want it done right Hope you're ready to go all night Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you wanna scream  [Verse 2] Kill the lights, shut them off, you're electric Devil eyes telling me come and get it I'll have you like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby baby Girl, tonight, you're the prey, I'm the hunter Take you here, take you there, take you under Imagine me, whispering in your ear that I wanna Take off all your clothes and put something on you  [Pre-Chorus] And I try to fight it, to fight it But you're so magnetic, magnetic Got one life, just live it, just live it Now relax and get on your back  [Chorus] If you wanna scream, \"yeah\" Let me know and I'll take you there Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you want it done right Hope you're ready to go all night Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you wanna scream  [Bridge] I'ma make you scream loud La da, scream, la da La da, la da, la da, da da da Hey, somebody scream out with me  [Chorus] If you wanna scream, \"yeah\" Let me know and I'll take you there Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you want it done right Hope you're ready to go all night Get you going like ooh baby baby, ooh baby baby Ooh baby baby, ooh baby If you wanna scream  ",
        "title": "Scream"
    },
    {
        "artist": "Trey Songz Featuring T.I.",
        "lyrics": "  [Intro: Trey Songz & T.I.] Tell the DJ turn it up Bet the DJ bring it back Tell him play that shit again Tell him that you like that, like that, oh Trey, I ain't got but two reasons to be here man All the ballers poppin' bottles  [Verse 1: Trey Songz] I know it's somebody birthday Right now, right now, right now, right now, right now Yeah and somebody gettin' drunk too Right now, right now, right now, right now, right now Catch me in the club like I own that bitch Shawty dancin' like she on that dick Bad bitches never hold back Send me a picture, where your phone at?  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks For the bitch, ca-came for the bitches and the drinks Bitches and the drinks, bitches and the drinks, what you came for? Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 2: Trey Songz] I see you tryin' to handcuff her on the street Stop trippin', you can't control that freak Ain't nobody got a body like hers Ghetto booty, but she came from the 'burbs Got a dark skinned girl dancin' on me Two white girls dancin' on me Bad yellow bone, yeah I'm in my zone Waitress keep comin' back, so you know we hella gone  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks For the bitch, ca-came for the bitches and the drinks Bitches and the drinks, bitches and the drinks, what you came for? Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 3: T.I.] I hit the club and buy the bar In VIP, just see my partners and a lot of broads And such a G' I be, just pop them bottles, party hard I'm done with today, I'm lookin' for tomorrow All I do is turn up, ain’t no dough it don’t concern us All this bubba kush I burn up, smell some regular, it ruined us Turning corners, fishtailin' out the parking lot yellin' Bankhead, west side, eight or nine chicks trailin' Right behind us, been this way since we were minors If it wasn't for the chicks up in this bitch, you wouldn't find us Even way out in China, same thing when I came through the door Like, here you go again, where the bitches and the drink, yo  [Hook: Trey Songz] Whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks You need to know what I came for Bitches and the drinks Bitches and the drinks, bitches and the drinks I know you know what I came for Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 3: Trey Songz] Hey girl, you heard what I said, get your ass up If you hot, you cold, you Florida, Alaska Chicago, Virginia, New York City Houston where the girls all thick LA, the Bay, tell your girl 'bout this Matter fact tell the whole GA Ooh, you know they fine up and down the Carolinas Shout to every ten I see when I'm down in Tennessee  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks  ",
        "title": "2 Reasons"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1] I kn-kn-know a girl, she gets what she wants all the time Cause she's fine But for an angel, she's a hot hot mess Make you so blind, but you don't mind  [Pre-Hook 1] Cause she's an uptown, get-around, anything-goes girl, girl She's a hardcore, candy-store, gimme-some-more girl, girl  [Pre-Hook 2] She'll make you take her to the club, but then she leaves with her friends She likes to stay late at the party, cause the fun never ends And all her clothes are on the floor and all your records are scratched She's like a one-way ticket cause you can't come back  [Hook] Saying yeah... you want her, but she's so mean (You’ll never let her go, why don’t you let her go?) Yeah... you want her, but she's so mean (You'll never let her go, why don't you let her go?)  [Verse 2] You kn-kn-know that if you don’t shut your mouth, she’ll freak out You better get your shit together, ‘cause she’s bringing you down now Yeah boy you better, you better  [Pre-Hook 1] Cause she's an uptown, get-around, anything-goes girl, girl She's a hardcore, candy-store, gimme-some-more girl, girl  [Pre-Hook 3] She’s got a wicked sense of humor, can’t believe what she says She drinks Bacardi in the morning ‘til it goes to her head And all you want is just to hold her, but she don’t go for that She has a hard time coming when she can’t hit back  [Hook] Saying yeah... you want her, but she's so mean (You’ll never let her go, why don’t you let her go?) Yeah... you want her, but she's so mean (You'll never let her go, why don't you let her go?)  [Verse 3] Every now and then, she makes you just a little bit crazy (crazy) She’ll turn a knife into your back and then she’s calling you baby, crazy  [Pre-Hook 2] She'll make you take her to the club, but then she leaves with her friends She likes to stay late at the party, cause the fun never ends And all her clothes are on the floor and all your records are scratched She's like a one-way ticket cause you can't come back  [Hook] Saying yeah... you want her, but she's so mean (You’ll never let her go, why don’t you let her go?) Yeah... you want her, but she's so mean (You'll never let her go, why don't you let her go?)  [Outro] Yeah man, I know how you want her (how you want her) Yeah man, I know how you want her (how you want her) Yeah man, I know how you want her But she's so mean (You'll never let her go, why don't you let her go?)  ",
        "title": "She's So Mean"
    },
    {
        "artist": "Of Monsters And Men",
        "lyrics": "  Hey! Hey! Hey!  I don't like walking around this old and empty house So hold my hand, I'll walk with you my dear  The stairs creak as I sleep It's keeping me awake It's the house telling you to close your eyes  Some days I can't even trust myself It's killing me to see you this way  Cause though the truth may vary This ship will carry our bodies safe to shore  Hey! Hey! Hey!  There's an old voice in my head That's holding me back Well tell her that I miss our little talks  Soon it will all be over and buried with our past We used to play outside when we were young And full of life and full of love  Some days I don't know if I am wrong or right Your mind is playing tricks on you my dear  Cause though the truth may vary This ship will carry our bodies safe to shore  [Chorus] Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  You're gone, gone, gone away I watched you disappear All that's left is a ghost of you Now we're torn, torn, torn apart There's nothing we can do Just let me go, we'll meet again soon  Now wait, wait, wait for me, please hang around I'll see you when I fall asleep  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  Hey! Don't listen to a word I say Hey! The screams all sound the same Hey!  Though the truth may vary This ship will carry our bodies safe to shore  ",
        "title": "Little Talks"
    },
    {
        "artist": "Jana Kramer",
        "lyrics": "  [Verse 1] Out of all of the places in this little town Yeah, you had to come walking in here and sit down I'm hiding and hoping my face ain't too red Since we been over, been trying like crazy to get you out of my head  [Chorus] So why you wanna Show up in a old t-shirt that I love Why you gotta tell me that I'm looking good Don't know what you were thinkin', you were doing Moving in for a hug Like you don't know I'm coming unglued Why you gotta, why you wanna Make me keep wanting you  [Verse 2] I wish you had on sunglasses to cover up those blue eyes I wish you said something mean to make me glad that you said goodbye Why can't you look off somewhere if you catch me staring at you Why can't you be cold like any old good ex would do  [Chorus]  [Bridge] Why, why, why Would you tell me that you call me up sometime? Maybe we can get a drink and just catch up Like that'd be enough No, that ain't enough  [Chorus]  [Outro] Why you gotta, why you wanna Make me keep wanting you Why you gotta, why you wanna Make me keep wanting you Out of all of the places In this little town Yeah, you had to come walking in here and sit down  ",
        "title": "Why Ya Wanna"
    },
    {
        "artist": "David Guetta Featuring Chris Brown & Lil Wayne",
        "lyrics": "  [Verse 1: Chris Brown] Where you been? Where you been all my life? Baby, it's a sin, the way you looking alive It’s obvious that I want something from you You know what, what I wanna do, do, do  [Chorus: Chris Brown] If we touch, it would bring me to life I can only imagine, only imagine what it'd be like Oh, every time, it will bring me to life I can only imagine, only imagine What it’d be like What it’d be like What it’d be like, like, like What it’d be like, like, like  [Verse 1: Lil Wayne] I saw you from afar, thought I'd say, \"Wassup\" You can tell me your name, when we wakin' up They call me Lil Tunechi, I'm good, I'm Gucci Now you can kiss your old dude goodbye, smooches You're a beast, yo-you're a beauty Man, I think somebody done gave Cupid an Uzi Shoot me, you're a firework, brighter in the dark So let's turn off the lights and give me that spark  [Chorus: Chris Brown] If we touch, it would bring me to life I can only imagine, only imagine what it'd be like Oh, every time, it will bring me to life I can only imagine, only imagine What it’d be like What it’d be like What it’d be like, like, like What it’d be like, like, like, like, like  [Bridge: Chris Brown] I want to let her touch me, one touch will feel free (it would bring me to life) I want to feel free, so I can finally be (if you kiss me) So I can finally be, so I can finally be So I can finally see, so I can finally see (give me now, give me now)  [Verse 1: Lil Wayne] I saw you from afar, thought I'd say, \"Wassup\" You can tell me your name, when we wakin' up They call me Lil Tunechi, I'm good, I'm Gucci Now you can kiss your old dude goodbye, smooches You're a beast, yo-you're a beauty Man, I think somebody done gave Cupid an Uzi Shoot me, you're a firework, brighter in the dark So let's turn off the lights and give me that spark  ",
        "title": "I Can Only Imagine"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 1] Is that her in the VIP-line With the Vuitton and Yves Saint Laurent Used to drive a Nissan now she in a Beamer I don’t want ‘er cause she from the corner And I heard that Beamer was a loaner Her old man, the owner And don't even drink Carona's What type of drink you want bruh On champagne forever On dirty sprite forever You can come sip with me If you’d like to change the weather If you wanna live better We can buy a crib, where ever Don’t get too thirsty, get used to the cheddar I wanna tell the world about you just so they can get jealous And if you see ‘er ‘fore I do tell ‘er I wish that I’ve met ‘er  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 2] Send ‘er my way Tell ‘er I’ve been lookin’ for ‘er in the broad day Hangin’ with the dope boys in the hallways And I know, to keep ‘er, yeah you gotta get that pay Turn on the lights I’m lookin’ for ‘er too I heard she got a pretty face and stand up like a stallion I heard that she a precious jewel, you treat her to medallions I wanna be the one to find out if I go to prowlin And if I get her number, you know I can’t wait to dial it And if we get together, girl, you know we gon be wildin And when we get together we make magic and it’s ours Whenever you up here, ain't nun nobody can do about it  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 3] She a hood girl But she a good girl She been mislead Now she ready for the world I want your energy To take control of me I’ve tried to go to sleep And seen ‘er in my dreams Just in case I run across her today I'mma stay clean Just in case you recognize her face, send ‘er to me And tell ‘er I’ve been lookin’ for ‘er with a flashlight You can't tell a nigga nothin because I got my cash right And tell ‘er if she honest I promise to stay true Make sure, when you tell ‘er, tell ‘er we goin past the moon  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  ",
        "title": "Turn On The Lights"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] All we do right is make love And we both know now that ain’t enough  [Chorus] Ain’t gonna beg you to stay Ain't gotta ask you what's wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye  [Verse 2] Baby who we are just didn’t work But maybe we can leave with something out of all this hurt  [Chorus] Ain’t gonna beg you to stay Ain’t gotta ask you what’s wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye  [Chorus] Ain’t gonna beg you to stay Ain’t gotta ask you what’s wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye Let’s kiss tomorrow goodbye  ",
        "title": "Kiss Tomorrow Goodbye"
    },
    {
        "artist": "Lil Wayne Featuring Detail",
        "lyrics": "  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 1: Lil Wayne] Tunechi in this bitch, e'rybody should be worried Them pussy niggas be purring, bitches be diggin' me I feel buried And if she make this dick hard, she woke up a sleeping giant Man your bitch speak in tongues every time we speak in private Hope your barber shop open cause we got hair triggers Smoke so much that Smokey the Bear’ll have to bear with us And that Jeep with the doors off that means that bitch sleep All these bitches think they’re the shit, I’ll send them up shit’s creek You see Tunechi right here, give me brain ideas It's ok if you turn up just don't turn off my light years All I know is I do it what I'm smoking I grew it B’s up, Blood Gang; Piru it, and all rats gotta die even Stuart On my private jet and my stewardess is your bitch nigga, bitch Nigga I know gold-diggers and ditch-diggers You don't get dissed, you get disfigured She say sorry I didn't shave so that pussy a little furry I put that pussy in my face: I ain't got no worries Tunechi  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 2: Lil Wayne] We ain't got no worries She bad as a hooker, so she ain't got no worries She want me to eat her sugar, I say \"Why you in a hurry?\" She say \"Why you asking questions?\" I say \"Bitch you trynna be funny!\" Now take your fucking clothes off, let me see that Donkey Kong I swing your ass back and forth, back and forth on my monkey bar That camel toe that camel toe, no worries no panty-hose These niggas falling off like baggy clothes, I smoke more than a magic show I swear I saw my ho, I swear she was with my ho You know I fuck them both, sore pussy and sore throat Bitch it's Tunechi and I'm out chea, no worries no worries I would talk about my dick, but man that shit be a long story YEAHHH, OHH SHIT, I'M UP, YEAHH, YOUNG MULA BABY!  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there  ",
        "title": "No Worries"
    },
    {
        "artist": "Florida Georgia Line Featuring Nelly",
        "lyrics": "  [Intro: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Let's go!  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up What up Nelly, alright I got my windows down and the radio up Get your radio up  [Verse 1: Brian Kelley & Tyler Hubbard] Yeah, when I first saw that bikini top on her She’s poppin' right out of the South Georgia water Thought, \"Oh, good lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it Come on So baby you a song You make me wanna roll my windows down and cruise  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up  [Verse 2: Brian Kelley & Tyler Hubbard] Yeah, she was sippin' on Southern and singin' Marshall Tucker We were fallin' in love in the sweet heart of summer She hopped right up into the cab of my truck and said \"Fire it up, let’s go get this thing stuck\"  [Chrous: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Verse 3: Nelly] My windows down my seats back My music up and we ride Her legs up on my dashboard And it's just the way I like Hey country girl, this country boy Like e'rything about you Don't change a thing, no way You stay the same and I got you I likes all that, all that Head to toe you all that Tell ole boy he can call back Send her a text say, \"fall back\" cause I can see you got a thing for the fast life So come on, shawty, let me show you what the fast like Whipping 'cross the border, Florida into Georgia Cause baby you a song You make me wanna roll my windows down and cruise Down a back road blowing stop signs through the middle Every hood, every town with you And this drop-top Chevy painted real slick It would look a hell of a lot better with you up in it Cause baby you a song You make me wanna roll my, roll my, roll my R-r-r-r-roll  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up  ",
        "title": "Cruise"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  You’ve got a cousin who’s telling you somethin’ That doesn’t have nothin’ to do with the lovin’ that we’re in, baby I hear she’s sayin’ this game we’re playin’ should be complicated If you won’t, I’ll say it, I think she’s crazy, cause  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun It’s fun  I’m walking around all over this town, ten feet off the ground So happy I found you, baby, I love it There’s no self-help book on your shelf, you know too well They’re trying to sell you somethin’ for nothin’, cause  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun  This ole heart’s never smiled so hard Lovin’ you is fun Yeah it’s fun Yeah it’s fun Lovin’ you is fun  ",
        "title": "Lovin' You Is Fun"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] White lips, pale face Breathing in the snowflakes Burnt lungs, sour taste Light's gone, day's end Struggling to pay rent Long nights, strange men  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly  [Verse 2] Ripped gloves, raincoat Tried to swim and stay afloat Dry house, wet clothes Loose change, bank notes Weary-eyed, dry throat Call girl, no phone  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly  [Bridge] An angel will die Covered in white Closed eyes and hopin' for a better life This time, we'll fade out tonight Straight down the line  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 2] And we're all under the upper hand And go mad for a couple of grams And we don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly Fly, fly For angels to fly To fly, to fly For angels to die  ",
        "title": "The A Team"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Got Little Wayne pumping on my iPod Thumping on the subs in the back of my crew cab Redneck rocking like a rockstar Sling a little mud off the back, we can do that Friday night football, Saturday Last Call, Sunday Hallelujah If you like it up loud and you're hillbilly proud Then you know what I'm talking about  [Chorus] Let me hear you say, Truck Yeah Wanna get it jacked up yeah Let's crank it on up yeah With a little bit of luck I can find me a girl with a Truck Yeah We can love it on up yeah 'Till the sun comes up yeah And if you think this life I love is a little too country Truck Yeah  [Verse 2] Our party in the club is a honky tonk downtown Yeah that's where I like to hang out Chilling in the back room Hanging with my whole crew Sipping on a cold brew, hey now! Got a mixed up playlist, DJ play this Wanna hear a country song If you like it up loud and you're hillbilly proud Throw your hands up now, let me hear you shout  [Chorus] Truck Yeah Wanna get it jacked up yeah Let's crank it on up yeah With a little bit of luck I can find me a girl with a Truck Yeah We can love it on up yeah 'Till the sun comes up yeah And if you think this life I love is a little too country Truck Yeah  [Verse 3] Rap or country, city, farm It don't matter who you are Got a little fight, got a little love Got a little redneck in your blood Are you one of us?   [Chorus]  ",
        "title": "Truck Yeah"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": null,
        "title": "Dark Side"
    },
    {
        "artist": "Karmin",
        "lyrics": null,
        "title": "Hello"
    },
    {
        "artist": "2 Chainz Featuring Kanye West",
        "lyrics": "  [Intro: 2 Chainz] Yeah birthday, it's your birthday, ha, uh, uh If I die, bury me inside the Louis store  [Chorus: 2 Chainz] They ask me what I do and who I do it for (yeah) And how I come up with this shit up in the studio (yeah) All I want for my birthday is a big booty ho (true) All I want for my birthday is a big booty ho (yeah) (what?) When I die, bury me inside the Gucci store (what?) When I die, bury me inside the Louis store (what?) (true) All I want for my birthday is a big booty ho (what?) (yeah) All I want for my birthday is a big booty ho (what?) (2 Chainz)  [Verse 1: 2 Chainz] She got a big booty so I call her Big Booty (booty) Skrr, skrr, wrists movin', cookin', gettin' to it (cookin') I'm in the kitchen (I'm in the kitchen) Yams everywhere (yams) Just made a juug (just made a juug) I got bands everywhere (bands) You the realest nigga breathin' if I hold my breath (damn) Referee with a whistle, brr, hold this tech (baow) Extendo clip (extendo clip) Extendo roll (extendo roll) When yo girl leave me, she need a hair salon (damn) Hair weave killer goin' on a trapathon (yeah) See, I done had more bombs than Pakistan (bomb) Dope bomb, dro bomb, and a pill bomb (bomb, bomb) See, nigga, I'm ballin', you in will call (true) When I die, bury me inside the jewelry store (2 Chainz) When I die, bury me inside the Truey store (true) True to my religion, two everything, I'm too different So when I die, bury me next to two bitches (two bitches)  [Chorus: 2 Chainz] They ask me what I do and who I do it for (yeah) And how I come up with this shit up in the studio (what?) (yeah) All I want for my birthday is a big booty ho (true) All I want for my birthday is a big booty ho (what?) (yeah) When I die, bury me inside the Gucci store (what?) (yeah) When I die, bury me inside the Louis store (what?) (true) All I want for my birthday is a big booty ho (yeah) All I want for my birthday is a big booty ho  [Verse 2: Kanye West] Ah, Yeezy, Yeezy, how you do it, huh? It's my birthday, I deserve to be greedy, huh? She holdin' out, she ain't givin' to the needy, huh? You go downstairs and fall asleep with the TV on Y'all been together ten years, you deserve a ménage 'Specially if you put that BMW in a garage 'Specially if you paid a couple payments on her momma crib Went to her niece's graduation, man, I hate those kids! Last birthday, she got you a new sweater Put it on, give her a kiss, and tell her \"Do better\" She said \"How 'bout I get you jewelry from the West End?\" How 'bout she hit the Westin and get her best friend? Ha, I'm jokin', I'm just serious, I asked her \"Don't be actin' like no actress! If we preachin', then we practice Don't be reachin', don't be touchin' shit, we in Kanye West's Benz! 'Cause I will turn you back to a pedestrian, hanh!\"  [Hook: 2 Chainz] They ask me what I do and who I do it for And how I come up with this shit up in the studio All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho When I die, bury me inside the Gucci store When I die, bury me inside the Louis store All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho  [Verse 3: 2 Chainz (Kanye West)] It's your birthday, it's your birthday Bad bitch contest, you in first place You in first place, you in first place Bad bitch contest, you in first place I show up with a check to your work place (Then hand the valet the keys to the Merces) Tell the DJ play your song, this shit come on (What I'm seeing from the back I can't front on) They ask me what I do and who I do it for When I die, bury me inside the booty club Get it girl, get it girl, get it get it girl I might switch it up and get your girl  [Hook: 2 Chainz] They ask me what I do and who I do it for And how I come up with this shit up in the studio All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho When I die, bury me inside the Gucci store When I die, bury me inside the Louis store All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho  [Outro: 2 Chainz (Kanye West)] Deuce and Ye We like Snoop and Dre Isn't this your birthday, baby You deserve a coupe today (You in first place, you in first place) (Bad bitch contest you in first place)  ",
        "title": "Birthday Song"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Chester Bennington] The cycle repeated As explosions broke in the sky All that I needed Was the one thing I couldn't find  [Pre-Chorus: Chester Bennington] And you were there at the turn Waiting to let me know  [Chorus: Chester Bennington] We're building it up to break it back down We're building it up to burn it down We can't wait to burn it to the ground  [Verse 2: Chester Bennington] The colors conflicted As the flames climbed into the clouds I wanted to fix this But couldn't stop from tearing it down  [Pre-Chorus: Chester Bennington] And you were there at the turn Caught in the burning glow And I was there at the turn Waiting to let you know  [Chorus: Chester Bennington] We're building it up to break it back down We're building it up to burn it down We can't wait to burn it to the ground  [Bridge: Mike Shinoda] You told me yes, you held me high And I believed when you told that lie I played soldier, you played king And struck me down when I kissed that ring You lost that right to hold that crown I built you up but you let me down So when you fall, I'll take my turn And fan the flames as your blazes burn  [Pre-Chorus: Chester Bennington] And you were there, at the turn Waiting to let me know  [Chorus: Chester Bennington] We're building it up to break it back down We're building it up to burn it down We can't wait to burn it to the ground  [Outro: Mike Shinoda & Chester Bennington] When you fall, I'll take my turn And fan the flames as your blazes burn We can't wait to burn it to the ground When you fall, I'll take my turn And fan the flames as your blazes burn We can't wait to burn it to the ground  ",
        "title": "Burn It Down"
    },
    {
        "artist": "Love And Theft",
        "lyrics": "  [Verse 1] She likes whiskey with her water She starts dancing when the stars come out She ain’t your typical preacher’s daughter She’ll leave you dreamin’, yeah there ain’t no doubt  [Chorus] There’s a little bit of devil in her angel eyes She’s a little bit of heaven with a wild side Got a rebel heart a country mile wide There’s a little bit of devil in her angel eyes A little bit of devil in her angel eyes  [Verse 2] Saturday night she’s rockin’ out by the bonfire Flirting from that tail gate and crankin’ up the dial Come Sunday mornin’ she’ll be singing with the choir Drivin’ me crazy with that kiss me smile  [Chorus] There’s a little bit of devil in those angel eyes She’s a little bit of heaven with a wild side Got a rebel heart a country mile wide There’s a little bit of devil in her angel eyes There’s a little bit of devil in her angel eyes  [Bridge] And I can’t stop wonderin’ what it would feel like, to hold her all night She’s got that something, that sexy innocence, she must be heaven sent  [Chorus] There’s a little bit of devil in her angel eyes She’s a little bit of heaven with a wild side Got a rebel heart a country mile wide There’s a little bit of devil in her angel eyes There’s a little bit of devil in those angel eyes She’s a little bit of heaven with a wild side Got a rebel heart a country mile wide There’s a little bit of devil in her angel eyes There’s a little bit of devil in her In those angel, in those angel eyes  ",
        "title": "Angel Eyes"
    },
    {
        "artist": "Usher Featuring Rick Ross",
        "lyrics": "  [Intro] Usher, baby I hear you, yeah Rock with me Fuck with me  [Verse 1: Usher] Hey girl, I'm debating if I should take you home Should I take you home? I don't mean to keep you waiting But I just gotta know if you're ready  [Pre-Chorus: Usher] She say she wanna take her skirt off, be my guest I decided to take my shirt off and show my chest And we've been sipping on that Merlot So you know what's next Working intermissions, switching positions We so explicit, oh...  [Chorus: Usher] You've been saying all night long That you couldn't wait to get me home alone What you gon' do to me Don't talk about it, be about it Let me see, let me see, let me see Girl, I can't wait to get you home Talk a good game, mate, come on Hollering 'bout what you gon' do to me Quit talking 'bout it, be about it Let me see, let me see, let me see  [Verse 2: Usher] I'll be anticipating What you would do to me What you gon' do to me? Sex education Hands on when you're with me Can you handle me?  [Pre-Chorus: Usher] She say she wanna take her skirt off, be my guest I decided to take my shirt off and show my chest And we've been sipping on that Merlot So you know what's next Working intermissions, switching positions We so explicit, oh...  [Chorus: Usher] You've been saying all night long That you couldn't wait to get me home alone What you gon' do to me Don't talk about it, be about it Let me see, let me see, let me see Girl, I can't wait to get you home Talk a good game, mate, come on Hollering 'bout what you gon' do to me Quit talking 'bout it, be about it Let me see, let me see, let me see  [Verse 3: Rick Ross] Got on all my ice, talking cash shit Been balling all my life, Lamborghini's, fast whips She down to ride and deserves a boss who down to provide We run the streets, but on G5's, I'm talking fly Boots and blue jeans, Cartier, newer rings You with a big boy, so we do the big things Had to valet park it, Chanel hoodie on Looking like Trayvon Martin, George Zimmerman, I'm wanted She on my wanted poster, Ciroc in my mimosa I'm balling like LeBron, we shopping in Milan The 458 Ferrari, I park it on the lawn I let her meet my tongue, she blew up like a bomb The sex is so explosive, her stuff is supersonic She my new addiction, I swear, I'm through with chronic Rozay and Usher Raymond, girl, we the hottest Rocking the most ice, I said we the hottest  [Chorus: Usher] You've been saying all night long That you couldn't wait to get me home alone What you gon' do to me Don't talk about it, be about it Let me see, let me see, let me see I can't wait to get you home Talk a good game, mate, come on Hollering 'bout what you gon' do to me Quit talking 'bout it, be about it Let me see, let me see, let me see  ",
        "title": "Lemme See"
    },
    {
        "artist": "Meek Mill Featuring Drake",
        "lyrics": "  [Intro: Meek Mill] I just wanna thank God For all the pretty women he let into my life All the Benjamins you let me count Wealth and health For my family And lettin' me ball on these niggas  [Hook: Meek Mill] Now there's a lot of bad bitches in the building (Amen) A couple real niggas in the building (Amen) I'm finna kill niggas in the building (Amen) I tell the waiter fifty bottles and she tell me say when And I say church (Preach) We make it light up like a church (Preach) She wanna fuck and I say church (Preach) Do Liv on Sunday like a church (Preach)  [Verse 1: Meek Mill] Bottle after bottle, drink until I overdose Pull up in the Phantom, watch them bitches catch the Holy Ghost Errtime I step up in the dealer I be goin' broke Shorty wanna fuck me, I say get on top and roller coast And I lay back, she go cray, fuck me good, but she no stay Murder on that pussy let her boyfriend get that DOA Get it? And all I get is Frito Lay Plus I'm on probation, when they test me I just pee Rosé Cause last night, I went hard, Peach Ciroc, Patron and all Thirty racks on magnum bottles, I think I was born to ball Lookin' like a million plus, fresh I'm out that corner store Hater I be doin' me, you guys should be doin' y'all I'm stackin' money to the ceiling All this ice that's in my Rollie I be chilling And I just made a couple million So I could take care of them children, let's go  [Hook: Meek Mill] Now there's a lot of bad bitches in the building (Amen) A couple real niggas in the building (Amen) I'm finna kill niggas in the building (Amen) I tell the waiter fifty bottles and she tell me say when And I say church (Preach) We make it light up like a church (Preach) She wanna fuck and I say church (Preach) Do Liv on Sunday like a church (Preach)  [Verse 2: Drake] Just bought my niggas some caine, so much it came with a plane Bought my niggas some dope, so much it came with a boat I just bought me a crib so big it came with a moat For niggas jumping the fence I hope you niggas can float And I just hope that I'm forgiven for carin' 'bout how they livin' And loanin a little money and keepin' 'em out of prison I ain't lyin' in my verses I'm just telling you the basics Of growin' up with your friends and becomin the one that made it Yes lord! All gold, man I got these bitches soul Talking bout these other rappers getting old is even getting old Worrying about your followers, you need to get your dollars up Me and Meek, young niggas poppin' like our collars up And good ain't good enough, and your hood ain't hood enough Spent my whole life puttin on, you spend your whole life puttin up Ain't no telling when I go, so there ain't shit that I'mma wait for I'm the type to say a prayer, then go get what I just prayed for  [Hook: Meek Mill] Now there's a lot of bad bitches in the building (Amen) A couple real niggas in the building (Amen) I'm finna kill niggas in the building (Amen) I tell the waiter fifty bottles and she tell me say when And I say church (Preach) We make it light up like a church (Preach) She wanna fuck and I say church (Preach) Do Liv on Sunday like a church (Preach)  [Verse 3: Meek Mill and Jeremih] Lord forgive me for my sins, I'm just tryna win And she a devil in a dress but if she knock I let her in And if she knock I let her in I have her wet by 12 o' clock, then 3 o' clock she wet again I'm screaming Oh Lord, that pussy good, that pussy good I'm tryna hold on, I wish I could, you think I should She got that million dollar body, shorty my Bugatti And she said she got a man, we keep it secret Illuminati (Got Patron on deck) And Ciroc all in my bottle (Push it all on her) She was on that Reposado (She take it all off) And I think I'll rep Serato In this bitch I'm spending like I hit the lotto, cause it's a lot of...  [Hook: Meek Mill] Now there's a lot of bad bitches in the building (Amen) A couple real niggas in the building (Amen) I'm finna kill niggas in the building (Amen) I tell the waiter fifty bottles and she tell me say when And I say church (Preach) We make it light up like a church (Preach) She wanna fuck and I say church (Preach) Do Liv on Sunday like a church (Preach)  ",
        "title": "Amen"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can usually drink you right off of my mind But I miss you tonight I can normally push you right out of my heart But I'm too tired to fight Yeah the whole thing begins And I let you sink into my veins And I feel the pain like it's new Everything that we were Everything that you said Everything that I did and that I couldn't do Plays through tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  [Verse 2] Turn the TV up loud Just to drown out your voice But I can't forget Now I'm all out of ideas and baby I'm down to my last cigarette Yeah, you're probably asleep Deep inside of your dreams While I’m sitting here Crying and trying to See, yeah, wherever you are Baby now I am sure you moved on And aren't thinking twice about me And you tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  I know that you're movin' on I know I should give you up But I keep hopin' that you'll trip And fall back in love Time's not healin' anything Baby, this pain is worse than it ever was I know that you can't hear me But baby I need you to save me tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  [Outro] Oh, I'm dreaming Come wake me up Oh, I'm dreaming  ",
        "title": "Come Wake Me Up"
    },
    {
        "artist": "Juicy J Featuring Lil Wayne & 2 Chainz",
        "lyrics": "  (Strippers)  [Hook] Bandz a make her dance, bandz a make her dance All these chicks popping pussies, I’m just popping bandz Bandz a make her dance, bandz a make her dance These chicks clappin’, and they ain’t using hands  [Verse 1: Juicy J] Short hair, like Nia Long, loose ones, she don’t need a loan Start twerking when she hear her song, stripper pole her income We get trippy and then some. So nasty when she rollin’ She put that ass up in my hands, I remote control it (Yeah ho) She give me dome when the roof gone, at the K.O.D. she leave with me She got friends, bring three. I got drugs, I got drinks Bend it over, Juicy J gon' poke it like wet paint You say no to ratchet pussy, Juicy J can't Racks everywhere, they showin' racks, I'm throwing racks In the V.I.P, rubber on I’m stretching that Rich niggas tippin', broke niggas lookin' And it ain't a strip club if they ain't showin' pussy  [Hook]  [Verse 2: Lil Wayne] (... Baby...ha ha ah... Juicy I got ya) (UGH) Pop that pussy for a real nigga Pull out my black card, that's my lil' nigga Make a movie with your bitch, Steven Spiel nigga Smoking on Keysh, Cole, gimme me chills nigga What's your real name? And not your stripper name I make it rain on ya, like a windowpane Bandz a make her dance, Tunechi make her cum Hit-it-from-the-side-like-a-mother-fucking-bass-drum Two hoes on one fucking pole, two hoes on my fucking pole I don't tip, I pay bills, bitches call me Buffalo Her stomach in and her ass out I'm flyer than the ones they pass out If money grow on trees, I branched out I'm just waiting on my bitch to cash out (Ha ha) (...just waiting for my bitch to cash out Tunechi... Young Mula Baby)  [Hook]  [Verse 3: 2 Chainz] (2 Chainz) 2 Chainz, four bracelets Let me see that ass clap; standing ovation If yo girl don't swallow kids, man, that ho basic Got 2 bitches wit me: take a shot of one ho, using her friend for a chaser Bandz a make her bust it, let me see you touch it Money talk, you ain't got none, end of discussion (Bandz a make her do it, pocket full of money Young nigga gettin' head while the engine runnin' Let me see you wiggle, do it for a real nigga I be laughing to the bank, all you do is giggle Ballin' in my coupe, call it sports car Drop the top and freak it, treat that bitch just like a porn star  [Hook]  ",
        "title": "Bandz A Make Her Dance"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  I turn the TV off, to turn it on again Staring at the blades of the fan as it spins around Counting every crack, the clock is wide awake Talking to myself, anything to make a sound  I told you I wouldn’t call, I told you I wouldn’t care But baby climbing the walls gets me nowhere I don’t think that I can take this bed getting any colder Come over, come over, come over, come over, come over  You can say we’re done the way you always do It’s easier to lie to me than to yourself Forget about your friends, you know they’re gonna say We’re bad for each other, but we ain’t good for anyone else  I told you I wouldn’t call, I told you I wouldn’t care But baby climbing the walls gets me nowhere I don’t think that I can take this bed getting any colder Come over, come over, come over, come over, come over  We don’t have to miss each other, come over We don’t have to fix each other, come over We don’t have to say forever, come over You don’t have to stay forever, come over  I told you I wouldn’t call, I told you I wouldn’t care But baby climbing the walls gets me nowhere I don’t think that I can take this bed getting any colder Come over, come over, come over, come over, come over  Come over, come over, come over, come over, come over Come over, come over, come over, come over, come over  Songwriter:  Sam Hunt  ",
        "title": "Come Over"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] And I came home Like a stone And I fell heavy into your arms These days of dust Which we've known Will blow away with this new sun  [Bridge] And I'll kneel down Wait for now And I'll kneel down Know my ground  [Hook] And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 2] So break my step And relent You forgave and I won't forget Know what we've seen And him with less Now in some way Shake the excess  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 3] So I'll be bold As well as strong And use my head alongside my heart So take my flesh And fix my eyes That tethered mind free from the lies  [Bridge] But I'll kneel down Wait for now I'll kneel down Know my ground Raise my hands Paint my spirit gold And bow my head Keep my heart slow  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  ",
        "title": "I Will Wait"
    },
    {
        "artist": "Keith Urban",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": null,
        "title": "Over"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Intro] You’ve got the bullets I’ve got the gun I’ve got a hankering for getting into something  I hit the bottle, you hit the gas I heard your 65 can really haul some ass  [Verse 1] I’m feeling frisky, you're feeling good I guess the whiskey is doing what it should I got the cigarettes You’ve got a lighter And when the sun goes down we’ll start a little fire  [Chorus] Ain’t no use in trying to slow me down ‘Cause you’re running with the fastest girl in town  Ain’t you baby? I like ‘em crazy  [Verse 2] My reputation follows me around Just makes me want to give them more to talk about Let’s go to town for a little while I’ll be wearing nothing but a tattoo and a smile  [Chorus]  [Break] Come on!  [Verse 3] I see the blue lights, we better run Throw out the bottle and I’ll hide the gun If he pulls us over I’ll turn on the charm You’ll be in the slammer and I’ll be on his arm  [Chorus] Ain’t no use in trying to slow me down ‘Cause you’re running with the fastest girl in town  Ain’t you baby? Well I told you I was crazy No I ain’t no body’s baby Hey!  [Outro] He’s got the bullets He’s got a gun I got the hankering for getting into something  ",
        "title": "Fastest Girl In Town"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] She rolled in My little sandy town She spent the summer there A couple houses down Well it was magic in the air When she caught my eye We shared three short months And one long goodbye  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Verse 2] Well she kissed my lips Down on Ocean Drive She set my world on fire On the fourth of July We wrote our names in the sand Under the star-soaked sky But it washed away like she did With the rising tide  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Bridge] Every summer that rolls around I'm looking over my shoulder Wishing I could see her face Wishing I could hold her  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Outro] Yeah, she was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away She was the one that got away She rolled in My little sandy town She spent the summer there A couple houses down  ",
        "title": "The One That Got Away"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Produced by Ryan Tedder]  [Verse 1] It's been a long time coming since I've seen your face I've been everywhere and back trying to replace Everything that I had 'til my feet went numb Praying like a fool that's been on the run Heart's still beating but it's not working It's like a million-dollar phone that you just can't ring I reached out trying to love but I feel nothing Yeah, my heart is numb  [Pre-Chorus] But with you I feel again Yeah, with you I can feel again Yeah Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Chorus] I'm feeling better ever since you know me I was a lonely soul but that's the old me  [Verse 2] It's been a long time coming since I've seen your face I've been everywhere and back trying to replace Everything that I broke 'til my feet went numb Praying like a fool, just shot the gun Heart still beating but it's not working It's like a hundred thousand voices that just can't sing I reached out trying to love but I feel nothing Oh, my heart is numb  [Pre-Chorus] But with you I feel again Yeah, with you I can feel again Yeah Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Bridge] But with you (I'm feeling better ever since you know me) I feel again (I was a lonely soul but that's the old me) Yeah, with you (I'm feeling better ever since you know me) I can feel again (I was a lonely soul) Woo-hoo Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Chorus] I'm feeling better ever since you know me I was a lonely soul but that's the old me I'm feeling better ever since you know me I was a lonely soul but that's the old me I'm feeling better ever since you know me I was a lonely soul but that's the old me  [Outro] I'm feeling better ever since you know me I was a lonely soul but that's the old me A little wiser now from what you've shown me Yeah, I feel again Feel again  ",
        "title": "Feel Again"
    },
    {
        "artist": "Lifehouse Featuring Natasha Bedingfield",
        "lyrics": "  [Verse 1: Jason Wade] Look around There's no one but you and me Right here and now The way it was meant to be There's a smile on my face Knowing that together everything that's in our way We're better than alright  [Chorus: Jason Wade] Walking between the raindrops Riding the aftershock beside you Off into the sunset Living like there's nothing left to lose Chasing after gold mines Crossing the fine lines we knew Hold on and take a breath I'll be here every step Walking between the raindrops with you  [Verse 2: Natasha Bedingfield] Take me now The world's such a crazy place When the walls come down You'll know I'm here to stay There's nothing I would change Knowing that together everything that's in our way We're better than alright  [Chorus: Jason Wade & Natasha Bedingfield] Walking between the raindrops Riding the aftershock beside you Off into the sunset Living like there's nothing left to lose Chasing after gold mines Crossing the fine lines we knew Hold on and take a breath [I'll be here every step Walking between the raindrops with you]  [Bridge: Jason Wade & Natasha Bedingfield] There's a smile on my face Knowing that together everything that's in our way We're better than alright  [Chorus: Jason Wade & Natasha Bedingfield] Walking between the raindrops Riding the aftershock beside you Off into the sunset Living like there's nothing left to lose Chasing after gold mines Crossing the fine lines we knew Hold on and take a breath I'll be here every step Walking between the raindrops with you  ",
        "title": "Between The Raindrops"
    },
    {
        "artist": "Eric Church",
        "lyrics": null,
        "title": "Creepin'"
    },
    {
        "artist": "Brandy Featuring Chris Brown",
        "lyrics": "  [Intro: Brandy] I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it, I'ma put it, I'ma put it I'ma put it down  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 1: Brandy] Ooh your talk game is so tough, damn, I love it all Even the way you flex, that's what turn me Ooh you know you make me weak, just 'cause the way you are 'Cause everybody in here know that you're a star But still I'm letting you know, I got the sweetest heart Any man that wants his babe, he gon' have to work hard From what I see, you got what I want, that's just half the part Gotta see what you put on it to make sure you're the one  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 2: Brandy] I hope that chivalry ain't dead to you, boy 'cause I'm grown Gotta pull up and then come up with that when I see what I want Gotta go old school women sometimes, still keep it soul Twenty twelve for me 'cause I still beef it all And yeah, I still I want you to know, I got the sweetest heart And even though he can buy the coupe for me, he gon' have to work hard And now I see you got what I want and that's just half the part I gotta feel what you put on it to make sure you're the one  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 3: Chris Brown & Brandy] Look, ain't nobody put it down like me though, why are you playin'? Girl, you know With all this money and all your cake, girl, you better stop, I got a big ego I'm sippin' on that brandy, that liquor comes in handy And girl, I know you fancy, but this party I'm financin' She told me, it ain't even like that, she been hatin' all night, a friend uptight, all right So put it down, I took her at the club, told the girl she'd be right back Back to the crib and in the mornin' all this was worth it Baby, go get your hair did and buy you a couple purses, you just perfect  [Bridge: Brandy] You, you, you, can be the one I go When having a bad day and I need a shoulder to cry on You, you, you, might change the way I feel Teach me how to let the guard down Ain't gon' lie, it's been tough I thought someone one I had was the answer to my prayers I'ma bow down, he wasn't the truth And I got you, tryna tell me, if I let you put it, I'ma put it down, you can fall in love  [Chorus: Brandy & Chris Brown] If you put it down right like the way I want it Play ya cards right, maybe we can fall in love If you put it, put it, put it, if you put it, put it If you put it, put it, maybe we can fall in love It's the B-R to the E-E to the Z-Y If you put it, put it, maybe we can fall in love It's the B-R to the A-N to the D-Y If you put it, put it, maybe we can fall in love  [Outro: Brandy] If you put it down right like the way I want it  ",
        "title": "Put It Down"
    },
    {
        "artist": "Muse",
        "lyrics": "  [Refrain] Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad  [Verse 1] I, I can't get these memories out of my mind And some kind of madness has started to evolve, mmm And I, I tried so hard to let you go But some kind of madness is swallowing me whole, yeah  [Bridge 1] I have finally seen the light And I have finally realized what you mean  [Verse 2] And now I need to know - is this real love Or is it just madness keeping us afloat? mmm And when I look back at all the crazy fights we've had Like some kind of madness was taking control, yeah  [Bridge 2] And now I have finally seen the light And I have finally realized what you need  [Verse 3] But now I have finally seen the end (finally seen the end) And I'm not expecting you to care, no (expecting you to care) That I have finally seen the light (finally seen the light) And I have finally realized (realized) I need to love I need to love  [Outro] Come to me, just in a dream Come on and rescue me Yes I know I can be wrong And baby you're too headstrong Our love is...  Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma--ma--ma madness...  ",
        "title": "Madness"
    },
    {
        "artist": "Wale Featuring Rick Ross, Meek Mill & T-Pain",
        "lyrics": "  [Intro: Rick Ross] Maybach Music Money over everything Self-made, but right now shorty You looking like money Talking 'bout real money Huh (Maybach Music)  [Chorus: Rick Ross] My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me She got me caught up in the moment She got me caught up in the moment I only kiss her when she on it Fuck her good, make her call me in the morning My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me  [Verse 1: Wale] Temporary forever, levitate with a nigga I can tease you til you hate me But you hate them navel kisses We can do like 8 positions Hit it 'til your make up missin' Baby girl my stroke official And you know I paint that picture Hoes on my line, most of ‘em 9′s Couple of ‘em dimes, but all my hoes is hard to find And I ain't always on the prowl It's just my soda mixed with brown Got me quite open for a while So let me in or let me out And I like my marijuana bright And I like my window tinted out Shout out them strippers who hustle Get yours; you know what this about I just might throw a big amount Don’t know if I’m ‘posed to take you out I just know I’m ‘posed to praise you up Don’t mean I ain't ‘posed to take you down Word up  [Chorus: Rick Ross] My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me  [Verse 2: Meek Mill] My bitch bad, lookin' like a bag of money E’rry time she fuck me she say, “Can I have some money?” And I say, “Can I get a threesome?” She say, “Boy, you funny” But I be like for real, just pick up that phone Call on one of your girls When I’m on that pill and I pop that Perc Girl, I put in that work Long as she come to me first It's 14 racks, what I put on that purse Shit, that Birkin bag make the old dude mad When I murk through passed in a dark blue jag Say she like my style but I talk too fast And I got that drive and she just might crash Hold up She say she fuckin' with me the long way She gon’ ride this dick, I had a long day Nigga, look at my bitch, you looking the wrong way Something mean, look exactly just like the song say  [Chorus: Rick Ross] My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me My bitch bad, lookin' like a bag of money That bitch bad, lookin' like a bag of money I go and get it and I let her count it for me I fuck her good and she always ride it for me She got me caught up in the moment She got me caught up in the moment I only kiss her when she on it Fuck her good, make her call me in the morning  ",
        "title": "Bag Of Money"
    },
    {
        "artist": "Keyshia Cole Featuring Lil Wayne",
        "lyrics": "  Ayy (Young Mula baby, yeah) Y’all ready?  [Verse 1: Keyshia Cole] I admit that you almost had me I admit I was almost crazy Had me thinkin' 'bout callin' that bitch at night And let her know where she can come and meet me But it's cool, I'mma be a lady She thinks she cute but she don't phase me And if you knew about all of this good love you'll be missin' out on You wouldn't have played me  [Pre-Chorus: Keyshia Cole] Can't say I'm not hurt I'll be damned if I'm broken What we had is now hers Let her know she can have it  [Chorus: Keyshia Cole] Cause I-I can't stay here If there's no love Yeah I-I can't stay here Cause I've had enough Enough of no love, enough of no love No love!  [Verse 2: Keyshia Cole] And I admit that I thought about creeping So you could get a dose of how I feel Cause our hearts can never seem to break even But what's the use I'd rather pack it up and leave it Cause here we are again, cause you're wrong again You're tryin' to tell me that you love me Cause your actions say another thing  [Pre-Chorus: Keyshia Cole] Can't say I'm not hurt I'll be damned if I'm broken What we had is now hers Let her know she can have it  [Chorus: Keyshia Cole] Cause I-I can't stay here If there's no love I-I can't stay here Cause I've had enough Enough of no love, enough of no love  [Verse 3: Lil Wayne] Tunechi, hm, uh Why you worry 'bout that other ho Cause that other ho ain't worry 'bout another ho Yeah, you say it's over but you still fussing You just clumsy, always tripping over nothing That other bitch is just that other bitch I give her space and give you the mother ship We can't let her tear down what we built I told you if you ride or die then I'll be your seat-belt In sickness and in health for rich poor and I stay rich But love is a bitch and bitches ain't shit And I'm riding with a girl name Keisha smoking on kesh, uh  [Chorus: Keyshia Cole] Cause I-I can't stay here If there's no love I-I can't stay here Cause I've had enough Enough of no love Cause I-I can't stay here If there's no love...  ",
        "title": "Enough Of No Love"
    },
    {
        "artist": "Passion Pit",
        "lyrics": "  [Verse 1] All these kind of places Make it seem like it’s been ages And tomorrow some new building will scrape the sky I love this country dearly I can feel the ladder clearly But I never thought I’d be alone to try  Once I was outside Penn Station Selling red and white carnations We were still alone My wife and I Before we marry, save my money Brought my dear wife over Now I work to bring my family stateside  But off the boat they stayed a while Then scattered across the coast Once a year I’ll see them for a week or so At most I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Verse 2] Practice isn’t perfect But the market cuts a loss I remind myself that times could be much worse My wife won’t ask me questions And there's not so much to ask And she’ll never flaunt around an empty purse  Once my mother-in-law came Just to stay a couple nights Then decided she would stay the rest of her life I watch my little children Play some board game in the kitchen And I sit and pray they never feel my strife  But then my partner called to say the pension funds were gone He made some bad investments Now the accounts are overdrawn I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Bridge] Honey it’s your son I think I borrowed just too much We had taxes, we had bills We had a lifestyle to front And tonight I swear I'll come home And we’ll make love like we’re young Tomorrow you’ll cook dinner For the neighbors and their kids We can rip apart those socialists And all their damn taxes You’ll see I am no criminal I’m down on both bad knees I’m just too much a coward To admit when I’m in need I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  ",
        "title": "Take A Walk"
    },
    {
        "artist": "Carly Rae Jepsen",
        "lyrics": "  [Verse 1] I went out last night I'm going out tonight again Anything to capture your attention (your attention) And she's a real sweet girl And you know I got a boy Details we both forgot to mention (forgot to mention)  [Pre-Chorus 1] And you... I always know where you are And you always know where I am We're taking it way too far But I don't want it to end  [Chorus] This kiss is something I can't resist Your lips are undeniable This kiss is something I can't risk Your heart is unreliable Something so sentimental You make so detrimental And I wish it didn't feel like this Cause I don't wanna miss this kiss I don't wanna miss this kiss  [Verse 2] You know you're just my type And your eyes are lock and key To my heart, tempting my confession (my confession) And you're a real hot thing But you know I've got a boy somewhere So, can you feel the tension? (Feel the tension)  [Pre-Chorus 2] And you... I'm dancing to where you are And your dancing to where I am We're taking it way too far But I don't want it to end  [Chorus] This kiss is something I can't resist Your lips are undeniable This kiss is something I can't risk Your heart is unreliable Something so sentimental You make so detrimental And I wish it didn't feel like this Cause I don't wanna miss this kiss I don't wanna miss this kiss  [Bridge] But if you ask me to, I couldn't, I couldn't, I You lean in closer, and I shouldn't, I shouldn't, I But if you ask me to, I couldn't, I couldn't, I I shouldn't, I shouldn't I don't wanna miss this kiss  [Chorus] This kiss is something I can't resist Your lips are undeniable This kiss is something I can't risk Your heart is unreliable Something so sentimental You make so detrimental And I wish it didn't feel like this Cause I don't wanna miss this kiss I don't wanna miss this kiss  ",
        "title": "This Kiss"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Ooh, I'm about to dive in, woah I was thinking about taking a couple laps, I just wanna dive in Yeah, dive in, yeah  [Verse 1] Splash, baby girl, that's your waterfall Feel it coming down on me, so crazy Yeah, girl, I love the way your body talk Come a little closer just like that, keep on talking girl you got me  [Pre-Chorus] Wanting to go deeper than you'll ever know Wanting to feel, the way you flow Ooh, you got that look up in your eyes What we 'bout to do ain't no surprise  [Chorus] I'm about to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Girl, there ain't no running 'round this pool Ooh, I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive  [Verse 2] Drip, baby we don't need no towel I'ma be the one who rub your body now Won't drown, ain't even coming up for air now I'll just keep my head down, down, down Swim for days, I can doggy paddle all kind of ways Girl you got me  [Pre-Chorus] Wanting to go deeper than you'll ever know Wanting to feel, the way you flow Ooh, you got that look up in your eyes What we 'bout to do ain't no surprise  [Chorus] I'm about to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Girl, there ain't no running 'round this pool Ooh, I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive  [Bridge] Submerged inside your world So deep inside you girl Beautiful place to be So soaking wet and girl, it's made for me  [Chorus] I'm 'bout to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Read the signs, there ain't no running I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive Ooh girl, when I dive Dive  ",
        "title": "Dive In"
    },
    {
        "artist": "John Legend Featuring Ludacris",
        "lyrics": "  [Verse 1: John Legend] Alright Ain't this what you came for? Don't you wish you came more? Girl, what you playing for? Ay, come on Come on let me kiss that Ooh, I know you miss that What's wrong? Let me fix that Twist that  [Hook: John Legend] Baby, tonight's the night I let you know Baby, tonight's the night we lose control Baby, tonight you need that, tonight believe that Tonight I'll be the best you ever had I don't wanna brag, but I'll be The best you ever had I don't wanna brag, but I'll be The best you ever had  [Verse 2: John Legend] I hit you with the best stroke Freestyle and then the breaststroke Til you blowing cigarette smoke And now the bed's broke So what we gonna do now? Fuck it, round two now Work it out, then we cool down Cool down  [Hook: John Legend] Baby, tonight's the night I let you know Baby, tonight's the night we lose control Baby, tonight you need that, tonight believe that Tonight I'll be the best you ever had I don't wanna brag, but I'll be The best you ever had I don't wanna brag, but I'll be (Give me a little bit of that light-skinned love) The best you ever had  [Verse 3: Ludacris] Luda! Listen You ain't even gotta text me Knowing me and you got that mental telepathy Me be up at the spot, I'll be sending over the chauffeur Rich nigga, bread stay popping like a toaster Nobody come close to me and you together Step under my umbrella We’ll make it through any weather Except when I make it storm Sex in the greatest form And hibernate under my body Yep, I keep it warmer than a chinchilla She know I beat it up like the Thrilla in Manila Flying my private jet to villas in Anguilla Then throw you on a grill Cause seven days a week you’re my five course meal (For real)  [Hook: John Legend] Baby, tonight's the night I let you know Baby, tonight's the night we lose control Baby, tonight you need that, tonight believe that Tonight I'll be the best you ever had I don't wanna brag, but I'll be The best you ever had I don't wanna brag, but I'll be The best you ever had I don't wanna brag, but I'll be The best you ever had  ",
        "title": "Tonight (Best You Ever Had)"
    },
    {
        "artist": "Big & Rich",
        "lyrics": null,
        "title": "That's Why I Pray"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Dance For You"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by T-Minus]  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 1] Now I done grew up 'round some people livin' their life in bottles Granddaddy had the golden flask Backstroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular, that was my problem I was in a dark room, loud tunes Lookin' to make a vow soon That I'ma get fucked up, fillin' up my cup I see the crowd mood Changin' by the minute and the record on repeat Took a sip, then another sip, then somebody said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 2: Kendrick & his conscience] Okay, now open your mind up and listen me, Kendrick I am your conscience, if you do not hear me Then you will be history, Kendrick I know that you're nauseous right now And I'm hopin' to lead you to victory, Kendrick If I take another one down I'ma drown in some poison, abusin' my limit I think that I'm feelin' the vibe, I see the love in her eyes I see the feelin', the freedom is granted As soon as the damage of vodka arrived This how you capitalize, this is parental advice Then apparently, I'm over-influenced by what you are doin' I thought I was doin' the most 'til someone said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Break] I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Interlude: (Sherane)] Aw man… where is she takin' me? Where is she takin' me?  [Verse 3] All I have in life is my new appetite for failure And I got hunger pain that grow insane Tell me, do that sound familiar? If it do, then you're like me Makin' excuse that your relief Is in the bottom of the bottle and the greenest indo leaf As the window open I release Everything that corrode inside of me I see you jokin', why you laugh? Don't you feel bad? I probably sleep And never ever wake up Never ever wake up, never ever wake up In God I trust, but just when I thought I had enough  [Skit/Outro] They stomped the homie out over a bitch? K-dot, you good, blood? Now we can drop, ye we can drop you back off That nigga's straight, man, that nigga ain't trippin' We gon' do the same ol' shit I'ma pop a few shots, they gon' run, they gon' run opposite ways Fall right in ----'s lap And he gon' tear they ass up, simple as that And I hope that bitch that set him up out there We gon' pop that bitch too Wait hold up, ayy, I see somebody {Car door opens and gunshots are fired} Aha! Got them niggas, K-dot, you good? L----, you good? Yeah, blood, I'm good – Dave, you good? Dave? Dave, say somethin' – Dave? These bitch-ass niggas killed my brother!  ",
        "title": "Swimming Pools (Drank)"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Ever since I met you girl, you been on my brain I can’t think of nothing else but you all night and day It’s like I got a first class seat up on Ozzy’s train It’s driving me insane  [Chorus] 5-1-5-0, somebody call the po-po I’m going crazy, thinking ‘bout you baby 5-1-5-0, just this side of loco I’m going crazy, think I love you baby  [Verse 2] I gotta get your number girl, I gotta call you up I gotta get you riding shotgun in my truck This little bit of you I’ve got, it ain’t good enough Yeah, you got me all messed up  [Chorus] 5-1-5-0, somebody call the po-po I’m going crazy, thinking ‘bout you baby 5-1-5-0, just this side of loco I’m going crazy, think I love you baby  [Verse 3] Cause I, ain’t never felt like this, no And I, I just need one kiss, from you And I’ll be good as new If I don’t get some of your sweet loving no telling what I might do  [Chorus] 5-1-5-0, somebody call the po-po uhm I think I'm losing my mind girl 5-1-5-0, just this side of loco yeah yeah yeah yeah  [Outro] 5-1-5-0, somebody call the po-po I’m going crazy, thinking ‘bout you baby 5-1-5-0, spinning my head like a yo-yo I’m going crazy, think I love you baby  ",
        "title": "5-1-5-0"
    },
    {
        "artist": "Enrique Iglesias Featuring Sammy Adams",
        "lyrics": "  [Verse 1: Enrique Iglesias] You know I'm going to get you, yeah Whatever it takes to, get there No I won't drop you Like everybody else does  [Hook: Enrique Iglesias] Forget about your friends, they don't care where we go If they do, we'll get lost in a crowd of people I've been looking for you Forever baby we go Together baby we go, we go  In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you You never have to worry if what I say is true Girl I've been looking for you And when I saw you I knew That I finally found, I finally found you  [Verse 2: Enrique Iglesias] I'm coming I'll get ya, yeah We have a connection, that's right Because girl I'm not letting go I'm gonna make you feel right, oh yeah  [Hook: Enrique Iglesias] Forget about your friends, they don't care where we go If they do, we'll get lost in a crowd of people I've been looking for you Forever baby we go Together baby we go, we go  In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you You never have to worry if what I say is true Girl I've been looking for you And when I saw you I knew That I finally found, I finally found you  I finally found, I finally found you  [Verse 3: Sammy Adams] Yeah, so can I get love Too much to ask for really so tough Find yourself moving with the sex of the drums Got my hands full, grabbing all these girls, girls Hands up, hands up Dance floor chilling when I hold two cups Can't stop spilling because I'm drunk as fuck And my song comes on and the club goes nuts Every province I go, city I sleep, its best that ya’ll know Running around, and doing all these shows Round the whole globe, I come, and you go girl And you need to think of it Just wrap for the night, baby live a bit With a place to hit, and your pants to zip You can make a scene and party, are you into it...  [Outro: Enrique Iglesias] In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you Finally, finally, finally found you Finally, finally, finally found Finally found, I finally found you  You know I'm go get ya, yeah  ",
        "title": "Finally Found You"
    },
    {
        "artist": "Glee Cast",
        "lyrics": null,
        "title": "It's Time"
    },
    {
        "artist": "Olly Murs Featuring Chiddy Bang",
        "lyrics": "  [Verse 1: Olly Murs] I can see you're not yourself Even when you're here with me I know that you're somewhere else  [Pre-Chorus: Olly Murs] So put another record on Kiss and leave me on Nothing really matters when we're dancing Listen to the same sad song playing on repeat Cause every time we come this close, my heart skips, skips a beat  [Chorus: Olly Murs] So come on, spin me around Now I don't wanna go home Cause when you hold me like this You know my heart skips, skips a beat I know I should, but I can't leave it alone And when you hold me like this That's when my heart skips, skips a beat Oh-oh, oh-oh, oh-oh, oh-oh, oh-oh  [Verse 2: Olly Murs] So hung up We can't let go If you really have to leave One more time just move me slow  [Pre-Chorus 2: Olly Murs] So put another record on Play it on repeat Nothing really matters when we're dancing Cause all you ever need to know, is what you do to me And every time you hold me close, my heart skips, skips a beat  [Chorus: Olly Murs] So come on, spin me around Now I don't wanna go home Cause when you hold me like this You know my heart skips, skips a beat I know I should, but I can't leave it alone And when you hold me like this That's when my heart skips, skips a beat Oh-oh, oh-oh, oh-oh, oh-oh, oh-oh  [Verse 3: Rizzle Kicks] At the start of the night I was like, what? Let's have a team talk Playing with this lady isn't something I'd agree for Vibes keep going up and down like a see-saw Should have just taken her to the cinema to see Saw Ooh, she let me sleep with her, I figured her figure's a sure, sure winner Plus I got a lead from the back, I'm a skipper You make my heart skip, skip, skip, skip, skip, skip a beat  [Chorus: Olly Murs] So come on, spin me around Now I don't wanna go home Cause when you hold me like this You know my heart skips, skips a beat I know I should, but I can't leave it alone And when you hold me like this That's when my heart skips, skips a beat Oh-oh, oh-oh, oh-oh, oh-oh, oh-oh  [Outro/Ad-Lib: Olly Murs] My heart skips, skips a beat Oh-oh, oh-oh, oh-oh, oh-oh, oh-oh My heart skips, skips a beat  ",
        "title": "Heart Skips A Beat"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": "  Life is taking turns, falling flat on your chin Trying to fly with the birds Love sure is blind ‘cause it don’t see It ain’t spent one night feelin’ sorry for me There ain’t too many times I felt like a king Sitting here with your dear makes me wanna sing Today the sun is shinin’ on me Sitting with my feet in the breeze Ain’t sweating the little things And who knows what tomorrow is gonna bring But today, the sun, shinin’ on me Lady love, forgets me every time I’m spending my days packin’ nickels and dimes But the man in the moon, yeah he’s alright He must've flipped on the switch when he left last night ‘cause I’m feeling’ alright, feelin’ alright Today the sun is shinin’ on me Sitting with my feet in the breeze Ain’t sweating the little things And who knows what tomorrow is gonna bring But today, the sun, shinin’ on me There ain’t too many times I felt like a king Sitting here with you dear makes me wanna sing Today the sun is shinin’ on me Sitting with my feet in the breeze Ain’t sweating the little things And who knows what tomorrow is gonna bring But today, the sun is shinin’ on me Sitting with my feet in the breeze Ain’t sweating the little things And who knows what tomorrow is gonna bring But today, the sun is shinin’ on, shining on, shining on me  ",
        "title": "Shinin' On Me"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] People say I'm just a rough boy I ain't no good for you girl It's a dead end street, trying to love me Yeah, I'll wreck your world I can see why they're all talking Looking back at my past I've got a bad name but a man can change I'm living proof of that  [Chorus] Till my last day, till my last breath Of everyone that can, I can love you the best Till my last day, I'll be loving you All the way up till they lay me down Six feet under the cold hard ground Till my last day, I'll be loving you  [Verse 2] Baby I might meet all my friends Shoot the bull, have a beer or two But you know I'll be the first one to leave In a hurry to get to you Somewhere deep inside your angel eyes I found a place to rest Don't ever doubt that I'll be around And baby don't you ever forget  [Chorus][x2]  ",
        "title": "Til My Last Day"
    },
    {
        "artist": "J. Cole Featuring Missy Elliott",
        "lyrics": "  [Intro: J. Cole] Ay, oh yeah Cole 'ere, ah, oh yeah  [Verse 1: J. Cole] Yeah, this is for all the fans that waited, the bitch niggas that hated Old hoes we dated; look, Mama, we made it Your son out in Barbados; cheese, eggs and potatoes Smokin' weed on the beach as my mind workin' like Plato's Analyzin' the world, fantasizin' 'bout girls I'm handin' diamonds and pearls, and vandalizin' her curls Sweatin' her weave out, moans as she breathes out Fuck I'm doin' in parties with Hova and Steve Stoute? I step over piranha, death over dishonor They killin' niggas for J's, that's death over designer Hey, Cole heatin' up like that left-over lasagna Remember when I used to be stressed over D'wana Now a nigga only text and get stressed over Rihannas I'm talkin' tens and better, hood bitches in Timbs and sweaters And we always argue 'bout the same thing And tell me, why we gotta argue about the same thing?  [Hook: Missy Elliott] Nobody's perfect, uh Nobody's perfect, ay ay, uh Hey, but you're perfect for me Nobody's perfect, uh Nobody's perfect, ay Hey, but you're perfect for me We rollin', we ridin' He like to go inside and I love to go all night and We rock the boat: Poseidon I love to call your name, name, name Yeah, baby, I love to call your name, name, name, eh  [Verse 2: J. Cole] Oh yeah, to my college girl: Take the weekend off and come home soon I graduated way too long ago to be sneakin' all in your dorm room But that thing tight like Fort Knox So I call you when the tour stops But baby, where your roommates? Did you make sure the door's locked? She love it when we get together Smoke a little weed, put her shit together Now that I'm on I can pick and choose Only fuck with hoes who got shit to lose Yeah, I heard the stories 'bout different dudes Her man on campus, but it's fine by me She say she only fucked like four–five niggas So you know you gotta multiply by three  [Hook: Missy Elliott] Nobody's perfect, uh Nobody's perfect, ay ay, uh Hey, but you're perfect for me Nobody's perfect, uh Nobody's perfect, ay Hey, but you're perfect for me We rollin', we ridin' He like to go inside and I love to go all night and We rock the boat: Poseidon I love to call your name, name, name Yeah, baby, I love to call your name, name, name, eh  ",
        "title": "Nobody's Perfect"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Verse 1] Oh love Oh love Won't you rain on me tonight Oh life Oh life Please don't pass me by Don't stop Don't stop Don't stop when the red lights flash Oh ride Free ride Won't you take me close to you  [Hook] Far away Far away Waste away tonight I'm wearing my heart on a noose Far away Far away Waste away tonight Tonight my heart's on the loose  [Verse 2] Oh lights And action I just can't be satisfied Oh losers And choosers Won't you please hold on my life Oh hours And hours Like the dog years of the day Old story Same old story Won't you see the light of day  [Hook] Far away Far away Waste away tonight I'm wearing my heart on a noose Far away Far away Waste away tonight Tonight my heart's on the loose  [Chorus] Talk myself out of feeling Talk my way out of control Talk myself out of falling in love Falling in love with you  [Verse 3] Oh love Oh love Won't you rain on me tonight Oh ride Free ride Won't you take me close to you  [Hook] Far away Far away Waste away tonight I'm wearing my heart on a noose Far away Far away Waste away tonight Tonight my heart's on the loose Far away Far away Waste away tonight I'm wearing my heart on a noose Far away Far away Waste away tonight Tonight my heart's on the loose  [Outro] Tonight my heart's on the loose Tonight my heart's on the loose  ",
        "title": "Oh Love"
    }
]