[
    {
        "artist": "Santana Featuring The Product G&B",
        "lyrics": "  [Chorus: David McRae] Oh Maria Maria She reminds me of a west side story Growing up in Spanish Harlem She's living the life just like a movie star Oh Maria Maria She fell in love in East L.A To the sounds of the guitar, yeah, yeah Played by Carlos Santana  [Guitar Solo: Carlos Santana]  [Verse 1: David McRae] Stop the looting, stop the shooting Pick pocking on the corner See as the rich is getting richer The poor is getting poorer Se mira Maria on the corner Thinking of ways to make it better In my mailbox there's an eviction letter Signed by the judge said see you later  [Bridge: Santana + (Wyclef Jean)] Ahora vengo mama chula mama chula Ahora vengo mama chula (East Coast) Ahora vengo mama chula mama chula Ahora vengo mama chula (West Coast)  [Chorus: David McRae] Oh Maria Maria She reminds me of a west side story Growing up in Spanish Harlem She's living the life just like a movie star Ho Maria Maria She fell in love in East L.A To the sounds of the guitar, yeah, yeah Played by Carlos Santana  [Guitar Solo: Carlos Santana]  [Verse 2: David McRae] I said a la favella los colores The streets are getting hotter There is no water to put out the fire Ni gota de esperanza Se mira Maria on the corner Thinking of ways to make it better Then I looked up in the sky Hoping of days of paradise  [Bridge: Santana] Ahora vengo mama chula mama chula Ahora vengo mama chula (North side) Ahora vengo mama chula mama chula Ahora vengo mama chula (South side) Ahora vengo mama chula mama chula Ahora vengo mama chula (worldwide) Ahora vengo mama chula mama chula Ahora vengo mama chula (open up your eyes)  [Verse 3: David McRae] Maria you know you're my lover When the wind blows I can feel you Through the weather and even when we're apart It feels like we're together  [Chorus: David McRae] Maria, yeah She reminds me of a west side story Growing up in Spanish Harlem She's living the life just like a movie star Oh Maria Maria She fell in love in East L.A To the sounds of the guitar, yeah, yeah Played by Carlos Santana  [Guitar Solo: Carlos Santana]  [Outro: Wyclef] Put 'em up, y'all Carlos Santana with the Refugee Camp Wyclef Jerry Wonda Mr. Santana G&B Yo Carlos, man, you're making that guitar cry  ",
        "title": "Maria Maria"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Intro] Darkchild Oh, yeah, yeah Toni Braxton, oh Ha-ha, uh-huh Yeah, uh, uh Darkchild, yeah  [Verse 1] Listen girl Who do you think I am? Don't you know that he was my man? But I chose to let him go So why do you act like I still care about him? Looking at me like I'm hurt When I'm the one who said I didn't want it to work Don't you forget I had him first  [Pre-Chorus] What you thinkin'? Stop playing me He wasn't man enough for me If you don't know now here's your chance I've already had your man Do you wonder just where he's been? Yeah Not be worried about him Now it's time you know the truth I think he's just the man for you  [Chorus] What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  [Verse 2] Listen girl Didn't he tell you the truth? If not then why don't you ask him? Then maybe you can be more into him Instead of worryin' about me And hopefully you won't find All of the reasons why his love didn't count And why we couldn't work it out  [Pre-Chorus] What you thinkin'? Stop playing me He wasn't man enough for me If you don't know now here's your chance See, I've already had your man Do you wonder just where he's been? Yeah Not be worried about him Now it's time you know the truth I think he's just the man for you  [Chorus] What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then? Do you know I dumped your husband, girlfriend? I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  [Bridge] Oh yeah So many reasons why our love is through, yeah What makes you think he'll be good to you, no It makes no sense 'cause he will never change Girl you better recognize the game, oh yeah  [Chorus] What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me What are you thinking? Did you know about us back then Do you know I dumped your husband, girlfriend I'm not thinking 'bout him But you married him Do you know I made him leave? Do you know he begged to stay with me? He wasn't man enough for me  ",
        "title": "He Wasn't Man Enough"
    },
    {
        "artist": "Faith Hill",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Sisqo",
        "lyrics": "  [Intro] This thing right here Is lettin all the ladies know What guys talk about You know The finer things in life Hahaha Check it out  [Verse 1] Ooh, that dress so scandalous And you know another nigga couldn't handle it See you shaking that thing like who's the ish With a look in your eye so devilish Uh, you like to dance at all the hip-hop spots And you cruise to the crews like connect-the-dots Not just urban she likes the pop Cause she was livin' la vida loca  [Bridge] She had dumps like a truck truck truck Thighs like what what what Baby move your butt butt butt Uh I think to sing it again She had dumps like a truck truck truck Thighs like what what what All night long Let me see that thong  [Hook] I like it when the beat goes da na da na Baby make your booty go da na da na Girl I know you wanna show da na da na That thong th thong thong thong I like it when the beat goes da na da na Baby make your booty go da na da na Girl I know you wanna show da na da na That thong th thong thong thong  [Verse 2] Listen, that girl so scandalous And I know another nigga couldn't handle it And she shaking that thing like who's the ish With a look in her eye so devilish Uh, she like to dance at all the hip-hop spots And she cruise to the crews like connect-the-dots Not just urban she likes the pop Cause she was livin' la vida loca  [Bridge] She had dumps like a truck truck truck Thighs like what what what Baby move your butt butt butt Uh I think to sing it again She had dumps like a truck truck truck Thighs like what what what All night long Let me see that thong   [Hook] I like it when the beat goes da na da na Baby make your booty go da na da na (baby) Girl I know you wanna show da na da na That thong th thong thong thong I like it when the beat goes da na da na Baby make your booty go da na da na Girl I know you wanna show da na da na That thong th thong thong thong I like it when the beat goes da na da na Baby make your booty go da na da na Girl I know you wanna show da na da na That thong th thong thong thong I like it when the beat goes da na da na Baby make your booty go da na da na Girl I know you wanna show da na da na That thong th thong thong thong  [Verse] Ooh, that dress so scandalous And you know another nigga couldn't handle it See you shaking that thing like who's the ish With a look in your eye so devilish Uh, you like to dance at all the hip-hop spots And you cruise to the crews like connect-the-dots Not just urban she likes the pop Cause she was livin' la vida loca   [Modified Bridge] (Whoa) She had dumps like a truck truck truck Thighs like what what what Baby move your butt butt butt (Ooh) Uh think to sing it again Cuz she had dumps like a truck truck truck Thighs like what what what Baby move your butt butt butt Uh think to sing it again Come on Come on Come on Come on   Yeahhhh yeah (I like it when the beat goes da na da na Baby make your booty go da na da na (baby) Girl I know you wanna show da na da na) Baby, that thong (That thong th thong thong thong I like it when the beat goes da na da na) Said I like the way, oh(Baby make your booty go da na da na) Baby, uh (Girl I know you wanna show da na da na) Listen, said I like the way (I like it when the beat goes da na da na Baby make your booty go da na da na (baby)) I don't thik you heard me (I like it when the beat goes da na da na Baby make your booty go da na da na (baby)) Said I like the way (I like it when the beat goes da na da na Baby make your booty go da na da na (baby)) You move that thing (Girl I know you wanna show da na da na That thong th thong thong thong) I see your body glistening (I like it when the beat goes da na da na Baby make your booty go da na da na (baby)) Your thighs, your knees (Girl I know you wanna show da na da na That thong th thong thong thong) Your breasts, your feet (I like it when the beat goes da na da na Baby make your booty go da na da na (baby)) Oh please, tell me, baby (Girl I know you wanna show da na da na That thong th thong thong thong)  [Outro] Whoa Uh alright Uh whoa yeah Ooh Whoa (Like it when the beat goes da na da na) (Baby make your booty go da na da na) (Girl I know you wanna show da na da na) Baby (That thong th thong thong thong)  (I like it when the beat goes da na da na) (Baby make your booty go da na da na) (Girl I know you wanna show da na da na) (That thong th thong thong thong)  ",
        "title": "Thong Song"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Verse 1] Any other day, I would call, you would say \"Baby, how's your day?\" But today, it ain't the same Every other word is \"uh-huh\" \"yeah\" \"ok\" Could it be that you are at the crib with another lady? If you took it there, first of all, let me say I am not the one to sit around, and be played So prove yourself to me, if I'm the girl that you claim Why don't you say the things that you said to me yesterday?  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Verse 2] What is up with this? Tell the truth, who you with? How would you like it if I came over with my clique? Don't try to change it now, saying you gotta bounce When two seconds ago you said you just got in the house It's hard to believe that you are at home by yourself When I just heard the voice, heard the voice of someone else Just this question, why do you feel you gotta lie? Gettin' caught up in your game, when you cannot say my name  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name When no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Bridge] Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Ooh, ooh, oh  [Pre-Hook] (I know you say that I am assuming things) Something's going down that's the way it seems (Shouldn't be the reason why you're acting strange) If nobody's holding you back from me (Cause I know how you usually do) When you say everything to me times two (Why can't you just tell the truth?) If somebody's there then tell me who  [Hook] Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Why the sudden change? Say my name, say my name If no one is around you Say baby I love you If you ain't runnin' game Say my name, say my name You actin' kinda shady Ain't callin' me baby Better say my name  [Outro] Thou shall know if she can't love you  ",
        "title": "Say My Name"
    },
    {
        "artist": "Macy Gray",
        "lyrics": "  [Verse 1] Games, changes and fears When will they go from here? When will they stop? I believe that fate has brought us here And we should be together, babe But we're not  [Pre-Chorus] I play it off, but I'm dreaming of you I'll keep my cool but I'm fiending  [Chorus] I try to say goodbye and I choke I try to walk away and I stumble Though I try to hide it, it's clear My world crumbles when you are not near Goodbye and I choke I try to walk away and I stumble Though I try to hide it, it's clear My world crumbles when you are not near  [Verse 2] I may appear to be free But I'm just a prisoner of your love I may seem alright and smile when you leave But my smiles are just a front  [Pre-Chorus] I play it off, but I'm dreaming of you I'll keep my cool but I'm fiending  [Chorus] I try to say goodbye and I choke I try to walk away and I stumble Though I try to hide it it's clear My world crumbles when you are not near  [Bridge] Here is my confession May I be your possession? Boy I need your touch Your love, kisses, and such With all my might, I try But this I can't deny Deny  [Pre-Chorus] I play it off but I'm dreaming of you I'll keep my cool but I'm fiending  [Chorus] I try to say good bye and I choke I try to walk away and I stumble Though I try to hide it it's clear My world crumbles when you are not near  [Chorus] I try to say good bye and I choke I try to walk away and I stumble Though I try to hide it it's clear My world crumbles when you are not near  ",
        "title": "I Try"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Intro] Hey, hey Bye, bye, bye Bye, bye Bye, bye  [Verse 1] Girl I'm doing this tonight You're probably gonna start a fight I know this can't be right, hey baby come on I loved you endlessly And you weren't there for me So now it's time to leave and make it alone  [Pre-Chorus] I know that I can't take no more, it ain't no lie I wanna see you out that door Baby bye, bye, bye  [Chorus] (Bye) Don't wanna be a fool for you Just another player in your game for two You may hate me but it ain't no lie Baby, bye, bye, bye (Bye) Don't really wanna make it tough I just wanna tell you that I had enough Might sound crazy but it ain't no lie Baby, bye, bye, bye  [Verse 2] Just hit me with the truth Now, girl you're more than welcome to So give me one good reason baby come on I live for you and me And now I really come to see That life would be much better once you're gone  [Pre-Chorus] I know that I can't take no more, it ain't no lie I wanna see you out that door Baby bye, bye, bye  [Chorus] (Bye) Don't wanna be a fool for you Just another player in your game for two You may hate me but it ain't no lie Baby, bye, bye, bye (Bye) Don't really wanna make it tough I just wanna tell you that I had enough Might sound crazy but it ain't no lie Baby, bye, bye, bye  [Interlude] I'm giving up I know for sure I don't wanna be the reason for your love no more (Bye, bye) I'm checkin' out, I'm signin' off I don't want to be the loser and I've had enough  [Bridge] I don't wanna be your fool In this game for two So I'm leaving you behind Bye, bye, bye I don't wanna make it tough But I've had enough And it ain't no lie My baby  [Chorus] (Bye) Don't wanna be a fool for you Just another player in your game for two I don't wanna be your fool But it ain't no lie Baby, bye, bye, bye (Bye) Don't really wanna make it tough I just wanna tell you that I had enough Might sound crazy but it ain't no lie Baby, bye, bye, bye  ",
        "title": "Bye Bye Bye"
    },
    {
        "artist": "Vertical Horizon",
        "lyrics": "  [Verse 1] Somewhere there's speaking It's already coming in Oh and it's rising at the back of your mind You never could get it Unless you were fed it Now you're here and you don't know why But under skinned knees and the skid marks Past the places where you used to learn You howl and listen Listen and wait for the Echoes of angels who won't return  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Verse 2] You're waiting for someone To put you together You're waiting for someone to push you away There's always another wound to discover There's always something more you wish he'd say  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Bridge] But you'll just sit tight And watch it unwind It's only what you're asking for And you'll be just fine With all of your time It's only what you're waiting for  [Verse 3] Out of the island Into the highway Past the places where you might have turned You never did notice But you still hide away The anger of angels who won't return  [Chorus] He's everything you want He's everything you need He's everything inside of you That you wish you could be He says all the right things At exactly the right time But he means nothing to you And you don't know why  [Chorus 2] I am everything you want I am everything you need I am everything inside of you That you wish you could be I say all the right things At exactly the right time But I mean nothing to you and I don't know why And I don't know why Why I don't know  ",
        "title": "Everything You Want"
    },
    {
        "artist": "Enrique Iglesias",
        "lyrics": null,
        "title": "Be With You"
    },
    {
        "artist": "Lonestar",
        "lyrics": "  [Verse 1] Every time our eyes meet This feeling inside me Is almost more than I can take Baby, when you touch me I can feel how much you love me And it just blows me away  [Pre-Chorus] I've never been this close to anyone, or anything I can hear your thoughts I can see your dreams  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Verse 2] The smell of your skin The taste of your kiss The way you whisper in the dark Your hair all around me Baby you surround me You touch every place in my heart  [Pre-Chorus] Oh, it feels like the first time every time I want to spend the whole night in your eyes  [Chorus] I don't know how you do what you do I'm so in love with you It just keeps getting better I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Baby, I'm amazed by you  [Guitar Solo]  [Chorus] Every little thing that you do I'm so in love with you It just keeps getting better Oh, girl I want to spend the rest of my life With you by my side Forever and ever Every little thing that you do Oh, every little thing that you do Every little thing that you do Baby, I'm amazed by By you  ",
        "title": "Amazed"
    },
    {
        "artist": "Sonique",
        "lyrics": "  You always make me smile When I'm feeling down You give me such a vibe It's totally bonafide  It's not the way you walk And it ain't the way you talk It ain't the job you got That keeps me satisfied  Your love, it feels so good And that's what takes me high Higher than I've been before Your love, it keeps me alive Thought I should let you know That your touch, it means so much When I'm alone at night It's you I'm always thinking of Ooh, oh, baby  Ooh, I want you to understand How I feel, yeah, deep inside Oh-ho, you make me feel What I need to feel, yes In my heart  Your love, it feels so good And that's what takes me high Higher than I've been before Your love, it keeps me alive Thought I should let you know That your touch, it means so much When I'm alone at night It's you I'm always thinking of Ooh, oh, baby  Your love, it feels so good And that's what takes me high Higher than I've been before Your love, it keeps me alive Thought I should let you know That your touch, it means so much When I'm alone at night It's you I'm always thinking of Ooh, oh, baby (Your love, it feels so good)  And that's what takes me high Higher than I've been before Your love, it keeps me alive Thought I should let you know That your touch, it means so much When I'm alone at night It's you I'm always thinking of Ooh, oh, baby (Your love, it feels so good)  And that's what takes me high Higher than I've been before Your love, it keeps me alive Thought I should let you know That your touch, it means so much When I'm alone at night  ",
        "title": "It Feels So Good"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to, step to, step to, step to Step to, step to, freaky-freaky Baby girl,oh  [Verse 1: Aaliyah] What would you do, to get to me? What would you say, to have your way? Would you give up, or try again If I hesitated to let you in? Now would you be yourself or play your role? Tell all the boys, I keep it low If I say no, would you turn away Or play me off, or would you stay?  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Verse 2: Aaliyah] I'm into you, you into me But I can't let it go so easily Not 'til I see, whether this could be Could be eternity, or just a week Ayo our chemistry is off the chain It's perfect now, but will it change? This ain't a yes, this ain't a no Just do your thing, we'll see how it goes  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Bridge: Aaliyah] You don't wanna throw it all away I might be shy on the first date, what about the next date Huh, huh, huh, huh I said you don't wanna throw it all away I might be bugging on the first date, what about the next date? Huh, huh, huh, huh  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Break]  [Hook] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again) And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Interlude: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky  [Hook: Aaliyah & Timbaland] And if at first you don't succeed Then dust yourself off and try again You can dust it off and try again, try again Cause if at first you don't succeed You can dust it off and try again Dust yourself off and try again, try again (and again)  [Outro: Timbaland] It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky It's been a long time, we shouldn't have left you Without a dope beat to step to Step to, step to, step to, step to Step to, step to, freaky-freaky  ",
        "title": "Try Again"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  I just wanted you to comfort me When I called you late last night you see I was feeling' into love Oh yes, I was crashing' into love Oh of all the words you sang to me About life, the truth and being' free yea You sang to me, oh how you sang to me Girl I live off how you make me feel So I question all this being' really Cause I'm not afraid to love For the first time I'm not afraid of love Oh, this day seems made for you and me And you showed me what life needs to be Yea you sang to me, oh you sang to me All the while you were in front of me I never realized I jus' can't believe I didn't see it in your eyes I didn't see it, I can't believe it Oh but I feel it When you sing to me How I long to hear you sing beneath the clear blue skies And I promise you this time I'll see it in your eyes I didn't see it, I can't believe it Oh but I feel it When you sing to me Just to think you live inside of me I had no idea how this could be Now I'm crazy for your love Can't believe I'm crazy for your love The words you said you sang to me And you showed me where I wanna be Yea you sang to me, oh you sang to me  ",
        "title": "You Sang To Me"
    },
    {
        "artist": "Joe",
        "lyrics": "  [Intro: Joe Budden] How's everybody feeling out there? We good? Let's talk to the sample right quick. I always pictured we'd be. It go like this. Listen  [Verse 1: Joe Budden] Let me tell you how I pictured this A few houses, a couple businesses Striving for greatness, we would be each other's witnesses And during beef, we both would put aside our differences Where I ain't flinch a bit making you insignificant Maybe kids and shit, perfect arithmetic Meaning we could build our own world and co-exist in it She a synergy, sharing energy Let our souls mate in the air if you remember me Now here's what I did with it Went out my way to fuck these stripper chicks Lost good girls making them mistresses Just savages, missed marriages They all was my babies, I needed those miscarriages My worthless self when Joe felt hurt I went out and targeted women who had no self worth I relate to praying nightly feeling no spell work When you can do it, but a stranger gotta go help first I called moms on the phone, here's what I told her real quick I said my 20s flew by with no control of the shit Her next sentence swear that I’ll forever hold with a grip She said it go by even faster as the older you get I wanna never dumb down, I'd have to lower my wit Ain't gotta post this on the Gram for you to know what it is A partner to trust, I'm thinking even bigger for us Mom should've told me this when we had shit to discuss Now neither one of us is how we figured we’d be Sometimes the thought of what if still lives here with me I always pictured we'd be  [Interlude: Joe Budden] Nah'mean? That's how I see it in my head though. Ain't quite pan out like that. Word up. Let me tell you about some more of God's work though  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  [Interlude: Joe Budden] Nah, I like it just like that, Parks, let it run Lemme go right here, right here, right here Look, Look  [Verse 2: Joe Budden] A love that's tideful, never prideful If you're truly better without me how can I spite you? As I yearn for the greatest love I ever had Pardon me, kid, I'm still learning how to be a dad We be in spots you shouldn't be in 'till you grown I was absent so long I'm just not leaving you home So nah, too much to learn, too much world out there Let me teach you about these hoes, too many girls out there I respect your mom's tutelage But that's my weird and my brain, what's she gon' do with this? Watch and learn, foolish kid Eyes light up with surprise, you're just like I am I think that you're enjoying this ride just like I am Look, same pedigree, theoretically Cut from a cloth that was gone, that's just genetically One job in life to make you a much better me Greater feeling than I imagine this shit would ever be You be feeling strong when you diss me in songs I did the same my whole career, would never tell you it's wrong Whatever works out, whatever the price, get that embedded Even if at my expense, I'll pay it, you take the credit Had a power struggle when I thought your mom abused it My hands were in bondage, useless Beyond the excuses, calm through it It’s crazy, our bond music And we do it beautifully for our beautiful conduit So right now I stand in a place I never stood before Finally filled the void in my life, I wasn't good before Fucking with these hoes, that energy I was putting forth God, this was more like the fucking love I was looking for Now it's better than we pictured it'd be And the supervised visits, we'll never have to relive it Little nigga we'll be  [Interlude] This is greater than us. Greater than me. Greater than anything I could ever imagine, man. I ain't talking to everbody. Trey, what up though? What up? What up?  [Hook: Stacy Barthe] I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know I wanna know what this life's supposed to be like I wanna know, wanna know, ah I wanna know what this love's supposed to be like I wanna know, wanna know  ",
        "title": "I Wanna Know"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Please do not come around talking about that you love me Because that love shit just is not for me And I don't wanna hear that you adore me And I know that all you are doing is running your mind games Do not you know my game beats these games? So your best bet is to be straight with me So you say you want to talk, let's talk If you won't talk, I'll walk, yeah it is like that I got a new man, he is waiting out back Now what, whatcha think about that Now when I say I'm through, I'm through Basically, I'm through with you Whatcha wanna say, had to have it your way, had to play games Now you're begging me to stay  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Verse 2] Please do not come around talking about how you changed How you said good-bye to what's her name All it sounds like to me is new game And I was right when I thought I would be much better off without you Had to get myself from round you, because my life was all about you So you say you wanna talk, I don't Say you want to change, I won't Yeah, it is like that Had your chance, won't take you back Now what, what you think about that And when I say I am through, I am through Basically I am through with you What you want to say Had to have it your way, had to play games, now you are begging me to stay  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Verse 3] Oh, don't you wish you could turn the hands of time Don't you wish you still were mine? Don't you wish I would take you back? Don't you wish that things were simple like that, oh? Didn't miss a good thing till it was gone But I knew it wouldn't be long, till you came running back Missing my love, there you go  [Chorus] There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go There you go, looking pitiful Just because I let you go There you go, talking about you want me back But sometimes it be's like that, so There you go, talking about you miss me so, that you love me so, why I let you go There you go because your lies got old, look at you There you go  [Outro] So there you go, there you go  ",
        "title": "There You Go"
    },
    {
        "artist": "Creed",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "504 Boyz",
        "lyrics": "  Yo', this Jay-tweezie Keepin it live off the heezie fo' cheezy With them 504 Boyz you dig, check it This here is to played loud as possible Preferably in residential neighborhoods and night clubs Grab your shorty and let's go  [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it  [Mac] You already know what's happenin' when I step in this bitch And I know you've heard of me Cause I'm right there off of GT and Derbigny You've been 'bout serving it, every since you heard my song I got you bucked up, you want that camouflage love, huh You got me fucked up I just want to see you wobble, like your momma's won that lotto Like your daddy full of that bottle Like your brother when he caught them hollows Like them G.T. bitches, them Saint T. bitches, my No Limit bitches Them boss bitches who 'bout they riches, and it ain't no secret They want that soldier dick that you only get from that soldier clique That Whoa! bitch I told ya' dick, 'welling up We drop it like it's hotter, from the dance floor to the Ramada Giving up them peso's, I thinks nada, look  [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it  [Master P/Nino Brown] Now when you shake that ass, I get rocked up You got a boyfriend boo (Wodie, my man locked up) Everytime you wobble wobble it gets me horny So I can ride that ass from the night until in the morning I could respect your mind, if you could respect the game Is it cool to fuck, or is this about some change  [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it  [Magic, Silkk/Vito] I like it when I see 'em at the club, shaking that thang Girl you really got me thinking 'bout taking that thang, come here Now when they wobbly, wobbly, ass bouncing everywhere The way she drop it like that, I can't help but to stare Got a nigga saying \"Ohhh girl\" Come a little closer, I'm trying to make you out my boo girl Don't move girl, I'm on my way to the floor baby Coming for mine, want to see if you can really shake it Let's bump and grind, girl you did that The way you bounce it and shake it, you know I'm with that I'm trying to get that, cause you got me rock hard (Ohh my God) Got me humpin and humpin it (huh) humpin like a dog, WOOF  [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it  [Mystikal/G-Money] Back your ass, Whoo, the fuck up I thought I told you, put your meanest face on for me And them steel-toe boots, gonna stomp your ass Want it, hunt it, some old niggas ready to jump your ass  [Krazy] I'll be there for you baby, just beep me Start paging soldier, when you want a freak male I like freaking at your man's house, when he leave I toot What would he say if he knew that I was sexing you  [C-Murder] Let me see you wobble then shake it, then baby pop it, don't break it You want love let's make it, I just can't wait 'til you naked You lick your lips it makes me hard Daydreamin' of screamin' and fiendin' You creamin' for sex, that you gonna get this evening Ya' heard me  [Hook] Now won't you wobble wobble Let me see you shake it, shake it Now won't you drop it, drop it Ohh, take it, take it  We them 504 Boyz, huh, we them 504 Boyz  ",
        "title": "Wobble Wobble"
    },
    {
        "artist": "Santana Featuring Rob Thomas",
        "lyrics": "  [Verse 1] Man, it's a hot one Like seven inches from the midday sun I hear you whisper and the words melt everyone But you stay so cool My muñequita, my Spanish Harlem Mona Lisa You're my reason for reason, the step in my groove  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Verse 2] I'll tell you one thing If you would leave it would be a crying shame In every breath and every word I hear your name calling me out Out from the barrio, you hear my rhythm from your radio You feel the turning of the world so soft and slow Turning you round and round  [Hook A] And if you say this life ain't good enough I would give my world to lift you up I could change my life to better suit your mood Because you're so smooth  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  [Hook B] And it's just like the ocean under the moon It's the same as the emotion that I get from you You got the kind of loving that can be so smooth Gimme your heart, make it real, or else forget about it  Or else forget about it Or else forget about it Oh, let's don't forget about it (Gimme your heart, make it real) Let's don't forget about it (hey) Let's don't forget about it (no oh no oh) Let's don't forget about it (no no no oh) Let's don't forget about it (hey no no oh) Let's don't forget about it (hey hey hey)  ",
        "title": "Smooth"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah  [Verse 1] I think I did it again I made you believe we're more than just friends, oh, baby It might seem like a crush But it doesn't mean that I'm serious  [Pre-Chorus] 'Cause to lose all my senses That is just so typically me, ooh, baby, baby  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  [Verse 2] You see, my problem is this, I'm dreaming away Wishing that heroes, they truly exist I cry watching the days Can't you see I'm a fool in so many ways?  [Pre-Chorus] But to lose all my senses That is just so typically me, oh, baby, oh  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  [Post-Chorus] Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah  [Interlude] \"All aboard!\" \"Britney, before you go, there's something I want you to have\" \"Oh, it's beautiful! But wait a minute, isn't this?\" \"Yeah, yes, it is.\" \"But I thought the old lady dropped it into the ocean in the end\" \"Well, baby, I went down and got it for ya\" \"Aw, you shouldn't have\"  [Bridge] Oops, I did it again to your heart Got lost in this game, oh, baby Oops, you think that I'm sent from above I'm not that innocent  [Chorus] Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent Oops, I did it again I played with your heart Got lost in the game Oh, baby, baby Oops, you think I'm in love That I'm sent from above I'm not that innocent  ",
        "title": "Oops!...I Did It Again"
    },
    {
        "artist": "Carl Thomas",
        "lyrics": null,
        "title": "I Wish"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] When I'm lost in the rain In your eyes I know I'll find the light To light my way And when I'm scared And losing ground When my world is going crazy You can turn it all around And when I'm down you're there - pushing me to the top You're always there Giving me all you've got  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do For everything that's true I turn to you  [Verse 2] When I lose the will to win I just reach for you and I can reach the sky again I can do anything Cause your love is so amazing Cause your love inspires me And when I need a friend You're always on my side Giving me faith Taking me through the night  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do I turn to you  [Bridge] For the arms to be my shelter Through all the rain For truth that will never change For someone to lean on For a heart I can rely on through anything For that one who I can run to...  [Chorus] For a shield from the storm For a friend, for a love To keep me safe and warm I turn to you For the strength to be strong For the will to carry on For everything you do For everything that's true I turn to you  [Outro] For everything you do For everything that's true I turn to you  ",
        "title": "I Turn To You"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Verse 1: Stephan Jenkins] There's every good reason for letting you go She's sneaky and smoked out And it's starting to show  [Pre-Chorus: Stephan Jenkins] I never let you go I never let you go I never let you go  [Chorus: Stephan Jenkins] I never let you turn around, your back on each other That's a good idea, break a promise to your mother Turn around, your back on each other  [Verse 2: Stephan Jenkins] You say that I changed Well maybe I did But even if I changed What's wrong with it?  [Pre-Chorus: Stephan Jenkins] I never let you go I never let you go I never let you go  [Chorus: Stephan Jenkins] I never let you turn around, your back on each other That's a good idea, break a promise to your mother Turn around, your back on each other  [Bridge: Stephan Jenkins] And now our friends are gone, are gone And all the time moves on and on And all I know is it's wrong, it's wrong And all I know is it's wrong, it's wrong If there's a reason, it's lost on me Maybe we'll be friends, I guess we'll see  [Pre-Chours: Stephan Jenkins] I never let you go I never let you go I never let you go  [Chorus: Stephan Jenkins] I never let you turn around, your back on each other That's a good idea, break a promise to your mother Turn around, let's turn on each other Good idea, break a promise to your mother Turn around, your back on each other That's a good idea, break a promise to your mother Turn around, your back on each other What a good idea  [Outro: Stephan Jenkins] I remember the stupid things The mood rings, the bracelets and the beads Nickels and dimes, yours and mine Did you cash in all your dreams? You don't dream for me no, you don't dream for me no But I still feel you pulsing like sonar from the days in the waves That girl is like a sunburn I would like to save That girl is like a sunburn I would like to save She's like a sunburn, she's like a sunburn  ",
        "title": "Never Let You Go"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": "  Oh, ooh wee oh, oh When I'm lookin' at you I keep thinkin' Why can't she be like you? So I'm schemin' I can't go on like this Believin' that her love is true, oh Standing on the dance floor While she trickin' You are all I want girl She's a chicken We might be together But love is missing Girl I want you So what can we do, oh  [Chorus] Girl if it's alright Let's go somewhere and get it on tonight I've got a girl, but you look good tonight It's one on one tonight, tonight  Girl if it's alright Let's go somewhere and get it on tonight You shouldn't have to be alone tonight It's one on one tonight, tonight  Now she's lookin' at me But keep talkin' Oh, now she tryna ice you Let's start walkin' Over on the dance floor It's her fault but What can she do? Tell me baby, yeah  Girl if you're ready (I'm ready) We can get it on (We can get it on) I know where I went wrong (She's where you went wrong) With you is where I belong, belong  Girl if I could find the words to say I gotta get away from a love That kills me everyday I'd gladly say to you  [Chorus x2]   Girl if it's alright My baby's stressin' me You need to come with me We need to go somewhere, yeah Tonight, tonight  [Repeat 1 until fade]  ",
        "title": "Get It On Tonite"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  How long how long will I slide Separate my side, I don’t I don’t believe it’s bad Slit my throat, it’s all I ever  I heard your voice through a photograph I thought it up it brought up the past Once you know you can never go back I’ve got to take it on the otherside  Centuries are what it meant to me A cemetery where I marry the sea Stranger things could never change my mind I’ve got to take it on the otherside Take it on the otherside Take it on Take it on  How long how long will I slide Separate my side I don’t I don’t believe it’s bad Slit my throat it’s all I ever  Pour my life into a paper cup The ashtray's full and I’m spillin' my guts She wants to know am I still her slut I’ve got to take it on the otherside  Scarlet starlet and she’s in my bed A candidate for my soul mate bled Push the trigger and pull the thread I’ve got to take it on the otherside Take it on the otherside Take it on Take it on  How long how long will I slide Separate my side I don’t I don’t believe it’s bad Slit my throat it’s all I ever  Turn me on take me for a hard ride Burn me out leave me on the otherside I yell and tell it that It’s not my friend I tear it down I tear it down And then it’s born again  How long how long will I slide Separate my side I don’t I don’t believe it’s bad Slit my throat it’s all I ever  How long I don’t, I don’t believe it’s sad Slit my throat It’s all I ever  ",
        "title": "Otherside"
    },
    {
        "artist": "Kid Rock",
        "lyrics": "  I've been sitting here trying to find myself I get behind myself I need to rewind myself Looking for the payback listen for the playback They say that every man bleeds just like me And I feel like number one yet I'm last in line I watch my youngest son and it helps to pass the time I take too many pills that helps to ease the pain I made a couple dollar bills still I feel the same Everybody knows my name they say it way out loud A lot of folks fuck with me it's hard to hang out in crowds I guess that's the price you pay to be some big shot like I am Outstretched hands and one night stands Still I can't find love  And when your walls come tumbling down I will always be around  And when your walls come tumbling down I will always be around  People don't know about the things I say and do They don't understand about the shit I've been through Its been so long since I've been home I've been gone, I've been gone way too long Maybe I've forgotten all the things I miss Oh, somehow I know there's more to life than this I've said it too many times and I still stand firm You get what you put in and people get what they deserve Still I ain't seen mine, no I ain't seen mine I've been givin', just ain't been gettin' I've been walkin' that there line So I think I'll keep walking with my head held high I keep moving on and only God knows why Only God, Only God, Only God knows why Only God knows why, why, why Only God knows why  Take me to the river, ey Won't you take me to the river, hey, hey, yeah  ",
        "title": "Only God Knows Why"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Intro] Show me the meaning of being lonely  [Verse 1: Brian] So many words for the broken heart It is hard to see in a crimson love So hard to breathe Walk with me, and maybe  [Verse 2: AJ] Nights of light so soon become Wild and free I could feel the sun Your every wish will be done They tell me  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  [Verse 3: Kevin] Life goes on as it never ends Eyes of stone observe the trends They never say forever gaze upon me  [Verse 4: Nick] Guilty roads to an endless love (endless love) There is no control, are you with me now? Your every wish will be done They tell me  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  [Bridge: Howie and all] There is nowhere to run I have no place to go Surrender my heart, body, and soul How can it be You are asking me To feel the things you never show?  [Outro: Brian] You are missing in my heart Tell me why cannot I be there where you are?  [Chorus] Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart Show me the meaning of being lonely Is this the feeling I need to walk with Tell me why I cannot be there where you are There is something missing in my heart  ",
        "title": "Show Me The Meaning Of Being Lonely"
    },
    {
        "artist": "DMX",
        "lyrics": "  [Hook: DMX] Y'all gon' make me lose my mind Up in here, up in here Y'all gon' make me go all out Up in here, up in here Y'all gon' make me act a fool Up in here, up in here Y'all gon' make me lose my cool Up in here, up in here  [Verse 1: DMX] If I gotsta bring it to you cowards, then it's gonna be quick Aight, all your mans up in the jail before sucked my dick And all them other cats you run with Get done with, dumb quick How the fuck you gonna cross the dog with some bum shit? Aight, there go the gun click, 911 shit All over some dumb shit; ain't that some shit? Y'all niggas remind me of a strip club ‘Cause every time you come around, it's like what? I just gotta get my dick sucked And I don't know who the fuck you think you talking to But I'm not him, aight, Slim? So watch what you do! Or you gon' find yourself buried next to someone else And we all thought you loved yourself But that couldn't have been the issue Or maybe they just saying that now ‘cause they miss you Shit, a nigga tried to diss you That's why you laying on your back Looking at the roof of the church Preacher telling the truth and it hurts  [Hook: DMX] Y'all gon' make me lose my mind Up in here, up in here Y'all gon' make me go all out Up in here, up in here Y'all gon' make me act a fool Up in here, up in here Y'all gon' make me lose my cool Up in here, up in here  [Verse 2: DMX] Off the chain, I leave niggas soft in the brain ‘Cause niggas still want the fame, off the name First of all, you ain't rapped long enough To be fucking with me; and you, you ain't strong enough So whatever it is you puffin' on That got you think that you Superman, I got the Kryptonite Should I smack him with my dick and the mic? Y'all niggas is characters, not even good actors What's gon' be the outcome? Hmm, let's add up all the factors You're wack, you're twisted, your girl's a ho You're broke, the kid ain't yours, and e'rybody know Your old man say you stupid, you be like, \"So? I love my baby mother, I'll never let her go.\" I'm tired of weak ass niggas whining over puss That don't belong to them, fuck is wrong with them? They fuck it up for real niggas like my mans and them Who get it on, on the strength of the hands with them, man  [Hook: DMX] Y'all gon' make me lose my mind Up in here, up in here Y'all gon' make me go all out Up in here, up in here Y'all gon' make me act a fool Up in here, up in here Y'all gon' make me lose my cool Up in here, up in here  [Verse 3: DMX] I bring down rains so heavy it hurts the head No more talking, put him in the dirt instead You keep walking, lest you tryin' to end up red ‘Cause if I end up fed, y'all end up dead ‘Cause you's a soft type nigga Fake up North type nigga, push like a soft white nigga Dog is a dog, blood's thicker than water We done been through the mud and we quicker to slaughter The bigger the order, the more guns we brung out We run up in there, e'rybody come out, don't nobody run out Sun in to sun out, I'ma keep the gun out Nigga running his mouth, I'ma blow his lung out Listen! Your ass is about to be missin' You know who gon' find you? Some old man fishin' Grandma wishin' your soul's at rest But it's hard to digest with the size of the hole in your chest  [Hook: DMX] Y'all gon' make me lose my mind Up in here, up in here Y'all gon' make me go all out Up in here, up in here Y'all gon' make me act a fool Up in here, up in here Y'all gon' make me lose my cool Up in here, up in here  [Bridge: DMX] One, two, meet me outside Meet me outside, meet me outside All my Ruff Ryders gon' meet me outside Meet me outside, meet me outside All my big ballers gon' meet me outside Meet me outside, meet me outside All my fly ladies gon' meet me outside Meet me outside, meet me outside All my street-street peoples, meet me outside Meet me outside, outside, motherfucker  [Outro: Swizz Beatz] X has got y'all bouncin' again Bouncin' again, bounce-bouncin' again Dark Man X got y'all bouncin' again Bouncin' again, bounce-bouncin' again Swizz Beatz got y'all bouncin' again Bouncin' again, bounce-bouncin' again Ruff Ryders got y'all bouncin' again Bouncin' again, bounce-bouncin' again Dark Man keep you bouncin' again Bouncin' again, bounce-bouncin' again Dark Man keep you bouncin' again Bouncin' again, bounce-bouncin' again All my streets, they bouncin' again Bouncin' again, we're bouncin' again Swizz-Swizz Beatz, we're bouncin' again Bouncin' again and we bouncin' again Double R, keep it comin' Ain't nothin' y'all, ain't nothin' y'all can do now  ",
        "title": "Party Up (Up In Here)"
    },
    {
        "artist": "Mary Mary",
        "lyrics": "  [Spoken Intro: Warryn Campbell] Whew, it sure is hot out here, you know I don't mind, though I'm just glad to be free, you know what I'm saying? Uh...  [Chorus: Mary Mary + (Warryn Campbell)] Take the shackles off my feet so I can dance I just wanna praise You (What you wanna do?) I just wanna praise You (Yeah, yeah) You broke the chains now I can lift my hands (Feel me?) And I'm gonna praise You (What you gonna do?) I'm gonna praise you  [Verse 1: Erica Campbell] In the corners of my mind I just can't seem to find A reason to believe That I can break free Cause you see I have been bound for so long Felt like all hope was gone But as I lift my hands I understand That I should praise You through my circumstance  [Chorus: Mary Mary] Take the shackles off my feet so I can dance (So I can dance) I just wanna praise You (Just wanna praise You) I just wanna praise You (Just wanna praise You) You broke the chains now I can lift my hands (I can lift my hands) And I'm gonna praise You I'm gonna praise you  [Verse 2: Tina Campbell] Everything that could go wrong All went wrong at one time So much pressure fell on me I thought I was gon' lose my mind Lord, I know You wanna see If I will hold on through these trials But I need You to lift this load 'Cause I can't take it no more  [Chorus: Mary Mary] Take the shackles off my feet so I can dance (So I can dance) I just wanna praise You I just wanna praise You You broke the chains now I can lift my hands (Oh yeah) And I'm gonna praise You (I'm gonna...) I'm gonna praise You (I'm gonna praise You)  [Bridge: Mary Mary] Been through the fire and the rain Bound in every kind of way But God has broken every chain So let me go right now  [Chorus: Mary Mary] Take the shackles off my feet so I can dance (So I can dance y'all) I just wanna praise You I just wanna praise You (I wanna praise You) I wanna praise You You broke the chains now I can lift my hands (I can lift my hands) And I'm gonna praise You (Praise You, Praise You) I'm gonna praise you (Praise You, yeah)  Take the shackles off my feet so I can dance I just wanna praise You I just wanna praise You (Yeah, yeah) You broke the chains now I can lift my hands (I can lift my hands) And I'm gonna praise You (Praise You) I'm gonna praise you (Come on, dance with me)  Take the shackles off my feet so I can dance I just wanna praise You I just wanna praise You You broke the chains now I can lift my hands And I'm gonna praise You I'm gonna praise you  Yeah, yeah, yeah  [Outro: Warryn Campbell + Mary Mary] Take 'em off, take 'em off What you gonna do? Yeah, yeah You broke the chains now I can lift my hands Broke all the chains I'm gonna praise You What you gonna do? I'm gonna praise You  ",
        "title": "Shackles (Praise You)"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": null,
        "title": "Bent"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Foxy Brown] This is the remix Ha ha Fox Brown, Avant Yeah yeah yeah c'mon  [Avant] Mmm, mmm, mmm, mmm, mmm Yeah yeah Mmm, mmm, mmm, mmm, mmm Listen babe  Everytime I see you, I get a bad vibe Just thinkin' of someone else in between your thighs And you thought you were slick, had tricks up your sleeve But I'm sick of your stupid ass and I know you're tired of me That's why I say  [Avant] (Foxy Brown) 1 - When we were together (Fox Brown c'mon) We never turned our backs on each other (Yeah) But now that we're separated (Yeah nigga, separated) We can't stand one another  [Foxy] I can't stand you nigga Shit be as simple as that Thought you had it all cuz my ass was phat Bitch rockin' the Prada suits with the Gucci boots Sceamin' on some mad loot, four fifth and I shoot Hard game straight down to the verses Image Fox Brown, c'mon out lyrical cursin' Avant separated, nigga it can't be I'mma keep on rockin' the mic Cuz that's the way it be I'm just a bad girl, na na illa on tracks Thinkin' I'mma leave ya lonely, shit nigga relax  [Avant] I don't wanna be wit you, put that on everything I own I can't believe I stayed around that damn long If I never see you again, I won't be mad at all, no no Cuz I believe that you're my downfall You did me wrong  2 - You did me wrong I thought you were true You ran out of my life And now I'm so through with you  I wanted you to be there Right here with me, oh  Repeat 1 Repeat 1  [Foxy] Peep the ice, baby blue Bentley The g string rocked Labels up stocked, and the bottles of Cris' popped Non stop, in the summer to the winter and shit Never gonna get stuck with the ill na na bitch With the frozen wrist Too much for some cats They play-hatin' from the back Done shit simple as that Sellin' mills with the hint of rhyme I sell records, I keep niggas laced out Cop 2 million or better with the jew-els in my pocket Playin' niggas on the low Got my creep going on in the S-5-0 I'm just gonna keep doing this shit 'till the day I die Na na one luv, niggas don't cry, Peace!  It's really over babe Cuz you did me wrong  Repeat 2  [Avant] I remember when you used to sit there I'd hold you in my arms and you would say to me Yeah yeah  [Avant] (Foxy) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (I used to rub your body and you would say to me) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (When we were together you'd say) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Mmm, mmm, mmm, mmm (I can hear your body say) Yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah (ohh nigga that sounds good to me) Mmm, mmm, mmm, mmm  ",
        "title": "Separated"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] When you feel all alone And the world has turned its back on you Give me a moment please To tame your wild wild heart I know you feel like The walls are closing in on you It's hard to find relief And people can be so cold  [Pre-Chorus] When darkness is upon your door And you feel like you can't talk anymore  [Chorus] Let me be the one you call If you jump, I'll break your fall Lift you up and fly with you into the night If you need to fall apart I can mend a broken heart If you need to crash and burn, you're not alone  [Verse 2] When you feel all alone And a loyal friend is hard to find You're caught in a one way street With the monsters in your head  [Pre-Chorus] When hopes and dreams are far away And you feel like you can't face the day  [Chorus] Let me be the one you call If you jump, I'll break your fall Lift you up and fly with you into the night If you need to fall apart I can mend a broken heart If you need to crash and burn, you're not alone  [Bridge] Because there has always been heartache and pain And when its over you'll breathe again You'll breathe again  [Middle 8] When you feel all alone And when the world has turned it's back on you Give me a moment please To tame your wild wild heart  [Chorus until Fade] Let me be the one you call If you jump, I'll break your fall Lift you up and fly with you into the night If you need to fall apart I can mend a broken heart If you need to crash and burn, you're not alone Let me be the one you call If you jump, I'll break your fall Lift you up and fly with you into the night If you need to fall apart I can mend a broken heart If you need to crash and burn, you're not alone  ",
        "title": "Crash And Burn"
    },
    {
        "artist": "Eminem",
        "lyrics": "  [Intro] May I have your attention, please? May I have your attention, please? Will the real Slim Shady please stand up? I repeat, will the real Slim Shady please stand up? We're gonna have a problem here  [Verse 1] Y'all act like you never seen a white person before Jaws all on the floor like Pam like Tommy just burst in the door And started whoopin' her ass worse than before They first were divorced, throwin' her over furniture (Agh!) It's the return of the \"Ah, wait, no way, you're kidding He didn't just say what I think he did, did he?\" And Dr. Dre said… nothing, you idiots! Dr. Dre's dead, he's locked in my basement (ha ha!) Feminist women love Eminem \"Chicka, chicka, chicka, Slim Shady, I'm sick of him Look at him, walkin' around, grabbin' his you-know-what Flippin' the you-know-who,\" \"Yeah, but he's so cute though.\" Yeah, I probably got a couple of screws up in my head loose But no worse than what's goin' on in your parents' bedrooms Sometimes I wanna get on TV and just let loose But can't, but it's cool for Tom Green to hump a dead moose \"My bum is on your lips, my bum is on your lips\" And if I'm lucky, you might just give it a little kiss And that's the message that we deliver to little kids And expect them not to know what a woman's clitoris is Of course they're gonna know what intercourse is By the time they hit fourth grade They've got the Discovery Channel, don't they? We ain't nothin' but mammals—well, some of us, cannibals Who cut other people open like cantaloupes But if we can hump dead animals and antelopes Then there's no reason that a man and another man can't elope But if you feel like I feel, I got the antidote Women, wave your pantyhose, sing the chorus, and it goes—  [Hook] I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Verse 2] Will Smith don't gotta cuss in his raps to sell records Well, I do, so fuck him and fuck you too! You think I give a damn about a Grammy? Half of you critics can't even stomach me, let alone stand me \"But Slim, what if you win, wouldn't it be weird?\" Why, so you guys could just lie to get me here? So you can sit me here next to Britney Spears? Shit, Christina Aguilera better switch me chairs So I can sit next to Carson Daly and Fred Durst And hear 'em argue over who she gave head to first Little bitch put me on blast on MTV \"Yeah, he's cute, but I think he's married to Kim, hee-hee.\" I should download her audio on MP3 And show the whole world how you gave Eminem VD I'm sick of you little girl and boy groups All you do is annoy me, so I have been sent here to destroy you And there's a million of us just like me Who cuss like me, who just don't give a fuck like me Who dress like me; walk, talk and act like me And just might be the next best thing, but not quite me  [Hook] 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Verse 3] I'm like a head trip to listen to, ‘cause I'm only givin' you Things you joke about with your friends inside your livin' room The only difference is I got the balls to say it in front of y'all And I don't gotta be false or sugarcoat it at all I just get on the mic and spit it And whether you like to admit it, I just shit it Better than 90% of you rappers out can Then you wonder: \"How can Kids eat up these albums like Valiums?\" It's funny, ‘cause at the rate I'm going, when I'm 30 I'll be the only person in the nursing home flirting Pinching nurse's asses when I'm jacking off with Jergens And I'm jerking, but this whole bag of Viagra isn't working And every single person is a Slim Shady lurking He could be working at Burger King, spittin' on your onion rings Or in the parking lot, circling, screaming, \"I don't give a fuck!\" With his windows down and his system up So will the real Shady please stand up And put one of those fingers on each hand up? And be proud to be outta your mind and outta control And one more time, loud as you can, how does it go?  [Hook] I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up? 'Cause I'm Slim Shady, yes, I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up Please stand up, please stand up?  [Outro] Ha ha, I guess there’s a Slim Shady in all of us Fuck it, let’s all stand up!  [Produced by Dr. Dre & Mel-Man]  ",
        "title": "The Real Slim Shady"
    },
    {
        "artist": "Jay-Z Featuring UGK",
        "lyrics": "  [Produced by Timbaland]  [Intro: Jay-Z] Uh, uh uh uh It's big pimpin baby (thats right) It's big pimpin, spendin G's Feel me uh-huh uhh, uh-huh Ge-ge-geyeah, geyeah Ge-ge-geyeah, geyeah  [Verse 1: Jay Z] You know I thug 'em, fuck 'em, love 'em, leave 'em ‘Cause I don't fuckin' need 'em Take 'em out the hood, keep 'em lookin' good But I don't fuckin' feed 'em First time they fuss I'm breezin' Talkin' about, \"What's the reasons?\" I'm a pimp in every sense of the word Bitch, better trust and believe 'em In the cut where I keep 'em 'Til I need a nut, 'til I need to beat the guts Then it's \"beep beep\" and I'm pickin' them up Let 'em play with the dick in the truck Many chicks wanna put Jigga's fists in cuffs Divorce him and split his bucks Just because you got good head I'ma break bread, so you can be livin' it up? Shit, I part with nothin', y'all be frontin' Me give my heart to a woman? Not for nothin', never happen; I'll be forever mackin' Heart cold as assassins, I got no passion I got no patience and I hate waitin' Ho, get your ass in and let's ride!  [Hook: Jay Z] We doin' big pimpin', we spendin' cheese Check 'em out now, big pimpin' on B.L.A.D.'s We doin' big pimpin' up in N.Y.C. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 2: Bun B] Nigga, it's the big Southern rap impresario Comin' straight up out the black barrio Makes a mill' up off a sorry ho Then sit back and peep my sce-nahr-i-o Oops, my bad, that's \"my scenario\" No, I can't fuck a scary ho Now every time, every place, everywhere we go Hoes start pointin', they say: \"There he go!\" Now these motherfuckers know we carry mo' Heat than a little bit We don't pull it out over little shit And if you catch a lick when I spit Then it won't be a little hit Go read a book, you illiterate son of a bitch! And step up your vocab! Don't be surprised if your ho stab out with me And you see us comin' down on yo' SLAB Livin' ghetto-fabulous, so mad, you just can't take it But nigga if you hatin' I Then you wait while I get your bitch butt-naked Just break it; you gotta pay like you weigh Wet with two pairs of clothes on Now get yo' ass to the back as I'm flyin' to the track Timbaland, let me spit my prose on Pump it up in the pro-zone That's the track that we breakin' these hoes on Ain't the track that we flows on But when shit get hot then the Glock start poppin' like ozone We keep hoes crunk like Trigger-man For real, it don't get no bigger, man Don't trip, let's flip, gettin' throwed on the flip Gettin' blowed with the motherfuckin' Jigga Man, fool!  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 3: Pimp C] Smokin' out, pourin' up Keepin' lean up in my cup All my car got leather and wood In my hood we call it \"buck\" Everybody wanna ball Holla at broads at the mall If he up, watch him fall Nigga, I can't fuck with y'all If I wasn't rappin', baby I would still be ridin' Mercedes Comin' down and sippin' daily No record 'til whitey pay me Uhhh, now what y'all know about them Texas boys? Comin' down in candied toys Smokin' weed and talkin' noise  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  [Verse 4: Jay Z] On the canopy, my stamina be Enough for Pamela Anderson Lee MTV jam of the week Made my money quick, then back to the streets But still sittin' on blades, sippin' that Ray Standin' on the corner of my block, hustlin' Still gettin' that cane Half what I paid slippin' right through customs It'll sell by night, its egg shell white I got so many grams, if the man find out It will land me in jail for life But I'm still big pimpin', spendin' cheese With Bun B, Pimp C, and Timothy We got bitches in the back of the truck Laughin' it up, Jigga Man: that's what's up!  [Hook 2: Bun B] We be big pimpin', spendin' cheese We be big pimpin' on B.L.A.D.'s We be big pimpin' down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B  ",
        "title": "Big Pimpin'"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] Maybe it's intuition But some things you just don't question Like in your eyes, I see my future in an instant And there it goes, I think I've found my best friend  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Verse 2] There's just no rhyme or reason Only this sense of completion And in your eyes, I see the missing pieces I'm searching for, I think I found my way home  [Pre-Chorus] I know that it might sound more than a little Crazy, but I believe...  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life I am complete now that I found you  [Chorus] I knew I loved you before I met you I think I dreamed you into life I knew I loved you before I met you I have been waiting all my life  [Outro] I knew I loved you before I met you I think I dreamed you into my life I knew I loved you before I met you I have been waiting all my life  ",
        "title": "I Knew I Loved You"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "That's The Way It Is"
    },
    {
        "artist": "Alice Deejay",
        "lyrics": "  [Instrumental Intro]  [Hook] Do you think you're better off alone? Do you think you're better off alone? Do you think you're better off alone? Do you think you're better off alone?  [Drop]  [Verse] Talk to me, ooohh, talk to me Talk to me, ooooh, talk to me Do you think you're better off alone? Do you think you're better off alone?  [Drop]  [Hook] Do you think you're better off alone? Do you think you're better off alone? Do you think you're better off alone? Do you think you're better off alone?  [Outro] Talk to me, oooh, talk to me Talk to me, oooh, talk to me Talk to me  ",
        "title": "Better Off Alone"
    },
    {
        "artist": "Marc Anthony",
        "lyrics": "  [Verse 1] La gente anda diciendo por alli Que tu quisieras acercarte a mi Si tu supieras que te quiero amar Que hasta el cielo te quiero llevar  [Chorus  [Verse 2] No me dejes solo con mi corazon Que esta enloquecido con esta pasion Si es que me deseas nena dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo Ay dimelo, ven dimelo Porque por tu amor estoy muriendo yo  [Verse 3] Si yo pudiera acariciar tu piel Tu cuerpo entero quiero conocer Esta pasion no me deja dormir Este deseo no me deja vivir  [Chorus  ",
        "title": "I Need To Know"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Mary Anne and Wanda were the best of friends All through their high school days Both members of the 4H Club Both active in the FFA After graduation Mary Anne went out lookin' For a bright new world Wanda looked all around this town And all she found was Earl  [Verse 2] Well it wasn't two weeks after she got married That wanda started gettin' abused She put on dark glasses and long sleeved blouses And make-up to cover a bruise Well she finally got the nerve to file for divorce She let the law take it from there But Earl walked right through that restraining order And put her in intensive care  [Pre-Chorus] Right away, Mary Anne flew in from Atlanta On a red eye midnight flight She held Wanda's hand as they worked out a plan And it didn't take long to decided  [Chorus] That Earl had to die Goodbye, Earl Those black-eyed peas They tasted all right to me, Earl You're feeling weak Why don't you lay down and sleep, Earl? Ain't it dark Wrapped up in that tarp, Earl?  [Verse 3] The cops came by to bring Earl in They searched the house high and low Then they tipped their hats And said \"Thank You ladies, if you hear from him let us know\"  [Verse 4] Well the weeks went by and Spring turned to Summer And Summer faded into Fall And it turns out he was a missing person Who nobody missed at all  [Pre-Chorus] So the girls bought some land at a roadside stand Out on Highway 109 They sell Tennessee ham And strawberry jam And they don't lose any sleep at night, 'cause...  [Chorus] Earl had to die Goodbye Earl We need a break Let's go out to the lake, Earl We'll pack a lunch And stuff you in the trunk, Earl Well, is that all right? Good, let's go for a ride Earl Hey  [Outro] Well hey, hey, hey Aw, hey, hey, hey Well hey, hey, hey  ",
        "title": "Goodbye Earl"
    },
    {
        "artist": "George Strait",
        "lyrics": "  We loaded up my old station wagon With a tent, a Coleman, and sleeping bags Some fishing poles, a cooler of cokes Three days before we had to be back  When you're seven you're in seventh heaven When you're going camping in the wild outdoors As we turned up on that old dirt road He looked at me and swore  Dad, this could be the best day of my life I've been dreaming day and night about the fun we've had Just me and you doing what I've always wanted to I'm the luckiest boy alive This is the best day of my life  His fifteenth birthday rolled around Classic cars were his thing When I pulled in the drive with that old 'vette I thought that boy would go in sane  When you're in your teens Your dreams revolve around four spinning wheels You worked nights on end 'Till it was new again And as he sat behind the wheel  He said Dad This could be the best day of my life I've been dreaming day and night About the fun we've had Just me and you Doing what I've always wanted to I'm the luckiest boy alive This is the best day of my life  Standing in a little room Back of the church with our tuxes on Looking at him I say I can't believe son that you're grown  He said Dad This could be the best day of my life I've been dreaming day and night Of being like you Now its me and her Watching you and mom I've learned I'm the luckiest man alive This is the best day of my life  I'm the luckiest man alive This is the best day of my life  ",
        "title": "The Best Day"
    },
    {
        "artist": "Kenny Rogers With Alison Krauss & Billy Dean",
        "lyrics": "  He works hard to give her all he thinks she wants A three car garage, her own credit cards He pulls in late to wake her up with a kiss good night If he could only read her mind, she'd say  [Chorus] Buy me a rose, call me from work Open a door for me, what would it hurt Show me you love me by the look in your eyes These are the little things I need the most in my life  Now the days have grown to years of feeling all alone And she can't help but wonder what she's doing wrong Cause lately she'd try anything to turn his head Would it make a difference if she said:  [Chorus]  And the more that he lives the less that he tries To show her the love that he holds inside And the more that she gives the more that he sees This is a story of you and me  So I bought you a rose on the way home from work To open the door to a heart that I hurt And I hope you notice this look in my eyes Cause I'm gonna make things right For the rest of your life I'm gonna hold you tonight Do all those little things For the rest of your life  ",
        "title": "Buy Me A Rose"
    },
    {
        "artist": "Faith Hill",
        "lyrics": "  [Verse 1] If I could grant You one wish I'd wish you could see the way you kiss Ooh, I love watching you Baby When you're driving me crazy  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love  [Verse 2] It's not right It's not fair What you're missing over there Someday I'll find a way to show you Just how lucky I am to know you  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love me  [Bridge] You're the million reasons why There's love reflecting in my eyes  [Chorus] Ooh, I love the way you Love the way you love me There's nowhere else I'd rather be (drives me wild) Ooh, to feel the way I feel with your arms around me I only wish that you could see the way you love me (love me) Woah woah woah, the way you love me (love me) Woah woah woah, the way you love me (love me) Woah woah woah, the way you love me  [Outro] Ooh, the way you love me Ooh I love the way you love me The way you love me [x4]  ",
        "title": "The Way You Love Me"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Broadway"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I was always the crazy one I broke into the stadium And I wrote your number on the 50 yard line You were always the perfect one And the valedictorian so Under your number I wrote \"call for a good time\"  I only wanted to catch your attention But you overlooked me somehow Besides you had too many boyfriends to mention And I played my guitar too loud  [Chorus] How do you like me now? How do you like me now Now that I'm on my way? Do you still think I'm crazy Standing here today? I couldn’t make you love me But I always dreamed about living in your radio How do you like me now?  [verse 2] When I took off to Tennessee I heard that you made fun of me Never imagined I'd make it this far Then you married into money girl Ain't it a cruel and funny world? He took your dreams and tore them apart  He never comes home And you’re always alone And your kids hear you crying down the hall Alarm clock starts ringing Who could that be singing Its me baby, with your wakeup call!  [Chorus]  [Outro] Tell me baby I will preach on  ",
        "title": "How Do You Like Me Now?!"
    },
    {
        "artist": "Westlife",
        "lyrics": "  I wanna know Who ever told you I was letting go Of the only joy that I have ever known Girl, they were lying  Just look around And all of the people that we used to know Have just given up, they wanna let it go But we're still trying  So you should know this love we share was never made to die I'm glad we're on this one way street just you and I Just you and I  All: I'm never gonna say goodbye Cos I never wanna see you cry I swore to you my love would remain And I swear it all over again and I I'm never gonna treat you bad Cos I never wanna see you sad I swore to share your joy and your pain And I swear it all over again  [Shane:] All over again  Some people say That everything has got its place in time Even the day must give way to the night But I'm not buying Cos in your eyes I see a love that burns eternally And if you see how beautiful you are to me You'll know I'm not lying  Sure there'll be times we wanna say goodbye But even if we try There are some things in this life won't be denied Won't be denied  [All:] I'm never gonna say goodbye Cos I never wanna see you cry I swore to you my love would remain And I swear it all over again and I I'm never gonna treat you bad Cos I never wanna see you sad I swore to share your joy and your pain And I swear it all over again  [Mark:] The more I know of you is the more I know I love you And the more that I'm sure I want you forever and ever more And the more that you love me, the more that I know Oh that I'm never gonna let you go Gotta let you know that I  [All:] I'm never gonna say goodbye [Mark:] (I'm never gonna say goodbye) [All:] Cos I never wanna see you cry [Mark:] (never wanna see you cry) All: I swore to you my love would remain And I swear it all over again and I [Mark:] (swear it all over again and I) [All:] I'm never gonna treat you bad [Mark:] (never gonna treat you bad) [All:] Cos I never wanna see you sad [Mark:] (never wanna see you sad) [All:] I swore to share your joy and your pain [Mark:] (oh no, oh no) [All:] And I swear it all over again  [Mark:] All over again All over again And I swear it all over again  ",
        "title": "Swear It Again"
    },
    {
        "artist": "Hanson",
        "lyrics": null,
        "title": "This Time Around"
    },
    {
        "artist": "Vitamin C",
        "lyrics": "  [Verse] And so we talked all night about the rest of our lives Where we're gonna be when we turn 25 Keep thinking times will never change Keep on thinking things will always be the same But when we leave this year we won't be coming back No more hanging out cause we're on a different track And if you got something that you need to say You better say it right now cause you don't have another day Cause we're moving on and we can't slow down These memories are playing like a film without sound And I keep thinking of that night in June I didn't know much of love But it came too soon And there was me and you And then we got real blue Stay at home talking on the telephone with me We'd get so excited, we'd get so scared Laughing at ourselves thinking life's not fair And this is how it feels  [Chorus] As we go on We remember All the times we Had together And as our lives change Come whatever We will still be Friends Forever  [Verse] So if we get the big jobs And we make the big money When we look back now Will our jokes still be funny? Will we still remember everything we learned in school? Still be trying to break every single rule Will little brainy Bobby be the stockbroker man? Can Anna find a job that won't interfere with a tan? I keep, I keep thinking that it's not goodbye Keep on thinking it's a time to fly And this is how it feels  [Chorus]  [Bridge] La, la, la, la... Yeah, yeah, yeah La, la, la, la... We will still be friends forever  [Verse] Will we think about tomorrow like we think about now? Can we survive it out there? Can we make it somehow? I guess I thought that this would never end And suddenly it's like we're women and men Will the past be a shadow that will follow us 'round? Will these memories fade when I leave this town I keep, I keep thinking that it's not goodbye Keep on thinking it's a time to fly  [Chorus (repeat 3x)]  ",
        "title": "Graduation (Friends Forever)"
    },
    {
        "artist": "Chad Brock",
        "lyrics": null,
        "title": "Yes!"
    },
    {
        "artist": "Andy Griggs",
        "lyrics": "  I like blue eyes, hers are green Not like the woman of my dreams And her hair's not quite as long as I had planned Five foot three isn't tall She's not the girl I'd pictured at all In those paint by number Fantasies I've had  So it took me by complete suprise When my heart got lost in those deep green eyes She's not at all what I was lookin for, she's more  No, it wasn't at first sight But the moment I looked twice I saw the women I was born to love Her laughter filled my soul When I hold her I don't wanna let go When it comes to her, I can't get enough  So it took me by complete suprise When my heart got lost in those deep green eyes She's not at all what I was lookin for, she's more!  More than I dreamed of More than any man deserves...and I couldn't Ask for a more than a love like hers  So it took me by complete suprise When my heart got lost in those deep green eyes She's not at all what I was lookin for, she's more  ",
        "title": "She's More"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Verse 1] Don't feel like home Ease a little out And all these words alone is nothing like your poem Putting in and putting in Don't feel like methadone A scratching voice all alone is nothing like your baritone  [Chorus] It's nothing as it seems The little that he needs It's home The little that he sees Is nothing he concedes It's home  [Verse 2] One uninvited chromosome A blanket like the ozone  [Chorus] It's nothing as it seems All that he needs It's home The little that he frees is nothing he believes  [Verse 3] Saving up a sunny day Something maybe two tone Anything of his own A chip off the corner stone Who's kidding? Rainy day A one way ticket headstone Occupations overthrown Whisper through a megaphone  [Chorus] It's nothing as it seems The little that he needs It's home The little that he sees Is nothing he concedes It's home  [Chorus] And all that he frees A little bittersweet It's home It's nothing as it seems The little that you see it's home  ",
        "title": "Nothing As It Seems"
    },
    {
        "artist": "Donell Jones",
        "lyrics": "  [Verse 1] I just left my baby girl a message Sayin' I won't be coming home I'd rather be alone She doesn't fully understand me Cause I'd rather leave than to cheat If she gives me some time I can be the man she needs But there's a lot of lust inside of me And we've been together since our teenage years I really don't mean to hurt her, but I need some time To be alone  [Hook 1] But when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? I just need time to see Where I wanna be Where I wanna be...  Sweet little dee-do-dee-dee... I don't mean to hurt you, baby, oh, no, no...  [Verse 2] Never did I imagine That you would play a major part In a decision that's so hard Do I leave, do I stay, do I go? Or think about my life and what matters to me the most Girl, the love that we share is real But in time your heart will heal I'm not saying I'm gone, but I Have to find what life is like Without you  [Hook 1] But when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? I just need time to see Where I wanna be Where I wanna be...  Sweet little dee-do-dee-dee... I don't mean to hurt you, baby  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  [Hook 2] See when you love someone You just don't treat them bad Oh, how I feel so sad Now that I wanna leave She's crying her heart to me How could you let this be? And I just need time to see Where I wanna be  Where I wanna be... I'm Sorry Baby  ",
        "title": "Where I Wanna Be"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  He was driving home one evening In his beat up Pontiac When an old lady flagged him down; Her Mercedes had a flat He could see that she was frightened Standing out there in the snow 'Till he said \"I'm here to help you ma'am By the way, my name's Joe.\"  She said, \"I'm from St. Louis\" And I'm only passing through I must've seen a hundred cars go by This is awful nice of you.\"  When he changed the tire, and closed her trunk And was about to drive away She said, \"How much do I owe you?\"  Here's what he had to say:  You don't owe me a thing I've been there too And someone once helped me out Just the way I'm helping you If you really wanna pay me back Here's what you do: Don't let the chain of love end with you  Well a few miles down the road The lady saw a small cafe She went in to grab a bite to eat And then be on her way But she couldn't help but notice How the waitress smiled so sweet And how she must've been eight months along And dead on her feet  No, she didn't know her story And she probably never will When the waitress went to get her change From a hundred dollar bill The lady slipped right out the door And on a napkin left a note There were tears in the waitress's eyes When she read what she wrote:  You don't owe me a thing I've been there too And someone once helped me out Just the way I'm helping you If you really wanna pay me back Here's what you do: Don't let the chain of love end with you  That night when she got home from work The waitress climbed into bed She was thinking 'bout the money And what the lady's note had said As her husband lay there sleeping She whispered soft and low: \"Everything's gonna be alright; I love you, Joe.\"  ",
        "title": "The Chain Of Love"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": null,
        "title": "Carlene"
    },
    {
        "artist": "Clint Black With Steve Wariner",
        "lyrics": null,
        "title": "Been There"
    },
    {
        "artist": "Black Rob",
        "lyrics": "  [Intro] I'm getting ready to put y'all up on something, man Yo, when you see something ill, know what I mean? That shit is whoa, anything ill you see is whoa Nigga, have a big 6 at the curb, that's whoa Especially if he got the fully equipped kit on it, it's whoa Like you know what I mean? Like, yo  [Verse 1] I had this bad bitch Uptown, she was whoa Had me fucked up in the head, I mean whoa Bought the bitch diamonds and pearls, I mean whoa Shoulda seen them shits shining on her wrist, whoa Now money ain't a problem, see my dough is like whoa Pulled out my bankroll on y'all niggas like whoa Floss the blue shrimp from two-tenth like whoa Faggot wanna peep my blueprints, I'm like whoa Had to hit the brakes on y'all niggas like whoa Niggas getting pulled on my block like whoa Coming home within a half an hour like whoa Fronting like they had the manpower like whoa More or less, Moreso  [Hook] I'll rip your torso, I live the fast life Come through in the Porsche slow like whoa My niggas, like dough, light 'dro Nitro, might flow, nice clothes like whoa  [Verse 2] Ease pain with cocaine like whoa Now I'm Doc Strange in the Range like whoa Hundred miles an hour, switching lanes like whoa Plus I'm getting brain from this chick like whoa Finger near a nigga asshole like whoa Scene floss riches and bitches like whoa 99 Jag Benz Coupe like whoa Keep them cheese lines on your blocks like whoa Grenade through your window bitch, like whoa Love to see me do this shit, like whoa Niggas put me through this shit, like whoa So I'mma go toe-to-toe, blow-for-blow like whoa  [Hook]  [Verse 3] We bag it, then flip it like whoa Cars we jack it then strip it like whoa Fully equip it, front to back, like whoa Spitting on fiends that come for crack like whoa Asking for shorts and shit, nigga like whoa Half on his crunk, now nigga, that's whoa Flow so properly you'll see I'm whoa Ain't no stopping me, I'm deep like whoa Guns be popping, B, we creep like whoa Hear my name in these streets, it's like whoa Must I pound the concrete like whoa Fill his bitch ass, head to feet like whoa Your man ain't whoa, the judge ain't whoa C.O's ain't whoa, P.O's ain't whoa Play y'all self, I get the G.I. Joe D-I-C, K riders ain't whoa  [Hook]  [Verse 4] Niggas getting money in VA is whoa Honies looking right in ATL is whoa Niggas pimping hoes in Chi-Town is whoa Bitches taking paper in L.A. is whoa Niggas stacking dough in D.C. is whoa P.R. D.R. hold me down like whoa Ballers in Detroit hold me down like whoa Niggas in New Orleans getting money is whoa Boston and Jersey, mothafuckas is whoa Florida niggas and Philly niggas is whoa Tampa and Texas, Cleveland is whoa Memphis and Lil' Rock, my niggas is whoa Panama niggas they hold me down like whoa My New York peoples they hold me down like whoa Bad Boy nigga, word is bond, we whoa Alumni bitches, word is bond, we whoa N.C, S.C., mothafuckas is whoa My nigga Buckwild, word is bond he whoa  [Outro] And that's just how the story go And whoever I forgot on this shit is, whoa 8th Street, Life Story, Petey P, that nigga The beat I got from big Buckwild is whoa That nigga Black Rob on the mic is whoa My whole fucking flow on the mic is whoa  ",
        "title": "Whoa!"
    },
    {
        "artist": "Mya Featuring Jadakiss",
        "lyrics": "  [Jadakiss](Mya) Uh, huh I don't wanna get the best of you, ha-ha (whoa) Yo, yo  [Mya](Jadakiss) You put me on I can't let, (nah, yeah) let him go no (I just wanna do what's best for you) Can't let you get, oh no (Yo, yo)  He has a little game that he plays Clever little ways and a hot boy style Brags about the dough that he makes Flash a little cash most girls wild out Lately he's been checking for me Telling me how much he wants to be Wants to be the one to replace Replace the man that waits at home for me  [Hook] But oh no I can't let you Get the best of me Even though deep inside Something's dying to see How you flow out them clothes And you put it on me Feelings coming on strong We know that it's wrong I can't let you get the best of me  (You put it on me) The best of me (You put it on me)  So is he trying to play with my head? Telling me how he could blow my mind Something about the things that he said Made me want to take it there one time I should be walking away Cause his hands up on my thigh Should I leave, should I stay? After all it's just one night  [Hook]  (You put it on me) The best of me (You put it on me)  [Jadakiss] Yo, yo, yo I got so many bags of money That they won't fit in the bank And I'mma do this just like Tony did it to Frank But I'mma make sure both y'all win Let him keep the place you move And I'mma pay both y'alls rent So forget about the condo and come to the crib Cause the castle over the mountain come with a bridge You know literally, we could go shopping in Italy Hand on her thigh she ain't wanna get rid of me And she don't drink or know how a L look Chanel look mixed with the Pete Arnell look You just stay pretty while I'm running the city When I whip the V you can hold the joint if you with me Vacation cost a hundred and fifty we living it up I put it on your ass if you giving up And you know I'm not a hater And if you feel bad then you call him up later And tell him you all Jada's  [Mya] Oh no I can't let you Get the best of me Even though deep inside Something's dying to see How you flow out them clothes Then you put it on me You ain't gonna get to me You can't get the best of me  [Hook]  Oh no I can't let you Get the best of me Even though deep inside Something's dying to see How you flow out them clothes Then you put it on me Oh yeah, oh...  ",
        "title": "Best Of Me"
    },
    {
        "artist": "Collin Raye",
        "lyrics": "  I thought it was over I thought I could move on But I was wrong I woke up last night Calling your name Feeling the blame baby  Thought I could quit you but I still miss your love  What was I thinking? Thinking I could still walk down the street Without you by my side Or make it through one night Alone, I lied I said a lot of things I didn't really mean How can I make you see What matters most to me? Girl I should have known it I couldn't last a moment without you  You've got every right To turn and walk away I can't make you stay I broke your heart That's the bottom line I wasted so much precious time, baby I see with your friend Wearing a smile again  What was I thinking? Thinking I could still walk down the street Without you by my side Or make it through one night Alone, I lied I said a lot of things I didn't really mean How can I make you see What matters most to me? Girl I should have known it I couldn't last a moment without you  Thought I could quit you but I still miss your love  What was I thinking? Thinking I could still walk down the street Without you by my side Or make it through one night Alone, I lied I said a lot of things I didn't really mean How can I make you see What matters most to me? Girl I should have known it I couldn't last a moment without you  Oh girl I should have known it I couldn't last a moment(moment) Without you Ohhhh  ",
        "title": "Couldn't Last A Moment"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] Well, I took a walk around the world to ease my troubled mind I left my body lying somewhere in the sands of time But I watched the world float to the dark side of the moon I feel there's nothing I can do, yeah I watched the world float to the dark side of the moon After all I knew, it had to be something to do with you I really don't mind what happens now and then As long as you'll be my friend at the end  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  [Verse 3] You called me strong, you called me weak But still your secrets I will keep You took for granted all the times, I never let you down You stumbled in and bumped your head If not for me then you'd be dead I picked you up and put you back on solid ground  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  [Interlude]  [Chorus] If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there holding my hand? I'll keep you by my side with my superhuman might Kryptonite, yeah If I go crazy, then will you still call me Superman? If I'm alive and well, will you be there and holding my hand? I'll keep you by my side with my superhuman might Kryptonite  ",
        "title": "Kryptonite"
    },
    {
        "artist": "Dr. Dre Featuring Eminem",
        "lyrics": "  [Verse 1: Dr. Dre] Y'all know me, still the same OG, but I been low-key Hated on by most these niggas with no cheese No deals and no G's, no wheels and no keys No boats, no snowmobiles, and no skis Mad at me ‘cause I can finally afford To provide my family with groceries Got a crib with a studio and it's all full of tracks To add to the wall full of plaques Hanging up in the office in back of my house like trophies Did y'all think I'ma let my dough freeze? Ho please! You better bow down on both knees Who you think taught you to smoke trees? Who you think brought you the oldies Eazy E's, Ice Cubes, and D.O.C's, the Snoop D-O-double-G's And the group that said \"Mothafuck the police!\" Gave you a tape full of dope beats To bump when you stroll through in your hood And when your album sales wasn't doing too good Who's the Doctor they told you to go see? Y'all better listen up closely All you niggas that said that I turned pop or The Firm flopped Y'all are the reason that Dre ain't been getting no sleep So fuck y'all, all of y'all! If y'all don't like me, blow me! Y'all are gonna keep fucking around with me And turn me back to the old me  [Hook: Eminem] Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre  [Verse 2: Eminem] So what do you say to somebody you hate Or anyone tryin' to bring trouble your way? Wanna resolve things in a bloodier way? Just study a tape of N.W.A One day I was walking by With a Walkman on, when I caught a guy Give me an awkward eye And I strangled him up in the parking lot with his Karl Kani I don't give a fuck if it's dark or not I'm harder than me tryin' to park a Dodge When I'm drunk as fuck Right next to a humongous truck in a two-car garage Hoppin' out with two broken legs, trying to walk it off Fuck you too, bitch! Call the cops! I'ma kill you and them loud-ass motherfuckin' barking dogs And when the cops came through Me and Dre stood next to a burnt down house With a can full of gas and a hand full of matches And still weren't found out (Right here!) So from here on out, it's the Chronic II Starting today and tomorrow's anew And I'm still loco enough To choke you to death with a Charleston Chew Slim Shady, hotter than a set of twin babies In a Mercedes Benz with the windows up When the temp goes up to the mid-80s Callin' men ladies, sorry, Doc, but I been crazy There's no way that you can save me It's okay, go with him, Hailie! (Dada?)  [Hook: Eminem] Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre  [Verse 3: Dr. Dre] If it was up to me, you motherfuckers would stop coming up to me, with your hands out, looking up to me Like you want somethin' free When my last CD was out, you wasn't bumpin' me But now that I got this little company Everybody wanna come to me like it was some disease But you won't get a crumb from me ‘Cause I'm from the streets of Compton I told 'em all, all them little gangstas Who you think helped mold 'em all? Now you wanna run around talkin' bout guns Like I ain't got none; what, you think I sold 'em all ‘Cause I stay well off? Now all I get is hate mail all day saying Dre fell off What, ‘cause I been in the lab with a pen and a pad Tryin' to get this damn label off? I ain't havin' that, this is the millennium of Aftermath It ain't gonna be nothin' after that So give me one more platinum plaque And fuck rap, you can have it back So where's all the Mad Rappers at? It's like a jungle in this habitat But all you savage cats know that I was strapped with gats While you were cuddling a Cabbage Patch  [Hook: Eminem] Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre Nowadays, everybody wanna talk Like they got somethin' to say But nothin' comes out when they move their lips Just a bunch of gibberish And motherfuckers act like they forgot about Dre  ",
        "title": "Forgot About Dre"
    },
    {
        "artist": "Elton John",
        "lyrics": "  Someday out of the blue In a crowded street Or a deserted square I'll turn and I'll see you As if our love were new Someday we can start again someday soon  Here comes the night Here come the memories Lost in your arms Down in the foreign fields Not so long ago Seems like eternity Those sweet afternoons Still capture me  Someday out of the blue In a crowded street Or a deserted square I'll turn and I'll see you As if our love were new Someday we can start again someday soon  I still believe I still put faith in us We had it all And watched it slip away Where are we now Not where we want to be Those hot afternoons Still follow me  Someday out of the blue Maybe years from now Or tomorrow night I'll turn and I'll see you As if we always knew Someday we would live again someday soon  I still believe I still put faith in us I still believe I still put faith in us I still believe I still put faith in us  Here comes the night Here come the memories Lost in your arms Down in the foreign fields Not so long ago Seems like eternity Those sweet afternoons Still capture me  Someday out of the blue Maybe years from now Or tomorrow night I'll turn and I'll see you As if we always knew Someday we would live again someday soon  Someday out of the blue In a crowded street Or a deserted square I'll turn and I'll see you As if our love were new Someday we can start again someday soon  I still believe I still put faith in us I still believe I still put faith in us I still believe I still put faith in us  I still believe I still put faith in us I still believe I still put faith in us I still believe I still put faith in us  ",
        "title": "Someday Out Of The Blue"
    },
    {
        "artist": "BBMak",
        "lyrics": "  [Verse 1] Baby, set me free From this misery I can't take it no more Since you ran away Nothing's been the same Don't know what I'm livin for  [Pre-Chorus] Here I am, so alone And there's nothin' in this world I can do  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't let you go  [Verse 2] So I told you lies Even made you cry Baby, I was so wrong Girl I promise you Now my love is true This is where my heart belongs  [Pre-Chorus] 'Cause here I am, so alone And there's nothin' in this world I can do  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't let you go  [Bridge] And I wonder... Are you thinkin' of me? 'Cause I'm thinkin' of you And I wonder... Are you ever comin' back in my life?  [Pre-Chorus] 'Cause here I am, so alone And there's nothin' in this world I can do...  [Chorus] Until you're back here baby Miss you, want you, need you so Until you're back here baby, yeah There's a feelin' inside I want you to know You are the one and I can't... Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) There's a feelin' inside I want you to know You are the one and I can't...  [Outro] Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby) Until you're back here baby (Until you're back here baby)  ",
        "title": "Back Here"
    },
    {
        "artist": "Sammie",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "What I Need To Do"
    },
    {
        "artist": "Aaliyah",
        "lyrics": null,
        "title": "I Don't Wanna"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] I was standing in the grocery store line The one they marked express When this woman came through with about 25 things And I said don't you know that more is less She said this world is moving so fast I just get more behind with every day And every morning when I make my coffee I can't believe my life's turned out this way All I could say was  [Chorus] Love's the only house Big enough for all the pain in the world Love's the only house Big enough for all the pain  [Verse 2] He was walking by the other day and I said Hey baby, how you've been Yeah I got me a little girl now and she's 4 years old And she's got her daddy's little grin And you only wanted what you can't have And baby you can't have me now I gave my heart to another Yeah I'm a mother and he's a father and we're a family and we got each other And I found out the hard way that  [Chorus]  [Verse 3] You drive three miles from all this prosperity Down across the river and you see a ghetto there And we got children walking around with guns And they got knives and drugs and pain to spare And here I am in my clean white shirt With a little money in my pocket and a nice warm home And we got teenagers walking around in a culture of darkness Living together alone, all I can say is  [Chorus]  [Bridge] And I can't explain it and I can't understand But I'll come down and get my hands dirty And together we'll make a stand  [Verse 4] Somewhere 'cross the parking lot some bands playing out of tune City streets are going burn if we don't do something soon And señorita can't quit crying Baby's due now any day Don Juan left got sick of trying No one there to show him the way She came down to the grocery store And she said I want to buy a little carton of milk But I don't have any money I said hey I'll cover you honey Because the pain's got to go somewhere Yeah the pain's got to go someplace So come on down to my house Don't you know that  [Chorus][x2]  ",
        "title": "Love's The Only House"
    },
    {
        "artist": "M2M",
        "lyrics": null,
        "title": "Mirror Mirror"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [J.D.] This here Is a remarkable So So Def Remix J.E. y'all Run-DMC to the beat y'all Ah-ha ahhh-ha And me? Yea I know my name  [Jagged Edge] See, first of all I know these so-called players wouldn't tell you this But I'ma be real and say what's on my heart Let's take this chance and make this love feel relevant Didn't you know I loved you from the start, yeah  When I think about All these years we've put in this relationship Who knew we'd make it this far? Then I think about Where would I be if we were to just to fall apart And I can't stand the thought of losing you  [Hook] Meet me at the altar in your white dress We ain't getting no younger we might as well do it Been feeling you all the while girl I must confess Girl, let's just get married I just wanna get married  Meet me at the altar in your white dress We ain't getting no younger We might as well do it Been feeling you all the while girl I must confess Let's get married (baby let's get married)  [Jagged Edge] Said, I done it all But frankly girl, I'm tired of this emptiness I wanna come home to you and only you Cause, making love to just anyone ain't happening I just gotta be with you  Do you think about Us finishing something we started so long ago? I wanna give you my all Do you think about Maybe us havin' some babies? Come on won't you be my lady?  Forever girl...  [Run] What's going on across the seas It ain't nothin' I ain't frontin' Shorty comin' with me Now I done already gave you the key to tha Range And your last name 'bout to change Now you Mrs. Simmons Gotta a betta livin' What a difference Rev-Run made I used to be the snake type Hangin' out late night Girl you done made me Change my life Ever since you met me Keys to the Bentley Now they call you the preacher's wife I'm the type of guy that Take you out and buy that Ring with the rock that'll Break your arm Playa won't try dat Now you can't deny that Triple dub rev to the run dot com  Meet me at the altar In your white dress We ain't gettin' no younger We might as well do it Been feelin' you all the while girl I must confess Girl let's just get married I just wanna get married  [Hook X4]  ",
        "title": "Let's Get Married"
    },
    {
        "artist": "NAS Featuring Ginuwine",
        "lyrics": "  [Nas Intro] Uh, it's real, it's real, it's real Uh, uh, owe me back, uh shorty Shorty, what up, huh? Come on  1 - [Ginuwine] Shorty, say what's your price Just to back it up You can hold my ice Now let's say you owe me something  [Nas] Yeah, owe me back like you owe your tax Owe me back like forty acres to Blacks Pay me back when you shake it like that girl  2 - [Ginuwine] Shorty, say what's your price Just to back it up You can hold my ice Now let's say you owe, owe, owe  [Nas] Yeah owe me back like you owe your rent Owe me back like its money I spent Pay me back when you shake it again  The don, all the time, with all the shine You small time, I ball with mine Links, minks, Bentley, it's all with mine My jams bump out to the borderline UK hot with it, blew spots with it Every continent love when I spit it Corners to blocks, even the cops feel it Brothas on lockdown on their cots feel it It's real in the field the Last Mohican Who survived in the streets and did something decent Now I got plans to buy the whole hood Legit now, I ain't gotta lie to no judge I make hits now, money I flip now Hood fella every honey wanna kiss now I lit up my neck, pinkie, and wrist now So girls everywhere, this is how we get down  Repeat 1  3 - [Ginuwine] Shorty, say what's your price Just to back it up You can hold my ice Now let's say you owe, owe, owe  [Nas] Yeah owe me back like you owe your rent Owe me back like its money I lent Pay me back when you shake it again  [Nas] Play to win, girls in the club moving I get 'em real hot, my songs seduce 'em I flow, I'm so mysterious Nas, and Nasty's the alias Everything platinum I glow Cadillac trucks pulling up to the do' On top out the car, lounge at the bar We spent a thou', we wild, look at how rowdy we are Feel like a million dollars, feel me holler To the max with the Benz and chrome wheeled Impalas Thugs and renta's, to the playas and ballers Sexy mamas, fly ladies lookin' proper Look good enough to be taken shoppin' Earrings, bracelets, now you rocking Your body's so nice that I give you this option Let you wear my big chain if we get it popping  Repeat 1 Repeat 2  [Ginuwine] I put the shackles on your feet (You owe me) I think you owe me some (You owe me) The shackles on your feet (You owe Nas) I think you owe me some (You owe Ginuwine) (You owe Timbaland, you owe me)  [Nas] Lock you down baby, you know what you owe me Mack like Goldie, it's the same story Let you hold something, you spending it right Know where you gon' be by the end of the night Make it bounce, shake it, move it around Wiggle it a little bit, throw it to the south Fantasizing me inside and you riding Throw it like a stallion, you wearin' my medallion  [Ginuwine] Shorty, say what's your price Just to back it up You can hold my ice Now let's say you owe me something (You owe me something, oh yeah) I said shorty, say what's your price (You owe Nas) Just to back it up (You owe Ginuwine) You can hold my ice (You owe Timbaland) Now let's say you owe You owe us something, baby Oh, oh, oh  ",
        "title": "You Owe Me"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": null,
        "title": "Give Me You"
    },
    {
        "artist": "Clay Davidson",
        "lyrics": null,
        "title": "Unconditional"
    },
    {
        "artist": "'N Sync",
        "lyrics": "  [Intro: Lance and (Justin)] It's gonna be me (Oh, yeah)  [Verse 1: Justin] You might've been hurt, babe That ain't no lie You've seen them all come and go, oh I remember you told me That it made you believe in No man, no cry Maybe that's why  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Verse 2: JC] You've got no choice, babe But to move on, and you know There ain't no time to waste You're just too blind (too blind), to see But in the end, you know it's gonna be me You can't deny So just tell me why  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Bridge 1: Lance and (Justin)] It's gonna be me (Oh, yeah)  [Bridge 2:] There comes a day When I'll be the one, you'll see It's gonna-gonna-gonna-gonna-gonna It's gonna be me  [Chorus 2] All that I do Is not enough for you Don't wanna lose it But I'm not like that When finally (finally) You get to love Guess what (guess what)  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  [Chorus 1] Every little thing I do Never seems enough for you You don't wanna lose it again But I'm not like them Baby, when you finally Get to love somebody Guess what It's gonna be me  ",
        "title": "It's Gonna Be Me"
    },
    {
        "artist": "Nine Days",
        "lyrics": "  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Verse 1] How many days in a year She woke up with hope But she only found tears And I can be so insincere Making her promises never for real As long as she stands there waiting Wearing the holes in the soles of her shoes How many days disappear When you look in the mirror So how do you choose  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Verse 2] Now how many lovers would stay Just to put up with this every day and all day Now how did we wind up this way Watching our mouths for the words that we say As long as we stand here waiting Wearing the clothes or the soles that we choose Now how do we get there today When we're walking too far for the price of our shoes  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Hook] Your clothes never wear as well the next day And your hair never falls in quite the same way You never seem to run out of things to say  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Hook 2] This is the story of a girl A pretty face she hid from the world And while she looks so sad and lonely there I absolutely love her  [Hook 1] This is the story of a girl Who cried a river and drowned the whole world And while she looks so sad in photographs I absolutely love her When she smiles  [Outro: Nine Days] When she smiles  ",
        "title": "Absolutely (Story Of A Girl)"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Intro] Hey JD, why you be saying oh, oh Is that like flossin' shit? You just like walk in and so people say, oh shit, it's him Bounce to this, come on  [Chorus] Where my rag wearing soldiers that Love to watch the dough stack Never leave the house without their strap (That's what I'm looking for) They know just what a woman need Keep a big bank roll and a bag of weed When it's time to go down they ain't scared to freak, shit (That's what I'm looking for) Where my Rolley wearing thugs who Claim they don't love you But any time you want something done, they do it (That's what I'm looking for) The ball all night type Frontin', screaming, thug life That's the type of nigga I like (That's what I'm looking for)  [Verse 1] Uh I get high, get mine I like a thug in my life to get by That's why I spit shine the pussy 'Till it get tight and fine He push me over to the other side If he act right he could hit it from behind We can bump and grind all night 'till we reach a climax Make sure you leave a phat sack for Brat Till you come back for more Six pack surrounding my belly hole, it's tight You ain't gotta tell me So So Def is the way that I flow Made to blow, pave the road Unfadable, capable to save your hoe Wherever I go, stack dough I'm looking for a nigga roll, that ain't broke If its time to lick of shots he don't trust Even know how to flip cocaine and when the funds is low For the show stopper, this for the know nadas Shit get mo' hotter, nigga holla my name They follow me when I drivin' the Range And wait for me to finish performing backstage Never have a nigga yawning When they keep up with the shorty Weed pumping as strong as me Gotta be the ball all night type I like it every minute when he charmin' me  [Chorus] Where my rag wearing soldiers that Love to watch the dough stack Never leave the house without their strap (That's what I'm looking for) They know just what a woman need Keep a big bank roll and a bag of weed When it's time to go down they ain't scared to freak, shit (That's what I'm looking for) Where my Rolley wearing thugs who Claim they don't love you But any time you want something done, they do it (That's what I'm looking for) The ball all night type Frontin', screaming, thug life That's the type of nigga I like (That's what I'm looking for)  [Verse 2] Stretch out your arms Flip out your wrists Let me see what to hit for I'm fixing to know if you can afford to cop A couple of dem thangs for your girl to rock When we stepping in the door we killing 'em Let the heads know we ain't feeling them Or affiliated with them I glisten and glow, 38 caliber go pop Niggas that wanna show off Don't just stop My soldier's not having that I'm looking for a thug that'll kill for Brat And make million dollar deals for Brat And pay some of the bills for Brat And just chill for Brat Watch dough stack, been broke, am I goin' back? Nope Need to know how to surround a bitch with stability Get down, bitches, if he feel me, rich now I can't afford to sit down, get bored if We got hits out nigga need big clout Don't crowd my space if we dip out Running with some other nigga face he don't trip out Never leave the house without weed and a Glock Even got keys to the spot to drop the PO Box And in the drawer when he find his underwear I keep a fresh do rag in his hair  [Chorus] Where my rag wearing soldiers that Love to watch the dough stack Never leave the house without their strap (That's what I'm looking for) They know just what a woman need Keep a big bank roll and a bag of weed When it's time to go down they ain't scared to freak, shit (That's what I'm looking for) Where my Rolley wearing thugs who Claim they don't love you But any time you want something done, they do it (That's what I'm looking for) The ball all night type Frontin', screaming, thug life That's the type of nigga I like (That's what I'm looking for)  [Outro] That's what I'm looking for That's what I'm looking for That's what I'm looking for That's what I'm looking for  ",
        "title": "That's What I'm Looking For"
    },
    {
        "artist": "Son By Four",
        "lyrics": "  [Verse 1] I'm sorry I didn't mean to call you But I couldn't fight it I guess I was weak and couldn't even hide it And so I surrender just to hear your voice I know how many times I said I'm gonna to live without you And maybe someone else is standing there beside you But there's something baby that you need to know  [Pre-Chorus] That deep inside me, I feel like I'm dying I have to see you, it's all that I'm asking  [Chorus] Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  [Verse 2] I wish I can tell you that I'm feeling better everyday That I didn't hurt when you walked away But to tell you the truth I can't fine my way  [Pre-Chorus] That deep inside me, I feel like I'm dying I have to see you, it's all that I'm asking  [Chorus] Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  Vida, give me back my fantasies The courage that I need to live The air that I breathe Cariño mío, my world's become so empty My days are so cold and lonely And each night I taste the purest of pain  [Outro] I'm sorry I didn't mean to call you But I couldn't fight it I guess I was weak and couldn't even hide it And so I surrender just to hear your voice  ",
        "title": "Purest Of Pain (A Puro Dolor)"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Verse 1] Last weekend you stayed at home alone and lonely Couldn't find your man, he was chilling with his homies This weekend you're going out If he try to to stop you, you're going off You got your hair done and your nails done too A new outfit and your Fendi shoes And when you're through parlaying at the hottest spot Tonight you're gonna find the fellas Rollin' in the Lexus, drops and Hummers  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Verse 2] Call your boys cause tonight you're not gonna stay at home Should tell your girl she ain't coming tonight you're going solo Cut her off cause she talk some noise You know you got the right to get your party on So get your haircut and your car washed too Lookin' like a star in your Armani suit You need to look your best cause you're turnin' heads tonight You're gonna find a sexy chica that's gonna dance all night if you wanna  [Hook 2] Though he say he got a girl Yeah it's true you got a man But the party ain't gon' stop So let's make it hot, hot  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Bridge] Sexy women do that dance Fly ladies work your man Balling fellas time to clown We can get down now  Bounce baby, bounce, bo-bounce bounce, bo-bounce, twirk it, twirk it Shake baby, shake sha-shake shake, work it, work it Twist baby, twist tw-twist, you better dip that thing (One more time papis, mamis)  Bounce baby, bounce, bo-bounce bounce, bo-bounce, twirk it, twirk it Shake baby, shake sha-shake shake, work it, work it Twist baby, twist tw-twist, you better dip that thing (Bounce it up and down papis mamis)  [Bridge] Sexy women do that dance Fly ladies work your man Balling fellas time to clown We can get down now  [Hook 1] Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  [Outro] I ain't thinkin' about my man tonight Uh huh, I ain't worried my girl aight  All you ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin' Ladies leave your man at home The club is full of ballers and their pockets full grown And all you fellas leave your girl with her friends Cause it's eleven thirty and the club is jumpin', jumpin'  Thou shall say my name  ",
        "title": "Jumpin', Jumpin'"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": null,
        "title": "More"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] After all this time I still miss you every day The same world spins 'round I guess some things never change Sometimes I go out but it never feels the same I still look for you Baby some things never change  [Verse 2] When I said I'd love you for eternity I just never knew how true those words would be Just an old love song Just a mention of your name My heart breaks in two again I guess some things never change  [Verse 3] Maybe someday someone else will set me free Until then I'll live with your loves legacy And I'll keep holding on Hoping you'll come back someday You can rest assured Baby some things never change Girl I'm still in love with you I guess some things never change  [Outro] I still love you  ",
        "title": "Some Things Never Change"
    },
    {
        "artist": "Yankee Grey",
        "lyrics": "  6:30 in the morning I'm in the middle of the sweetest dream When I hear that alarm clock calling me I wrestle with the feeling That the day is starting way too soon I hit the button just to buy a little time To keep you in these arms of mine  For another nine minutes, let the world stop Steal a few moments from this old clock 'Cause this is my dream and I wanna stay in it For another nine minutes  I love the way the sunlight Dances on your perfect skin Girl, I wish this night would never end But we gotta get moving You can't eat if you don't get paid But I got us a better idea Just pull up the covers and stay right here  For another nine minutes, let the world stop Steal a few moments from this old clock 'Cause this is my dream and I wanna stay in it For another nine minutes  I hit the button just one more time To keep you in these arms of mine  For another nine minutes, let the world stop Steal a few moments from this old clock 'Cause this is my dream and I wanna stay in it Oh yeah, for another nine minutes, let the world wait Who's gonna care if we're a little bit late This is my dream and I'm gonna stay in it Oh, for another nine  Another nine minutes, let the world stop Steal a few moments from this old clock Another nine minutes, let the world wait Who's gonna care if we're a little bit late (Another nine minutes) Let the world stop (Another nine minutes) Don't worry about the clock (Another nine minutes) Ooooh, yeah (Another nine minutes) Who's gonna care if we're a little bit late  (Another nine minutes) (repeat to fadeout)  ",
        "title": "Another Nine Minutes"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Intro: Band] I don't want to spend another lonely night Ooooooo  [Verse 1: Gary] I've got the lights turned up The door is locked The bedroom TV's on Doing the only thing That gets me through the night Since you've been gone  [Chorus: Band] Prayin' for daylight waiting for that morning sun So I can act like my whole life ain't going wrong Baby come back to me, I swear I'll make it right Don't make me spend another lonely night Prayin' for daylight  [Verse 2: Gary] I made a bad miscalculation Betting you would never leave Cause if you're getting on with your new life Then where does that leave me  [Chorus]  [Bridge: Gary] Hoping that I didn't wait too long That this is just the dark before the dawn  [Verse 3: Gary] Deep in my heart I know That you love me as much as I love you And that you must be lying somehwere Looking up to heaven too  [Chorus x2]  [Outro: Band] Prayin' for daylight I don't want to spend another lonely night I don't want to spend another lonely night Prayin' for daylight  ",
        "title": "Prayin' For Daylight"
    },
    {
        "artist": "Big Punisher Featuring Donell Jones",
        "lyrics": "  [Verse 1: Big Punisher] You can catch me in the cherry red one-fifty Got the Glizzy locked in the stizzy Pop the clizzy, going sixty down a one-wizzy Drunk pissy, tryin' to cruise through the avenue While my peoples is poppin' bottles up in Sue's Rendevous Fuck that! Spun the U-ey, lost a hubcap It's back to the shack, came back in a \"What's that?\" Straight from Paris, checkin' Gaby's new baby carriage Perry Ellis, auburn cherry reddish Fresh out the dealer, got the TEC for the squealers Wear a vest for the killers, nothin' less, ‘cause it's realer In the Big Apple, where it's quick to get your shit tackled Enemies spit at you, best friends kidnap you Trust no one; got beef, bust yo' gun You don't need no one talking 'bout that you owe him I'ma go for dolo; Scarface without Manolo One deep, I be solo, bustin' heat, throwin' bolos, it's hard  [Hook: Donnell Jones] And it's so hard, yeah Niggas wanna be like Pun But they don't bust they guns And it's so hard Niggas wanna fuck my wife Nggas wanna take my life But it's so hard  [Hook adlibs: Big Punisher] It's hard work, baby I just lost a hundred pounds, I'm tryin' to live I ain't goin' nowhere I'm stayin' alive, baby That's my wife, I paid for them titties! Get your own! Your own, ya heard?  [Verse 2: Big Punisher] Rollin' with the Squad, we like Gods Catch us at the bar-de-bar-de-bars, strip bars in Miami Almost came home with the Grammy Next year, bringing home three for the family Watch me, you can catch it live on the Hitachi Poppin' shit like a Nazi, iced out like DeBiase Fuck that! Liberace, fo'-X Versace, somebody stop me! Never that! SKEE-YU! Where my niggas at? Uptown, uptown, you know you feelin' that Cash rule, hardcore you can dance to That old Biggie give me, One More Chance Take a glance and I'm off with yours With both hands take off my drawers And jerk me like the Source Awards I love hip-hop, I ain't even probably the best lyricist alive Terror Squad, nigga, stop sleepin'!  [Hook: Donnell Jones] And it's so hard, yeah Niggas wanna be like Pun But they don't bust they guns And it's so hard Niggas wanna fuck my wife Nggas wanna take my life But it's so hard  [Hook Adlibs: Big Punisher] What you say your name was again? And I know you from where? Elementary school? I don't know you, man! Money, not you again, go that way!  [Coda: Donell Jones] Yeah, you ain't fucking my wife, takin' my life And if you just hatin', just walk on by All you haters just walk on by See, me and Big Pun be rollin' Schemin' on you and your homie Better just walk on by While we role back and talk for a while And to the Boricuas, stay up, stay up, stay up! And to all my homies, you gotta know what's up!  ",
        "title": "It's So Hard"
    },
    {
        "artist": "Hoku",
        "lyrics": "  [Verse 1] I think that it’s time that I should just let you go (let you go) So I'll tell it to your face Instead of tellin’ it to you on the phone (on the phone) You see I thought that you were special, baby Something unique but lately I've come to find That you’re not really interested in my heart or mind (or my mind)  [Chorus] That's alright That’s okay You never loved me anyway And I think it's time for you to just move on That's alright (that's alright) That's okay (that's okay) I bet you never thought you'd hear me say That I think it's time for you to find another dumb blonde 'Cause it's not me, no, no 'Cause it's not me, no, no, oh no  [Verse 2] Last night I went to a party hoping I'd see you there And sure enough you were hanging on Some other girl playin’ with her hair And I overheard you tellin’ her the very same thing You said to me that night before Hook, line, and sinker You were walking with her out the door  [Chorus] That's alright That’s okay You never loved me anyway And I think it's time for you to just move on That's alright (that's alright) That's okay (that's okay) I bet you never thought you'd hear me say That I think it's time for you to find another dumb blonde 'Cause it's not me, no, no 'Cause it's not me, no, no, oh no  [Bridge] 'Come on just a little trophy Hanging on your arm so All your friends are seein’ You got it goin’ on When I see what you are so clearly But baby, baby that's not alright with me  [Chorus] That's alright That's ok I never loved you anyway That's alright that's ok You never loved me anyway You never loved me Then it's alright (yeah, yeah) Then it's alright (yeah) Yeah, yeah I said yeah It's alright, it's alright It's alright, it's alright (It’s alright, it’s alright)  [Outro] Go ahead and find whatcha need (It’s alright, it’s alright) 'Cause it's alright with me (then I think it’s time for you to just move on)  ",
        "title": "Another Dumb Blonde"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] \"Never look back,\" we said How was I to know I'd miss you so? Loneliness up ahead, emptiness behind Where do I go? And you didn't hear All my joy through my tears All my hopes through my fears Did you know still I miss you somehow?  [Chorus] From the bottom of my broken heart There's just a thing or two I'd like you to know You were my first love, you were my true love From the first kisses to the very last rose From the bottom of my broken heart Even though time may find me somebody new You were my real love I never knew love 'til there was you From the bottom of my broken heart  [Verse 2] \"Baby,\" I said, \"Please stay Give our love a chance for one more day\" We could have worked things out Taking time is what love's all about But you put a dart Through my dreams through my heart And I'm back where I started again Never thought it would end  [Chorus] From the bottom of my broken heart (my broken heart) There's just a thing or two I'd like you to know You were my first love, you were my true love From the first kisses to the very last rose From the bottom of my broken heart Even though time may find me somebody new You were my real love I never knew love 'til there was you From the bottom of my broken heart  [Bridge] You promised yourself But to somebody else And you made it so perfectly clear Still I wish you were here  [Chorus] From the bottom of my broken heart There's just a thing or two I'd like you to know You were my first love, you were my true love From the first kisses to the very last rose From the bottom of my broken heart Even though time may find me somebody new (You were my real love) You were my real love I never knew love 'til there was you From the bottom of my broken heart  [Outro] \"Never look back,\" we said How was I to know I'd miss you so?  ",
        "title": "From The Bottom Of My Broken Heart"
    },
    {
        "artist": "Bloodhound Gang",
        "lyrics": "  [Intro] Ha-Ha! Well now, we call this the act of mating But there are several other very important differences Between human beings and animals that you should know about  I'd appreciate your input  [Verse 1] Sweat baby, sweat baby, sex is a Texas drought Me and you do the kind of stuff that only Prince would sing about So put your hands down my pants and I'll bet you'll feel nuts Yes, I'm Siskel, yes, I'm Ebert and you're getting two thumbs up You've had enough of two-hand touch, you want it rough, you're out of bounds I want you smothered, want you covered, like my Waffle House hash browns Come quicker than FedEx, never reach an apex, just like Coca-Cola stock, you are inclined To make me rise an hour early, just like Daylight Savings Time  [Chorus] Do it now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Do it again now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Getting horny now  [Verse 2] Love, the kind you clean up with a mop and bucket Like the lost catacombs of Egypt, only God knows where we stuck it Hieroglyphics, let me be Pacific: I wanna be down in your South Seas But I got this notion that the motion of your ocean means \"Small Craft Advisory\" So, if I capsize on your thighs high tide, B-5, you sunk my battleship Please turn me on, I'm Mister Coffee with an automatic drip So show me yours, I'll show you mine, \"Tool Time,\" you'll Lovett just like Lyle And then we'll do it doggy style so we can both watch \"X-Files\"  [Chorus] Do it now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Do it again now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Getting horny now  [Bridge] You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Do it again now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Do it now  [Chorus] You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Do it again now You and me, baby, ain't nothing but mammals So, let's do it like they do on the Discovery Channel Getting horny now  ",
        "title": "The Bad Touch"
    },
    {
        "artist": "Lee Ann Womack",
        "lyrics": "  [Verse 1:] I hope you never lose your sense of wonder You get your fill to eat But always keep that hunger May you never take one single breath for granted God forbid love ever leave you empty handed  I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance  [Verse 2:] I hope you never fear those mountains in the distance Never settle for the path of least resistance Living might mean taking chances But they're worth taking Loving might be a mistake But it's worth making  Don't let some Hell-bent heart leave you bitter When you come close to selling out Reconsider Give the heavens above more than just a passing glance And when you get the choice to sit it out or dance  [Chorus:] I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  [Bridge:] I hope you still feel small When you stand beside the ocean Whenever one door closes I hope one more opens Promise me that you'll give faith a fighting chance And when you get the choice to sit it out or dance  [Chorus:] Dance I hope you dance I hope you dance I hope you dance I hope you dance I hope you dance  (Time is a wheel in constant motion Always rolling us along Tell me who wants to look back on their years And wonder where those years have gone)  ",
        "title": "I Hope You Dance"
    },
    {
        "artist": "Creed",
        "lyrics": "  [Verse 1] Well I just heard the news today It seems my life is going to change I closed my eyes, begin to pray Then tears of joy stream down my face  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open With arms wide open  [Verse 2] Well I don't know if I'm ready To be the man I have to be I'll take a breath, I'll take her by my side We stand in awe, we've created life  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open now everything has changed I'll show you love, I'll show you everything  With arms wide open Wide open  [Guitar Solo: Mark Tremonti]  [Verse 3] If I had just one wish only one demand I hope he's not like me, I hope he understands That he can take this life and hold it by the hand And he can greet the world with arms wide open  [Chorus] With arms wide open under the sunlight Welcome to this place I'll show you everything With arms wide open now everything has changed I'll show you love, I'll show you everything  With arms wide open With arms wide open  ",
        "title": "With Arms Wide Open"
    },
    {
        "artist": "Ying Yang Twins",
        "lyrics": "  {Chorus} [Kaine] Everybody in the club know waz up {whistle} Whistle while you twurk (twurk) Go head and start (make that pussy fart) {whistle} Whistle while you twurk (twurk some)  Hook: 8x Ying yang in this thang  (ying yang)  [Kaine] Let me see ya make that pussy fart, good Lord Make it shake like a salt shaker, too hard Get it up 'till you can't ugh, no mo' See I love when you hoes take it to tha floor Baby bounce biggy bounce ugh, it's on you Shorty you can twurk in your skirt, if you want to See we came to keep it crunk for ya, all night Put a dub  in da club show me, what I like  [D-Roc] Freak bitch make money in da club Them hoes like to take it off for a thug You can't come wit nuthin less than a dub Or she lookin at yo ass like a scrub Them hoes like it when a nigga em love And she'll show you what she really made of I guarantee yo ass wouldn't get enough Tell her pop that shit, drop that shit, \"WHAT\"  Chorus: 2x  [D-Roc] Where them hoes that's buying me a ticket I thank they all dance at club nikki Now where them hoes who be spittin that game I thank they all dance at tha blue flame Where them hoes that be hard booty shakin I thank they all dance at tha foxxy lady  [Kaine] I know she a shakin booty ho no teaser She ain't no sceaser when ya all fat pleaser Now where them bitches that be quick to show them titties I thank they all dance at tha magic city I know some ho that be quick to take over You got tha green on your scene and strokers  [D-Roc] And, where them hoes who be 'bout that cheese I thank they all dance at (?) And where them hoes who'll make that pussy clap I thank they all dance at (?)  [Kaine] Say them niggas in tha club wanna hate Wanna touch her pussy and never wanna pay I said shouty fuck that nigga do your thang I see your crunk tiger stripe G- strang It's bout that dollar bill then pepermint See them hoes represent for their rent  [D-Roc] If you in a booty club and you get your money spent And baby mama now she wonder where it went  Chorus: 2x  [D-Roc] Some of these bitches be real, they hard knock Once you get em crunck they start, they want stop Hoes get naked for cheese, they love that Take tha baddest bitch in tha club, I fucked that Some these bitches been crunk since first day Some of these bitches in tha club, they don't play Half these bitches who shake it, they turn gay Niggas gone pay to see pussy, anyway (ahh,ahh)  [Kaine] Some of these niggas be walkin tha thin line Fuckin wit these hoes wit no clothes and no mind Baby girl out to get money she gone shine Everyday of work she gone be there on time Her pussy poppin shouty be sweatin like she noid Kinda like tha way that thang beat like a heart Turn around yeah that's it, good lord Tryin to do a chinese split and make it fart  [D-Roc] (\"ying yang in this thang\" in the background at The beginning of each line)  Ying Yang in this thang, from the A-T-eeL Whistle while you twurk if you really real (?) in tha club smelling like some wood (?) in my neighborhood Girls get crunk in the piz ball If you sit down, get up off tha wall Males only speak, if the females flirt If you get crunk, whistle while you twurk  Chorus: 4x  ",
        "title": "Whistle While You Twurk"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1] Hey, hey, hey Here I go now Here I go into new days  [Verse 1] Hey, hey, hey Here I go now Here I go into new days  [Chorus 1] I'm pain, I'm hope, I'm suffer Yeah, hey, hey, hey, yeah Here I go into new days  [Verse 2] Hey, hey, hey Ain't no mercy Ain't no mercy there for me  [Verse 2] Hey, hey, hey Ain't no mercy Ain't no mercy there for me  [Chorus 2] I'm pain, I'm hope, I'm suffer Yeah, yeah, hey, hey, no mercy Ain't no mercy there for me  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Verse 3] Hey, hey, hey And I went And I went on down that road  [Verse 3] Hey, hey, hey And I went on And I went on down that road  [Chorus 4] I'm pain, I'm hope, I'm suffer Hey, hey, hey, yeah, and I went on And I went on down that road  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Bridge] (I'm gone! I'm gone! I'm gone! I'm real gone!)  (I'm gone! I'm gone baby! I'm gone! I'm gone!)  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear  [Chorus 3] Do you bury me when I'm gone? Do you teach me while I'm here? Just as soon as I belong Then it's time I disappear (Disappear)  ",
        "title": "I Disappear"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1 - Brad Paisley] Darling I've been standing here just watching you all night And I think I've even caught you watching me a couple times If I don't ask I'll never know This may sound dumb, but here we go Do you believe in love at first sight  [Verse 2 - Brad Paisley] Me neither I'm glad that we agree Believe me That's a big relief Well, this place is awful crowded And this music is so loud Would you like to go and grab a bite to eat Me neither  [Verse 3 - Brad Paisley] It's nice to finally meet a girl who doesn't move too fast I was only checking, that's the reason that I asked Relationships need time to grow You and I should take this slow And darling tell me, would you like to dance  [Verse 4 - Brad Paisley] Me neither I was just being polite Thank goodness My feet are much too tired I'm sure you're tired too I can see an empty booth Would you like to maybe sit and talk a while Me neither We'd never get along I'm thinking there's no chemistry at all This has been a waste of time And I'm running outta lines Don't you think it's time for me to end this song Me neither  ",
        "title": "Me Neither"
    },
    {
        "artist": "Eric Heatherly",
        "lyrics": "  I keep hearin' your concern about my happiness But all that thought you've given me is, conscience I guess If I were walkin' in your shoes, I wouldn't worry none While you and your friends are worryinbout me, I'm havin'lots of fun  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do  Last night I dressed in tails, pretended I was on the town As long as I can dream it's hard to slow this swinger down So please don't give a thought to me, I'm really doin' fine You can always find me here and havin' quite a time  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do  It's good to see you, I must go, I know I look a fright Anyway, my eyes are not accustomed to this light And my shoes are not accustomed to this hard concrete So I must go back to my room and make my day complete  (Chorus) Countin' flowers on the wall, that don't bother me at all Playin' solitaire 'til dawn, with a deck of fifty-one Smokin' cigarettes and watchin' Captain Kangaroo Now don't tell me I've nothin' to do Now don't tell me I've nothin' to do  ",
        "title": "Flowers On The Wall"
    },
    {
        "artist": "Reba McEntire",
        "lyrics": null,
        "title": "I'll Be"
    },
    {
        "artist": "Lenny Kravitz",
        "lyrics": "  [Verse 1] You are the flame in my heart You light my way in the dark, you are the ultimate star You lift me from up above Your unconditional love takes me to paradise  [Chorus] I belong to you And you... you belong to me too You make my life complete You make me feel so sweet  [Verse 2] You make me feel so divine Your soul and mind are entwined before you I was blind But since I've opened my eyes And with you there's no disguise, so I could open up my mind I always loved you from the start But I could not figure out, that I had to do it everyday So I put away the fight Now I'm going to live my life, giving you the most in every way  [Chorus] I belong to you And you... you belong to me too You make my life complete You make me feel so sweet  I belong to you And you... you belong to me too You make my life complete You make me feel so sweet  I belong to you And you... you belong to me too You make my life complete You make me feel so sweet  I belong to you And you... you belong to me too You make my life complete You make me feel so sweet  ",
        "title": "I Belong To You"
    },
    {
        "artist": "LFO",
        "lyrics": "  Ohhhh... I can't believe the night is gone And now it's time to take you home Girl as you come in close to give me one last kiss You're making it hard to be so near ya Don't wanna leave you like this no, Cause... Chorus I don't wanna kiss you goodnight If a kiss means this night is over I don't wanna have to say goodbye No no no Girl don't leave me standing at your door When this night could lead to so much more I wanna hold you (hold you) I wanna touch you (touch you) So when I kiss you Don't wanna kiss you good night I used to see you in my dreams (hoping one day they'd come true) And then you gave yourself to me But now we're standing here And I'm holding you And it's never felt so right Don't wanna leave it here Wanna come inside And kiss you where you like Chorus I don't wanna kiss you goodnight If a kiss means this night is over I don't wanna have to say goodbye No no no Girl don't leave me standing at your door When this night could lead to so much more I wanna hold you (hold you) I wanna touch you (touch you) So when I kiss you Don't wanna kiss you good night I wish this night could be endless Baby feeling your skin on my skin I take my time to make you breathless Girl we can do it again and again Chorus (2x)  ",
        "title": "I Don't Wanna Kiss You Goodnight"
    },
    {
        "artist": "Kelly Price & Friends",
        "lyrics": "  Featuring / Montell Jordan, Sisqo, Case Dru Hill, Blackstreet, Babyface Tamar Braxton, Kandice Love Aaron Hall & Lov Her [Aaron Hall] Yeah When peeps give you love There's nothing in this world That could set you free, yeah Feel me? (Def Soul) Yo G [Case] (Sisqo) Here I am all alone Can't let you get the best of me (Gotta let you know, love sets you free) [Montell Jordan] And these walls closing in Closing in slowly, yeah [Sisqo] But ain't no way they can hold me down I won't allow it Cause I believe, yeah [Montell, Case, Babyface, Dru Hill] I believe that love Love sets you free And it will take you higher, higher If you believe, oh yeah Kelly do you know? [Kelly Price] Do you know what it's like When shackles are on your feet You're facing a hurricane One more chapter in your journey, yeah Break through darkness in my life Like sunshine (Yeah) Now I believe (I believe baby) Now I believe that love (yeah) [Kelly, Tamar, Lov Her, Kandice] Love will set you free I know it's gonna take you higher If you believe You just believe And you will receive [Kandice Love] I opened up with my heart There was no doubt That hatred pulls you in And love pulls you out If you believe in faith you will never fall Love will take you higher than any wall [All] Love will set you free (If you believe in love) Higher (It will take you higher) If you just believe (And higher, oh love, love, love, love, love) Set you free Love (Believe it) Sets you free (Love will set you free) Higher (We're gonna take you higher, yeah yeah) Just believe (Love will, oh oh yeah) If you just believe (Ad lib while:) Only love can set you free Love will be everything you need A little faith, charity If you just believe Open up, let it in It will change everything, really Love is life, love is free If you only just believe Only love can set you free Love is free, let it be A little faith, charity If you just believe Open up, let it in It can change everything, really Love is life, love is free If you only just believe (Love sets you free)  ",
        "title": "Love Sets You Free"
    },
    {
        "artist": "Tracy Lawrence",
        "lyrics": "  [Verse 1] I was ten years old the day I got caught With some dime store candy that I never bought I hung my head and I faced the wall As Daddy showed me wrong from right He said this hurts me more than it does you There's just some things son, that you just don't do Is anything I'm sayin' getting through Said Daddy I can see the light  [Refrain] Oh, lessons learned, man, they sure run deep They don't go away and they don't come cheap Oh, there's no way around it, 'cause this world turns Oh, lessons learned  [Verse 2] Granddaddy was a man I loved He bought me my first ball and glove Even taught me how to drive his truck Circling that ol' town square He spoke of life with a slow southern drawl I never heard him cause I knew it all But I sure listened when I got the call That he was no longer there  [Refrain] Oh, lessons learned, man, they sure run deep They don't go away and they don't come cheap Oh, there's no way around it, 'cause this world turns Oh, lessons learned  [Break]  [Refrain] Oh, lessons learned, man, they sure run deep They don't go away and they don't come cheap Oh, there's no way around it, 'cause this world turns Oh, lessons learned  ",
        "title": "Lessons Learned"
    },
    {
        "artist": "D'Angelo",
        "lyrics": null,
        "title": "Untitled (How Does It Feel)"
    },
    {
        "artist": "Ty Herndon",
        "lyrics": null,
        "title": "No Mercy"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Intro] Hot Shit  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 1] You can find me in St. Louis rolling on dubs Smoking on dubs in clubs, blowing up like Cocoa Puffs Sipping Bud', getting perved and getting dubbed Daps and hugs, mean mugs and shoulder shrugs And it's all because accumulated enough scratch Just to navigate it, wood decorated on chrome And it's candy painted, fans fainting while I'm entertaining Wild, ain't it? How me and money get acquainted I hang with Hannibal Lecter, hot shit, so feel me when I bring it Sing it loud, I'm from the Lou' and I'm proud Run a mile for the cause, I'm righteous above the law Player my style's raw, I'm Born to Mack, like Todd Shaw Forget the fame and the glamour, give me D's with a rubber hammer My grammar be's Ebonics, gin, tonic, and chronic Fuck Bionic, it's ironic, slamming niggas like Onyx Lunatics 'til the day I die, I run more game than the Bulls and Sonics  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 2] Who say pretty boys can't be wild niggas? Loud niggas, O.K. Corral niggas Foul niggas, running the club and busting the crowd, nigga \"How nigga?\" Ask me again and it's going down, nigga Now nigga, come to the circus and watch me clown, nigga Pound niggas, what you be giving when I'm around nigga Frown niggas, talking that shit when I leave the town, nigga Say now, can you hoes come out to play now Hey I'm, ready to cut you up any day now Play by, my rules Boo and you gon' stay high May I answer your Third Question, like A.I Say hi, to my niggas left in the slamma From St. Louis to Memphis, from Texas back up to Indiana Chi-Town, K.C., Motown to Alabama L.A., New York Yankee niggas, to Hotlanta Louisiana, all my niggas with \"Country Grammar\" Smoking blunts in Savannah, blow thirty mil', like I'm Hammer  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  [Verse 3] Let's show these cats to make these millions So you niggas quit acting silly, mon Kid quicker than Billy, mon, talking really and I need it mon Flows, I kick 'em freely mon, especially off Remi, mon Keys to my Beamer, mon, holla at Beenie Man See me, mon, chiefin', rollin deeper than any mon Through Jennings mon, through U-City back up to Kingsland With nice niggas, shiest niggas who snatch yo' life, niggas Trife niggas who produce and sell the same beat twice, nigga Ice niggas, all over close to never sober From broke to having brokers: my price-range is Rover Now I'm knocking like Jehovah; let me in now, let me in now Bill Gates, Donald Trump, let me in now Spin now, I got money to lend my friends now We in now, candy Benz, Kenwood and 10\"s now I win now, fucking lesbian twins now Seeing now, through the pen I make my ends now  [Chorus] I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now I'm going down, down, baby, your street, in a Range Rover Street sweeper baby, cocked, ready to let it go Shimmy, shimmy, cocoa what, listen to it pound Light it up and take a puff, pass it to me now  ",
        "title": "(Hot S**t) Country Grammar"
    },
    {
        "artist": "Sugar Ray",
        "lyrics": null,
        "title": "Falls Apart"
    },
    {
        "artist": "Sting Featuring Cheb Mami",
        "lyrics": "  [Intro: Cheb Mami] Hathe mada tawila Wa ana nahos ana wahala ghzalti Wa ana nahos ana wahala ghzalti Wa ana nahos ana wahala ghzalti  [Verse 1: Sting] I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  I dream of fire Those dreams are tied to a horse that will never tire And in the flames Her shadows play in the shape of a man's desire  This desert rose Each of her veils, a secret promise This desert flower No sweet perfume ever tortured me more than this  And as she turns This way she moves in the logic of all my dreams This fire burns I realize that nothing's as it seems  I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  I dream of rain I lift my gaze to empty skies above I close my eyes This rare perfume is the sweet intoxication of her love  [Cheb Mami] Aman aman aman Omry feek antia Ma ghair antia Ma ghair antia  [Verse 2: Sting] I dream of rain I dream of gardens in the desert sand I wake in vain I dream of love as time runs through my hand  Sweet desert rose Each of her veils, a secret promise This desert flower No sweet perfume ever tortured me more than this  Sweet desert rose This memory of Eden haunts us all This desert flower This rare perfume, is the sweet intoxication of the fall  [Outro: Cheb Mami] Ya lili ah ya leel  ",
        "title": "Desert Rose"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  Its undeniable...that we should be together... Its unbelievable how I used to say that I'd fall never The basis you need to know, if you don't know just how I feel Then let me show you now that I'm for real... If all things in time, time will reveal... Yeah...  One...you're like a dream come true...... Two... just wanna be with you... Three... Gurl its plain to see...that you're the only one for me...and Four...repeat steps one through three... Five... make you fall in love with me... If ever I believe my work is done....then I start Back at One.(yeah)  So Incredible...the way things work themselves out... And all emotional, once you know what its all about babe... And undesirable...for us to be apart... Never would of made it very far... Cause you know you got the keys to my heart Cause...  One...you're like a dream come true Two... just wanna be with you Three... Gurl its plain to see..that you're the only one for me Four...repeat steps one through three Five... make you fall in love with me If ever I believe my work is done....then I start Back at One......  Say farewell to the dark night...I see the coming of the sun... I feel like a little child..whose life has just begun... You came and breathed new life Into this lonely heart of mine... You threw out the life line...just in the Nick of Time  One...you're like a dream come true Two... just wanna be with you Three... Gurl its plain to see..that you're the only one for me..and... Four...repeat steps one through three Five... make you fall in love with me If ever I believe my work is done....then I start Back at One  ",
        "title": "Back At One"
    },
    {
        "artist": "Hot Boys",
        "lyrics": "  [Verse 1: Mannie Fresh] You need a hot one I got one, I take and bend Shake it down, break it down, with me and a friend Biggity bounce, slide, ride, work that cat to the right Push it down, push it up, boom you dynamite Lick it up like ice cream, nigga you know To make me bow bow bow bow (Rocky Balboa) See I loving it when you thugging, baby just don't stop You could wobledee wobledee (drop drop it like it's hot) Beat it up and eat it up, love that's your dick And if you ain't from the ghetto, then ride out bitch Arms, legs, backs, and breast You better read her fucking tats, nigga \"Mannie Fresh\" Suck it up and yuck it up, baby work on that pole Got them niggas in a circle hollering here we go-o Back that azz up yeah all the way to the zipper I really love you hot girl but I got to flip her  [Hook] (What you need boy?) I need a hot girl (What you want boy?) I want a hot girl (What you need boy?) I need a hot girl (What you want boy?) I want a hot girl  [Verse 2: Baby] I need a hot-n-spicy ho I can shop with Give my ho 10 G's, told her spend the shit See my hot girl ride Lexus Coupe, bitch And she got the matchin Roley, ho, floss your shit And she got the matching mink for the winter bitch See a real hot girl can't be faded bitch Roll the dice, hit the sev', no crap no bitch Got the brand new Rover out the showroom quick Customized TV's all through that bitch Yokahama 20-inch dubs on that bitch See my Cash Money hot girl floss her shit Ridin Uptown bumping Hot Boys ya bitch And that blue faced Rolex I bought that bitch Keep big head Benjamins on through her shit Fuck a \"Thug Girl\", them hoes can come and suck my dick I need a hot girl to represent this Uptown shit  [Hook: repeat 2X]  [Verse 3: B.G] Where my bitch at? Look, a hot girl is a silent ho If a bitch get outta line she a violent ho Ain't no pest, far from being a whining ho Fuck up she confess, she ain't no lying ho That's what I need, a hot girl is a jazzy bitch I'd take her any day for a classy bitch On the down low for her nigga she a nasty bitch I tell her touch it, she gonna reach down and grab the dick I bust a nut, it's soft, she get it back hard The police kick in the door she take the charge If a nigga go to jail she run for a nigga Money orders, business, and go run for a nigga She be a nigga balling, would get bout it for her nigga Lemme come thorugh, hit the stash, and walk up by the nigga I can't see no other bitch for the B.G But a hot girl fo' sho' call her a H.G., a hot girl  [Hook]  [Verse 4: Turk & Lil' Wayne] [Turk] I like 'em hot, the ones that don't tell me to stop Eat dick swallow the cum, and they know how to pop I need a project bitch, a hoodrat bitch One that don't give a fuck and say she took that dick  [Lil' Wayne] She a doggy with it, she gonna wobbledee Then she know I'm d want it with it Open her legs and squeeze a nigga Like she want me in it Now turn around and back it up Then throw it at a nigga Until I say, \"Ohh that's enough\"  [Turk] Give me a gangsta ho, one that don't give a fuck And that'll shank a ho The one that'll slang still, and keep it on the low One that'll do time for me, and say fuck the po' To all you know  [Lil' Wayne] A lil' shorty in the twat have it hurting and thumping They be like, \"They say he small girl but he workin with something\" I'm the Wayne on fire I'll smash on your boo before a hot girl bang What's happening with you?  [Hook]  ",
        "title": "I Need A Hot Girl"
    }
]