[
    {
        "artist": "Bo Donaldson And The Heywoods",
        "lyrics": "  [Verse 1:] The marching band came down along Main Street The soldier blues fell in behind I looked across and there I saw Billy Waiting to go and join the line  And with her head upon his shoulder His young and lovely fiancee From where I stood I saw she was crying And through her tears I heard her say  [Chorus:] Billy, don't be a hero Don't be a fool with your life Billy, don't be a hero Come back and make me your wife  And as he started to go She said, \"Billy, keep your head low.\" Billy, don't be hero Come back to me  [Verse 2:] The soldier blues were trapped on a hillside The battle raging all around The sergeant cried, \"We've got to hang on, boys! We've got to hold this piece of ground.\"  I need a volunteer to ride up And bring us back some extra men.\" And Billy's hand was up in a moment Forgetting all the words she said  [Repeat Chorus:]  [Verse 3:] I heard his fiancee got a letter That told how Billy died that day The letter said that he was a hero She should be proud He died that way I heard she threw the letter away  ",
        "title": "Billy, Don't Be A Hero"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  My love I'll never find the words my love To tell you how I feel my love Mere words could not explain  Precious love You held my life within your hands Created everything I am Taught me how to live again  Only you Cared when I needed a friend Believed in me through thick and thin This song is for you, filled with gratitude and love  God bless you You make me feel brand new For God blessed me with you You make me feel brand new I sing this song 'cause you Make me feel brand new  My love Whenever I was insecure You built me up and made me sure You gave my pride back to me  Precious friend With you I'll always have a friend You're someone who I can depend To walk a path that sometimes bends  Without you Life has no meaning or rhyme Like notes to a song out of time How can I repay you for having faith in me  God bless you You make me feel brand new For God blessed me with you You make me feel brand new I sing this song for you You  ",
        "title": "You Make Me Feel Brand New"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": "  I can see her lyin' back in her satin dress In a room where ya do what ya don't confess  Sundown ya better take care If I find you been creepin' 'round my back stairs Sundown ya better take care If I find you been creepin' 'round my back stairs  She's been lookin' like a queen in a sailor's dream And she don't always say what she really means  Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain  I can picture every move that a man could make Getting lost in her lovin' is your first mistake  Sundown ya better take care If I find you been creepin' 'round my back stairs Sometimes I think it's a sin When I feel like I'm winnin' when I'm losin' again  I can see her lookin' fast in her faded jeans She's a hard lovin' woman, got me feelin' mean  Sometimes I think it's a shame When I get feelin' better when I'm feelin' no pain Sundown ya better take care If I find you been creepin' 'round my back stairs Sundown ya better take care If I find you been creepin' 'round my back stairs Sometimes I think it's a sin When I feel like I'm winnin' when I'm losin' again  ",
        "title": "Sundown"
    },
    {
        "artist": "Ray Stevens",
        "lyrics": "  (Reporter): Hello, everybody, this is your action news reporter with all the news That is news across the nation, on the scene at the supermarket. There Seems to have been some disturbance here. Pardon me, sir, did you see What happened?  (Witness): Yeah, I did. I's standin' overe there by the tomaters, and here he Come, running through the pole beans, through the fruits and vegetables Nekkid as a jay bird. And I hollered over to Ethel, I said, \"Don't Look, Ethel!\" But it's too late, she'd already been incensed  (Chorus) Here he comes, look at that, look at that There he goes, look at that, look at that And he ain't wearin' no clothes  Oh, yes, they call him the Streak Look at that, look at that Fastest thing on two feet Look at that, look at that He's just as proud as he can be Of his anatomy He goin' give us a peek  Oh, yes, they call him the Streak Look at that, look at that He likes to show off his physique Look at that, look at that If there's an audience to be found He'll be streakin' around Invitin' public critique  (Reporter): This is your action news reporter once again, and we're here at the gas Station. Pardon me, sir, did you see what happened?  (Witness): Yeah, I did. I's just in here gettin my car checked, he just appeared Out of the traffic. Come streakin' around the grease rack there, didn't Have nothin' on but a smile. I looked in there, and Ethel was gettin' Her a cold drink. I hollered, \"Don't look, Ethel!\" But it was too Late. She'd already been mooned. Flashed her right there in front of The shock absorbers  (Chorus) He ain't crude, look at that, look at that He ain't lewd, look at that, look at that He's just in the mood to run in the nude  Oh, yes, they call him the Streak Look at that, look at that He likes to turn the other cheek Look at that, look at that He's always makin' the news Wearin' just his tennis shoes Guess you could call him unique  (Reporter): Once again, your action news reporter in the booth at the gym, covering The disturbance at the basketball playoff. Pardon me, sir, did you see What happened?  (Witness): Yeah, I did. Half time, I's just goin' down thar to get Ethel a snow Cone. And here he come, right out of the cheap seats, dribbling, right Down the middle of the court. Didn't have on nothing but his PF's Made a hook shot and got out through the concessions stand. I hollered up At Ethel, I said, \"Don't look, Ethel!\" But it was too late. She'd Already got a free shot. Grandstandin', right there in front of the Home team  (Chorus) (Witness): Oh, yes, they call him the Streak Here he comes again Look at that, look at that Who's that with him? The fastest thing on two feet Ethel? Is that you, Ethel? Look at that, look at that What do you think you're He's just as proud as he can be doin'? You git your Of his anatomy clothes on! He's gonna give us a peek  Oh, yes, they call him the Streak Ethel! Where you goin'? Look at that, look at that Ethel, you shameless He likes to show off his physique hussy! Say it isn't so Look at that, look at that Ethel! Ethelllllll!!! If there's an audience to be found He'll be streakin' around Invitin' public critique  ",
        "title": "The Streak"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": "  [Verse 1] Stuck inside these four walls Sent inside forever Never seeing no one nice again Like you, mama You, mama You  [Segue]  [Verse 2] If I ever get out of here Thought of giving it all away To a registered charity All I need is a pint a day If I ever get out of here If we ever get out of here  [Segue]  [Verse 3] Well, the rain exploded with a mighty crash As we fell into the sun And the first one said to the second one there \"I hope you're having fun\"  [Hook] Band on the run Band on the run And the jailer man and Sailor Sam Were searching everyone For the band on the run Band on the run For the band on the run Band on the run  [Verse 4] Well, the undertaker drew a heavy sigh Seeing no one else had come And a bell was ringing in the Village Square For the rabbits on the run  [Hook] Band on the run Band on the run And the jailer man and Sailor Sam Were searching everyone For the band on the run Band on the run  Yeah, the band on the run Band on the run Band on the run Band on the run  [Verse 5] Well, the night was falling as the desert world Began to settle down In the town they're searching for us everywhere But we never will be found  [Hook] Band on the run Band on the run And the County Judge, who held a grudge Will search forevermore For the band on the run Band on the run Band on the run Band on the run  ",
        "title": "Band On The Run"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  J5: Dancing, dancing, dancing Tito: She's a dancing.. J5: machine  Micheal: Ah babe Move it baby  Micheal: Automatic,Systematic Full of color self contained Tuned and channeled to your vibes Captivating, stimulating She's such a sexy lady Filled with space age design  Jermaine: She's moving She's grooving,dancing until the music stops now Yea  Micheal: Rythmatic,acrobatic She's a dynamite attraction At the drop of a coin she comes alive Yeah She knows what she's doing She's super bad now She's geared to really blow your mind  (Robot dance/20 seconds) -Micheal jackson  J5:Dancing, dancing, dancing Tito:She's a dancing.. J5:machine  Micheal: Ah babe Do it baby  J5: Dancing, dancing, dancing Tito:She's a dancing.. j5:machine  Micheal: Ah babe Move it baby   J5: She's a dance, dance, dance, dance, dancing machine Watch her get down, watch her get down As she do, do, do her thing Right on the scene x2  Micheal: Come on babe Come on babe Babe Babe Shake it baby Shake it babe Babe Babe Babe Dance Dance Dance Dance  Micheal: I like it I like I love you Love ya  J5:(oh bop tidi bop)x8  J5: She's a dance, dance, dance, dance, dancing machine Watch her get down, watch her get down As she do, do, do her thing Right on the scene x2  ",
        "title": "Dancing Machine"
    },
    {
        "artist": "William DeVaughn",
        "lyrics": "  [Verse 1] Though you may not drive a great big Cadillac Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall Just be thankful for what you got  [Verse 2] Though you may not drive a great big Cadillac Diamond in the back, sunroof top Diggin' the scene With a gangsta lean Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall Just be thankful for what you got  [Hook] Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh  [Verse 3] Though you may not drive a great big Cadillac Gangsta whitewalls TV antennas in the back You may not have a car at all But remember brothers and sisters You can still stand tall  [Hook] Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh Diamond in the back, sunroof top Diggin the scene With a gangsta lean, wooh-ooh-ooh  ",
        "title": "Be Thankful For What You Got"
    },
    {
        "artist": "Marvin Hamlisch/\"The Sting\"",
        "lyrics": "  You're the entertainer, the entertainer You're the entertainer, the entertainer You made 'em laugh, and you left 'em feelin' glad You made 'em cry, and you left 'em feelin' sad They've seen you perform in so many plays But they're not to know you're unhappy today So they'll never know, go on with the show 'Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer The curtain's up, and your audience is waiting out there Now walk on stage, boy, like you don't have a care And don't let 'em know that you're feelin' so low Since your girl put you down, you're a sad-hearted clown But the show must go on, go on and on Cause, You're the entertainer, the entertainer You're the entertainer, the entertainer, yeah [Instrumental Interlude] Now hear that applause, now you know you made the grade You fooled them well, for the money they paid Now walk off in style, and don't forget to smile Though your heart tells you, \"frown\" you can't let the people down Sure your one girl has gone, but you've got to walk on When, You're the entertainer, tell yourself (The entertainer) You're the entertainer, you know, you can do it (The entertainer) You're the entertainer, walk on, in style now (The entertainer) You're the entertainer, come on, in style no (The entertainer) You're the entertainer, come on, in style now (The entertainer)  ",
        "title": "The Entertainer"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  Money money money money, money [x6]  Some people got to have it, yeah, some people really need it Listen to me y'all, do things, do things, do things, bad things with it Well, you wanna do things, do things, do things, good things with it, yeah, uh huh Talk about cash money, money Talk about cash money, dollar bills, y'all, come on now, yeah, yeah  For the love of money, people will steal from their mother For the love of money, people will rob their own brother For the love of money, people can't even walk the street Because they never know who in the world they're gonna meet For that mean, oh mean, mean green Almighty dollar, cash money  For the love of money, people will lie, rob, they will cheat For the love of money, people don't care who they hurt or beat For the love of money, a woman will sell her precious body For a small piece of paper it carries a lot of weight For that mean, mean, mean, mean, mean green  Almighty dollar, talkin bout, talkin bout  I know that money is the root of all evil Do funny things to some people Give me a nickel, brother, can you spare a dime Money can drive some people out of their minds  For the love of money, no good, no good, no good For the love of money, don't sell your soul for the money, no, no For the love of money, lay down, lay down, women will  Money is the root of all evil Do funny things to some people Give me a nickel, brother, can you spare a dime Money can drive some people out of their minds  For the love of money, got to have it, I really need it For the love of money, give it up, give it up, give it up, yeah For the love of money, got to have it, some people really need it For the love of money, give me, give me, give me, cash money For the love of money, I need, I need For the love of money, give me, give me, give me For the love of money For the love of money, how many things have I heard you say For the love of money, don't let it, don't let it, don't let money rule you For the love of money, how many things have I heard you say For the love of money, don't let it, don't let it, don't let money fool you For the love of money, yeah, yeah, yeah, yeah For the love of money, got to have it, I really need it  Save your soul, save your soul, don't sell it For that mean, mean, mean, mean green  People know that money, don't let money change you Almighty dollar Keep on tellin you, people know that money, don't let money change you Almighty dollar Keep on, changin, yeah, changin up your mind You keep on, you keep on, changin, yeah, changin up your mind  People know that money, don't let money change you Almighty dollar Keep on tellin y'all, people know that money, don't let money change you Almighty dollar Keep on, changin, yeah, changin up your mind Changin, yeah, changin up your mind  ",
        "title": "For The Love Of Money"
    },
    {
        "artist": "Maria Muldaur",
        "lyrics": "  Midnight at the oasis Send your camel to bed Shadows painting our faces Traces of romance in our heads Heaven's holding a half moon Shining just for us Let's slip off to A sand dune, real soon And kick up a little dust  Come on, cactus is our friend He'll point out the way Come on, til the evening ends Til the evening ends  You don't have to answer There's no need to speak I'll be your belly dancer, prancer And you can be my sheik  [guitar solo]  I know your Daddy's a sultan A nomad known to all With fifty girls to attend him They all send him Jump at his beck and call  But you won't need no harem, honey When I'm by your side And you won't need no camel, no no When I take you for a ride  Come on, cactus is our friend He'll point out the way Come on, til the evening ends Til the evening ends  Midnight at the oasis Send your camel to bed Got shadows painting our faces And traces of romance in our heads  Oh come on, oh come on Woo hoo hoo, yeah, oh yeah  ",
        "title": "Midnight At The Oasis"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": null,
        "title": "If You Love Me (let Me Know)"
    },
    {
        "artist": "Joni Mitchell",
        "lyrics": null,
        "title": "Help Me"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  Hey, hey, hey What ya got to say? Hey, hey, hey What ya got to say? Hollywood Hollywood swinging Hollywood Hollywood swinging  I remember not too long ago I went to the theater And I saw the Kool in the gang show I always wanted to fit a band, yes I did To sing my songs, sing my songs And become a bad piano playing man So here I am, here I am in this Hollywood city The city of the stars, movies, women and cars Well I guess, I guess I have to stay  Hey, hey, hey What ya got to say? What ya got to say? Hey, hey, hey What ya got to say? Hollywood Hollywood swinging, yea, that's what they're doin' Hollywood Hollywood swinging  Yea yea, Hollywood, that's how they're doin' it, Hollywood I've figured all the swinging down, down in Hollywood Moving, swinging down say, say, I like to do it And Kool's got the swinging of the dance Get down, get down in Hollywood You know that Hollywood is swinging down, yea You know that, you know that, you know that, you know that Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood, Hollywood, Hollywood, now swinging Hollywood is swinging down Hollywood is swinging down Hollywood is swinging down  ",
        "title": "Hollywood Swinging"
    },
    {
        "artist": "Jim Stafford",
        "lyrics": null,
        "title": "My Girl Bill"
    },
    {
        "artist": "Grand Funk",
        "lyrics": "  Everybody's doin' a brand new dance now (Come on baby, do the Loco-Motion) I know you'll get to like it if you give it a chance now (Come on baby, do the Loco-Motion) My little baby sister can do it with ease It's easier than learnin' your ABCs So, come on, come on, and do the Loco-Motion with me  You've got to swing your hips now Come on Jump up Jump back Oh well, I think you've got the knack  Woah, woah Now that you can do it, well let's make a chain now (Come on baby, do the Loco-Motion) A chuga-chuga motion like a railroad train, now (Come on baby, do the Loco-Motion) Do it nice and easy now, and don't lose control A little bit of rhythm and a lot of soul So, come on, come on, and do the Loco-Motion with me  Woah, woah Move around the floor in a loco-motion (Come on baby, do the Loco-Motion) Do it holdin' hands if'n you get the notion (Come on baby, do the Loco-Motion) There's never been a dance that's so easy to do It even makes you happy when you're feelin' blue So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) So, come on, come on, and do the Loco-Motion with me (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion) (Come on baby, do the Loco-Motion)  ",
        "title": "The Loco-Motion"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  All those crazy nights when I cried myself to sleep Now melodrama never makes me weep anymore 'Cause I haven't got time for the pain I haven't got room for the pain I haven't the need for the pain Not since I've known you  You showed me how, how to leave myself behind How to turn down the noise in my mind Now I haven't got time for the pain I haven't got room for the pain I haven't the need for the pain Not since I've known you  Suffering was the only thing that made me feel I was alive Though that's just how much it cost to survive in this world 'Til you showed me how, how to fill my heart with love How to open up and drink in all that white love Pouring down from the heaven I haven't got time for the pain I haven't got room for the pain I haven't the need for the pain Not since I've known you  ",
        "title": "Haven't Got Time For The Pain"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Baby, although I chose this lonely life It seems it's strangling me now All the wild men, big cigars, gigantic cars They're all laughing at me now  Oh, I've been used, ooh, used I've been a fool, oh, what a fool I broke all the rules, oh, yeah But I must let the show go on  Baby, there's an enormous crowd of people They're all after my blood I wish maybe they'd tear down the walls of this theater Let me out, let me out  Oh, I'm so blind, oh, I'm blind I wasted time, wasted, wasted, wasted time Walking on a wire, high wire But I must let the show go on  Oh, I'm so blind, oh, I'm blind I wasted time, wasted, wasted all too much time Walking on a wire, high wire But I must let the show go on  Baby, I wish you'd help me escape Help me get away Leave me outside my address Far away from this masquerade  'Cause I've been blind, oh, so blind I wasted time, wasted, wasted all too much time Walking on a wire, high wire But I must let the show go I must let the show go I must let the show go on  ",
        "title": "The Show Must Go On"
    },
    {
        "artist": "Anne Murray",
        "lyrics": null,
        "title": "You Won't See Me"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Oh very young What will you leave us this time? You're only dancing on this earth for a short while And though your dreams may toss and turn you now They will vanish away like your daddy's best jeans Denim blue fading up to the sky  And though you want them to last forever You know they never will You know they never will And the patches make the goodbye harder still  Oh very young What will you leave us this time? There'll never be a better chance to change your mind And if you want this world to see a better day Will you carry the words of love with you? Will you ride the great white bird into heaven?  And though you want to last forever You know you never will You know you never will And the goodbye makes the journey harder still  Will you carry the words of love with you? Goodbye, goodbye, goodbye  Oh very young What will you leave us this time? You're only dancing on this earth for a short while Oh very young What will you leave us this time?  ",
        "title": "Oh Very Young"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  Day after day I must face a world of strangers Where I don't belong, I'm not that strong It's nice to know that there's someone I can turn to Who will always care, you're always there  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  So many times when the city seems to be Without a friendly face, a lonely place It's nice to know that you'll be there if I need you And you'll always smile, it's all worthwhile  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  Touch me and I end up singing Trouble seems to up and disappear You touch me with the love you're bringing I can't really lose when you're near When you're near, my love  If all my friends have forgotten half their promises They're not unkind, just hard to find One look at you and I know that I could learn to live Without the rest, I've found the best  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  When there's no getting over that rainbow When my smallest of dreams won't come true I can take all the madness the world has to give But I won't last a day without you  ",
        "title": "I Won't Last A Day Without You"
    },
    {
        "artist": "The DeFranco Family featuring Tony DeFranco",
        "lyrics": "  [Verse 1:] You can dance every dance With the guy who gives you the eye Let him hold you tight  You can smile every smile For the man who held your hand 'Neath the pale moonlight  [Chorus:] But don't forget who's taking you home And in whose arms you're gonna be So, darling Save the last dance for me  [Verse 2:] Oh, I know that the music is fine Like sparkling wine Go and have your fun  Laugh and sing But while we're apart Don't give your heart to anyone  [Repeat Chorus:]  [Bridge:] Baby, don't you know I love you so? Can you feel it when we touch? You know I'd never ever let you go I love you oh so much  La, la, la, la, la  You can dance Go and carry on 'Til the night is gone And it's time to go  If he asks if you're all alone Can he take you home You must tell him no  [Repeat Chorus:]  La, la, la, la, la, la  [Repeat Chorus:]  ",
        "title": "Save The Last Dance For Me"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "On And On"
    },
    {
        "artist": "The Hues Corporation",
        "lyrics": "  [Chorus] So I'd like to know where you got the notion Said I'd like to know where you got the notion To rock the boat Don't rock the boat, baby  Rock the boat Don't tip the boat over Rock the boat Don't rock the boat, baby Rock the boat  [Verse 1] Ever since our voyage of love began Your touch has thrilled me Like the rush of the wind And your arms have held me Safe from a rolling sea There's always been a quiet place To harbor you and me  Our love is like a ship on the ocean We've been sailing with a cargo Full of love and devotion  [Chorus] So I'd like to know where you got the notion Said I'd like to know where you got the notion To rock the boat Don't rock the boat, baby  Rock the boat Don't tip the boat over Rock the boat Don't rock the boat, baby Rock the boat  [Verse 2:] Up to now We sailed through every storm And I've always had your tender lips To keep me warm  Oh, I need to have the strength That flows from you Don't let me drift away my dear When love can see me through  Our love is like a ship on the ocean We've been sailing with a cargo Full of love and devotion  [Chorus] So I'd like to know where you got the notion Said I'd like to know where you got the notion So I'd like to know where you got the notion Said I'd like to know where you got the notion To rock the boat Don't rock the boat, baby  Rock the boat Don't tip the boat over Rock the boat Don't rock the boat, baby Rock the boat Don't tip the boat over Rock the boat Rock the boat Rock on with yo bad self Rock the boat Rock on with yo bad self Rock the boat Rock on with yo bad self Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat Rock the boat  ",
        "title": "Rock The Boat"
    },
    {
        "artist": "The Spinners",
        "lyrics": null,
        "title": "I'm Coming Home"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better loking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can I used to have a girlfriend But she just couldn't compete With all of these love starved women Who keep clamoring at my feet Well I prob'ly could find me another But I guess they're all in awe of me Who cares, I never get lonesome Cause I treasure my own company Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better looking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can I guess you could say I'm a loner A cowboy outlaw tough and proud I could have lots of friends if I want to But then I wouldn't stand out from the crowd Some folks say that I'm egotistical Hell, I don't even know what that means I guess it has something to do with the way that I Fill out my skin tight blue jeans Oh Lord it's hard to be humble When you're perfect in every way I can't wait to look in the mirror Cause I get better looking each day To know me is to love me I must be a hell of a man Oh Lord it's hard to be humble But I'm doing the best that I can We're doing the best that we can  ",
        "title": "One Hell Of A Woman"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] As my life goes on I believe Somehow something's changed Something deep inside Ooh, a part of me There's a strange new light in my eyes Things I've never known Changing my life Changing me  [Chorus] I've been searching So long To find an answer Now I know my life has meaning  [Verse 2] Now I see myself as I am Feeling very free Life is everything Ooh it's meant to be When my tears have come to an end I will understand What I left behind Part of me  [Chorus]  [Outro] Searching Don't you know I'm hell yeah For an answer To the question Oh yeah For our minds Baby Baby it's true It's only natural It's only natural baby, yeah Good things In life Take a long time Yeah yeah  ",
        "title": "(i've Been) Searchin' So Long"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  If I could make a wish I think I'd pass Can't think of anythin I need No cigarettes, no sleep, no light, no sound Nothing to eat, no books to read  Making love with you Has left me peaceful, warm, and tired What more could I ask There's nothing left to be desired Peace came upon me and it leaves me weak So sleep, silent angel Go to sleep  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe  Peace came upon me And it leaves me weak So sleep, silent angel Go to sleep  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe  Sometimes, all I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you All I need is the air that I breathe And to love you All I need is the air that I breathe Yes to love you  ",
        "title": "The Air That I Breathe"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  People, I am the fire number nine Zodiac sign Jupiter brings me the power, Saturn brings me a piece of mind I must be clear there's no use of trying to change me In Lady Luck I put my trust  I'm the son of a I'm the one, I'm the one I'm the son of a Sagittarius  Pretty girls of my desire but with love I play no games Aries women set me on fire, Leo lovers stomp my flames I'm a right doing guy, yeah, but sometimes I backslide The devil makes me act up  This is the son of a I'm the one, I'm the one I'm the son of a Sagittarius  I'm Sagittarius I'm Sagittarius Hey, hey, hey, hey, hey  I'm the son of a I'm the one, I'm the one I'm the son of a Hey, people, I'm the fire Jupiter brings me the power  Sagittarius, Sagittarius, Sagittarius  ",
        "title": "Son Of Sagittarius"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Intro] Everybody's got a thing But some don't know how to handle it Always reaching out in vain Accepting the things not worth having but  [Chorus 1] Don't you worry about a thing Don't you worry about a thing, mama Because I'll be standing on the side When you check it out  [Verse 1] They say your style of life's a drag And that you must go other places But just don't you feel too bad When you get fooled by smiling faces but  [Bridge] Don't you worry about a thing Don't you worry about a thing, mama Cause I'll be standing on the side When you check it out When you get it off your trip Don't you worry about a thing, yeah Don't you worry about a thing, yeah  [Chorus 2] Don't you worry about a thing Don't you worry about a thing, mama Because I'll be standing on the side When you check it out When you get it off your trip  [Verse 2] Everybody needs a change A chance to check out the new But you're the only one to see The changes you take yourself through  [Chorus 3] Don't you worry about a thing Don't you worry about a thing, pretty mama Because I'll be standing in the wings When you check it out  [Outro] Don't you worry about a thing  ",
        "title": "Don't You Worry 'Bout A Thing"
    },
    {
        "artist": "Ozark Mountain Daredevils",
        "lyrics": "  {Instrumental}  I never read it in a book I never saw it on a show But I heard it in the alley On a weird radio If you want a drink of water You got to get it from a well If you want to get to heaven You got to raise a little hell  I never felt it in my feet I never felt it in my soul But I heard it the alley Now it's in my rock and roll If you want to know a secret You got to promise not to tell If you want to get to heaven You got to raise a little hell  {Instrumental}  I never thought it'd be so easy I never thought it'd be so fun But I heard it in the alley Now I got it on the run If you want to see an angel You got to find it where it fell If you want to get to heaven You got to raise a little hell  {Instrumental}  If you want to get to heaven If you want to get to heaven If you want to get to heaven If you want to get to heaven  ",
        "title": "If You Wanna Get To Heaven"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  [Intro]  [Verse 1] We hear you're leaving, that's ok I thought our little wild time had just begun I guess you kind of scared yourself, you turn and run But if you have a change of heart  [Chorus] Rikki, don't lose that number You don't wanna call nobody else Send it off in a letter to yourself Rikki, don't lose that number It's the only one you own You might use it if you feel better When you get home  [Verse 2] I have a friend in town, he's heard your name We can go out driving on Slow Hand Row We could stay inside and play games, I don't know And you could have a change of heart  [Chorus]  [Bridge]  You tell yourself you're not my kind But you don't even know your mind And you could have a change of heart  [Chorus] Rikki, don't lose that number You don't wanna call nobody else Send it off in a letter to yourself Rikki, don't lose that number It's the only one you own You might use it if you feel better When you get home  [Outro] Rikki, don't lose that number (Rikki, don't lose that number) Rikki, don't lose that number  ",
        "title": "Rikki Don't Lose That Number"
    },
    {
        "artist": "Blue Magic",
        "lyrics": "  Hurry, hurry, step right up See the saddest show in town for only fifty cents  Step right up, hurry, hurry, before the show begins, my friends Stand in line, get your tickets, I hope you will attend It'll only cost you fifty cents to see What life has done to those like you and me  See the man with the broken heart, you'll see that he is sad He hurts so bad (so bad, so bad) See the girl who has lost the only love she ever had There's got to be no sadder show to see No doubt about it, satisfaction's guaranteed  So let the sideshow begin Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry  Let the sideshow begin (hurry, hurry) Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry  See the man who's been cryin' for a million years So many tears (so many tears) See the girl who's collected broken hearts for souvenirs It's more exciting than a one man band The saddest little show in all the land  So let the sideshow begin (hurry, hurry) Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry  Let the sideshow begin Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry  So let the sideshow begin (Hurry, hurry) Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry  Let the sideshow begin (step right on in) Hurry, hurry, step right on in Can't afford to pass it by Guaranteed to make you cry (hurry, hurry)  ",
        "title": "Sideshow"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  If you believe in forever Then life is just a one-night stand If there's a rock n' roll heaven Well you know they've got a hell of a band, band, band Jimmy  Gave us rainbows and Janis Took a piece of our hearts and Otis  Brought us all to the dock of a bay Sing a song to light my fire, remember Jim That way, they've all found another place, another place to play  If you believe in forever Then life is just a one-night stand If there's a rock n' roll heaven Well you know they've got a hell of a band, band, band Jimmy  Remember bad bad Leroy Brown, hey Jimmy Touched us with that song Time won't change a friend we came to know and Bobby  Gave us Mack the Knife Well look out, he's back in town They'll all be there together When they meet in one big show  If you believe in forever Then life is just a one-night stand If there's a rock n' roll heaven Well you know they've got a hell of a band, band, band Jimmy  There's a spotlight waiting No matter who you are 'cuz everybody's got a song to sing Everyone's a star (Everybody's got to be a star)  If you believe in forever Then life is just a one-night stand If there's a rock n' roll heaven Well you know they've got a hell of a band, band, band Jimmy  ",
        "title": "Rock And Roll Heaven"
    },
    {
        "artist": "George McCrae",
        "lyrics": "  Woman, take me in your arms Rock your baby Woman, take me in your arms Rock your baby  There's nothin' to it Just say you wanna do it Open up your heart And let the lovin' start  Woman, take me in your arms Rock your baby Woman, take me in your arms Rock your baby  Yeah, hold me tight With all your might Now let your lovin' flow Real sweet and slow  Woman, take me in your arms Rock your baby Woman, take me in your arms Rock your baby  C'mon...  Aaaaaaah woman, take me in your arms Rock your baby Oo, oo, oo Woman, take me in your arms Rock your baby  Ah-aaaaaah, yeah Take me in your arms and rock me Ah-aaaaaah, yeah Take me in your arms and rock me Ah-aaaaaaaaaaaah  ",
        "title": "Rock Your Baby"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "I'm In Love"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": "  Hey, say, wait a minute Where you going with that suitcase Wait a minute, listen All right, well, you don't have To answer, just listen  I don't mind when you say That you're going away I just don't wanna be lonely  And I don't care if we Share only moments a day I just don't wanna be lonely  I'd rather be loved and needed Depended on to give a love I can't give when you're gone When you're gone I just don't want to be lonely I'd rather be loved  I don't mind when the tide Sets the sun to the moon I just don't wanna be lonely  Let the stairs find you there Waiting at the end of the room I just don't wanna be lonely  I'd rather be loved and needed Depended on to give a love I can't give when you`re gone When you're gone I don't want to be lonely I just wanna be loved, sugar Come on  I just want to be loved Yeah, yeah, yeah, baby Ooh, Lord, have mercy  I'd rather be loved and needed Depended on to give a love I can't give when you`re gone When you're gone I don't want to be lonely I wanna be loved, baby  Yeah, come on Gimme that sweet love, sugar I wanna be loved, baby Gimme that love, sugar  Gimme that sweet, sweet Sweet love, sugar  Gimme, gimme, gimme That love, baby I don't wanna be Don't wanna be I don't wanna be lonely, baby  No, no, no Gimme that love, sugar Come on, I don't wanna be lonely  ",
        "title": "Just Don't Want To Be Lonely"
    },
    {
        "artist": "John Denver",
        "lyrics": "  You fill up my senses, like a night in a forest Like the mountains in springtime, like a walk in the rain Like a storm in the desert, like a sleepy blue ocean You fill up my senses, come fill me again  Come let me love you, let me give my life to you Let me drown in your laughter, let me die in your arms Let me lay down beside you, let me always be with you Come let me love you, come love me again  (Let me give my life to you Come let me love you, come love me again)  You fill up my senses, like a night in a forest Like the mountains in springtime, like a walk in the rain Like a storm in the desert, like a sleepy blue ocean You fill up my senses, come fill me again  ",
        "title": "ANNIE's SONG"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Hey kids, shake it loose together The spotlight's hitting something That's been known to change the weather We'll kill the fatted calf tonight So stick around You're gonna hear electric music Solid walls of sound  [Pre-Chorus] Say, Candy and Ronnie, have you seen them yet? But they're so spaced out B-B-B-Bennie and the Jets Oh but they're weird and they're wonderful Oh Bennie, she's really keen  [Chorus] She's got electric boots A mohair suit You know I read it in a magazine B-B-B-Bennie and the Jets  [Verse 2] Hey kids, plug into the faithless Maybe they're blinded But Bennie makes them ageless We shall survive, let us take ourselves along Where we fight our parents out in the streets To find who's right and who's wrong  [Pre-Chorus] Say, Candy and Ronnie, have you seen them yet? But they're so spaced out B-B-B-Bennie and the Jets Oh but they're weird and they're wonderful Oh Bennie, she's really keen  [Chorus] She's got electric boots A mohair suit You know I read it in a magazine B-B-B-Bennie and the Jets  Bennie, Bennie and the Jets Bennie, Bennie, Bennie, Bennie and the Jets  ",
        "title": "Bennie And The Jets"
    },
    {
        "artist": "Cher",
        "lyrics": "  When you're talkin' in your sleep And the name that you whisper ain't mine And I've finally faced the fact That you're cheatin' on me one more time When my anger starts to rumble And my steam starts to rise And the wheels keep turning Faster as I think of all your lies  Oh that train of thought runnin' right on time But it's off the track and I'm losing my mind 'Cause the way you used me Gonna drive me insane honey Say you'll never leave me For God's sake stop the train  Oh the camel back is broken By the one extra straw added on And a woman can't see reason When her last ray of sunshine is gone There's a finger on the trigger And that locomotive sound And I think how much I love you And I turn the gun around  Oh that train of thought runnin' right on time But it's off the track and I'm losing my mind And you hold me the last time As I try to explain, honey Don't feel bad about me I just had to stop this train  Gotta get off, gotta get off Gotta get off, gotta get off (woo-woo) Gotta get off, gotta get off This train of thought (woo-woo) Gotta get off, gotta get off (woo-woo) Gotta get off, gotta get off The train of thought (woo-woo)  ",
        "title": "Train Of Thought"
    },
    {
        "artist": "MFSB Featuring The Three Degrees",
        "lyrics": "  Let's get it on, it's time to get down Let's get it on, it's time to get down Let's get it on, it's time to get down Let's get it on, it's time to get down  ",
        "title": "TSOP (The Sound Of Philadelphia)"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  I'm sittin' in my room, I'm starin' out my window And I wonder where you've gone Thinking back on the happy hours just before the dawn Outside the wind is blowin' It seems to call your name again, where have you gone City streets and lonely highways, I travel down My car is empty and the radio just seems to bring me down I'm just tryin' to find me A pretty smile that I can get into It's true, I'm lost without you Another lonely park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away It's warm outside, no clouds are in the sky But I need myself a place to go and hide I keep it to myself, I don't want nobody else To see me cryin' all those tears in my eyes Another lonely park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away Another park, another Sunday It's dark and empty, thanks to you I got to get myself together But it's hard to do Another park, another Sunday Why is it life turns out that way Just when you think you got a good thing It seems to slip away Another park, another Sunday It's dark and empty, thanks to you I got to get myself together But it's hard to do  ",
        "title": "Another Park, Another Sunday"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] Well, I heard some people talkin' just the other day And they said you were gonna put me on a shelf But let me tell you I got some news for you And you'll soon find out it's true And then you'll have to eat your lunch all by yourself  [Chorus] Cause I'm already gone And I'm feelin' strong I will sing this vict'ry song Woo hoo hoo, my my, woo hoo hoo  [Verse 2] The letter that you wrote me made me stop and wonder why But I guess you felt like you had to set things right Just remember this, my girl, when you look up in the sky You can see the stars and still not see the light (that's right)  [Chorus]  [Verse 3] Well I know it wasn't you who held me down Heaven knows it wasn't you who set me free So often times it happens that we live our lives in chains And we never even know we have the key  [Chorus]  [Outro] Cause I'm already gone Yes, I'm already gone And I'm feelin' strong I will sing this vict'ry song Cause I'm already gone Yes, I'm already gone Already gone All right, nighty-night Already gone...  ",
        "title": "Already Gone"
    },
    {
        "artist": "Redbone",
        "lyrics": "  Hail (hail) What's the matter with your head, yeah Hail (hail) What's the matter with your mind And your sign an-a, oh-oh-oh Hail (hail) Nothin' the matter with your head Baby find it, come on and find it Hail, with it baby Cause you're fine And you're mine, and you look so divine  Come and get your love Come and get your love Come and get your love Come and get your love  Hail (hail) What's the matter with you feel right Don't you feel right baby Hail, oh yeah Get it from the mainline, all right I said-a find it, find it Go on and love it if you like it, yeah Hail (hail) It's your business if you want some, take some Get it together baby  Come and get your love Come and get your love Come and get your love Come and get your love  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love, now  Come and get your love Come and get your love Come and get your love Come and get your love  Hail (hail) What's the matter with you feel right Don't you feel right baby Hail (hail), all right Get it from the main vine, all right  La, la, la, la, la, la, la, la. la, la Come and get your love La, la, la, la, la, la, la, la, la. woohoo Come and get your love La, la, la, la, la, la, la, la. la, la Come and get your love La, na, na, na, na, na, da, boom Come and get your love La, da boom, boom, boom, ta, daba, boom, boom Come and get your love La, la, la, la, la, la  ",
        "title": "Come And Get Your Love"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Walk around, why wear a frown Say little people, try to put you down What you need, a helpin' hand All the strength, at your command  How's ya faith? Cause ya faith is you Who you kiddin', to yourself be true Spread ya love, for a brighter day For what ya search, you'll find a way  We are people, of the mighty Mighty people of the sun In our hearts lies all the answers To the truth you can't run from  Eagle flies, every seven days Still cryin the blues, all about ya pay What ya gonna do? Bout your living thang Will ya make it better, or just complain  Everday is real, don't run from fear Cause better days are very near There are times when you are bound to cry One more time, head to the sky  We are people, of the mighty Mighty people of the sun In our hearts lies all the answers To the truth you can't run from  ",
        "title": "Mighty Mighty"
    },
    {
        "artist": "The New Birth",
        "lyrics": "  She's faced the hardest times you could imagine And many times her eyes fought back the tears And when her youthful world was about to fall in Each time her slender shoulders bore the weight of all her fears  And a sorrow no one hears Still rings in midnight silence, in her ears  Let her cry, for she's a lady Let her dream, she's a child Let the rain fall down upon her She's a free and gentle flower growing wild  And if by chance that I should hold her Let me hold her for a time And if allowed just one possession I would pick her from the garden, to be mine  Be careful how you touch her, she'll awaken As sleep's the only freedom all that she knows And when you walk into her eyes, you won't believe The way she's always paying for a debt she never owes  And a silent wind still blows But only she can hear, so she goes  Let her cry, for she's a lady Let her dream, she's a child Let the rain fall down upon her She's a free and gentle flower, growing wild  Let her cry, oh, she's a lady Let her dream, 'cause she's a child Let the rain fall down upon her She's a free and gentle flower growing wild She's a flower growing wild, she's a flower growing wild  ",
        "title": "Wildflower"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Just because in a moment of madness I took advantage of your sweet love Don't just hand me a lifetime of sadness When there's so little I'm guilty of  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  Can you spare me a little affection Would that be askin' too much of you Don't point love in another direction I swear I'll make it all up to you  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight Can you hear, baby?  There's a bed I'm keepin' empty for you There's a lot I know I got to prove Don't let a simple misunderstanding Be a mountain that we can't move Ooh, ooh, baby  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  One chain don't make no prison Two wrongs don't make no right One rain don't make no river One punch don't make no fight  ",
        "title": "One Chain Don't Make No Prison"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Hey! Gotta gotta pay back!! (The big payback) Revenge!! I'm mad (the big payback) Got to get back! Need some get back!! Pay Back! (the big payback) That's it!! Payback!!! Revenge!!! I'm mad!!  Get down with my girlfriend, That ain't right!! Hollarin' cussin', you wanna fight Payback is a thing you gotta see Brother do any damn thing to me  Sold me out, for chump change (yes you did!!) Told me that they, they had it all arranged You handed me down, and thats a fact Now you're pumped, You gotta get ready For the big payback!! (the big Payback!!) That's where I am, the big payback (the big payback!!)  I can do wheelin', I can do dealin' (yes you can!!) But I don't do no damn Squealin' I can dig rappin', I'm ready!! I can dig scrappin' But I can't dig that backstabbin' (Oh No!!)  The brother get ready!! Thats a fact!! Get ready you Mother, for the big payback (The big Payback!!) Let me hit 'em hit'em!! Hey Hey!! WOOOOOOOOOOOO!  Took my money, you got my honey Don't want me to see what you doing to me I got to get back I gotta deal with you!! (4xs) Hey let me tell ya!! Get down with my woman, that ain't right! You hollarin' and cussin', you wanna Fight!! Don't do me no darn favor I don't know karate, but I know KA-RAZY!!!! (yes we do!!)  Get ready thats a fact, Get ready you Mother for the big payback (the big Payback!) Hey!! I'm a man! I'm a man! I'm a son of a man, but don't they tell ya then Hop again Get ready for the big payback (the big payback!!) Hit 'em again!! Get ready I need it, I need a hit again!! Say it once (3xs) Hit 'em Again!! (the big payback!!) Sold me out for chump change Said my woman had it all arranged Tryin' to make a deal, she wants to squeal But I had my boys on her heals Saw me comin', told a lie Went down like you wanted to cry I don't care what she does, she'll be doin' just like she was Take your kids and raise them up, Somebody think I have a right to be tough Take her, take that woman, it's one place she found Just run that mother out of town!! Got to get up!! Got to get up, get out!! (2xs) I'm mad!! I want revenge, I want revenge (the big payback!!) I want revenge (3xs) (the big payback!!) Give me those hits!! I want some hits!! I need those Hits, hit me!!  ",
        "title": "The Payback - Part I"
    },
    {
        "artist": "Melba Montgomery",
        "lyrics": "  My little boy came into the kitchen this evening While I was fixing supper And he handed me a piece of paper he'd been writing on And after wiping my hands on my apron I read it - and this is what it said  For mowing the yard - five dollars And for making my own bed this week - one dollar And for going to the store - fifty cents An' playing with little brother, while you went shopping Twenty-five cents Taking out the trash - one dollar Getting a good report card - five dollars And for raking the yard - two dollars Total owed - fourteen seventy-five  Well, I looked at I'm standing there expectantly And a thousand memories flashed through my mind So I picked up the pen, turning the paper over This is what I wrote:  For nine months I carried you Growing inside me - no charge For the nights I've sat up with you Doctored you, prayed for you - no charge For the time and the tears And the cost through the years, there's no charge When you add it all up The full cost of my love is no charge  For the nights filled with dread And the worries ahead - no charge For advice and the knowledge And the cost of your college - no charge For the toys, food and clothes and for wiping your nose There's NO CHARGE, son When you add it all up The full cost of my love, is - charge  Well, when he finished readin' He had great big old tears in his eyes And he looked up at me and he said \"Mama, I sure do love you.\" Then he took the pen And in great big letters He wrote: \"Paid in full.\"  When you add it all up The cost of real love is - no charge  ",
        "title": "No Charge"
    },
    {
        "artist": "Graham Central Station",
        "lyrics": "  You made a fool out of me girl But that made me the man I was trying to be girl You done me wrong, yes you did now But you only made me strong Yes you did girl, tell me now  Can you handle it? See what you did to me Can you handle it? Can you handle it? You made it what it is Can you handle it?  Yes, you made a fool out of me girl To the things I was blind you made me see girl My heart feels no pain If there's anyone to blame It's you, it's you, it's you girl Tell me now  Can you handle it? See what you did to me Can you handle it? Can you handle it? You made it what it is Can you handle it? Now can you handle it? See what you did? Can you handle it?  See what you did? Can you handle it? See what you did? Can you handle it? See what you did?  You made a fool out of me girl But that made me the man I was trying to be girl My heart feels no pain If there's anyone to blame It's you, it's you, it's you girl  Now can you handle it? Can you handle it? Now can you handle it? Can you handle it?  ",
        "title": "Can You Handle It?"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  Rumor spreadin' a-'round in that Texas town 'bout that shack outside La Grange And you know what I'm talkin' about Just let me know if you wanna go To that home out on the range They gotta lotta nice girls ah  Have mercy A-how how how how  Well, I hear it's fine if you got the time And the ten to get yourself in A hmm, hmm And I hear it's tight most ev'ry night But now I might be mistaken Hmm, hmm, hmm  Ah have mercy  [Instrumental]  ",
        "title": "La Grange"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Your love is like a a chunk of gold Hard to gain, and hard to hold  Like a rose that's soft to touch Love has gone, and it hurts so much  Well and Why… Must the same love that made me laugh Make me cry?  Well now you think of love as sitting on a mountain Think of it as being a great big rock Won't you think before you started to roll it down Because once you start it, you can't make it stop  I've given all I have to give And if you don't want me I don't want to leave  Well and Why… Must the same love that made me laugh… Why you wanna make me cry?  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  Why you wanna make me lay in my pillow Just cryin' like a weeping willow  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  Why you wanna make me mess in my pillow I'm just cryin' like a weeping willow  Why you wanna make me cry? Why you wanna make me cry? Why you wanna make me cry?  ",
        "title": "The Same Love That Made Me Laugh"
    },
    {
        "artist": "ABBA",
        "lyrics": "  [Verse 1] My, my! At Waterloo, Napoleon did surrender Oh, yeah And I have met my destiny in quite a similar way  [Pre-Chorus 1] The history book on the shelf Is always repeating itself  [Chorus] Waterloo, I was defeated, you won the war Waterloo, promise to love you for ever more Waterloo, couldn't escape if I wanted to Waterloo, knowing my fate is to be with you Woah, woah, woah-oh Waterloo, finally facing my Waterloo  [Verse 2] My, my I tried to hold you back, but you were stronger Oh, yeah And now it seems my only chance is giving up the fight  [Pre-Chorus 2] And how could I ever refuse? I feel like I win when I lose  [Chorus] Waterloo, I was defeated, you won the war Waterloo, promise to love you for ever more Waterloo, couldn't escape if I wanted to Waterloo, knowing my fate is to be with you Woah, woah, woah-oh Waterloo, finally facing my Waterloo  [Pre-Chorus 2] So how could I ever refuse? I feel like I win when I lose  [Chorus] Waterloo, I was defeated, you won the war Waterloo, promise to love you for ever more Waterloo, couldn't escape if I wanted to Waterloo, knowing my fate is to be with you Woah, woah, woah-oh Waterloo, finally facing my Waterloo  [Outro] (Oh) Waterloo, knowing my fate is to be with you Woah, woah, woah-oh Waterloo, finally facing my Waterloo  ",
        "title": "Waterloo"
    },
    {
        "artist": "The Steve Miller Band",
        "lyrics": "  Stand back, stand back Stand back, stand back  Stand back, stand back Stand back, stand back  Doot do do do do doot doot Living in the U.S.A Doot do do do do doot doot Living in the U.S.A  Where are you goin' to What are you gonna do Do you think that it will be easy Do you think that it will be pleasin', hey  Stand back, what'd you say Stand back, I won't pay Stand back, I'd rather play Stand back  It's my freedom Ah, don't worry 'bout me, babe I got to be free, babe Hey  Doot do do do do doot doot Living in the U.S.A Doot do do do do doot doot Living in the U.S.A  Stand back, dietician Stand back, television Stand back, politician Stand back, mortician  Oh, we got to get away Living in the U.S.A Come on baby, Owwww  I see a yellow man, a brown man A white man, a red man Lookin' for Uncle Sam To give you a helpin' hand But everybody's kickin' sand Even politicians We're living in a plastic land Somebody give me a hand, yeah  Oh, we're gonna make it, baby Oh, we're going to shake it, baby Oh, don't break it Yeah, yeah, yeah, yeah, yeah  Come on baby, hey Hey, hey In the U.S.A., babe yeah  Doot do do do do doot doot Living in the U.S.A Don't worry 'bout me, babe Doot do do do do doot doot Living in the U.S.A Living in the U.S.A Doot do do do do doot doot Living in the U.S.A I got to be free Doot do do do do doot doot Living in the U.S.A Come on try it, you can buy it, you can leave it next week, yeah Somebody give me a cheeseburger  ",
        "title": "Living In The U.s.a."
    },
    {
        "artist": "Golden Earring",
        "lyrics": "  [Verse 1: Golden Earring]  I’ve been driving all night My hand’s wet on the wheel There’s a voice in my head that drives my heel It’s my baby calling Says \"I need you here\" And it’s half past four and I’m shifting gear  [Hook 1: Golden Earring]  When she’s lonely and the longing gets too much She sends a cable coming in from above Don’t need no phone at all We’ve got a thing that’s called Radar Love We’ve got a wave in the air Radar Love  [Verse 2: Golden Earring]  The radio’s playing some forgotten song Brenda Lee’s \"Coming on Strong\" The road has got me hypnotized And I’m speeding into a new sunrise  [Hook 2: Golden Earring]  When I get lonely and I’m sure I’ve had enough She sends her comfort coming in from above Don’t need no letter at all We’ve got a thing that’s called Radar Love We’ve got a line in the sky Radar Love  [Verse 3: Golden Earring]  No more speed I’m almost there Gotta keep cool now gotta take care Last car to pass here I go And the line of cars drove down real slow And the radio played that forgotten song Brenda Lee’s \"Coming on Strong\" And the newsman sang his same song One more radar love is gone  [Hook 2: Golden Earring] When I get lonely and I’m sure I’ve had enough She sends her comfort coming in from above Don’t need no letter at all We’ve got a thing that’s called Radar Love We’ve got a line in the sky Radar Love  [Outro: Golden Earring]  We’ve got a thing that’s called Radar Love We’ve got a thing that’s called Radar Love  ",
        "title": "Radar Love"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1:] Well I never been much for admitting things That's why it's all so hard to say That I'm head over heels in love with your kind of insanity And if it please Your Highness on a sunny day sometime Can I take your picture in the park with silk and satin on?  [Chorus:] Star Baby, flashy little shiny little two-timin' mama Star Baby, shiny little flashy little lovin' machine  [Verse 2:] I never been much good at keepin' a secret Now it's easy for me to say That I'm head over heels shook up About the way that you fool with me And if it please Your Highness on a sunny day sometime Can you take me ridin' babe, I'll tell you what I'm thinkin' 'bout you  [Chorus]  [Verse 3:] Well I saw you last night on a Hollywood show And now it's easy for me to say That I'm head over heels shook up About the way that you sang to me And if it please Your Highness on a sunny day sometime Can you take me drivin' baby, kissin' in your Cadillac  [Chorus]  ",
        "title": "Star Baby"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Takin' Care Of Business"
    },
    {
        "artist": "Brownsville Station",
        "lyrics": null,
        "title": "I'm The Leader Of The Gang"
    },
    {
        "artist": "Gene Redding",
        "lyrics": null,
        "title": "This Heart"
    },
    {
        "artist": "Bill Haley And His Comets",
        "lyrics": "  One, Two, Three O'clock, Four O'clock rock Five, Six, Seven O'clock, Eight O'clock rock Nine, Ten, Eleven O'clock, Twelve O'clock rock We're gonna rock around the clock tonight  Put your glad rags on and join me hon' We'll have some fun when the clock strikes one  Chorus: We're gonna rock around the clock tonight We're gonna rock, rock, rock, 'till broad daylight We're gonna rock around the clock tonight  When the clock strikes two, three and four If the band slows down we'll yell for more  Chorus: When the chimes ring five, six, and seven We'll be right in seventh heaven  Chorus: When it's eight, nine, ten, eleven too I'll be goin' strong and so will you  Chorus: When the clock stikes twelve we'll cool off then Start rockin' 'round the clock again  Chorus:  ",
        "title": "Rock Around The Clock"
    },
    {
        "artist": "Jimmy Buffett",
        "lyrics": "  Headin' up to San Francisco For the Labor Day weekend show I've got my hush-puppies on I guess I never was meant for Glitter rock and roll And honey I didn't know That I'd be missin' you so Come Monday It'll be all right Come Monday I'll be holding you tight I spent four lonely days in a brown L.A. haze And I just want you back by my side Yes it's been quite a summer Rent-a-cars and west bound trains And now you're off on vacation Somethin' you tried to explain And darlin' I love you so that's The reason I just let you go Come Monday It'll be all right Come Monday I'll be holding you tight I spent four lonely days in a brown L.A. haze And I just want you back by my side I can't help it honey You're that much a part of me now Remember the night in Montana when We said there'd be no room for doubt I hope you're enjoyin' the scenery I know that it's pretty up there We can go hikin on Tuesday With you I'd walk anywhere California has worn me quite thin I just can't wait to see you again Come Monday It'll be all right Come Monday I'll be holding you tight I spent four lonely days in a brown L.A. haze And I just want you back by my side  ",
        "title": "Come Monday"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  Finally got myself together. (Now I know...) Now I know just who I am. (I'm a changed man.) Finally got myself together. (But now I know...) Now I know just who I am  Felt uptight and so confused; Felt unloved and I felt abused I didn't know what was wrong with me I felt like Skid Row was my destiny And I'm a changed man  Finally got myself together (and now I know, know, know, yeah hey) Now I know just who I am (I'm a changed man, baby) Finally got myself together (and now I know, know, know) Now I know just who I am (listen to me baby)  A little smoke, got a little drink Kept my head bad, so I couldn't think Love came along late one night And I finally see the light I'm a changed man  Finally got myself together (and now I know, know, know, yeah hey) Now I know just who I am (I'm a changed man baby) Finally got myself together (and now I know, know, know, yeah baby) Now I know just who I am (just look at me now)  Look at the smile on my face (just look at me now) Just look at the smile on my face (just look at me now) Don't just glance as you walk by (look at me now) Look me straight in my eye (hey, I'm changed, yeah baby)  Finally got myself together (and now I know) Now I know just who I am (baby, I'm changed, baby hey) Finally got myself together (and now I know, know, know, yeah baby) Now I know just who I am (things I used to do, babe)  Finally got myself together (come on baby, I don't do no more,) Now I know just who I am (the places I used to go, baby) Finally got myself together (come on girl, I don't want no more) Now I know just who I am (come on, come on baby)  Finally got myself together (come on baby, come on baby, come on baby)  ",
        "title": "Finally Got Myself Together (I'm A Changed Man)"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] I know you're a lonely woman and I love you But someone else is waiting and he owns you If he should ever wake up, make sure that your story is straight love If you talk in your sleep don't mention my name And if you walk in your sleep forget where you came  [Verse 2] Walking every night here in the shadows So afraid that sometime he may follow There's always the chance he'll find us I don't need to remind you If you talk in your sleep don't mention my name If you walk in your sleep forget where you came  [Verse 3] Love is so much sweeter when it's borrowed I'll feel a little easier tomorrow Don't give our secret away, be careful what you say If you talk in your sleep don't mention my name If you walk in your sleep forget where you came  [Outro] Forget where you came, now Forget where you came Don't mention my name Don't mention my name Forget where you came  ",
        "title": "If You Talk In Your Sleep"
    },
    {
        "artist": "Love Unlimited Orchestra",
        "lyrics": "  [Instrumental]  ",
        "title": "Rhapsody In White"
    },
    {
        "artist": "Wet Willie",
        "lyrics": "  Well, you say you've got the blues You've got holes in both your shoes, yeah You're feeling alone and confused You got to keep on smilin', just keep on smilin' Yeah, you're 'bout to go insane 'Cause your woman's playin' games And she says that you're to blame Just keep on smilin' Keep on smilin' through the rain Laughin' at the pain Just flowin' with the changes Till the sun comes out again Singin' in a honkey tonk cafe But nobody's hearin' what you play They're too busy drinkin' anyway You gotta keep on smilin' Say you found a piece of land You're gonna change from city boy To country man, yeah Try to build your life with your hands And just keep on smilin', keep on smilin' Keep on smilin' through the rain Laughin' at the pain Just flowin' with the changes Till the sun comes out again You're just hangin' out at a local bar And you're wonderin', who the hell you are? Are you a farmer? Are you a star? Smile on through the rain Laugh through all the pain Flow on with the changes Till the sun shines out again Keep on smilin', smilin', laughin', laughin' Flowin', flowin', flowin', flowin'  ",
        "title": "Keep On Smilin'"
    },
    {
        "artist": "Jim Croce",
        "lyrics": "  Well I had just got out from the county prison Doin' 90 days for non-support Tried to find me an executive position But no matter how smooth I talked They wouldn't listen to the fact that I was genius The man said, \"We got all that we can use.\" Now I got them Steadily depressin', low down mind-messin' Workin' at the carwash blues Well I should be sittin' in an air conditioned Office with a swivel chair Talkin' some trash to the secretary, sayin' \"Hey now mama, come on over here.\" Instead I'm stuck here rubbin' these fenders with a rag And walkin' home in soggy old shoes With them steadily depressin', low down mind-messin' Workin' at the carwash blues You know a man of my ability He should be smokin' on a big cigar But till I get myself straight I guess I'll just have to wait In my rubber suit rubbin' these cars Well, all I can do is just shake my head You might not believe that it's true For working at this end of Niagara Falls Is an undiscovered Howard Hughes So baby, don't 'spect to see me With no double martini In any high-brow society news Cause I got them Steadily depressin', low down mind-messin' Workin' at the carwash blues So baby, don't 'spect to see me With no double martini In any high-brow society news Cause I got them Steadily depressin', low down mind-messin' Workin' at the carwash blues Yeah, I got them Steadily depressin', low down mind-messin' Workin' at the carwash blues  ",
        "title": "Workin' At The Car Wash Blues"
    },
    {
        "artist": "Hoyt Axton",
        "lyrics": null,
        "title": "When The Morning Comes"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": "  From the albums UNBORN CHILD (1974), GREATEST HITS (1975) and THE SEALS & CROFTS COLLECTION (1979)  When I was 17, I dreamed of being king. And having everything I wanted But that was long ago and my dreams did not unfold, so I'm still the King of Nothing When I was 17, I dreamed I gave a ring to a pretty queen and then I held her But that was slumber's fault for I have no love at all. And I'm still the King of Nothing  If I could rule, I'd dance my cares away, find romance everyday I wouldn't have to listen to this poor fool say \"I'm the King, I'm the King, I'm the King of Nothing.\"  ",
        "title": "King Of Nothing"
    },
    {
        "artist": "War",
        "lyrics": "  Ballero Paquita que ballero Ballero Paquita que ballero Ballero Paquita que ballero Ballero Paquita que ballero  ",
        "title": "Ballero"
    },
    {
        "artist": "Oscar Brown Jr.",
        "lyrics": null,
        "title": "The Lone Ranger"
    },
    {
        "artist": "Razzy",
        "lyrics": null,
        "title": "I Hate Hate"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": null,
        "title": "Wonderful"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  {Intro}  Doo doo doo-doo doo doo doo doo Doo doo doo-doo doo doo doo doo Doo doo doo-doo doo doo doo doo  You've got your mother in a whirl She's not sure if you're a boy or a girl Hey babe, your hair's alright Hey babe, let's go out tonight You like me, and I like it all We like dancing and we look divine You love bands when they're playing hard You want more and you want it fast They put you down, they say I'm wrong You tacky thing, you put them on  Rebel Rebel, you've torn your dress Rebel Rebel, your face is a mess Rebel Rebel, how could they know? Hot tramp, I love you so!  {Bridge}  Don't ya? Doo doo doo-doo doo doo doo doo  You've got your mother in a whirl cause she's Not sure if you're a boy or a girl Hey babe, your hair's alright Hey babe, let's stay out tonight You like me, and I like it all We like dancing and we look divine You love bands when they're playing hard You want more and you want it fast They put you down, they say I'm wrong You tacky thing, you put them on  Rebel Rebel, you've torn your dress Rebel Rebel, your face is a mess Rebel Rebel, how could they know? Hot tramp, I love you so!  Don't ya? Oh? Doo doo doo-doo doo doo doo doo Doo doo doo-doo doo doo doo doo  Rebel Rebel, you've torn your dress Rebel Rebel, your face is a mess Rebel Rebel, how could they know? Hot tramp, I love you so!  {Bridge}  You've torn your dress, your face is a mess You can't get enough, but enough ain't the test You've got your transmission and your live wire You got your cue line and a handful of ludes You wanna be there when they count up the dudes And I love your dress You're a juvenile success Because your face is a mess So how could they know? I said, how could they know?  So what you wanna know Calamity's child, chi-chi, chi-chi Where'd you wanna go? What can I do for you? Looks like you've been there too Cause you've torn your dress And your face is a mess Ooo, your face is a mess Ooo, ooo, so how could they know? Eh, eh, how could they know? Eh, eh  ",
        "title": "Rebel Rebel"
    },
    {
        "artist": "Mickey Gilley",
        "lyrics": "  If I sent a rose to you For everytime you made me blue You'd have a room full of roses And if I sent a rose of white For every time I cried all night You'd have a room full of roses  And if I took the petals I would tear them all apart I'd be tearing at the roses Just the way you broke my heart  If someday you're feeling blue And you could send a roses, maybe too Don't send me a room full of roses But I want my arms around you  And if I took the petals I would tear them all apart I'd be tearing at the roses Just the way you broke my heart  If someday you're feeling blue And you could send a roses, maybe too Don't send me a room full of roses But I want my arms around you  ",
        "title": "Room Full Of Roses"
    },
    {
        "artist": "David Essex",
        "lyrics": null,
        "title": "Lamplight"
    },
    {
        "artist": "Ohio Players",
        "lyrics": "  Hey, is that your old lady over there, man? No, man, that ain't none of my old lady I used to talk to you then I catch you goin' out And you just busted her, now listen to this  I used to think that you were really cool I used to think that you never would be nobody's fool  Let me tell you baby, you're a jive turkey Give me it straight, jive turkey Yeah baby, jive turkey Wow, wow, wow, wow  I played hookie from school just to be with you I put my trust in you 'Cause you could do the do 'Cause you could do the do 'Cause you could do the do I put my trust in you Wow, wow, wow, wow, wow  Give me it straight baby Jive turkey, jive turkey Jive turkey Wow, wow, wow, wow, wow  Lordy, lordy, lordy, lordy, lord Hey, hey, alright get in the groove All you jive turkeys clap your hands Jive turkey, jive turkey  Say what? Say you're sorry? Baby I'm not goin' for that no more I done had enough of that  Wa, wa, wow Jive turkey, jive turkey Wow, wow, wow, wow, wow  Jive turkey  Think I'll play the blues Early in the morning Go out and find somebody new  What about Marvin, Mervin and Pee Wee? That's you all Yes, my name is Satchmo  ",
        "title": "Jive Turkey (Part 1)"
    },
    {
        "artist": "Dave Loggins",
        "lyrics": "  Please come to Boston for the springtime I'm stayin' here with some friends And they've got lots of room You can sell your paintings on the sidewalk By a cafe where I hope to be workin' soon Please come to Boston She said, \"No Would you come home to me?\"  And she said, \"Hey, ramblin' boy Now won't you settle down? Boston ain't your kind of town There ain't no gold and There ain't nobody like me I'm the number one fan of the man from Tennessee.\"  Please come to Denver with the snowfall We'll move up into the mountains so far That we can't be found And throw \"I love you\" echoes down the canyon And then lie awake at night until they come back around Please come to Denver She said, \"No Boy, would you come home to me?\"  And she said, \"Hey, ramblin' boy Why don't you settle down? Denver ain't your kind of town There ain't no gold and There ain't nobody like me Cause I'm the number one fan Of the man from Tennessee.\"  Now, this drifter's world goes 'round and 'round And I doubt that it's ever gonna stop But of all the dreams I've lost or found And all that I ain't got I still need to lean to Somebody I can sing to  Please come to L.A. to live forever A California life alone is just too hard to build I live in a house that looks out over the ocean And there's some stars that fell from the sky And livin' up on the hill Please come to L.A She just said, \"No Boy, won't you come home to me?\"  And she said, \"Hey, ramblin' boy Why don't you settle down? L.A. can't be your kind of town There ain't no gold and There ain't nobody like me No, no, I'm the number one fan Of the man from Tennessee I'm the number one fan Of the man from Tennessee.\"  ",
        "title": "Please Come To Boston"
    },
    {
        "artist": "Tavares",
        "lyrics": null,
        "title": "Too Late"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "Who Are You"
    },
    {
        "artist": "Rufus Featuring Chaka Khan",
        "lyrics": "  You ain't got no kind of feeling inside I got something that'll sho nuff set yo' stuff on fire You refuse to put anything before your pride What I got will knock your pride aside  Tell me something good Tell me that you love me, yeah Tell me something good Tell me that you like it, yeah  Got no time is what you're known to say (Got no time, no, got no time) I'll make you wish there was 48 hours to each day Your problem is you ain't been loved like you should What I got to give will sho nuff do you good  Tell me somethin good (tell me tell me tell me) Tell me that you love me, yeah Tell me somethin good (tell me tell me tell me) Tell me that you like it, yeah  You ain't got no kind of feeling inside I got something that'll sho nuff set yo' stuff on fire You refuse to put anything before your pride What I got will knock your pride aside  Tell me something good Tell me that you love me, yeah Tell me something good Tell me that you like it, yeah  Got no time is what you're known to say (Got no time, no, got no time) I'll make you wish there was 48 hours to each day Your problem is you ain't been loved like you should What I got to give will sho nuff do you good  Tell me somethin good (tell me tell me tell me) Tell me that you love me, yeah Tell me somethin good (tell me tell me tell me) Tell me that you like it, yeah  You ain't got no kind of feeling inside I got something that'll sho nuff set yo' stuff on fire You refuse to put anything before your pride What I got will knock your pride aside  Tell me somethin good! (oh yeah! yeah!) Tell me that you love me yeah... Tell me somethin good!(oh baby baby baby yeah!) Tell me that you like it yeah! Tell me somethin good(Oh! Tell me baby Tell me!) Tell me that you love me...Yeah yeah, yeahyeahyeah Tell me something good!(ohhhhh tell me tell me tell me...that you like me...yeah)  ",
        "title": "Tell Me Something Good"
    },
    {
        "artist": "Tom T. Hall",
        "lyrics": "  [Verse 1:] That song is driving me crazy, I gotta hear it again First time I heard it I was with some friends It's a simple little song you can sing along with an old time melody So would you play that crazy little song again for me?  [Chorus:] That song is driving me crazy  [Verse 2:] I love that part about break my heart and baby please come home And I love that line about hurtin' my mind And my beer ain't got no foam  [Chorus]  [Verse 3:] Well, you'll sing high and I'll sing low And everybody sing along But everybody quit while I get my kick Singin' bring that boogie home Mhm, that song is a driving me crazy Okay gang, well, that song is driving me crazy  [Chorus]  ",
        "title": "That Song Is Driving Me Crazy"
    },
    {
        "artist": "Blue Swede",
        "lyrics": "  Sitting in a bus stop Singing silly songs  I'm lying awake Your voice makes me shake Singing songs I can stand more The shower runs dry But I don't know why You're still singing like mad  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe Silly Milly, if you're still trying To send my hair flying You're losing a friend  How can I explain I'm trying in vain To get used to her simple songs But she does not care And I cannot bear That she's driving me mad  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe Silly Milly, if you're still trying To send my hair flying You're losing a friend  Baby, tell me have you Gone out of your head Come on, Silly Milly, come on Milly, can't you see that You're making me feel bad Come on, silly, silly, silly Silly, Silly, silly  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe Silly Milly, if you're still trying To send my hair flying You're losing a friend  Silly Milly, if you're still trying To send my hair flying You're losing a friend  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe Silly Milly, if you're still trying To send my hair flying You're losing a friend  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe  Silly Milly, you nearly kill me Now why don't you thrill me My love is still strong but maybe  ",
        "title": "Silly Milly"
    },
    {
        "artist": "Smokey Robinson",
        "lyrics": "  Mama gave us all her life Now it's hard to live (Yeah) Mama gave us everything, boy Now it's her turn to live  Little brother Brother, don't you know? You got the best mother that the world has ever known Worked her fingers to the bone Now you're almost grown And out on your own She got the right to be left alone  I'm twenty You're sixteen And brother that's a-plenty 'Cause when came on the scene Mama was only seventeen So she's still a young woman If you know what I mean  She got the right To the man of her dreams (Yeah) She got the right To the man of her dreams She got the right To the man of her dreams  Mama gave us all her life And now it's her turn to live Her turn to live Mama raised us all her life And now it's her turn to live  Mama gave us everything, boy And now it's you're turn to give Well, well, well Because our mama, our mama (Mama loves him) (And ? her)  But what [?] us then Is when a man comes in And give him a chance to be your friend  She got the right to be loved again (Talkin' about mama) She got the right to be loved again (Mama) She got the right to be loved again (Mama, mama)  Mama gave us all her life Now it's her turn to live Mama gave us everything Our turn to give Her turn to live  And our turn to give Her turn to live Our turn to give (Mama got the right) (Mama got the right) (Mama got the right)  ",
        "title": "It's Her Turn To Live"
    },
    {
        "artist": "Commodores",
        "lyrics": null,
        "title": "Machine Gun"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Fox Hunt"
    },
    {
        "artist": "Terry Jacks",
        "lyrics": null,
        "title": "If You Go Away"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Verse 1] Come on Charlotte Wake up San Diego, Milwaukee, Miami Put your two lips together and kiss We're kissing in Cleveland, and Cincinnatti too Way out in Chicago, I'll tell you what to do They party all over, even in St. Lou So baby get ready and I'll be kissing you  [Chorus] Oh, oh, because anytime is kissing time, USA So treat me right, don't make me fight And we'll rock and roll tonight  [Verse 2] We're kissing in Dallas And Philly's going wild So let's Kiss Atlanta, ho You know we'll make it smile We love the women Way down in Tennessee So baby come on now and start a-kissing me  [Chorus] Oh, oh, because anytime is kissing time, USA So treat me right, don't make me fight And we'll rock and roll tonight  [Verse 3] Kiss all of Seattle, LA to Baltimore You know we been kissing in 'Frisco, so lets kiss some more Let's do it in Detroit, they all know the score So baby, oh baby, what are we waiting for  [Chorus][x3]  ",
        "title": "Kissin' Time"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "You And Me Against The World"
    },
    {
        "artist": "Sylvia And The Moments",
        "lyrics": null,
        "title": "Sho Nuff Boogie (Part I)"
    },
    {
        "artist": "Fanny",
        "lyrics": null,
        "title": "I've Had It"
    },
    {
        "artist": "Dickie Goodman",
        "lyrics": null,
        "title": "Mr. President"
    },
    {
        "artist": "Lamont Dozier",
        "lyrics": null,
        "title": "Fish Ain't Bitin'"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "I'm Falling In Love With You"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  There will never be any peace Until God is at the conference table There will never be any peace Until God is seated at the conference table (He?s at the conference table)  Men are runnin? from land to land Tryin? to make things alright Holding meeting after meeting, constantly reaching For what they maybe thinking is right  Everybody has a plan Ain?t that just a man People can?t you understand? We gotta tell ?em  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  What went on in the dark Has come to light Tell me who's to blame And what?s his name?  You can point your finger But you gotta remember What was done was done by a man So we gotta tell ?em  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  There will never be any peace Until God is seated at the conference table (He?s at the conference table)  Oh yeah, until God is seated (There will never be any peace, until God) At the conference table (He?s at the conference table)  God only needs (There will never be any peace) God seeing it [Incomprehensible] (Until God) Every body sing together (He?s at the conference table)  There will never be any peace No, no, peace (Until God) Until he is seated at the conference table (He?s at the conference table)  There will never be any peace So sing a little prayer now (Until God, He?s at the conference table) Everybody (There will never be any peace until God He?s at the conference table)  Holding hand in hand (There will never be any peace) All over the land (Until God) He's at the conference table  ",
        "title": "There Will Never Be Any Peace (Until God Is Seated At The Conference Table)"
    },
    {
        "artist": "George Fischoff",
        "lyrics": null,
        "title": "Georgia Porcupine"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": "  You've given me things That mean a lot A love I could endure You've given me A home, a family Made me feel secure  Yet all that you give There's a question That needs an answer How can you give Your love to another Come home and face me The morning after  How do you feel (How do you feel) The morning after (How do you feel) After you've given your Love to someone new  Tell me now How do you feel (How do you feel) The morning after (How do you feel) I lay here all night long Waiting on you  I know, I know, I know You must be dying inside If you tell me You'll be confessing So you can't apologize  Ooh, it hurts me so To know that I'm The one to suffer To know that I Must be second best When the best has Gone to another  How do you feel (How do you feel) The morning after (How do you feel) After you've given your Love to someone new  Tell me now How do you feel (How do you feel) The morning after (How do you feel) After I lay here all night long Waiting on you  Did she make you wanna cry The morning after After you've given your Love to someone else  Tell me now How do you feel The morning after After I lay here all night long Waiting on you  Oh, baby How do you feel The morning after After I lay here all night long Waiting on you  How do you feel The morning after After you've given your Love away to someone new...  ",
        "title": "How Do You Feel The Morning After"
    },
    {
        "artist": "Johnny T. Angel",
        "lyrics": null,
        "title": "Tell Laura I Love Her"
    },
    {
        "artist": "April",
        "lyrics": null,
        "title": "Wake Up And Love Me"
    },
    {
        "artist": "Paper Lace",
        "lyrics": "  Intro Daddy was a cop on the east side of Chicago Back in the U.S.A. back in the bad old days  In the heat of a summer night In the land of the dollar bill When the town of Chicago died And they talk about it still  When a man named Al Capone Tried to make that town his own And he called his gang to war With the forces of the law  I heard my mama cry I heard her pray the night Chicago died Brother what a night it really was Brother what a fight it really was Glory be!  I heard my mama cry I heard her pray the night Chicago died Brother what a night the people saw Brother what a fight the people saw Yes indeed!  And the sound of the battle rang Through the streets of the old east side 'Til the last of the hoodlum gang Had surrendered up or died  There was shouting in the street And the sound of running feet And I asked someone who said \"'Bout a hundred cops are dead!\"  I heard my mama cry I heard her pray the night Chicago died Brother what a night it really was Brother what a fight it really was Glory be!  I heard my mama cry I heard her pray the night Chicago died Brother what a night the people saw Brother what a fight the people saw Yes indeed!  And there was no sound at all But the clock upon the wall Then the door burst open wide And my daddy stepped inside And he kissed my mama's face And he brushed her tears away  The night Chicago died (Na-na na, na-na-na, na-na-na) The night Chicago died Brother what a night the people saw Brother what a fight the people saw Yes indeed!  The night Chicago died (Na-na na, na-na-na, na-na-na) The night Chicago died Brother what a night it really was Brother what a fight it really was Glory be!  (The night Chicago died)  ",
        "title": "The Night Chicago Died"
    },
    {
        "artist": "Fancy",
        "lyrics": null,
        "title": "Wild Thing"
    },
    {
        "artist": "Mott The Hoople",
        "lyrics": "  Ladies and Gentlemen, the golden age of rock and roll...  Everybody hazy, shell-shocked and crazy Screaming for the face at the window Jeans for the genies, dresses for the dreamies Fighting for a place in the front row  Ohhh, Ohhh, Ohhh (It's good for your body, it's good for your soul) Ohhh, Ohhh, let's go (It's the golden age of rock and roll)  Well you getta little buzz, send for the fuzz Guitars getting higher and higher The dude in the paint thinks he's gonna faint Stoke more coke on the fire  Ohhh, Ohhh, Ohhh (You gotta stay young, you can never grow old) Ohhh, Ohhh, Whoooa (It's the golden age of rock and roll)  The golden age of rock and roll will never die As long as children feel the need to laugh and cry Don't wanna smash - want a smash sensation Don't wanna wreck - just recreation Don't wanna fight - but if you turn us down We're gonna turn you around gonna mess with the sound  The show's gotta move, everybody groove There ain't no trouble on the streets now So if the going gets rough Don't you blame us You ninety-six decible freaks  Ohhh, Ohhh, Ohhh (Its good for body, its good for your soul) Ohhh, Ohhh, Whoooa (It's the golden age of rock and roll)  Ohhh, Ohhh, Ohhh (You gotta stay young, you can never grow old) Ohhh, Ohhh, Whoooa (Its good for body, its good for your soul) Ohhh, Ohhh, Whoooa (It's the golden age of rock and roll)  Ohhh, Ohhh, Ohhh (You gotta stay young, you can never grow old) Ohhh, Ohhh, Whoooa (Its good for body, its good for your soul) Ohhh, Ohhh, Whoooa (It's the golden age of rock and roll)  That's all  ",
        "title": "The Golden Age Of Rock 'n' Roll"
    }
]