[
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook] I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night Let's live it up I got my money Let's spend it up Go out and smash it Like, \"Oh my God!\" Jump out that sofa Let's kick it Off!  [Verse 1] I know that we'll have a ball If we get down, and go out, and just lose it all I feel stressed out, I wanna let it go Let's go way out, spaced out, and losing all control  [Refrain] Fill up my cup Mazel tov Look at her dancing, just take it off! Let's paint the town We'll shut it down Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it  [Hook] Cause I got a feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night, Hey! Let's live it up (let's live it up) I got my money, (My pay) Let's spend it up (let's spend it up) Go out and smash it  (Smash it) Like, \"Oh my God!\" ( like, \"Oh my God!\") Jump out that sofa, (Come on!) Let's kick it off!  [Refrain 1] Fill up my cup, (drank!) Mazel tov (l'chaim!) Look at her dancing (Move it, move it) Just take it off! Let's paint the town (Paint the town) We'll shut it down  (Let's shut it down) Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it, do it, do it, do it  [Verse 2] Here we come, here we go, we gotta rock (Rock rock rock rock rock) Easy come, easy go, now we on top (Top top top top top) Fill the shot, body rock, rock it don't stop (Stop stop stop stop stop) Round and round, up and down, around the clock (Rock rock rock rock rock)  [Verse 3] Monday, Tuesday, Wednesday and Thursday (do it!) Friday, Saturday, Saturday to Sunday (do it!) Weeekend get get get with us, you know what we say Party every day, p-p-p-party every day  [Hook] And I'm feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Outro] (Woo-hoo!)  ",
        "title": "I Gotta Feeling"
    },
    {
        "artist": "Jay Sean Featuring Lil Wayne",
        "lyrics": null,
        "title": "Down"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I hopped off the plane at LAX With a dream and my cardigan Welcome to the land of fame excess (woah) Am I gonna fit in? Jumped in the cab, here I am for the first time Look to my right, and I see the Hollywood sign This is all so crazy Everybody seems so famous  [Pre-Chorus 1] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the taxi man turned on the radio And the JAY-Z song was on And the JAY-Z song was on And the JAY-Z song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Verse 2] Get to the club in my taxi cab Everybody's looking at me now Like, \"Who's that chick, that's rockin' kicks? She gotta be from out of town\" So hard with my girls not around me It's definitely not a Nashville party 'Cause all I see are stilettos I guess I never got the memo  [Pre-Chorus 2] My tummy's turnin' and I'm feelin' kinda home sick Too much pressure and I'm nervous That's when the DJ dropped my favorite tune And a Britney song was on And a Britney song was on And a Britney song was on  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' Movin' my hips like, 'yeah' Got my hands up, they're playing my song They know I'm gonna be okay Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Bridge] Feel like hopping on a flight (on a flight) Back to my hometown tonight (town tonight) Something stops me every time (every time) The DJ plays my song and I feel alright  [Chorus] So I put my hands up They're playing my song, the butterflies fly away I'm noddin' my head like, 'yeah' (noddin' my head) Movin' my hips like, 'yeah' (ooh yeah) Got my hands up, they're playing my song They know I'm gonna be okay (gonna be okay) Yeah, it's a party in the U.S.A.  Yeah, it's a party in the U.S.A.   [Chorus] So I put my hands up They're playing my song, the butterflies fly away (flying away) I'm noddin' my head like, 'yeah' (noddin' my head like, 'yeah') Movin' my hips like, 'yeah' (movin' my hips like, 'yeah') Got my hands up, they're playing my song They know I'm gonna be okay (I'm gonna be okay) Yeah, it's a party in the U.S.A.  Yeah (ha-ha-ha-ha), it's a party in the U.S.A.   ",
        "title": "Party In The U.S.A."
    },
    {
        "artist": "Jay-Z, Rihanna & Kanye West",
        "lyrics": "  [Produced by Kanye West & No I.D]  [Intro: Rihanna] Feel it comin' in the air Hear the screams from everywhere I’m addicted to the thrill It's a dangerous love affair Can’t be scared when it goes down Got a problem, tell me now Only thing that's on my mind Is who's gon' run this town tonight Is who's gon' run this town tonight We gon' run this town!  [Verse 1: Jay Z] We are, yeah, I said it: we are This is Roc Nation, pledge your allegiance Get your fatigues on, all black everything Black cards, black cars, all black everything And our girls are blackbirds ridin' with they Dillingers I get more in depth if you boys really real enough This is la Familia, I'll explain later But for now, let me get back to this paper I'm a couple bands down and I'm tryin' to get back I gave Doug a grip and lost a flip for five stacks Yeah, I'm talkin' 5 comma, 6 zeros, dot zero, here Doug Back to runnin' circles round niggas, now we squared up Hold up!  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 2: Jay Z] We are, yeah, I said it: we are You can call me Caesar, in a dark Caesar Please follow the leader, so Eric B we are Microphone fiend, this the return of the God Peace, God, ah ah, it ain't no nobody fresher I'm in Maison, ah, Martin Margiela On the table, screamin' \"Fuck the other side! They're jealous!\" We got a banquette full of broads They got a table full of fellas Yeah, and they ain't spendin' no cake They should throw their hand in ‘Cause they ain't got no spades Yeah, my whole team got dough So my banquette is lookin' like millionaires' row  [Hook: Rihanna] Life’s a game, but it's not fair I break the rules, so I don’t care So I keep doin' my own thang Walkin' tall against the rain Victory’s within the mile Almost there, don’t give up now Only thing that's on my mind Is who’s gon' run this town tonight Heyyy, heyy, heyyy, heyy Who’s gon' run this town tonight?  [Verse 3: Kanye West] It's crazy how you can go from bein' Joe Blow To everybody on your dick; no homo I bought my whole family whips; no Volvos Next time I’m in church: please, no photos Police escorts, everybody passports This the life that everybody ask for This the fast life, we are on a crash course What you think I rap for, to push a fuckin' Rav 4? But I know that if I stay stunting All these girls only gon' want one thing I can spend my whole life goodwill hunting Only good gon' come is this good when I'm cumming She got a ass that'll swallow up a G-string And up top, ungh, two bee stings And I'm beasting off the Riesling And my nigga just made it out the precinct We give a damn about the drama that your dude bring I'm just tryin' to change the color on your mood ring Reebok, baby, you need to try some new things Have you ever had shoes without shoe strings? \"What's that, Ye?\" \"Baby, these heels.\" \"Is that a May— what?!\" \"Baby, these wheels.\" You trippin' when you ain't sippin', have a refill You feelin' like you runnin', huh? Now you know how we feel  [Outro: Jay Z & Rihanna] Whassup! Heyyy, heyy, heyyy, heyy Yeah, yeah, whassup! Heyyy, heyy, heyyy, heyy We gon' run this town tonight  ",
        "title": "Run This Town"
    },
    {
        "artist": "Kings Of Leon",
        "lyrics": "  [Verse 1: Kings of Leon] I've been roaming around, always looking down at all I see Painted faces fill the places I can't reach  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Verse 2: Kings of Leon] Someone like you and all you know and how you speak Countless lovers under cover of the street  [Chorus 1: Kings of Leon] You know that I could use somebody You know that I could use somebody  [Chorus 2: Kings of Leon] Someone like you  [Verse 3: Kings of Leon] Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's going to make you notice I hope it's going to make you notice  [Chorus 2: Kings of Leon] Someone like me Someone like me Someone like me Somebody Someone like me Someone like me Someone like me Somebody  [Bridge: Kings of Leon] I'm ready now I'm ready now I'm ready now I'm ready now  [Chorus 2: Kings of Leon] Someone like you Somebody Someone like you Somebody Someone like you Somebody  [Outro: Kings of Leon] I've been roaming around, always looking down at all I see  ",
        "title": "Use Somebody"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] You're on the phone with your girlfriend, she's upset She's going off about something that you said 'Cause she doesn't get your humor like I do I'm in the room, it's a typical Tuesday night I'm listening to the kind of music she doesn't like And she'll never know your story like I do  [Pre-Chorus] But she wears short skirts, I wear T-shirts She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me, you belong with me  [Verse 2] Walking the streets with you and your worn-out jeans I can't help thinking this is how it ought to be Laughing on a park bench, thinking to myself Hey, isn't this easy? And you've got a smile that could light up this whole town I haven't seen it in a while since she brought you down You say you're fine, I know you better than that Hey, whatcha doing with a girl like that?  [Pre-Chorus] She wears high heels, I wear sneakers She's Cheer Captain and I'm on the bleachers Dreaming about the day when you wake up and find That what you're looking for has been here the whole time  [Chorus] If you could see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Bridge] Oh, I remember you driving to my house In the middle of the night I'm the one who makes you laugh When you know you're 'bout to cry And I know your favorite songs And you tell me 'bout your dreams Think I know where you belong Think I know it's with me  [Chorus] Can't you see that I'm the one who understands you Been here all along, so why can't you see? You belong with me Standing by and waiting at your back door All this time how could you not know, baby? You belong with me, you belong with me  [Outro] You belong with me Have you ever thought just maybe You belong with me? You belong with me  ",
        "title": "You Belong With Me"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Wha-wha-wha-wha-what did you say? (J-J-J-J-J.R.) Mmmm, whatcha say Mmm, that you only meant well? Well of course you did Mmmm, whatcha say (Jason Derulo) Mmmm, that it's all for the best? Of course, it is  [Verse 1] I (I) was so wrong (wrong) for so long (long) Only tryna please myself (myself) Girl, I (I) was caught up (up) in her lust (lust) When I don't really want no one else, so no I know I should have treated you better (better) But me and you were meant to last forever (forever) So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Verse 2] How (how) could I live (live) with myself (self) Knowing that I let our love go? (Love go) And ooh (ooh), what I'd do (do) with one chance (chance) I just gotta let you know I know what I did wasn't clever But me and you we're meant to be together So let me in (let me in), give me another chance (another chance) To really be your man  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do But when I become a star we'll be living so large, I'll do anything for you So tell me, girl  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is Mmmm, whatcha say Mmmm, that you only meant well? Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Bridge] Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right, girl Girl, tell me what to say, I (say, I) I don't want you to leave me, though you caught me cheating Tell me, tell me what to say, I (say, I) I really need you in my life 'cause things ain't right  [Pre-Chorus] 'Cause when the roof caved in and the truth came out I just didn't know what to do (I just didn't know what to do) But when I become a star we'll be living so large, I'll do anything for you So baby, whatcha say  [Chorus] Mmmm, whatcha say Mmmm, that you only meant well? (Well of course I did, baby) Well of course you did Mmmm, whatcha say (whatcha say, whatcha say) Mmmm, that it's all for the best? Of course it is (well, of course it is) Mmmm, whatcha say (what did you say?) Mmmm, that you only meant well? Well of course you did (woah-oh-oh-oh) Mmmm, whatcha say (whatcha say, whatcha say) Wha-wha-wha-wha-what did you say?  [Outro] (Beluga Heights)  ",
        "title": "Whatcha Say"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Produced by Mariah Carey, The-Dream, and Tricky Stewart]  [Intro] I was like, \"Why are you so obsessed with me?\"  So oh, oh, oh, oh, so oh, oh, oh, oh, so oh, oh, oh, oh...  [Verse 1] All up in the blogs saying we met at the bar When I don't even know who you are Saying we up in your house, saying I'm up in your car But you in LA, and I'm out at Jermaine's I'm up in the A, you so, so lame And no one here even mentions your name It must be the weed, it must be the E Cause you be popping, heard you get it popping  [Chorus] Why you so obsessed with me? Boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional Boy, you're losing your mind It's confusing, yo, you're confused, you know Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  [Hook] Oh, oh, oh, oh Boy, why you so obsessed with me? So oh, oh, oh, oh, so oh, oh, oh, oh (And I'm the latest thing) So oh, oh, oh, oh, so oh, oh, oh, oh (And all the girls say) Obsessed, obsessed, obsessed...  [Verse 2] You on your job, you hating hard Ain't gon' feed you, I'mma let you starve Gasping for air, I'm ventilation You out of breath, hope you ain't waiting Telling the world how much you miss me But we never were, so why you tripping? You a mom and pop, I'm a corporation I'm the press conference, you a conversation  [Chorus] Why you so obsessed with me? and boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional Boy, you're losing your mind It's confusing, yo, you're confused, you know? Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  [Hook] Oh, oh, oh, oh Boy, why you so obsessed with me? So oh, oh, oh, oh, so oh, oh, oh, oh (And I'm the latest thing) So oh, oh, oh, oh, so oh, oh, oh, oh (And all the girls say) Obsessed, obsessed, obsessed...  [Chorus] (He's all up in George Foreman) Why you so obsessed with me? Boy, I wanna know Lying that you're sexing me, when everybody knows It's clear that you're upset with me Finally found a girl that you couldn't impress Last man on the earth still couldn't get this You're delusional, you're delusional (He's all up in George Foreman) Boy, you're losing your mind It's confusing, yo, you're confused, you know? Why you wasting your time? Got you all fired up with your Napoleon complex Seeing right through you like you're bathing in Windex  ",
        "title": "Obsessed"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] DJ Jim Jonsin I want everybody to stop what they doing (Mr. 305) Now if you know you're with somebody That you're gonna take the hotel room tonight Make some noise Meet me at the hotel room Meet me at the hotel room Meet me at the hotel room Meet me at the hotel room  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Verse 1: Pitbull] She like that freaky stuff Two in the \"o\" and one in the eye That kinky stuff, you nasty But I like your type And like T.I., it's whatever you like Bring your girls, just whatever the night Your man just left, I'm the plumber tonight I'll check yo pipes, oh, you the healthy type Well, here goes some egg whites  [Pre-Hook: Pitbull] Now gimme that sweet That nasty, that Gucci stuff Let me tell you what we gon' do Two plus two, I'm gon' undress you Then we're gonna go three and three You gon' undress me Then we're gonna go four and four We gon' freak some more, but first  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Verse 2: Pitbull] After party in hotel lobby Then we off to the room, like vroom Put them fingers in you mouth, or open up you blouse And pull that g-string down south Ooh, okay shawty, one's company Two's a crowd, and three's a party Your girl ain't with it, I got somebody And by nature, she's naughty  [Pre-Hook: Pitbull] Now gimme that sweet That nasty, that Gucci stuff Let me tell you what we gon' do Two plus two, I'm gon' undress you Then we're gonna go three and three You gon' undress me Then we're gonna go four and four We gon' freak some more, but first  [Refrain: Pitbull] Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  Forget about your boyfriend And meet me at the hotel room You can bring your girlfriends And meet me at the hotel room  [Hook] We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn We at the hotel, motel, Holiday Inn  [Outro] Mujeres! (eoeoe) Jenny Oye Que Obola  Mujeres! (eoeoe) Yamile Oye Que Obola  Mujeres! (eoeoe) Roslin Oye Que Obola  Mujeres! (eoeoe) Zulema Oye Que Obola  Mujeres! (eoeoe) Christina Oye Que Obola  Mujeres! (eoeoe) Carolina Oye Que Obola  Mujeres! (eoeoe) Sofia Oye Que Obola  Mujeres! (eoeoe) Stefany Oye Que Obola  Dale  ",
        "title": "Hotel Room Service"
    },
    {
        "artist": "Cobra Starship Featuring Leighton Meester",
        "lyrics": "  [Intro: Gabe Saporta] I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad  [Verse 1: Gabe Saporta] I know your type Yeah daddy's little girl Just take a bite (one bite) Let me shake up your world Cause just one night couldn't be so wrong I'm going to make you lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 1: Gabe Saporta] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  [Verse 2:  Leighton Meester] I know your type Boy you're dangerous Yeah you're that guy (That guy) I'd be stupid to trust But just one night couldn't be so wrong You make me want to lose control  [Pre-Chorus: Gabe Saporta] She was so shy 'Til I drove her wild  [Chorus 2: Gabe Saporta and Leighton Meester] I make them good girls go bad I make them good girls go bad I was hanging in the corner with my five best friends I knew that you were trouble but I couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go bad  [Bridge: Gabe Saporta and Leighton Meester] Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance Oh she got a way with them boys in the place Treat 'em like they don't stand a chance And he got a way with them girls in the back Actin' like they too hot to dance  [Chorus 1: Cobra Starship and Leighton Meester] I make them good girls go bad I make them good girls go bad You were hanging in the corner With your five best friends You heard that I was trouble but you couldn't resist I make them good girls go bad I make them good girls go Good girls go bad Good girls go bad Good girls go  ",
        "title": "Good Girls Go Bad"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Intro] S.O.S, she's in disguise S.O.S, she's in disguise There's a she-wolf in disguise Coming out, coming out, coming out  [Verse 1] A domesticated girl, that's all you ask of me Darling, it is no joke, this is lycanthropy The moon's awake now, with eyes wide open My body's craving, so feed the hungry  [Pre-Chorus] I've been devoting myself to you Monday to Monday and Friday to Friday Not getting enough retribution Or decent incentives to keep me at it I'm starting to feel just a little abused Like a coffee machine in an office So I'm gonna go somewhere cozy to get me a lover And tell you all about it  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  [Verse 2] Sitting across a bar, staring right at her prey It's going well so far, she's gonna get her way Nocturnal creatures are not so prudent The moon's my teacher and I'm her student  [Pre-Chorus] To locate the single men I got on me a special radar And the fire department hotline In case I get in trouble later Not looking for cute little divos or rich city guys I just want to enjoy (ungh!) By having a very good time And behave very bad in the arms of a boy  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  [Interlude] S.O.S, she's in disguise S.O.S, she's in disguise There's a she-wolf in disguise Coming out, coming out, coming out  [Chorus] There's a she-wolf in the closet Open up and set it free (awuu) There's a she-wolf in your closet Let it out so it can breathe  ",
        "title": "She Wolf"
    },
    {
        "artist": "Keri Hilson Featuring Kanye West & Ne-Yo",
        "lyrics": "  [Intro: Keri Hilson talking] A huh huh, not again Ohh, this ain't supposed to happen to me  [Break: Kanye West] Keep rocking and keep knocking Whether you Louboutin'd up or Reebokin' You see the hate that they serving on a platter So what we gonna have, dessert or disaster  [Verse 1: Keri Hilson] I never thought I'd be in love like this When I look at you my mind goes on a trip Then you came in and knocked me on my face Feels like in I'm a race but I already won first place I never thought I'd fall for you as hard as I did You got me thinking bout our life, our house, and kids Every morning I look at you and smile Cause boy you came around and you knocked me down, knocked me down  [Hook: Keri Hilson] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 2: Ne-Yo] I never thought I'd hear myself say \"Y'all go ahead, I think I'm going to kick it with my girl today\" I used to be commander-in-chief of my pimp ship flying high Til I met this pretty little missile that shot me out the sky Hey, so now I'm crashing Don't know how it happened But I know it feels so damn good Said if I could go back and make it happen faster Don't you know I would baby if I could Miss Independent, to the fullest The load never too much, she helping me pull it She shot the bullet that ended that life I swear to you the pimp in me just died tonight Girl sometimes love  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Verse 3: Kanye West] Tell me now, can you make it past your Caspers? So we can finally fly off into NASA You was always the cheerleader of my dream That seem to only date the head of football teams And I was the class clown that always kept you laughing We were never meant to be baby we just happened So please don't mess up the trick Hey Young World, I'm the new Slick Rick They say I move too quick but we can't let this moment pass us Let the hourglass pass right into ashes Let the wind blow the ash right before my glasses So I wrote this love letter right before my classes How could a goddess ask someone that's only average For advice, OMG, you listen to that bitch Woe is me baby this is tragic Cause we had it, we was magic I was flying now I'm crashing This is Bad, real bad, Michael Jackson Now I'm mad, real mad, Joe Jackson You should leave your boyfriend now, I'm gon' ask him  [Verse 4: Keri Hilson] So you got to take the good with the bad, happy and the sad And let it bring a better future than I had in the past Oh, cause I don't want to make the same mistakes I did I don't want to fall back on my face again I'll admit it, I was scared to act to love's call And if it hits better make it worth the fall  [Hook] Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down Sometimes love comes around and it knocks you down Just get back up, when it knocks you down, knocks you down  [Outro: Keri Hilson and Ne-Yo] Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah Won't see it coming when it happens But when it happens You're gonna feel it let me tell you now You see when love comes and knocks you down Yeah  ",
        "title": "Knock You Down"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Intro] You know, a lot of girls be Thinkin' my songs are about them This is not to get confused This one's for you  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 1] Know you got a roommate, call me when there's no one there Put the key under the mat and you know I be over there (Yup) I be over there, shawty, I be over there I be hittin' all the spots that you ain't even know was there And you don't even have to ask twice You could have my heart or we could share it like the last slice Always felt like you was so accustomed to the fast life Have a nigga thinkin' that he met you in a past life Sweatpants, hair tied, chillin' with no make-up on That's when you're the prettiest I hope that you don't take it wrong You don't even trip when friends say \"You ain't bringin' Drake along?\" You know that I'm workin', I'll be there soon as I make it home And she a patient in my waiting room Never pay attention to the rumors and what they assume And until them girls prove it I'm the one that never get confused with, 'cause—  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin'  [Verse 2] Sex, Love, Pain, baby, I be on that Tank shit Buzz so big I could probably sell a blank disc When my album drop, bitches'll buy it for the picture And niggas'll buy it too and claim they got it for they sister Magazine paper, girl, the money ain't the issue They bring dinner to my room and ask me to initial She call me the referee 'cause I be so official My shirt ain't got no stripes, but I can make your pussy whistle Like the Andy Griffith theme song And who told you to put them jeans on? Double cup love, you the one I lean on Feelin' for a fix, then you should really get your fiend on Yeah, just know my condo is the crack spot Every single show, she out there reppin' like a mascot Get it from the back and make your fuckin' bra strap pop All up in your slot 'til the nigga hit the jackpot  [Chorus] Baby, you my everything, you all I ever wanted We could do it real big, bigger than you ever done it You be up on everything, other hoes ain't never on it I want this forever, I swear I can spend whatever on it 'Cause she hold me down every time I hit her up When I get right, I promise that we gon' live it up She made me beg for it 'til she give it up And I say the same thing every single time I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had I say, you the fuckin' best, you the fuckin' best You the fuckin' best, you the fuckin' best You the best I ever had, best I ever had Best I ever had, best I ever had  [Outro] Uhh, ah yea See, this the type of joint you gotta dedicate to somebody Just make sure they that special somebody Young Money, yeah, yeah You know who you are (I got you, got you)  ",
        "title": "Best I Ever Had"
    },
    {
        "artist": "Fabolous Featuring The-Dream",
        "lyrics": "  [Produced by Shatek]  [Hook: The-Dream] Y'all know me cause all I do is ride around in Bentley coupe Got no need, she got me buyin her them Fendi shoes All we do is shop until we drop All-all-all-all-all-all we do is shop until we drop (Just throw it in the bag, bag) (x2)  [Fabolous - talking over Hook] You know we had to go shopping one more time, right? I think we forget somethin, haha, haha Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 1 - Fabolous] It's Mr. \"Throw It In The Bag\", I just throw it in the bag I don't know how much it cost but I know this bitch is bad Walk up to that register like I ain't know it had a tag I'm no liar I don't front, I'm a buy her what she want Cause your queen 'posed to get what she desire, what she want If my lady like to eat, then I'm a buy her restaurants And she such a boss bitch, she can hire who she want She can help me blow this green, she the fire to my blunt You can try her if you want, bet it's gon' cost you Bags with the G's, jeans with the horseshoe She can go to work or chill like a boss do That nigga ain't ya nigga unless he endorse you They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break - Fabolous - talking over Hook] If you gettin money, if you gettin money If you gettin money, just throw it in the bag Uh, uh, uh, uh, uh, uh I said if you gettin money, if you gettin money If you gettin money, just throw it in the bag  [Verse 2 - Drake] Well alright Loso, and Drizzy baby  Uh uh, we up in Barneys goin dumb again Every time we leave the manager say \"come again\" Honestly she's probably old enough to be my mama friend She just want that feeling back, I make her feel young again If her card declined, you need to check that shit and run again They don't give you limits when you keep that money comin in Yeah, just fold some paper around the magnet As soon as it approve you can throw it in the bag She mature to say the least And if I get a car then she make sure to pay the lease She used to have a husband 'til she found out that he cheats And then she filed for divorce and watch her bank account increase She got a condo with a view, a house with a pool Her son is 26 but he just went away to school She always show me pictures of him, tell me that's her baby I hope that I never meet him, that nigga look craaaaazy And I be spendin all my lady chips She got me feeling like my daddy back in '86 Yeah, she say she lucky that she his No, I'm lucky that you mine baby, you know what it isssss  [Hook]  [Break]  [Verse 3 - Fabolous] Shorty so nice, I don't mean polite When I say nice, I mean lookin right And you can't put a price on something lookin right If they ask how much, tell em what it's lookin like Everything I buy fly, it's like I'm bookin flights If I want it, I'm a get it, that should not be tooken light And that's on everything I got a crazy lady So Money Ain't A Thang Jay-Z, J.D Like Jay-Z's lady, it's Beyoncein Supportin your women goes beyond payin Watchin me ball is like LeBRON playin I'm in the Louie shoes you might see KanYe in They sayin it ain't trickin if you got it, they lyin I say it ain't trickin if you got her, she mine You niggas ain't got to worry 'bout her she fine My Player Card's approved, you niggas declined, NICEEE!!  [Hook]  [Break]  ",
        "title": "Throw It In The Bag"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Album Intro] Welcome Welcome to The E.N.D Do not panic, there is nothing to fear Everything around you is changing Nothing stays the same This version of myself is not permanent Tomorrow, I will be different The Energy Never Dies Energy cannot be destroyed, or created It always is, and it always will be This is the end, and the beginning.. Forever infinite Welcome  [Intro: Will.I.Am] Gotta get that, gotta get that Gotta get that Gotta get that, that, that, that-that  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 1: Will.I.Am] Yo, I got that hit to beat the block You can get that bass on the low I got that rock 'n roll, that future flow That digital spit, next level visual shit I got that (Boom boom boom) How the beat bang? (Boom boom boom)  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Verse 2: Taboo] I'm on that supersonic boom Y'all hear that spaceship (Zoom!) When I step inside the room, them girls go apeshit, mmm Y'all stuck on Super 8 shit, that lo-fi stupid 8-bit I'm on that HD flat, this beat go boom-boom-bap  [Verse 3: Apl.De.Ap & Will.I.Am] I'm a beast when you turn me on Into the future, cybertron Harder, faster, better, stronger Sexy ladies, extra longer Cause, we got the beat that bounce We got the beat that pound We got the beat, that 808 That boom boom in your town  [Breakdown: Fergie] People in the place If you wanna get down Put your hands in the air Will.I.Am., drop the beat now!  [Interlude 1: Will.I.Am] Yup, yup I be rockin them beats! Yup, yup I be rockin them beats! Y-yup, yup, yup, ha, ha, ha  [Verse 4: Will.I.Am] Here we go, here we go, satellite radio Y'all gettin hit wit the (Boom, boom!) Beats so big, I'm stepping on leprechauns Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the (Boom, boom!) Shitting on y'all wit the This beat be bumping, bumping This beat go boom boom!  [Interlude 2] Let the beat rock Let the beat rock Let the beat rock This beat be bumping, bumping This beat go boom boom!  [Bridge: Fergie] I like that boom boom pow Them chickens jacking my style They try to copy my swagger I'm on that next shit now I'm so three thousand and eight You so two thousand and late I got that boom boom boom That future boom boom boom Let me get it now  [Hook: Will.I.Am] (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) Gotta get that (Boom boom boom) That (Boom boom boom) That (Boom boom boom) (Boom boom)  [Outro] Let the beat rock (Let the beat rock) Let the beat rock (Let the beat...) Let the beat rock (Let the beat rock, rock, rock...)  ",
        "title": "Boom Boom Pow"
    },
    {
        "artist": "Jordin Sparks",
        "lyrics": "  [Verse 1] Don't try to explain your mind I know what's happening here One minute it's love and suddenly It's like a battle-field One word turns into war Why is it the smallest things that tear us down? My world's nothing when you're gone I'm out here without a shield Can't go back now  [Pre-Chorus] Both hands tied behind my back for nothing Oh no These times when we climb so fast to fall again Why we gotta fall for it now?  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like...  [Verse 2] Can't swallow our pride Neither of us wanna raise that flag If we can't surrender Then we both gonna lose what we had, oh no  [Pre-Chorus] Both hands tied behind my back for nothing Oh no These times when we climb so fast to fall again I don't wanna fall for it now?  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield)  [Post-Chorus I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your...  [Bridge] We could pretend that we are friends tonight And in the morning we'd wake up and we'd be alright Cause baby, we don't have to fight And I don't want this love to feel like...  [Chorus] A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Guess you better go and get your armor  [Chorus] I never meant to start a war You know I never wanna hurt you Don't even know what we're fighting for Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield) Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield) A battlefield (battlefield)  [Post-Chorus] I guess you better go and get your armor (get your armor) Get your armor (get your armor) I guess you better go and get your armor (get your armor) Get your armor (get your armor)  [Chorus] Why does love always feel like... Why does love always feel like... A battlefield (battlefield) A battlefield (battlefield)  [Outro] I never meant to start a war Don't even know what we're fighting for I never meant to start a war Don't even know what we're fighting for  ",
        "title": "Battlefield"
    },
    {
        "artist": "Mario Featuring Gucci Mane & Sean Garrett",
        "lyrics": "  [Intro: Unknown female] I love you, but I don't think I can love you anymore...  [Bridge: Sean Garrett] When I kiss you so good, why would you wanna break up? When this loving is so good, why would you wanna break up? If I hit that so good, why would you wanna break up? If the feeling is so good, why would you wanna break up?  [Hook: Mario (& Sean Garrett)] Lovin' you, lovin' you, lovin' you - when I'm, when I'm Lovin' you, lovin' you; why would you wanna break up? Do anything for you (why would you wanna break up?) See I be driving through your hood (why would you wanna break up?)  [Verse 1: Gucci Mane] Now baby girl had dumped me, she no longer wants me I'm no longer hired, she said that I been fired On to the next one - more fish in the sea Girls are like buses: miss one next 15 one comin' Gucci Mane crazy and the ice game stuntin' (Burr) Swag so stupid but the bitch straight dumped me Over, no more smoking doja Baby girl went A.W.O.L, she used to be my soulja  [Verse 2: Mario] (Don't) Don't I lace you with the Gucci? (Don't) Don't I deck you in the Louie? (Don't) Don't I make your earlobe freeze? (Don't) Don't when I dive I dive deep? I know I be (gone) I know I be (gone) I know I be (flirting with them girls) I know I be, say I be right back but take too long I know I be, saying I be faithful but I don't I know I be making you them promises then breaking your heart again Telling you she wasn't who she was then we arguing But ba-by.. I love, you - OHH!  [Hook x2]  [Verse 3: Sean Garrett] You might be from the hood, but to me you're a model Everything I ever ever seen in a model If you leaving baby don't leave me until tomorrow Tonight we gonna get a little tipsy with a bottle You gonna get me up, I'm gone take 'em down I'm gone change my ways, we gon' work it out Girl, I wouldn't be the same if you were with somebody else Girl, it wouldn't be the same if I were with somebody else I know, I made, mistakes, before Promise, you won't, get hurt, no more I got, what you, like and, you know Once you lay down, it's on  [Hook x2]  [Verse 4: Gucci Mane] Why you wanna leave me, you should wanna tease me Being icy ain't easy, I make it look easy Used to cop you Bally, now you rock Louie Now it's fuck shawty, I don't like Gucci  [Hook x2]  [Outro: Mario] Now would you, break up, break up, break up? Yeah I'm back, baby...  ",
        "title": "Break Up"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1] We are the crowd We're c-coming out Got my flash on, it's true Need that picture of you, it's so magical We'd be so fantastical Leather and jeans Garage glamorous Not sure what it means But this photo of us, it don't have a price Ready for those flashing lights 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Verse 2] I'll be a girl backstage at your show Velvet ropes and guitars Yeah, 'cause you're my rockstar in between the sets Eyeliner and cigarettes Shadow is burnt Yellow dance and we turn My lashes are dry Purple teardrops, I cry It don't have a price Loving you is cherry pie 'Cause you know that, baby, I...  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  [Bridge] Real good We dance in the studio Snap snap to that shit on the radio Don't stop for anyone We're plastic, but we still have fun!  [Chorus] I'm your biggest fan I'll follow you until you love me Papa-paparazzi Baby, there's no other superstar you know that I'll be Your papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi Promise I'll be kind But I won't stop until that boy is mine Baby, you'll be famous Chase you down until you love me Papa-paparazzi  ",
        "title": "Paparazzi"
    },
    {
        "artist": "Flo Rida Featuring Ne-Yo",
        "lyrics": "  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Verse 1: Flo Rida] Sh-sh-shawty with no limits, that's what I need all the time I'm w-w-with it, she with it, she not sure she put it down Come g-g-get it, the business, I h-h-hit it, whose is it? The Benz with the windows tinted, go on, lock it, dirty south Shown in like them grown men, Goose, Patron, gin L-let me go on in, sexy moanin', c-catch me jonesin' N-no not never ever witnessed little mama off schedule Got me achy, call me papi, hot as saki, fly as feathers B-but robbed that, sh-shawty house staked, g-got that prowl cat I wanna pop it like ecstasy, pretty face and all that But what I look for, this gal is hood core, b-baddest outdoors Deserve a encore, the definition of a show  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Verse 2: Flo Rida] Hey, I'm feeling you girl, wanna get close to you, no doubt My s-s-swagger should tell it more than anything can vouch Little mama you are what's happening, ghetto fine, I'll make you proud So stunt-alicious, I love it, let's at least work something out Miss Thang, million dollar game, Coke bottle frame Make my wall of fame, let me know your name, I control the rain I can make it better, matter of fact I'll make it wetter Stormy weather with this cheddar all because you hot as ever If you may lady, let me play baby, make my way baby You won't like it, send it back, i-it's okay baby You's a keeper, such a diva, give me your fever If I could freak ya, give me the word, I mean no harm  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  [Bridge: Ne-Yo] Girl, let me touch you like nobody can Girl, let me show you I'm a gentleman I wanna be the one to hold your hand I just wanna be, I just wanna be Girl, let me touch you like nobody can I wanna show you I'm a gentleman Girl, let me be the one to hold your hand I just wanna be, I just wanna be  [Hook: Ne-Yo] I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, on you I wanna be on you, on you And if you don't like that, then send it right back But I just gotta say, I just gotta say  I said excuse me little mama if I may Take this thought and send it your way And if you don't like that then send it right back But I just gotta say I wanna be on you, I wanna be on you And if you don't like that then send it right back But I just gotta say, I just gotta say Be on you, y-y-you  ",
        "title": "Be On You"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] She had a shiny little beamer with the ragtop down Sitting in the drive but she wouldn't get out The dogs were all barking and a wagging around And I just laughed and said you all get in She had on a new dress and she curled her hair She was looking too good not to go somewhere Said what you want to do baby I don't care We can go to the show We can stay right here  [Chorus] And I can take you for a ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor  [Bridge] Said we can fire it up and I can show you around Sit up on the hill and watch the sun go down When the fireflies are dancing and the moon comes out We can turn on the lights and head back to the house  [Chorus] Or we can take another ride on my big green tractor We can go slow or make it go faster Down through the woods and out to the pasture Long as I'm with you it really don't matter Climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town baby if you'd rather I'll take you for a ride on my big green tractor  [Verse 2] Just let me dust of the seat Put your pretty little arms around me You can climb up in my lap and drive if you want to Girl you know you got me to hold on to We can go to town or baby if you'd rather I'll take you for a ride on my big green tractor We can go to town Or we can go another round On my big green tractor  ",
        "title": "Big Green Tractor"
    },
    {
        "artist": "Michael Franti & Spearhead Featuring Cherine Anderson",
        "lyrics": "  (This one goes out to you and yours, worldwide)  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Verse 1] I've been a lot of places all around the way I've seen a lot of joy and I've seen a lot of pain But I don't want to write a love song for the world I just want to write a song about a boy and a girl  Junkies on the corner always calling my name And the kids on the corner playing ghetto games When I saw you getting down, well, I hope it was you And when I look into your eyes I knew it was true  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Verse 2] Now I'm not a highly metaphysical man But I know when the stars are aligned you can Bump into a person in the middle of the road Look into their eyes and you suddenly know  Rocking in the dance hall moving with you Dancing in the night in the middle of June My momma told me don't lose you 'Cause the best luck I had was you  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you  [Bridge] And I say, rocking in the dance hall, moving with you I say, hey momma, hey momma, close to you Rocking in the dance hall, moving with you I say, hey poppa, hey poppa, close to you Rocking in the dance hall moving with you I say, hey momma, hey momma, close to you Rocking in the dance hall moving with you I say, hey momma, hey momma, hey momma, hey momma Hey momma, hey momma, hey momma, hey momma  My momma told me don't lose you 'Cause the best luck I had was you And I know one thing That I love you  [Chorus] I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know I say hey, I'll be gone today But I'll be back all around the way It seems like everywhere I go The more I see, the less I know But I know one thing That I love you (baby girl) I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you  (Rocking in the dance hall moving with you I say, hey poppa, hey poppa Hey momma, hey momma Rocking in the dance hall moving with you Come on, hey poppa, hey poppa)  I love you, I love you, I love you I love you, I love you, I love you I love you, I love you, I love you  ",
        "title": "Say Hey (I Love You)"
    },
    {
        "artist": "Boys Like Girls",
        "lyrics": "  Top down in the summer sun The day we met was like a hit-and-run And I still taste it on my tongue (taste it on my tongue) The sky was burning up like fireworks You made me want you oh so bad it hurt But girl, in case you haven't heard  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  Hot sweat and blurry eyes We're spinning round a roller coaster ride The world stuck in black and white You drove me crazy every time we touched Now I'm so broken that I can't get up Oh girl, you make me such a lush  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  All the time I wasted on you All the bullshit you put me through Checking into rehab 'cause everything that we had Didn't mean a thing to you  I used to be love drunk, but now I'm hungover I'll love you forever, but now I'm sober  I used to be love drunk, but now I'm hungover I'll love you forever, forever is over We used to kiss all night, now it's just a bar fight So don't call me crying, say hello to goodbye 'Cause just one sip would make me sick I used to be love drunk, but now I'm hungover I'll love you forever, but now it's over  Nananananananananana Nananananananananana Nananananananananana Nananananananananana Nananananananananana Nananananananananana  Now it's over Still taste it on my tongue Nananananananananana Now It's over...  ",
        "title": "Love Drunk"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] I don't know But I think I may be fallin' for you Dropping so quickly Maybe I should keep this to myself Wait until I know you better  [Pre-Chorus] I am trying, not to tell you But I want to I'm scared of what you'll say And so I'm hiding what I'm feeling But I'm tired of holding this inside my head  [Chorus] I've been spending all my time Just thinking 'bout you I don't know what to do I think I'm fallin' for you I've been waiting all my life And now I found you I don't know what to do I think I'm fallin' for you I'm fallin' for you  [Verse 2] As I'm standing here And you hold my hand Pull me towards you And we start to dance All around us I see nobody Here in silence It's just you and me  [Pre-Chorus]  [Chorus]  [Bridge] Oh, I just can't take it My heart is racing The emotions keep spilling out  [Chorus]  [Outro] I think I'm fallin' for you I can't stop thinking 'bout it I want you all around me And now I just can't hide it [x2] I think I'm fallin' for you I'm fallin' for you Oh, oh no no Oh, oh I'm fallin' for you  ",
        "title": "Fallin' For You"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  I practiced this for hours, gon' round and round And now i think that I've got it all down And as i say it louder, I love how it sounds Cause I'm not taking the easy way out  Not wrapping this in ribbons Shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  It came out like a river once i let it out When i thought that I wouldn't know how Held on to it forever just pushing it down Felt to good to let go of it now Not wrapping this in ribbons, shouldn't have to give a reason why  It's no surprise i won't be here tomorrow I can't believe that i stayed till' today There's Nothing here in this heart left to borrow There's nothing here in this soul here to say Don't be surprised when we hate this tomorrow God knows we tried to find an easier way Yeah, you and i will be a tough act to follow But i know in time we'll find this was no surprise  Our favorite place that we used to go The warm embrace that no one knows The loving look that's left your eyes That's why this comes as no, as no surprise  If i could see the future and how this plays out I bet its better than where we are now But after going through this its easier to see the reason why  Its no surprise i won't be here tomorrow I can't believe that i stayed till' today Yeah you and i will be a tough act to follow But i know in time we'll find this was no surprise  The kiss goodnight, it comes with me Both wrong and right, our memories (our memories) The whispering before we sleep Just one more thing that you can't keep (you can't keep)  Our favorite place we used to go The warm embrace that no one knows The loving look that's left your eyes But i know in time we'll find this was no surprise  ",
        "title": "No Surprise"
    },
    {
        "artist": "Pitbull",
        "lyrics": "  [Intro] Haha Its Mr. 305 checkin' in for the remix You know that is 75 Street Brazil? Well this here is gon' be called Calle Ocho Hahahaha  Que Bola Cata, Que Bola Omega And this how we gon' do it Dale  One, two, three, four Uno, do', tres, cuatro  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) (Hahaha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere si Rumba (Como?)  Si e' verdad que tu ere' guapa Yo te voy a poner gozar Tu tienes la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 1] Tick to the tock, on my way to the top, huh Pit got it locked from goons to the locks R.I.P., uh, BIG and Pac That he's not, but damn he's hot Label flop but Pit won't stop Got her in the cockpit playin' with Pit's (Como?) Now watch me make a movie like Albert Hitchcock, ha Enjoy Me  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro (Woooo-ooo!)  [Verse 2] Mami got an ass like a donkey, with a monkey Look like King Kong Welcome to the crib, 305, that's what it is With a woman down here ya shhh The don't play games They off the chain, and they love to do Everythang and anythang, anythang And they love to gettin' in, gettin' on All night long (Dale)  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  [Verse 3] Baby you can get it, if you with it, we can play Baby I got cribs, I got condos we can stay Even got a king size matress we can lay Baby I don't care, I don't care, what they say, 'cause  [Chorus] I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha) I know you want me (want me) You know I want cha (want cha) I know you want me You know I want cha (want cha)  One, two, three, four Uno, do', tres, cuatro  Rumba (Si) Ella quiere su Rumba (Como?) Rumba (Si) Ella quiere su Rumba (Como?)  Si es verdad que tu ere guapa Yo te voy a poner gozar Tu tiene la boca grande Dale ponte a jugar (Como)  One, two, three, four Uno, do', tres, cuatro  ",
        "title": "I Know You Want Me (Calle Ocho)"
    },
    {
        "artist": "Green Day",
        "lyrics": "  [Verse 1] Do you know what's worth fighting for When it's not worth dying for? Does it take your breath away And you feel yourself suffocating? Does the pain weigh out the pride? And you look for a place to hide? Did someone break your heart inside? You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  [Verse 2] When you're at the end of the road And you lost all sense of control And your thoughts have taken their toll When your mind breaks the spirit of your soul Your faith walks on broken glass And the hangover doesn't pass Nothing's ever built to last You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  [Bridge] Did you try to live on your own When you burned down the house and home? Did you stand too close to the fire? Like a liar looking for forgiveness from a stone  [Guitar Solo]  [Verse 3] When it's time to live and let die And you can't get another try Something inside this heart has died You're in ruins  [Chorus] One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky  One, twenty-one guns Lay down your arms Give up the fight One, twenty-one guns Throw up your arms into the sky You and I  ",
        "title": "21 Guns"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] You got to help me out It's all a blur last night We need a taxi 'Cause you're hungover and I'm broke I lost my fake I.D But you lost the motel key Spare me your freaking dirty looks now Don't blame me  [Pre-Chorus 1] You wanna cash out And get the hell outta town Don’t be a baby Remember what you told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Verse 2] Why are these lights so bright? Oh, did we get hitched last night? Dressed up like Elvis Why am I wearing your class ring?  [Pre-Chorus 2] Don’t call your mother 'Cause now we’re partners in crime Don’t be a baby Remember what you told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Bridge] You got me into this Information overload, situation lost control Send out an S.O.S And get some cash out We’re gonna tear up the town No don’t be a baby Remember what you told me Remember what you told me Remember what you told me You told me You told me  [Chorus] Shut up, and put your money where your mouth is That's what you get for waking up in Vegas Get up, and shake the glitter off your clothes now That's what you get for waking up in Vegas  [Outro] That’s what you get, baby Shake the glitter Shake, shake, shake the glitter Come on! Gimme some cash out, baby Gimme some cash out, baby  ",
        "title": "Waking Up In Vegas"
    },
    {
        "artist": "Sean Kingston",
        "lyrics": "  [Intro] Somebody call 9-1-1 Shawty fire burning on the dance floor (woh-oha) (Fire burning) What a guann? (Fire burning) Kingston Let's go, hey (Hey, hey) Red One (Hey) Hey, Hey (Hey)  [Verse 1] Shawty got that super thing Hotter than the sun of South of Spain Got me soon as I walked through the door, oha My pocket started tickle-ing The way she dropped it low that thang Got me wanna spend my money on her, her  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor (woh-oha) I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor (Fire burning, fire burning)  [Verse 2] That body is a masterpiece The order is one in every hundred years But ain't no doubt I'm taking it home, home I'm afraid we'll blow them legs Little mama game is about to change She'll be on covers over the world, world  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor, woh-oha I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor (Fire burning, fire burning)  [Bridge] She got that fire in her dance that make them fellas run around, hey No exit from the dance floor so them boys want more, hey She got that fire in her dance that make them fellas run around My day, get outta my way, everybody, sing now No exit from the dance floor so them boys want more What's that boy, let's go, my day, let's go  [Pre-Hook] She get it, pop it, lock it, drop it That birthday cake Got a candle, need to blow that crazy flame away Now take my red, black cord and my jewelry Shawty is cool like the fire, cool like fire  [Hook] Somebody call 9-1-1 Shawty fire burning on the dance floor, woh-oha I gotta cool her down She gon' bring the roof to ground on the dance floor, woh-oha She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor She's fire burning, fire burning on the dance floor That little shawty's fire burning on the dance floor Somebody call 9-1-1  ",
        "title": "Fire Burning"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Intro] Me plus you I'mma tell you one time Me plus you (one time) I'mma tell you one time Me plus you (one time) I'mma tell you one time One time, one time  [Verse 1] When I met you, girl, my heart went knock, knock Now them butterflies in my stomach won't stop, stop And even though it's a struggle, love is all we got So we gon' keep, keep climbing to the mountain top  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Verse 2] Your love's so deep You know that it humbles me You're by my side Them troubles, them not trouble me Many have called, but the chosen is you Whatever you want shawty, I'll give it to you  [Pre-Chorus] Your world is my world And my fight is your fight And my breath is your breath When you're hurt, I'm not right  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Bridge] Shawty right there She's got everything I need And I'mma tell her one time, one time, one time Give you everything you need Down to my last dime She makes me happy I know where I'll be Right by your side 'cause she is the one for me, yeah  [Chorus] And girl, you're my one love My one heart, my one life for sure Let me tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you) And I'mma be your one guy, you'll be my number one girl Always making time for you I'mma tell you one time (girl, I love, girl, I love you) I'mma tell you one time (girl, I love, girl, I love you)  [Outro] Me plus you I'mma tell you one time Me plus you I'mma tell you one time Me plus you I'mma tell you one time One time, one time  ",
        "title": "One Time"
    },
    {
        "artist": "Dorrough",
        "lyrics": "  [Intro] Huh-huh, yo Mister D-O-Double-R  [Verse 1] I say yeah buddy, rollin' like a big shot Chevy tuned up like a NASCAR pitstop (Yeah) Fresh paint job (check) fresh inside (check) Is the outside frame and the trunk wide? (Yes) Are the rims big? (what?) Do it ride good? (good) Lean back, right hand on the pinewood  [Hook x2] Cream on the inside, clean on the outside Cream on the inside, clean on the outside Cream on the inside, clean on the outside Ice, ice cream, ice, ice, ice cream paint job  [Verse 2] Woo! Clean on the outside Cream on the inside, ice cream paint job (paint job) Got screens on the dash, watching Saved by the Bell Got a house by the bayside (bayside) Yeah, I'm livin' like that And I'm ridin' like that (like that) Boy I'm ridin' like that And the steerin' wheel wood like a baseball bat Just like Archie said, \"We ready\" Whole clique straight lunatics like Nelly Grand Marquis' paint job grape jelly R triple BC, big black box Chevy Crank my car, she be hummin' Rims so big, you can see me coming Prime Time Click, we get money Stay iced up like TV Johnny  [Hook x2]  [Verse 3] I'm live (I'm live) like a Superbowl kickoff My slab got a lot of niggas pissed off Yeah paint shine like lip gloss Cadillac got a wide body like Rick Ross Took time but my cash got right If I want it, I'mma buy it, I don't ask no price Rearview mirror, jumbo dice Trunk hit hard like Kimbo Slice Be around tint, no window light Car ride smooth so the rims alright That right thurr, C.C. I like Got the top notch slab for the dirt-cheap price Press one button, car automatic start Stand too close, car alarm might bark (Like what?) ARGH, ARGH, like Q-Dawgs Prime Time Click make it move like U-Haul  [Hook]  [Verse 4] I ride with a towel cause the candy paint wet Rims on the ride got these niggas upset Rims sittin' high, so I ride upset 6 12's in the trunk, 4 screen's in the deck I ride with a towel cause the candy paint wet Rims on the ride got these niggas upset Rims sittin' high, so I ride upset 6 12's in the trunk, 4 screen's in the deck I ride (I ride) I ride, (I ride) I ride (I ride) let's ride (let's ride) I ride (propped up) I ride (propped up) I ride (say bro) let's ride (let's ride) I gotta fresh paint job (check) fresh inside (check) Is the outside frame and the trunk wide? (Yes) Are the rims big? (what?) do it ride good? (good) Lean back, right hand on the pinewood  [Hook]  ",
        "title": "Ice Cream Paint Job"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Verse 1] Well, the plane touched down just about three o'clock And the city's still on my mind Bikinis and palm trees danced in my head I was still in the baggage line Concrete and cars are their own prison bars Like this life I'm living in But the plane brought me farther, I'm surrounded by water And I'm not going back again  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Chorus 2] Adios and vaya con Dios Yeah, I'm leaving GA And if it weren't for tequila and pretty señoritas I'd have no reason to stay Adios and vaya con Dios Yeah, I'm leaving GA Going to lay in the hot sun and roll a big fat one And grab my guitar and play  [Verse 2] Four days flew by like a drunk Friday night As the summer drew to an end They can't believe that I just couldn't leave And I bid adieu to my friends  Because my bartender, she's from the islands Her body's been kissed by the sun And coconut replaces the smell of the bar And I don't know if it's her or the rum  [Chorus] I got my toes in the water, ass in the sand Not a worry in the world, a cold beer in my hand Life is good today, life is good today  [Chorus 3] Adios and vaya con Dios A long way from GA Yes, and all the muchachas, they call me big papa When I throw pesos their way Adios and vaya con Dios A long way from GA Someone do me a favor and pour me some Jaeger And I'll grab my guitar and play Adios and vaya con Dios Going home now to stay The señoritas don't care when there's no dinero Yeah, I got no money to stay  [Bridge] Adios and vaya con Dios Going home now to stay  [Outro] I'm just going to drive up by the lake And put my ass in a lawn chair, toes in the clay Not a worry in the world, a PBR on the way Life is good today, life is good today  ",
        "title": "Toes"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Some things we don't talk about Rather do without And just hold the smile Fallin' in and out of love Same damn problem Together all the while  [Pre-Hook] You can never say never While we don't know when But time and time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Verse 2] Picture, you're the queen of everything As far as the eye can see Under your command I will be your guardian When all is crumblin' I steady your hand  [Pre-Hook] You can never say never While we don't know when Time, time, time again Younger now than we were before  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  [Bridge] We're falling apart and comin' together again and again We're growin' apart but we pull it together, pull it together, together again  [Hook] Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go Don't let me go  ",
        "title": "Never Say Never"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "Maxwell",
        "lyrics": "  [Verse 1:] Time will bring the real end of our trial One day they'll be no remnants No trace, no residual feelings within ya One day you won't remember me  Your face will be the reason I smile But I will not see what I cannot have foreva I'll always love ya, I hope you feel the same  Oh you played me dirty, your game was so bad You toyed with my affliction Had to fill out my prescription Found the remedy, I had to set you free  Away from me To see clearly the way that love can be When you are not with me I had to leave, I have to live I had to lead, I had to live  [Hook:] If I can't have you, let love set you free To fly your prettywings around Prettywings, your prettywings Your prettywings around  [Verse 2:] I came wrong you were right Transformed your love into light Baby believe me I'm sorry I told you lies  I turned day into night Sleep till I died a thousand times I shoulda showed you Better night better times better days And I miss you more, and more  [Hook:] If I can't have you, let love set you free To fly your prettywings around Prettywings, your prettywings your Prettywings, your prettywings around So prettywings, your prettywings around Prettywings, your prettywings around Say prettywings  oh prettywings, yeah Prettywings, your (oh oh) prettywings around  [Outro] (Ah, ah, yeah, ah/ Repeats throughout) Prettywings your prettywings around Yeah ay- ay - ay Prettywings your prettywings around Pretty pretty, pretty! Someone better's gonna love you! Prettywings your prettywings around Someone! Someone's gonna love you, baby Prettywings your prettywings around Yeah oh ooh Prettywings your prettywings around Pretty, pretty, prett- tay- pretay- tay wings Prettywings your prettywings around Ah yeah pretty woah yeah ah Prettywings your prettywings around  ",
        "title": "Pretty Wings"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye Even with our fists held high It never would've worked out right We were never meant for do or die  [Interlude] I didn't want us to burn out I didn't come here to hurt you, now I can't stop  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Verse 2] Looking at you makes it harder But I know that you'll find another That doesn't always make you wanna cry Started with a perfect kiss then we could feel the poison set in Perfect couldn't keep this love alive You know that I love you so, I love you enough to let you go  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  [Bridge] Already gone, already gone, already gone Already gone, already gone, already gone, yeah  [Verse 3] Remember all the things we wanted Now all our memories they're haunted We were always meant to say goodbye  [Chorus] I want you to know that it doesn't matter Where we take this road Someone's gotta go And I want you to know you couldn't have loved me better But I want you to move on, so I'm already gone  [Outro] I'm already gone, already gone You can't make it feel right when you know that it's wrong I'm already gone, already gone There's no moving on, so I'm already gone  ",
        "title": "Already Gone"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Winter getting colder, summer getting warmer Tidal wave coming 'cross the Mexican border Why buy a gallon, it's cheaper by the barrel Just don't get busted singing Christmas carols  [Chorus] That's us, that's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Look ma, no hands I love this American ride Gotta love this American ride  [Verse 2] Momma gets her rocks off watching' Desperate Housewives Daddy works his ass off paying' for the good life Kids on the YouTube learning how to be cool Living in a cruel world, pays to be a mean girl  [Chorus] That's us, That's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Look ma, no hands I love this American ride Gotta love this American ride  [Verse 3] Poor little infamous, America's town She gained five pounds and lost her crown Quick fix plastic surgical antidote Got herself a record deal, can't even sing a note  [Verse 4] Plasma getting bigger, Jesus getting smaller Spill a cup of coffee, make a million dollars Customs caught a thug with an aerosol can If the shoe don't fit, fits gonna hit the shan  [Outro] That's us, That's right Gotta love this American ride Both ends of the ozone burning Funny how the world keeps turning Hot dog, Hot damn I love this American ride Gotta love this American ride Oh yeah Na na na na na na na na na na na na na na na na na na nananananananana  ",
        "title": "American Ride"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] Da da da da Da da da da Da da da da da  [Verse 1] I don't know if I can yell any louder How many times have I kicked you out of here? Or said something insulting? Da da da da da I can be so mean when I wanna be I am capable of really anything I can cut you into pieces When my heart is broken Da da da da da  [Chorus] Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Verse 2] How did I become so obnoxious? What is it with you that makes me act like this? I've never been this nasty Can't you tell that this is all just a contest? The one that wins will be the one that hits the hardest But baby, I don't mean it I mean it, I promise baby Da da da da da  [Chorus] Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Bridge] I forgot to say out loud How beautiful you really are to me I cannot be without You are my perfect little punching bag And I need you I am sorry Da da da da Da da da da Da da da da da  [Chorus] Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me Please, don't leave me I always say how I don't need you But it's always gonna come right back to this Please, don't leave me  [Outro] Baby, please, please, don't leave me  ",
        "title": "Please Don't Leave Me"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] Well you done done me in, you bet I felt it I tried to be chill but you're so hot that I melted I fell right through the cracks And now I'm trying to get back Before the cool done run out I'll be giving it my bestest And nothing's going to stop me but divine intervention I reckon it's again my turn, to win some or learn some  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 2] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find love, love, love, love Listen to the music of the moment people dance and sing We're just one big family And it's our God-forsaken right to be loved loved loved loved loved  [Chorus] So I won't hesitate no more, no more It cannot wait, I'm sure There's no need to complicate Our time is short This is our fate, I'm yours But do, do, do, do you, but do you, do, do, do you, but do you want to come on, scooch on over closer, dear And I will nibble your ear  [Verse 3] I've been spending way too long checking my tongue in the mirror And bendin' over backwards just to try to see it clearer But my breath fogged up the glass And so I drew a new face and I laughed I guess what I'm saying is there ain't no better reason To rid yourself of vanities and just go with the seasons It's what we aim to do Our name is our virtue  [Chorus] But I won't hesitate no more, no more It cannot wait, I'm yours  [Verse 4] Well open up your mind and see like me Open up your plans and, damn, you're free Look into your heart and you'll find that the sky is yours So please don't, please don't, please don't There's no need to complicate 'Cause our time is short This oh, this oh, this is our fate I'm yours  [Outro] (Scat Ad-lib)  ",
        "title": "I'm Yours"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] Oh, turn up the music, let's get out on the floor I like to move it, come and give me some more Watch me getting physical, out of control, ah, ah, ah There's people watching me, ah, I never miss a beat  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  [Verse 2] Oh, my body's aching, system overload, overload Temperature's rising, I'm about to explode Watch me, I'm intoxicated, take in the show, ah It's got me hypnotized, ah, everybody step aside  [Pre-Chorus] Steal the night, kill the lights, feel it under your skin Time is right, keep it tight cause it's pulling you in Wrap it up, you can't stop cause it feels like an overdose (Feels like an overdose, like an overdose)  [Chorus] Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground  Come on and evacuate, feel the club is heating up Move on and accelerate, push it to the top Come on and evacuate, feel the club is heating up Move on and accelerate, you don't have to be afraid  [Bridge] Now guess who's back with a brand new track? They got everybody in the club going mad So everybody in the back Get your back up off the wall and just shake that thang Go crazy, yo lady, yo baby Let me see you wreck that thang Now drop it down low, low Let me see you take it to the dance floor, yo  [Chorus] Everybody in the club (Evacuate the dance floor) Everybody in the club (I'm infected by the sound) Everybody in the club (Stop, this beat is killing me) Hey Mr. DJ, let the music take me underground Oh, oh, evacuate the dance floor Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me Hey Mr. DJ, let the music take me underground  [Outro] Oh, oh, evacuate the dance floor (Everybody in the club) Oh, oh, I'm infected by the sound Oh, oh, stop, this beat is killing me (Everybody in the club) Hey Mr. DJ, come burn this place right down to the ground...  ",
        "title": "Evacuate The Dancefloor"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1] I remembered black skies The lightning all around me I remembered each flash As time began to blur Like a startling sign That fate had finally found me And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Give me reason To fill this hole Connect this space between Let it be enough to reach the truth that lies Across this new divide  [Verse 2] There was nothing in sight But memories left abandoned There was nowhere to hide The ashes fell like snow And the ground caved in Between where we were standing And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Across this new divide  [Bridge] In every loss in every lie In every truth that you deny And each regret and each goodbye Was a mistake too great to hide And your voice was all I heard That I get what I deserve  [Chorus] So give me reason To prove me wrong To wash this memory clean Let the floods cross The distance in your eyes Give me reason To fill this hole Connect this space between Let it be enough to reach the truth that lies Across this new divide Across this new divide Across this new divide  ",
        "title": "New Divide"
    },
    {
        "artist": "Rob Thomas",
        "lyrics": "  [Verse 1] 'Oh what the hell' she says 'I just can't win for losing' And she lays back down Man there's so many times I don't know what I'm doin' Like I don't know now  [Pre-Chorus 1] And by the light of the moon she rubs her eyes Says it's funny how the night can make you blind I can just imagine (imagine) And I don't know what I'm supposed to do But if she feels bad then I do too So I let her be  [Chorus] And she says 'ooh I can't take no more' Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling down Way down (way down)  [Verse 2] Well she sits down and stares into the distance And it takes all night (all night) And I know I could break her concentration Oh, but it don't feel right  [Pre-Chorus 2] So by the light of the moon she rubs her eyes Sits down on the bed and starts to cry And there's something less about her And I don't know what I'm supposed to do So I sit down and I cry too But don't let her see  [Chorus] And she says ooh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling down  [Bridge] She shuts out the night And tries to close her eyes If she can find daylight Then she'll be all right She'll be all right Just not tonight  [Chorus] And she says ooh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She's down in it She tried her best and now she can't win, it's hard To see them on the ground Her diamonds falling Oh I can't take no more Her tears like diamonds on the floor And her diamonds bring me down Cause I can't help her now She down with it She tried her best and now she can't win, It's hard To see them on the ground Her diamonds falling down I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling down I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling down yeah I can't take no more Diamonds on the floor (no more, no more, no more) Diamonds falling over her diamonds falling down I can't take this diamonds falling down  ",
        "title": "Her Diamonds"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Let's have some fun, this beat is sick I wanna take a ride on your disco stick Let's have some fun, this beat is sick I wanna take a ride on your disco stick  [Interlude] Hey! Hey!  [Verse 1] I wanna kiss you But if I do, then I might miss you, babe It's complicated and stupid Got my ass squeezed by sexy Cupid Guess he wants to play, wants to play a lovegame, a lovegame  [Pre-Chorus] Hold me and love me Just wanna touch you for a minute Maybe three seconds is enough for my heart to quit it Let's have some fun, this beat is sick I wanna take a ride on your disco stick Don't think too much, just bust that stick I wanna take a ride on your disco stick  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  [Verse 2] I'm on a mission And it involves some heavy touching, yeah You've indicated your interest I'm educated in sex, yes And now I want it bad, want it bad A lovegame, a lovegame  [Pre-Chorus] Hold me and love me Just wanna touch you for a minute Maybe three seconds is enough for my heart to quit it Let's have some fun, this beat is sick I wanna take a ride on your disco stick Don't think too much, just bust that stick I wanna take a ride on your disco stick  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  [Bridge] I can see you staring there from across the block With a smile on your mouth and your hand on your (huh) The story of us, it always starts the same With a boy and a girl and a, (huh) and a game And a game (huh) And a game (huh) And a game (huh) A lovegame!  [Chorus] Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame Let's play a lovegame, play a lovegame Do you want love, or you want fame? Are you in the game? Doing the lovegame  ",
        "title": "LoveGame"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well I know there's a reason And I know there's a rhyme We were meant to be together That's why We can roll with the punches We can stroll hand in hand And when I say it's forever You understand  [Chorus] That you're always in my heart You're always on my mind But when it all becomes too much You're never far behind And there's no one that comes close to you Could ever take your place Cause only you can love me this way  [Verse 2] I could have turned a different corner I could have gone to another place Then I'd of never had this feeling That I feel today, yeah  [Chorus] And you're always in my heart Always on my mind When it all becomes too much You're never far behind And there's no one that comes close to you Could ever take your place Cause only you can love me this way  Oh  [Chorus]  [Outro] Only you can love me this way  ",
        "title": "Only You Can Love Me This Way"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] A lot of people called it prison when I was growing up But these are my roots and this is what I love Cause everybody knows me and I know them And I believe that's the way we were supposed to live Wouldn't trade one single day here in small town USA  [Chorus] Give me a Saturday night my baby by my side A little Hank Jr. and a six pack of light Old dirt road and ill be just fine Give me a Sunday morning that's full of grace A simple life and I'll be okay Here in small town USA  [Verse 2] Around here we break our backs just to earn a buck We never get ahead but we have enough I watch people leave and then come right back I never wanted any part of that I'm proud to say that I love this place Good ole small town USA  [Chorus]  [Bridge] I wouldn't trade one single day I'm proud to say I love this place  [Chorus]  ",
        "title": "Small Town USA"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I can almost see it That dream I'm dreaming, but There's a voice inside my head saying You'll never reach it Every step I'm taking Every move I make feels lost, with no direction My faith is shaken  [Pre-Chorus 1] But I, I got to keep trying Gotta keep my head held high  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Verse 2] The struggles I'm facing The chances I'm taking Sometimes might knock me down, but No, I'm not breaking I may not know it But these are the moments that I'm gonna remember most, yeah Just got to keep going  [Pre-Chorus 2] And I, I got to be strong Just keep pushing on, 'cause...  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Instrumental Bridge]  [Chorus] There's always gonna be another mountain I'm always gonna want to make it move Always gonna be an uphill battle Sometimes I'm gonna have to lose Ain’t about how fast I get there Ain’t about what's waiting on the other side It's the climb  [Outro] Keep on moving Keep climbing Keep the faith, baby It's all about, it's all about the climb Keep the faith, keep your faith  ",
        "title": "The Climb"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Rachel: Ohh, how about a round of applause? Hey, standin' ovation Ooh, ohh yeah, yeah, yeah, yeah  You look so dumb right now Standin' outside my house Tryin' to apologize You're so ugly when you cry Please, just cut it out  And don't tell me you're sorry 'cause you're not Baby when I know you're only sorry you got caught But you put on quite a show (oh) Really had me goin' Now it's time to go (oh) Curtain's finally closin' That was quite a show (oh) Very entertainin' But it's over now (but it's over now) Go on and take a bow, ohhh  Grab your clothes and get gone (get gone, you better hurry up) You better hurry up before the sprinklers come on (come on) Talkin' 'bout, \"Girl, I love you, you're the one\" This just looks like a re-run Please, what else is on? (woaah)  And don't tell me you're sorry 'cause you're not (mmm) Baby when I know you're only sorry you got caught You put on quite a show (oh) Really had me goin' Now it's time to go (oh) Curtain's finally closin' That was quite a show (oh) Very entertainin' But it's over now (but it's over now) Go on and take a bow  Ohhh, and the award for the best liar goes to you (goes to you) For makin' me believe that you could be faithful to me Let's hear your speech out  (But you put on quite a show, really had me goin') Now it's time to go (oh) Curtain's finally closin' That was quite a show (oh) Very entertainin' But it's over now (but it's over now) Go on and take a bow  But it's over now...  ",
        "title": "Take A Bow"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": null,
        "title": "Smile"
    },
    {
        "artist": "Drake Featuring Trey Songz & Lil Wayne",
        "lyrics": "  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 1: Drake] Aw yeah, Trey, I fuckin' feel ya They be starin' at the money like it's unfamiliar I get it, I live it, to me there's nothing realer Just enough to solve your problems, too much'll kill ya And when I leave I always come right back here The young spitter that everybody in rap fear A lot of y'all are still sounding like last year The game need change and I'm the motherfuckin' cashier Nickels for my thoughts, dimes in my bed Quarters of the kush shape the lines in my head Take my verses too serious, you'll hate me 'Cause I'm the one to paint a vivid picture, no HD Yeah, I want it all, that's why I strive for it Diss me, you'll never hear a reply for it Any award show or party, I get fly for it I know that it's coming, I just hope that I'm alive for it  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 2: Drake] Yeah, I want things to go my way But as of late, a lot of shit been going sideways And my mother try to run away from home But I left something in the car and so I caught her in the driveway And she cried to me, so I cried too And my stomach was soaking wet, she only 5'2\" And 40, that was all before I showed up And brought a thousand dollars worth of drinks and got poured up Damn, my reality just set in And even when the Phantom's leased, them hoes wanna get in I do a lot of things hoping I never have to fit in So try to keep up with my progress, it's like a dead-end My girl love me, but fuck it, my heart beats slow And right now the tour bus is looking like a freak show And life change for us every single week, so It's good, but I know this ain't the peak though 'cause I want the:  [Interlude] Alright well, umm alright.  You’ll just have to do it without me You know what you do… you know what you do nigga. You making it to the top, all the way to the top. You need to go further than mine, and not the money, you know what I’m saying  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Verse 3: Drake] Wise words from a decent man Back when I was trying to put a ring on Alisha hand This lost boy got fly without Peter Pan And my delivery just got me buzzing like the pizza man In-person I am everything and more I'm everywhere these other niggas never been before But inside I'm treading water, steady trying to swim to shore I'm on a shopping spree to get whatever is in store Yeah, just call me \"Shopping Bag Drizzy\" Or call me Mr. \"Damn, he ain't coppin' that, is he?\" And fans of the freshman is about to get iffy While this youngin that you doubted is about to get busy I'ma kill it, I promise, that's how I know you're mad I've always treated my city like some shoulder pads The big homie, use a flash if you must And I swear I ain't asking for much, all I want is the  [Chorus: Trey Songz] I want the money, money and the cars Cars and the clothes, the hoes, I suppose I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful I just wanna be, I just wanna be successful  [Drake] Yeah, its like, like I know what I gotta say I just don’t know how to say it, to you  [Verse 4: Lil Wayne] Pardon the swag, but bitch it's Car-tey Long bread, I don't eat shortcake, how come I can't Miss a woman like I can't miss court dates Cheese, but she's not in this portrait And yeah, life's fine, but I don't portray I'm on the other side, but it is a short gate I don't want the glow, I want the glo-ray And I'ma fuck the world, but this is just foreplay Tired of hearing bullshit, bring on the cow shit Haven't met a smell that's stinkier than our shit And that's word to Toronto So high up, I got birds in the condo Ha, ain't that a female dog Ask her who I am to her, and she yell \"God\" Weezy Baby, I go re-al hard No further details, boy  ",
        "title": "Successful"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah Mum mum mum mah...  [Verse 1] I wanna hold 'em like they do in Texas, please Fold 'em, let 'em hit me, raise it; baby, stay with me (I love it) Love game intuition, play the cards with spades to start And after he's been hooked, I'll play the one that's on his heart  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  [Verse 2] I wanna roll with him, a hard pair we will be A little gambling is fun when you're with me (I love it) Russian roulette is not the same without a gun And baby, when it's love, if it's not rough, it isn't fun (fun)  [Pre-Chorus] Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got Oh, oh-oh, oh, oh Oh oh oh oh, oh oh I'll get him hot, show him what I've got  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) (Mum mum mum mah) (Mum mum mum mah)  [Bridge] I won't tell you that I love you Kiss or hug you ’Cause I'm bluffin' with my muffin I'm not lying, I'm just stunnin' with my love-glue-gunnin' Just like a chick in the casino Take your bank before I pay you out I promise this, promise this Check this hand ’cause I'm marvelous  [Chorus] Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody) Can't read my, can't read my No he can't read my poker face (She’s got me like nobody)  [Post-Chorus] Po-po-po-poker face, po-po-poker face Po-po-po-poker face, po-po-poker face (She’s got me like nobody) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah) Po-po-po-poker face, po-po-poker face (Mum mum mum mah)  ",
        "title": "Poker Face"
    },
    {
        "artist": "Jay-Z + Alicia Keys",
        "lyrics": "  [Verse 1: Jay Z] Yeah, I'm out that Brooklyn, now I'm down in Tribeca Right next to DeNiro, but I’ll be hood forever I’m the new Sinatra, and since I made it here I can make it anywhere, yeah, they love me everywhere I used to cop in Harlem; hola, my Dominicanos Right there up on Broadway Brought me back to that McDonalds Took it to my stash spot, 560 State Street Catch me in the kitchen, like a Simmons whippin' pastry Cruising down 8th street, off-white Lexus Driving so slow, but BK is from Texas Me, I’m out that Bed-Stuy, home of that boy Biggie Now I live on Billboard and I brought my boys with me Say what up to Ty Ty, still sipping Mai Tais Sitting courtside, Knicks and Nets give me high fives Nigga, I be Spiked out, I can trip a referee Tell by my attitude that I'm most definitely from…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] You're welcome, OG I made you hot, nigga  [Verse 2: Jay Z] Catch me at the X with OG at a Yankee game Shit, I made the Yankee hat more famous than a Yankee can You should know I bleed Blue, but I ain't a Crip, though But I got a gang of niggas walking with my clique though Welcome to the melting pot, corners where we sellin' rocks Afrika Bambaataa shit, home of the hip-hop Yellow cab, gypsy cab, dollar cab, holla back For foreigners it ain't fair, they act like they forgot how to add Eight million stories out there in the naked city It's a pity half of y’all won’t make it Me, I gotta plug Special Ed \"I Got It Made\" If Jeezy's paying LeBron, I’m paying Dwyane Wade Three dice Cee-lo, three card Monte Labor Day Parade, rest in peace Bob Marley Statue of Liberty, long live the World Trade Long live the king, yo; I’m from the Empire State, that's…  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  [Interlude: Jay Z] That boy good Welcome to the bright light, baby!  [Verse 3: Jay Z] Lights is blindin', girls need blinders So they can step out of bounds quick, the side lines is Lined with casualties who sip the life casually Then gradually become worse; don’t bite the apple, Eve! Caught up in the in-crowd, now you're in-style And in the winter gets cold en vogue with your skin out The city of sin is a pity on a whim Good girls gone bad, the city's filled with 'em Mami took a bus trip and now she got her bust out Everybody ride her, just like a bus route \"Hail Mary\" to the city, you're a virgin And Jesus can’t save you, life starts when the church ends Came here for school, graduated to the high life Ball players, rap stars, addicted to the limelight MDMA got you feeling like a champion The city never sleeps, better slip you a Ambien  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York  [Bridge: Alicia Keys] One hand in the air for the big city Street lights, big dreams, all looking pretty No place in the world that can compare Put your lighters in the air Everybody say: \"Yeah!\"  [Hook: Alicia Keys] New York, concrete jungle Where dreams are made of There's nothing you can’t do Now you’re in New York These streets will make you feel brand new Big lights will inspire you Let's hear it for New York New York, New York  ",
        "title": "Empire State Of Mind"
    },
    {
        "artist": "Jeremih",
        "lyrics": "  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Verse 1] I got money, I don't need a Range I'm a pimp, I don't need a cane Big bills Charlie, you could keep the change Now that I got the torch, I'm a keep the flame I'm a keep my aim, gotta make the big shots In my linen suit, Louis V flip flops Got a bad bitch, her hair and nails tip top Jeremih got the game on a slipknot Just before the stacks, I got rubber bands Consumers only want you to supply demand So here I am, check my DNA Gettin' money is the only thing on my résumé  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Verse 2] Like the dealer ship, I got beaucoup cars Penitentiary, I keep beaucoup bars Flow so hot, fried in beaucoup lard Hollywood ground, I got beaucoup stars Don't need Roger Ebert or the paparazzi Take more than the red out the corner, stop me I got hella licks, man, hella [?] Hit the weed man, so I can get in touch with Mary Jane You're a Scorpio, girl get over here Grab me all night, like you came to Paul Revere Kissin' on my neck, nibblin' on my ear You say you wanna chill, go 'head and have a beer  [Chorus] I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh I thought I told ya, Imma star You see the ice, you see the cars Flashy lights, everywhere we are Livin' like, like there's no tomorrow Oh oh ohh  [Bridge] Now if you back it up, shawty, I'ma stack it up If you back it up, shawty, I'ma stack it up You know I'ma stack it up but only if you back it up Oh oh, ay, oh oh, ay  [Interlude] Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh  [Verse 3] Ohh Okay, now I be ballin', I, I, I be, I be ballin' You can catch me in the air, air, I'll be rollin' When I'm tryna grab some gear, gear, I be mallin' In the middle of the club with 1 dolla, you call it The either the camera's flickin' or the police clockin' Especially at the end of the month when it's just not an option Now they got that spotlight on me Why they put that on me? Now I'm never lonely Cause everywhere I go it's...  [Outro] Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh Flashy lights Oh, lights Oh, lights Oh oh ohh Everywhere we are, oh oh oh Everywhere we are, oh oh oh  ",
        "title": "Imma Star (Everywhere We Are)"
    },
    {
        "artist": "Gucci Mane Featuring Plies Or OJ Da Juiceman",
        "lyrics": "  [Hook: Gucci Mane] Ha, ha, ha, ha (So wasted, so wasted, wasted) Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanky (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 1: Gucci Mane] Geeking like Whitney, geeking like Britney (Wasted) Gucci no hippie but he stoned like Jimmy (Jimmy) X-pill poppers, geeked up crazy (Crazy) Whole clique rolling, everyone's wasted (Wasted) Purple Codeine Sprite pink: don't waste it (Waste it) Mix-up, grandma drink it, didn't taste it (Taste it) Now grandma sipping syrup, leaning wasted Walking around fucked up twisting her fingers Homegirl slipped up, drunk, got wasted (Wasted) Now she backstage and she trying to get famous See me, I'm a drinkie, drinking, Gucci Mane shake it (shake it) Club life, damn right, Gucci Mane wasted (wasted)  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 2: Plies] I don't wear tight jeans like the white boys But I do get wasted like the white boys Now I'm looking for a bitch to suck this Almond Joy Say she got to stop sucking cause her jaws sore Got a bitch on the couch, bitch on the floor (on the floor) Your partner just popped another one, now he rolling more Was on 3 pills, now he on 4 I don't know why, but that Remy turn me into a whore Walked in the club, pocket full of big faces Got that 40 on my waist and it's off safety About 40 goons with me and we all wasted On Remy straight tonight, dogg, no chaser  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Verse 3: Gucci Mane] Whole click faded, we geeked up crazy (crazy) Big boy bracelets, we \"white-boy wasted\" (Wasted) No shirts, fuck it! Our necks and arms are tatted We sloppy drunk, disgusted, the liquor keep wasting (wasting) 2-8-5 Eastside, me and Plies wasted (Wasted) Racing, Chevy beating, booty/butt chasing Spring bling, 50 thousand, white girls shaking Some dancing naked, but everyone's wasted (Wasted) Magic City Monday, ball-player wasted (Wasted) This is for your uncle drinking Thunderbird, wasted (Wasted) 12-pack wasted, I need more cases (Wasted) And Gucci's not a racist all my diamonds caucasian  [Hook: Gucci Mane] Rock star lifestyle, might don't make it (Wasted) Living life high, everyday clique wasted (Wasted) Sipping on purple stuff, rolling up stanking (Wasted) Wake in the morning, 10 o'clock drinking (Wasted) \"Party, party, party!\" Let's all get wasted (Wasted) Shake it for me, baby girl. Do it butt-naked (Wasted) I'm so wasted, she's so wasted (Wasted) Tell the bartender send me 20 more cases  [Outro: Gucci Mane] This is GPSA (Ghetto Public Service Announcement) We don't get fucked up no more We get wasted (Wasted) Gucci Mane, Plies, FATBOI  ",
        "title": "Wasted"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Every day's a lifetime without you Hard to get through, since you’ve gone So I do the only thing I know how to, to get by I’m livin' for the night  [Verse 2] I’ve drawn all the curtains in this old house To keep the sun out, and off of my face Friends stop by to check - in ‘cause I’ve checked out I tell 'em I’m fine, I’m just livin' for the night  [Chorus] Daylight can’t hide the tears I cry, the pain that came with your goodbye The memories that keep me out of sight Every night I venture out, into those neon arms that hold me tight I’m livin' for the night  [Instrumental Break]  [Verse 3] I’m a whole lot easier to talk to, when I’ve had a few, I settle down Whiskey kills the man you’ve turned me into And I come alive I’m livin' for the night  [Chorus] Daylight can’t hide the tears I cry, the pain that came with your goodbye The memories that keep me out of sight Every night I venture out, into those neon arms that hold me tight I’m livin' for the night I’m livin' for the night  [Outro] Every day's a lifetime without you  ",
        "title": "Living For The Night"
    },
    {
        "artist": "New Boyz",
        "lyrics": "  [Intro] \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} I know... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"You're a jerk!\" {*2X*} New Boyz... {*echoes*} \"Jerk\" {*16X*}  [Legacy] Jerrrrrk! I'm so cocky with it I got my eye shut closed like Rocky hit it Got your girl on my swag she lovin them jerkin songs Like the new iPod just touch it, it turn her on And when the bass start beatin and the waist I'm beatin Done I got on my way I'm leavin She like where you goin? I ain't got my shoes and purse I said it's none of your concern, and she yelled \"You're a jerk!\" So I walked out the door, called Ben J Told him it's a function he said I'm on my way We pulled up to the party I take off my shirt and Got geeked up, e'rybody jerkin We was jerkin to the right, jerkin to the left Then she popped up out of nowhere, she was still half dressed She like f'real jerk, you lookin for this stuff And the whole party heard her but all I could hear was  [Hook: Legacy] Wah, wah, wah wah wah \"You're a jerk!\" Why you trippin? I ain't even do nuttin \"You're a jerk!\" \"You're a jerk!\" I'm a jerk? You ain't never lie But ay, do me a favor, call me jerk one more time \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (Ay, ay) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (I know) \"You're a jerk!\" (Ay, ay) \"You're a jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky) \"Jerk, jerk, jerk, jerk\" (Jerky)  [Ben J.] Ha ha!! .. Everything quiet and the bass real hard And I stay geeked up never been a retard Got a New Boy swag and this here for y'all So they gotta keep it separate like the Jim Crow laws I'm a beast, I'm a king, and I guess I'm a jerk And I go through big problems cause your boy here a flirt Man you call me a bother wit'cha lil' jerk lines Then you say you brought it up, but the jerk is mine You squeezin, I'm squeezin, but your style is whack Why you comin to the front? You can push that back Got your girl on the side, she tossin a lil' stuff While she textin on the phone Ben J. hit it rough So I did it was good and I quickly got dressed She was like where you goin? There's another girl naked She screamed out loud Ben J. \"You're a jerk!\" And I had nothin to say but sorry that it hurts  [Hook]  [Over latter fourth of Hook] Hey Brody! (Yeah whattup bro?) All this jerkin kinda got me feelin geeked up (Oh f'real?) Yeah dawg I think you might chop somethin up (Aight f'sho hold up)  [Repeat 8X] \"You're a jerk!\"  [Over repeat] Yeahhh-hahh like that (Aight.. aiyyo bro) Whattup? (Ay man what'chu want me to do now?) Man don't even trip I got it (aight f'sho)  \"You're a jerk! Jerk! Jerk! Jerk! Jerk! Jerk! Jerk! Jerk!\" \"Jerk! Jerk! Jerk! Jerk!\" (Jerked up, jerked up)  ",
        "title": "You're A Jerk"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Tuxedo waiters, black tie White table clothes and red wine We've been planning, this night Looking forward to it,for some time Now honey I know you love getting dressed up And you know I love showing you off But watching your baby blue eyes Dancing in the candle light glow All I can think about, is getting you home  [Chorus] Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  I don't need this menu, no I don't I already know just what I want Did I hear you right, did you tell me Go pay the waiter and lets leave Now honey I know by that look in your eyes And your hand drawing hearts on mine That our night out of the house Ain't gonna last too long When all you can think about, is getting me home  Walking through the front door Seeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about is getting you home  Walking through the front door Sseeing your black dress hit the floor Uh honey there sure ain't nothing Like you loving me all night long And all I can think about, all I can think about  ",
        "title": "Gettin' You Home"
    },
    {
        "artist": "Trey Songz Featuring Gucci Mane & Soulja Boy Tell'em",
        "lyrics": "  [Intro: Trey Songz, Soulja Boy & Gucci Mane] I love Fisher Price 804-335-0051 LOL smiley face, LOL smiley face (Soulja Boy Tell 'Em) 804-335-0051 LOL smiley face, LOL smiley face Gucci  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 1: Trey Songz] Shorty called my phone, I was busy Cruising in that Benz 'round the city Then I felt my phone buzz, I know that she like thugs I'm a bad boy like Diddy, that that Then she sent a text that read, \"Baby, I'm at home\" Then she sent another one that says she's all alone So I text her a smiley face and said let's do the grown She said, \"LOL, boy you crazy, come on\" Then she said, \"Actually, you ain't gotta ask me\" Sent the little face with the tongue 'cause I'm nasty I'm on my way, girl, I can't wait Twitter me a picture, let me see that, okay  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 2: Gucci Mane] See now my shorty text me, sent your boy a smiley face Gucci Mane X-rated, we could make a sex tape Pics on my iPhone, Gucci on her iPod When she turn around, ass make me say, \"Oh God\" Mommy real beautiful, manicured cuticles Office job, student girl, holdin' down her cubicle And she got my number, tell her man that's like a miracle Said she like my swag, pull up 6's on my vehicle GA to VA, Cali girl, love me Brooklyn girls hug me, Miami girls sexy Pull up in a stretchy, Jean Paul flexin' First date sexin', next night Texas  [Verse 3: Soulja Boy] LOL smiley face, LOL smiley face Soulja Boy Tell 'Em, LOL smiley face Baby girl sent the picture to my BlackBerry She fine and she thick, just like Halle Berry Kiss me through the phone, LOL smiley face We can go and kick it babe, later on at my place She message me on MySpace, told me she loved me She textin' my phone 4:30 in the mornin' Baby I'm horny, I wanna kiss you I can put it on you, that's not an issue She scratchin' my back screamin' out I'm hers She text my phone said, \"I need your love\" I met her Monday last week in the club One week later, now she tellin' me that she in love ha  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  [Verse 4: Trey Songz] She sending picture messages, getting so affectionate Contents sexual, she like to call textual So I get the coupe clean, she my little boo thing When I arrive, we get live like UStream And we gone get it on, until I get her off And when she get up on, it's so hard to get her off As soon as I be gone, she back up on my phone 804-335-0051  [Chorus: Trey Songz] Shorty just text me, says she want to sex me LOL smiley face, LOL smiley face Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face Go to my page and follow And if you got a body like a Coke bottle Shorty sent a twit pic, saying come and get this LOL smiley face, LOL smiley face  ",
        "title": "LOL :-)"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Intro] Fall  [Verse 1] Now the dark begins to rise Save your breath, it's far from over Leave the lost and dead behind Now's your chance to run for cover I don't want to change the world I just want to leave it colder Light the fuse and burn it up Take the path that leads to nowhere All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  Fall  [Verse 2] Watch the end through dying eyes Now the dark is taking over Show me where forever dies Take the fall and run to heaven All is lost again, but I'm not giving in  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  I will not!  [Chorus] I will not bow, I will not break I will shut the world away I will not fall, I will not fade I will take your breath away  And I'll survive, paranoid I have lost the will to change And I am not proud, cold blooded fate I will shut the world away  Fall  ",
        "title": "I Will Not Bow"
    },
    {
        "artist": "Owl City",
        "lyrics": "  [Verse 1] You would not believe your eyes If ten million fireflies Lit up the world as I fell asleep 'Cause they'd fill the open air And leave teardrops everywhere You'd think me rude but I would just stand and stare  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems  [Verse 2] 'Cause I'd get a thousand hugs From ten thousand lightning bugs As they tried to teach me how to dance A foxtrot above my head A sock hop beneath my bed The disco ball is just hanging by a thread  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep)  [Bridge] Leave my door open just a crack (Please take me away from here) 'Cause I feel like such an insomniac (Please take me away from here) Why do I tire of counting sheep? (Please take me away from here) When I'm far too tired to fall asleep (Haha)  [Verse 3] To ten million fireflies I'm weird 'cause I hate goodbyes I got misty eyes as they said farewell But I'll know where several are If my dreams get real bizarre 'Cause I saved a few and I keep them in a jar  [Hook] I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep 'Cause everything is never as it seems (when I fall asleep) I'd like to make myself believe That planet Earth turns slowly It's hard to say that I'd rather stay awake when I'm asleep Because my dreams are bursting at the seams  ",
        "title": "Fireflies"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "David Guetta Featuring Akon",
        "lyrics": "  [Verse 1] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl!  [Verse 2] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! A sexy chick  ",
        "title": "Sexy Chick"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": null,
        "title": "Alright"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's summer nights baby! Come on ladies, it's time to pop that top And fellas, I know you're ready to rock We went crazy, cooped up all winter long And school is out so let's get it on Flip flop tan and some white sand I know the perfect spot Well the sun better set soon so we can get in the mood Things start gettin' all heated up when it starts gettin' cool Yeah  [Chorus] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights Come on -- Oh, yeah, yeah  [Verse 2] Now fellas, you better watch your step Don't them teeny French bikinis make you lose your breath Back to the ladies - y'all keep doing y'alls thing Cause everything about you makes me wanna scream The sun is getting low, there it goes Here we go, here comes the moon Things start getting all heated up When it starts getting cool, yeah  [Chorus] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights  [Bridge] Oh, it's a party down in Padre Big bonfire on the beach It's Coronas in Daytona, y'all Well, it's wild and it's free  [Chorus x2] Summer nights Everybody, are you with me? Let that Igloo cooler mark your piece of paradise Summer nights Everybody's feeling sexy Holler if you're ready for some summer nights  [Outro] Yeah, yeah are you ready For some summer nights Yeah, baby Summer nights It's summer nights Come on  ",
        "title": "Summer Nights"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  This old man and me, were at the bar And we were having us some beers and swaping I don't cares Talking politics, blonde and red-head chicks Old dogs and new tricks and habits we ain't kicked  We talked about God's grace and all the hell we raised Then I heard the ol' man say God is great, beer is good and people are crazy  He said \"I fought two wars Been married and divorced\" What brings you to Ohio? He said \"Damned if I know\" We talked an hour or two about every girl we knew What all we put them through Like two old boys will do  We pondered life and death He lit a cigarette He said \"These damn things will kill me yet But God is great, beer is good and people are crazy\"  Last call it's 2am, I said goodbye to him I never talk to him again Then one sunny day, I saw the old man's face Front page obituary, he was a millionaire He left his fortune to some guy he barely knew, his kids were mad as hell But me, I'm doing well And I drop by today, to just say thanks and pray I left a six-pack right there on his grave and I said God is great, beer is good, and people are crazy  God is great, beer is good, and people are crazy  God is great, beer is good, and people are crazy  ",
        "title": "People Are Crazy"
    },
    {
        "artist": "Young Money",
        "lyrics": "  [Verse 1: Lil' Wayne] Uh, I like a long haired, thick redbone Open up her legs, then filet mignon that pussy I'mma get in and on that pussy If she let me in, I'mma own that pussy Go on, throw it back and bust it open like you 'posed to Girl I got that dope dick, now come here let me dope you You gon' be a dope fiend, your friends should call you Dopey Tell 'em keep my name out they mouth if they don't know me Hah, but you can call me Tunechi I'll fuck the whole group, baby I'm a groupie My sex game is stupid, my head is the dumbest I promise, I should be hooked on Phonics Hah, but anyway, I think you're bionic And I don't think you're beautiful, I think you're beyond it And I just wanna get behind it and watch you (Back it up and dump it, back-back it up and dump it)  [Hook: Lil' Wayne] Cause we like her and we like her too And we like her and we like her too And we like her and we like her too And we like her and she like us too, and ohhh I wish I could fuck every girl in the world I wish I could fuck every girl in the world I wish I could fuck every girl in the world Ohh-oh-ohhhhhhh  [Verse 2: Drake] Yeah, alright She be jumpin' up and down, tryna fit that ass in Took her half an hour just to get that belt to fasten All they wanna talk about is partyin' and fashion Every single night I have a dream that I am smashin' them all Young Money man, this shit so timeless And I'm in the mood to get faded, so please bring your finest And what are all your names, again? We drunk, remind us Are any of y'all into girls like I am? Let's be honest She wants me, she wants me Cause I got it all, shorty, tell me what you don't see? I will fuck with all y'all, all of ya'll are beautiful I just can't pick one, so you can never say I'm choosy hoes And Wayne say, \"Pussy, pussy, pussy\" And weed and alcohol seem to satisfy us all Damn, and every time I think of staying with her She bring that friend around and make a nigga reconsider man  [Hook]  [Verse 3: Jae Millz] I ain't being disrespectful, baby I'm just bein' Millz And I don't know how fake feels, so I gotta keep it real I just want to fuck every girl in the world Every model, every singer, every actress, every diva Every high saditty chick, every college girl, every skeezer Stripper and every desperate housewife that resemble Eva My role model was Wilt, some married women or MILF It don't matter who you is, miss, you can get the business, ha  [Verse 4: Gudda Gudda] These hoes is God's gift like Christmas I like 'em caramel skin, long hair, thick ass And I swear I'm feelin' all of y'all I'm scrollin' down my call log and I'mma call all of y'all My butter pecan Puerto Rican She screamin' out \"papi\" every time a nigga deep in And I'm about to get my Bill Clinton on And Hilary can Rodham too, boy I gets my pimpin' on  [Hook]  [Verse 5: Mack Maine] (And bitch I'm Mack Maine...) Sanna Lathan, Meagan Good Angelina Jolie (hah) D. Woods For free suites, I'd give Paris Hilton all-nighters In about 3 years, holla at me Miley Cyrus I don't discriminate, no not at all Kit-Kat a midget, if that ass soft, I'll break her off I exchange V-cards with the retards And get behind a Christian like Dior cause he are Mack Mizzle... baby Cause he are Mack Mizzle, baby  [Outro: Lil Wayne] And I wish I could fuck every girl in the world [x5] Young Mula, baby  ",
        "title": "Every Girl"
    },
    {
        "artist": "Kenny Chesney With Dave Matthews",
        "lyrics": null,
        "title": "I'm Alive"
    },
    {
        "artist": "Iyaz",
        "lyrics": "  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 1] Remember the first time we met You was at the mall wit yo friend I was scared to approach ya, but then you came closer Hopin' you would give me a chance Who would have ever knew That we would ever be more than friends? We're real worldwide, breaking all the rules She like a song played again and again  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 2] See you been all around the globe Not once did you leave my mind We talk on the phone, from night 'till the morn' Girl, you really changed my life Doin things I never do I'm in the kitchen cookin' things she likes We're real worldwide, breaking all the rules Someday I wanna make you my wife  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Bridge] I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, na, na-na, na-na, na-na Na-na, na-na, na-naa Shawty got me singin' Na, na-na, na-na, na-na Na-na, na-na, na-naa Now she got me singin'  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  ",
        "title": "Replay"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When I was ten years old I remember thinking how cool it would be When we were going on an eight hour drive If I could just watch TV  And I'd have given anything To have my own PacMan game at home I used to have to get a ride down to the arcade Now I've got it on my phone  [Chorus] He-e-ey Glory glory hallelujah Welcome to the future  [Verse 2] My grandpa was in World War II He fought against the Japanese He wrote a hundred letters to my grandma Mailed them from his base in the Philippines  I wish they could see this now Where they say this change can go Cause I was on a video chat this morning With a company in Tokyo  [Chorus] He-e-ey Every day is a revolution Welcome to the future  He-e-ey Look around it's all so clear He-e-ey Wherever we would go and well we He-e-ey So many things I never thought I'd see Happening right in front of me  [Verse 3] I had a friend in school Running-back on a football team They burned a cross in his front yard For asking out the home-coming queen  I thought about him today Everybody who's seen what he's seen From a woman on a bus To a man with a dream  [Chorus] He-e-ey Wake up Martin Luther Welcome to the future He-e-ey Glory glory hallelujah Welcome to the future  ",
        "title": "Welcome To The Future"
    },
    {
        "artist": "Kid Cudi Featuring Kanye West & Common",
        "lyrics": "  [Hook: Kid Cudi & (Lady Gaga)] I make her say (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) Whaddup (Pa-pa-pa-poker face, pa-pa-poker face) Me first... hehe  [Verse 1: Kid Cudi] Uh, uh-uh, she wanna have whatever she like She can if she bring her friend And we can have one hell of a night, through the day, ay I mean you starin' like a creeper cause you gotta peep her I mean you prolly might be sayin' you ain't jockin' either But man, ol' girl got a fat ol' ass Yeah, the type to make you tell a bitch just dance And fuck them other niggas cause you down for her britches Fuck them other niggas cause she down for the stickin' And fuck them other niggas, hope she down for some lickin' And fuck them other bitches cause she down for the trickin' I'm hopin' she a rider When it's said and done, do she spit it up or swallow now I ain't gotta trip about them niggas who like her Cause me and mami know who can really make her go  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) Would you tell 'em 'bout her Ye?  [Verse 2: Kanye West] She said she want whatever she like She said she gon' bring her friend And we gon' have a hell of a night, through the day, I made her say Hold up, (yeah?) born in '88 (Word?) How old is that? (Man!) Old enough I got seniority with the sororities So, that explain why I love college Getting brain in the library cause I love knowledge When you use your medulla oblongata And give me scoliosis until I comatoses And do while I'm sleep, yeah a little osmosis And that's my commandment you ain't gotta ask Moses More champagne, more toasts-es More damn planes, more coasts-es And fuck a bus, the Benz is parked like Rosa, ohsa  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say  [Verse 3: Common] She said she want whatever she like But you gotta bring your friend And we can have one hell of a night, through the day She blamed it on the ah-ah-ah-ah-ah-alcohol She had her hair did, it was bound to fall Down, down for a damn, Cudi already said it Her poker Facebook, I'd already read it But man, her head was gooder than the music Electro body known to blow fuses A stripper from the South, looking for a pay day Said, \"bitch, you should do it for the love like Ray J\" But they say, you be on that conscious tip Get your hair right and get up on this conscious dick I embody everything from the godly to the party It's the way I was raised on the Southside safari, so  [Hook w/ ad-libs & scratches from A-Trak] (Oh, oh-oh-oh, oh, oh-oh-oh) When I (Pa-pa-pa-poker face, pa-pa-poker face) I make her say (Oh, oh-oh-oh, AH-AH-AH-OH-OH) When I (Pa-pa-pa-poker face, pa-pa-poker face) (Can't read my, can't read my) (No he can't read on my poker face) (She's got me like nobody) (Can't read my, can't read my) (No he can't read on my poker face) (She's got me like nobody)  ",
        "title": "Make Her Say"
    },
    {
        "artist": "Randy Houser",
        "lyrics": "  [Verse 1] Man, I've been working too hard Ten hour days and I'm tired Damn this knuckle busted' Back breakin', no paying job Know where I'm goin from here Hot headed women, cold beer Kick up my heels for a little while And do it country style  [Chorus] In my dirty 'ole hat With my crooked little grin Granny beaded neck And these calloused hands And a muddy pair of jeans With that copenhagen ring No need to change a thing, hey y'all I'm going out with my boots on  [Verse 2] How I keep catching her eye Man, I keep wondering why Ain't nothing special 'bout An \"awe shucks\" country boy Lord, she's sure lookin' good Like something from Hollywood She got me thinkin' that I just might Leave here with her tonight  [Chorus]  [Verse 3] Cause I am who I am and that's The man I'm gonna be, yeah And when the Lord comes callin' Well, he ain't gonna have To holler, y'all There'll be no trouble finding me  [Chorus]  [Outro] With my boots on He's gonna take me home Lord, with my boots on  ",
        "title": "Boots On"
    },
    {
        "artist": "Mary J. Blige Featuring Drake",
        "lyrics": null,
        "title": "The One"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] I love sleeping in on Saturdays And I love college football games I love not acting my age And good barbecue Yea I'm a fan of Faulkner books And anything my mama cooks Small mouthed bass have got me hooked on Sunday afternoons  [Chorus] Yes I love good cold beer And mustard on my fries I love a good loud Honky Tonk that rocks on Friday nights And hell yes I love my truck but I want you to know Honey I love your love the most  [Verse 2] Man I love how Redman tastes Dam I love my Nascar race Any song sung by George Strait is country at it's best  [Chorus]  [Verse 3] Yea I love scuffed up cowboy boots And broken torn up jeans My 4-wheel drive and 8 point bucks And rocky road ice cream And hell yes I love my dog And Jack D in my Coke But honey I love your love Yea I love your love  [Outro] I love your love the most[x2]  ",
        "title": "Love Your Love The Most"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Ego"
    },
    {
        "artist": "LMFAO",
        "lyrics": "  When I step on the scene Y'all know me 'Cause I walk with a limp Like a old school pimp, like a real O.G I'm rocking vans I'm in the sand I've a got a red bull and vodka up in my hand  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  Everybody on smash (smash) Hands in the air (air) I'm feelin on her ass (ass) Like a nigga don't care (like a nigga don't care) I've gotta a plan What's your cell We playing naked twister back in my hotel  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  Getch yo hands up Put that ass up  Getch yo hands up I'm in Miami trick Put put that ass up I'm in Miami trick Getch yo getch yo getch yo getch yo hands up Put that put that put that put that ass up Getch yo getch yo getch yo getch yo hands up Put that put that put that put that ass up Getch yo getch getch yo hands Put put put put that ass up Put that ass up put that ass up I'm in Miami trick Ooooh, ooh ooh ooh ooh  It's mornin' time and the girls are still there They lying naked with them asses in the air Anna wants it bad she's got some big kahunas But I say I'll be back gotta get some more coronas Get your hands up Put that ass up Get your hands up I'm in Miami trick Put put that ass up I'm in Miami trick Get yo get yo get yo get yo hands up Put that put that put that put that ass up Get yo get yo get yo get yo hands up Put that put that put that put that ass up Get yo get get yo hands Put put put put that ass up Put that ass up put that ass up  [Chorus:] Hey! You look kind of cute In that polka dot bikini, guuurl Hey! This what I wanna do (what) Take off that polka dot bikini, guuuurl Drink all day Play all night Let's get it poppin' I'm in Miami trick Drink all day Play all night Let's get it poppin' I'm in Miami Trick  ",
        "title": "I'm In Miami Trick"
    },
    {
        "artist": "Mary Mary Featuring Kierra \"KiKi\" Sheard",
        "lyrics": "  I just wanna tell the truth man [4x]  [Verse 1:] Your so fly your so high Everybody around you trying to figure out why Your so cool you win all the time Everywhere you go man you get a lot of shine Boy like a magnet better yet I have it Everything you wear people say they got have it From the sweat suit to the white tee to the gucci You can probably say people wanna get like me  [Hook:] But what they don't know is when you go home And get behind closed doors man you hit the floor And what they can't see is your on your knees So the next time you get it just tell em  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it, you think you see? It's the God in Me  [Verse 2:] You see her style you think she nice You look at her whip you say the whip tight You look at her crib you thinking she paid You look at her life you think she's got it made But everything she got the girl's been given She calls it a blessing but you call it living When it comes to money she can be a hero She writes them checks with a whole lot of zeros  [Hook:] But what you don't know is when she get home And get behind closed doors man she hit the floor And what you can't see is she on her knees And if you ask her she'll tell ya  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it, you think you see? It's the God in Me  [Kiki:] What is it you think you see When you see me, you see me You don't know how much I pray Don't know how much I gave Don't know how much I changed I'm just tryna explain  [Chorus:] It's the God in me [5x] You think I'm so fresh you think I'm so clean You think I'm so sweet It's the God in me [Kiki:] What is it you think you see? Its The God in Me  Yeah, Yeah, Yeah Its the God in Me Yeeah  ",
        "title": "God In Me"
    },
    {
        "artist": "Jay-Z + Mr. Hudson",
        "lyrics": "  [Intro: Mr. Hudson] Let's dance in style, let's dance for a while Heaven can wait, we're only watching the skies Hoping for the best but expecting the worst Are you gonna drop the bomb or not? Let us die young or let us live forever We don't have the power but we never say never Sitting in a sandpit, life is a short trip The music's for the sad man  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young (young) I wanna be (Aye, may the best of your todays) Forever young (Be the worst of your tomorrows) Do you really want to live forever (But we ain't even thinkin' that far) Forever (ya know what I mean?) Forever young  [Verse 1: Jay-Z] So we livin' life like a video Where the sun is always out and you never get old And the champagne's always cold and the music is always good And the pretty girls just happen to stop by in the hood And they hop they pretty ass up on the hood of that pretty ass car Without a wrinkle in today, cuz there's no tomorrow Just a picture perfect day that last a whole lifetime And it never ends cause all we have to do is hit rewind So let's just stay in the moment, smoke some weed, drink some wine Reminisce, talk some shit, forever young is in your mind Leave a mark they can't erase, neither space nor time So when the director yells cut, I'll be fine I'm forever young  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young, I wanna be forever young Do you really want to live forever, forever? Forever young  [Verse 2: Jay-Z] Fear not when, fear not why, fear not much while we're alive Life is for living, not living uptight, 'till you're somewhere up in the sky Fear not die, I'll be alive for a million years, bye bye's Are not for legends, I'm forever young, my name shall survive Through the darkest blocks, over kitchen stoves, over Pyrex pots My name shall be passed down to generations While debatin' up in barbershops Young slung, hung here, showed that a nigga from here With a little ambition, just what we can become here And as the father pass the story down to his son's ears Young'll get younger every year, yeah So if you love me baby, this is how you let me know Don't ever let me go, that's how you let me know, baby  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young, I wanna be forever young Do you really want to live forever, forever? Forever young  [Verse 3: Jay-Z] Slammin' Bentley doors, hoppin' outta Porsches Poppin' up on Forbes' list, gorgeous (hold up) Niggas thought I lost it, they be talking bullshit I be talking more shit, they nauseous (hold up) I'll be here forever, you know I'm on my fall shit And I ain't with foreclosure, I will never forfeit Less than four bars, Guru bring the chorus in Did you get the picture yet? I'm painting you a portrait Of young  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever?  ",
        "title": "Young Forever"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "Do I"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] I can taste your kiss on my lips And I'm wrapped around your finger tips As I watch the moonlight dancing on your skin Your green eyes and the sweet red wine Go to my head girl every time And I get drunk on you I lose control and then And here I go again  [Chorus] I'm falling for you even though I know your only playing with my heart Tomorrow might be hell But a night or two of loving you is better than never at all And I can't help myself So I'll just hold on I'll just hold on I'll just hold on Until you’re gone  [Verse 2] Girl I know you're a gypsy soul And I'm just a stop along your road And you hang around long enough to blow my mind If I had a star for every scar You tattooed on my heart I could fill up the Oklahoma sky So girl I don't know why  [Chorus] I'm falling for you even though I know your only playing with my heart Tomorrow might be hell But a night or two of loving you is better than never at all And I can't help myself So I'll just hold on I'll just hold on I'll just hold on Until you’re gone  I'll just hold on I'll just hold on I'll just hold on Till you’re gone  [Verse 3] I look down and my cell phone rings And I see your name and I know what that means But I don't care I'll just hold on Till your gone  Every time you need to take it home? Seeing you there just breaks my heart? I don't care I'll just hold on Till you’re gone  Your green eyes and that sweet red wine Go to my head girl every time But I don't care I'll just hold on Till you’re gone  ",
        "title": "I'll Just Hold On"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  [New Directions:] Da, da, da, da... (Repeated until end of the song)  [Finn:] Just a small town girl, livin' in a lonely world She took the midnight train goin' anywhere  [Rachel:] Just a city boy, born and raised in South Detroit He took the midnight train goin' anywhere  [Finn:] A singer in a smoky room  [Rachel:] A smell of wine and cheap perfume  [Both:] For a smile they can share the night It goes on and on and on and on  Strangers waiting, up and down the boulevard Their shadows searching in the night Streetlight people, living just to find emotion Hiding, somewhere in the night  [Rachel:] Workin' hard to get my fill Everybody wants a thrill  [Both:] Payin' anything to roll the dice Just one more time  [Rachel:] Some will win, some will lose  [Both:] Some are born to sing the blues And oh, the movie never ends It goes on and on and on and on  Strangers waiting, up and down the boulevard Their shadows searching in the night Streetlight people, livin' just to find emotion Hiding, somewhere in the night  [New Directions:] Don't stop believin' Hold on to that feelin' Streetlight people  Don't stop believin' Hold on to that feelin' Streetlight people  Don't stop!  ",
        "title": "Don't Stop Believin'"
    },
    {
        "artist": "Love And Theft",
        "lyrics": null,
        "title": "Runaway"
    },
    {
        "artist": "3OH!3 Featuring Katy Perry",
        "lyrics": "  [Verse 1: 3OH!3] Nice legs, Daisy Dukes makes a man go (whistling) That's the way they all come through like (whistling) Low cut, see through shirts that make ya (whistling) That's the way she come through like (whistling)  [Pre-Chorus: Katy Perry] Cause I just set them up, just set them up Just set them up to knock them down Cause I just set them up, just set them up Just set them up to knock them down  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is just never gonna come out Now, L-O-V-E is just another word I never learned to pronounce  [Verse 2: 3OH!3] Tight jeans, double D's makin' me go (whistling) All the people on the street know (whistling) Iced out, lit up make the kids go (whistling) All the people on the street know (whistling)  [Pre-Chorus: Katy Perry] Cause I just set them up, just set them up Just set them up to knock them down Cause I just set them up, just set them up Just set them up to knock them down  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is just never gonna come out Now, L-O-V-E is just another word I never learned to pronounce  [Verse 3: Katy Perry] You know that type of shit Just don't work on me Whistlin' and tryin' to flirt with me Don't take this personally Cause we were never in love It doesn't really matter who you say you are Singing out the window of your car Find another girl across the bar Cause L-O-V-E's not what this was  [Chorus: Both] I think I should know How to make love to something innocent Without leaving my fingerprints out Now, L-O-V-E is just another word I never learned to pronounce  [Outro: Both] Now, L-O-V-E is just another word I never learned to pronounce How do I say I'm sorry Cause the word is never gonna come out Now L-O-V-E is just another word I never learned to pronounce  ",
        "title": "Starstrukk"
    },
    {
        "artist": "Pleasure P",
        "lyrics": null,
        "title": "Under"
    },
    {
        "artist": "Jack Ingram",
        "lyrics": "  The clouds are partin The summer suns startin to burn down on that river My babys waitin I got the chevy shaking Im blazing a trail to get her There she is Shes got her shades on & man shes lookin strong Mine all mine for the weekend The coolers loaded down We're headed outta town Jumpin off the deep end Goin barefoot and crazy Me and my baby Backflip off the flipright bridge Double dog dare me and I will Meet me at the bottom with a cool wet kiss Shes rockin that bikini top My hearts skippin like a rock across that water Don't ever wanna stop Goin barefoot and crazy The sun is droppin We got the fire poppin & Its lightin up her blue eyes With a little bit of luck It'll heat things up & We'll be lovin in the moonlight Break out my old guitar Sing fishin in the dark Baby get ready We'll take a little sip We'll take a little dip & Sleep in the bed of my Chevy Goin barefoot and crazy Me and my baby Just me & her & the man in the moon Drinkin on a cold bud brew Mornins gonna come way too soon We'll wake up & Do it all again Wishin it would never end Anybody asks where we've been Tell em Barefoot and crazy Barefoot and crazy Me and my baby I did a back flip off the flipright bridge Double dog dared me and I did Met me at the bottom with a cool wet kiss Shes rockin that bikini top My hearts skippin like a rock across that water Don't ever wanna stop Goin barefoot and crazy Don't ever wanna stop Don't ever wanna stop Goin barefoot and crazy  ",
        "title": "Barefoot And Crazy"
    },
    {
        "artist": "Disney's Friends For Change",
        "lyrics": "  [Verse 1: Miley Cyrus and Nick Jonas + Both] A word's just a word 'til you mean what you say And love isn't love 'til you give it away We've all got to give, yeah, something to give To make a change  [Chorus: Miley Cyrus + Nick Jonas] Send it on On and on Just one hand can heal another Be a part Reach your heart Just one spark starts the fire With one little action, the chain reaction will never stop Make it strong Shine a light, and send it on  [Verse 2: Demi Lovato and Joe Jonas + Both] Just smile and the world will smile along with you That small act of love that's meant for one will become two If we take the chances to change circumstances Imagine all we can do if we  [Chorus: Demi Lovato + Joe Jonas] Send it on On and on Just one hand can heal another Be a part Reach your heart Just one spark starts the fire With one little action, the chain reaction will never stop Make it strong Shine a light, and send it on  [Interlude: Selena Gomez + Miley Cyrus + Demi Lovato & Joe Jonas] Oh, send it on There's power in all of the choices we make So I’m starting now, there's not a moment to waste  [Bridge: Selena Gomez] A word's just a word 'til you mean what you say And love isn't love 'til you give it away  [Chorus: Everyone] Send it on On and on Just one that can heal another Be a part Reach your heart Just one spark starts the fire With one little action, the chain reaction will never stop Make it strong Shine a light, and send it on Send it on On and on Just one that can heal another Be a part Reach your heart Just one spark starts the fire With one little action, the chain reaction will never stop Make us strong Shine a light, and send it on Shine a light, and send it on Shine a light, and send it on  ",
        "title": "Send It On"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Verse 1] When something's dark, let me shed a little light on it When something's cold, let me put a little fire on it If something's old, I wanna put a bit of shine on it When something's gone, I wanna fight to get it back again  [Chorus] Yeah, fight to get it back again Yeah  [Verse 2] When something's broke, I wanna put a bit of fixing on it When something's bored, I wanna put a little exciting on it If something's low, I wanna put a little high on it When something's lost, I wanna fight to get it back again  [Chorus] Yeah, fight to get it back again Yeah  [Verse 3] When signals cross, I wanna put a little straight on it If there's no love, I wanna try to love again  [Bridge] I’ll say your prayers, I’ll take your side I'll find us a way to make light I'll dig your grave, we'll dance and sing What's saved could be one last lifetime  [Chrous] Yeah, fight to get it back again Yeah, fight to get it back again Yeah, fight to get it back again Yeah  ",
        "title": "The Fixer"
    },
    {
        "artist": "R. Kelly Featuring Keri Hilson",
        "lyrics": "  [Intro: R. Kelly] A lot of these cats out here be faking When it comes to making love But you and me baby This is real... and that's why it's...  [Hook: R. Kelly] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] You better ask somebody... Can't nobody do it like us Can't nobody mix chop and screw it like us All over the living room hittin it like us In the middle of the night wake up the building like us But it's oookay if you wanna brag The sex so good, go and pat yourself on the back And them haters, they gon' hate But we just gon' keep on blowing up cause girl, they gon' hate, anyway You are now rocking with the best (best, best, best...) I'll make you forget about the rest (rest, rest, rest...) Having sex with you is like making hits Girl we got egos they can't tell us that we ain't the shit And I'm in your mix like a number one record And the beat goes on and on... And it don't stop you keep going from the night onto the day And I love it when you take me down and make me say-ay..  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] Keri!  [Keri Hilson] You know you stay at the top spot When you're breaking me down like a chop shop, eh Cutting like some blades on a caddy, that's how you're working me, daddy Everytime you put that on You are now rocking with the best (best, best, best...) I'll make you forget about your ex (ex, ex, ex...) This one here's a race where you don't wanna come first I know what I'm doing ain't no need to rehearse yeah-ee-yeah A lot of dudes just be going nowhere fast But you be steady cruising like you want it to last That's how you made me a chocoholic, and right now my body's callin' I gotta know how you got the knowhow, baby you the champ of all that goes down If your dick was a gun it would stone cold? With my RNB thug when I bang bang You know Kells and Keri hook up like that you make it number one  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [R. Kelly] Hands down you the best, ain't no competition You and me in this bed, just what I was wishin' Them other girls was cool but it's something they was missin' And I don't call them back every since we hit it in the kitchen That night, at my home, trench coat, nothin' on Your sex, got me gone, went straight, to my dome And I love it (woooo), girl I love it (woooo) Ooh I love it (woooo), girl I love it (woooo) Girl it's something about you that thrills me That's why after we lay you get to know the real me-e-e-yeah And it don't stop you keep going from the night onto the day And I love it when you take me down and make me sayyyyy  [Hook] (N-N-Number one) Sex, that we're, having, here, girl, ooh (This is, this is number one) Sex, that we're, having, here, girl, ooh  [Outro: R. Kelly] Girl I vow that I would do anything to pleasure you All I wanna do is make this last I'll kiss you up, I kiss you down, be real quiet, or making sounds Take it slow or take it fast And a-woooo, and a-weeee And a-yooouuu, and me, havin fun And when it's over in the morning, I'll say gracias baby Before you go I'll scream damelo (Num-num-number one, number one This is, this is number one)  ",
        "title": "Number One"
    },
    {
        "artist": "Keyshia Cole Duet With Monica",
        "lyrics": null,
        "title": "Trust"
    },
    {
        "artist": "Ginuwine",
        "lyrics": "  Ooh yeah, ooh yeah Ooh yeah, listen  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  It's amazin', babe, how I let it go On and on for this long You blamin' me, I'm blamin' you I can't say you're right, but I sure ain't wrong  Girl, lately I, I've been thinkin' And my thoughts are tellin' me, I'm trippin' Used to say I didn't care Found your bags packed upstairs With all that talkin' tough, I'm 'bout to lose you  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  Girl, the things I said, I can't believe it But I swear to God I didn't mean it But it takes a lot for me to admit I'm wrong, yeah But I'll do whatever to save my home cause  I can't go back, back and forth, in and out, out the door Don't wanna fuss and fight no more Don't give a damn about the score Cause I'm, I'm a different kinda man I'm the kind that understands what I got inside my hands So baby  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  Sometimes I try to front like it don't matter If you leave or stay, like I can find better But the truth be told I know that you're the one Girl, it's plain to see that, I ain't nothin' without you  And it seems like every song on the radio is about you girl So stay on home, where you belong So I can try to make some right out this wrong, listen baby  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  If this your favorite song, turn your radio on Play it for your man or your lady all day long If this your favorite song, turn your radio on Play it for your man or your lady all day long  If this is my last chance to love you I'm gonna play it like a grown man ought to If I only got one shot to win you Then call me Jordan 4th quarter in 92, yeah  (I'm gonna do it) No matter what your girlfriend said (I'm gonna do it) Believe me baby, talkin' 'bout the kinda change  (I'm gonna do it) From a boy to a man, like Barrack and his plan (I'm gonna do it) If this is my last chance, yeah, yeah  ",
        "title": "Last Chance"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Intro] As I lay me down Heaven hear me now I’m lost without a cause After giving it my all  [Verse 1] Winter storms have come And darkened my sun After all that I’ve been through Who on earth can I turn to?  [Chorus] I look to you I look to you After all my strength is gone In you I can be strong I look to you I look to you And when melodies are gone In you I hear a song I look to you  [Bridge] About to lose my breath There's no more fighting left Sinking to rise no more Searching for that open door  [Verse 2] And every road that I've taken Led to my regret And I don't know if I'm go'n make it Nothing to do but lift my head  [Chorus] I look to you I look to you After all my strength is gone In you I can be strong I look to you I look to you And when melodies are gone In you I hear a song I look to you  [Verse 3] My levees are broken My walls are coming down on me My rain is falling Defeat is calling I need you to set me free Take me far away from the battle I need you Shine on me!  [Chorus] I look to you I look to you After all my strength is gone In you I can be strong I look to you I look to you And when melodies are gone In you I hear a song I look to you  ",
        "title": "I Look To You"
    },
    {
        "artist": "Parachute",
        "lyrics": "  [Verse 1] I've been beaten down, I've been kicked around But she takes it all for me And I lost my faith, in my darkest days But she makes me want to believe  [Chorus 1] They call her love, love, love, love, love They call her love, love, love, love, love She is love, and she is all I need  She's all I need  [Verse 2] Well I had my ways, they were all in vain But she waited patiently It was all the same, all my pride and shame And she put me on my feet  [Chorus] [They call her love, love, love, love, love They call her love, love, love, love, love She is love, and she is all I need  [Bridge] And when that world slows down, dear And when those stars burn out, here Oh she'll be here, yes she'll be here  [Chorus] [They call her love, love, love, love, love They call her love, love, love, love, love She is love, and she is all I need  [Chorus] [They call her love, love, love, love, love They call her love, love, love, love, love She is love, and she is all I need  [Chorus] [They call her love, love, love, love, love They call her love, love, love, love, love She is love, and she is all I need  ",
        "title": "She Is Love"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": "  ( Darryl Worley, Wynn Varble, Phil O'Donnell )  Got a call last night from an old friend's wife Said I hate to bother you Johnny Ray fell off the wagon He's been gone all afternoon I know my buddy so I drove to Skully's And found him at the bar I say hey man, what's going on He said I don't know where to start  Sarah's old car's about to fall apart And the washer quit last week We had to put momma in the nursing home And the baby's cutting teeth I didn't get much work this week And I got bills to pay I said I know this ain't what you wanna hear But it's what I'm gonna say  (Chorus) Sounds like life to me it ain't no fantasy It's just a common case of everyday reality Man I know it's tough but you gotta suck it up To hear you talk you're caught up in some tragedy It sounds like life to me  Well his face turned red and he shook his head He said you don't understand Three kids and a wife depend on me And I'm just one man To top it off I just found out That Sarah's 2 months late I said hey bartender set us up a round We need to celebrate  (Chorus) Sounds like life to me plain old destiny Yeah the only thing for certain is uncertainty You gotta hold on tight just enjoy the ride Get used to all this unpredictability Sounds like life  Man I know its tough but you gotta suck it up To hear you talk you're caught up in some tragedy Sounds like life to me Sounds like life  ",
        "title": "Sounds Like Life To Me"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": null,
        "title": "Break"
    },
    {
        "artist": "Boys Like Girls Featuring Taylor Swift",
        "lyrics": "  [Verse 1] I remember what you wore on the first date You came into my life and I thought hey You know, this could be something 'Cause everything you do and words you say You know that it all takes my breath away And now I'm left with nothing  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Verse 2] I remember every look upon your face The way you roll your eyes, the way you taste You make it hard for breathing Cause when I close my eyes and drift away I think of you and everything's okay I'm finally now believing  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Bridge] I remember what you wore on the first date You came into my life and I thought, hey (hey, hey)  [Chorus] So maybe it's true that I can't live without you And maybe two is better than one But there's so much time to figure out the rest of my life And you've already got me coming undone And I'm thinking two is better than one  [Outro] And I'm thinking, ooh, I can't live without you 'Cause, baby, two is better than one There's so much time to figure out the rest of my life But I'll figure out with all that's said and done Two is better than one, two is better than one  ",
        "title": "Two Is Better Than One"
    },
    {
        "artist": "Sean Kingston",
        "lyrics": "  Kingston, hey, face drop, oh, Kingston, I see your face drop, drop, drop  You touch my heart, disappear I never knew how much it hurt here (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  First came trust, then came love But this was none of the above, I'm aware (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl, hey  Weren't you the one who said That I'd be lost without you (No, no, no, no) You had your fun, couldn't write This one without you, baby (No, no, no)  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out, hey Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  Did all I can, I understand That every girl do for their man (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  I cut it short, cause you got caught You're not the girl you used to be no more (Made me feel like ooh oooh ooh) My girl, girl, girl, girl, girl  Weren't you the one who said That I'd be lost without you (No, no, no, no) You had your fun, couldn't write This one without you, baby (No, no, no)  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner oh oh oh oh  Tellin' me come on back, what will I do from that? I would still, still be yours if you knew how to act But you underestimate a dude like me And I love it when I see your  Face drop, I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out Cause you always try to fill me with doubt Sayin' that I look better if I was thinner Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  And now I see your face drop I told you not to leave me alone And now that I got my own I see your face drop I told you not to count me out (Thank you beautiful) Cause you always try to fill me with doubt Sayin' that I look better if I was thinner (Thank you beautiful) Don't you know you shoulda love me for my inner When I left you, yo, I came out a winner  ",
        "title": "Face Drop"
    },
    {
        "artist": "Ester Dean Featuring Chris Brown",
        "lyrics": "  [Intro] Drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl Drop it, drop it low, girl, drop it, drop it low, girl  [Verse 1: Lil Wayne] If ya ass too big, I make ya back that ass up I only go down if ya keep your grass cut Hair to the back, hat to the front Weezy F. baby, tatted on the butt Okay, still remixin’ with one of these vixens I make her ride me like I’m Sea Biscuit Ms. Ester Dean, you can get it Look, I like a nice two pack and a booty on biggie What's really good? What you know about it? Swagger too good, I should notarize it Yeah, they call me Tune, no Bugs Bunny Make the booty clap, give it up for me Yeah, it’s Young Money, you know I bring money I make that booty talk, Connie Chung for me I got her butt naked in a red Snuggie I make her drop it low like she duckin' from me Now where she at? Where she at? There she go, there she go She bring it back, br-bring it back Then she drop it low, drop it low, ya dig  [Verse 2: Ester Dean] You wanna see me drop it, drop it, drop it Wanna pop it, pop it, pop it, shake that ass on the floor You wanna see me shake it, shake it, shake it Yeah, you like it, like it, like it when I drop it real low Yeah, boy, you like that oh I can tell that you like that oh Yeah. boy, you love it When my booty goes boom-bo-bo-boom, bo-bo-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Verse 3: Chris Brown] I can't stop staring at your body Put my hands on your body, you sexy fo' sho' You the real deal kinda hotty Come and ride in my Bugatti, girl, come drop it low Yeah girl, I like that You can tell that I like that Yeah girl, I love when your booty goes Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  [Bridge: Ester Dean & Chris Brown] He say he like the way my booty, booty, booty pop He say he like the way my booty, booty booty rock He say he like the way my booty, booty, booty drop Drop, drop, drop Girl, I like the way your booty, booty, booty popp Girl, I like the way your booty, booty, booty drop Girl, I like the way your booty, booty, booty Boom, ba-ba-boom, ba-boom, ba-boom, boom  [Hook: Ester Dean & Chris Brown] Drop, drop, drop, drop, drop, drop, drop Drop, drop, drop, drop, drop, drop, drop He told me move that ass around and move that ass around And move that ass around and move that ass around He said move that ass around and move that ass around And move that ass around and move that ass around  ",
        "title": "Drop It Low"
    },
    {
        "artist": "Three 6 Mafia Featuring Kalenna",
        "lyrics": "  I've come to shake my ass I've come to shake my ass (Three 6 Mafia) I've come to shake my ass I've come to shake (Hypnotize Mind) ass  I've come to shake my ass Need anythin', I'm gonna give it real Just wanna shake my ass Mean when I drink cuz I'm onto you So can I shake my ass? Meanwhile I shakin' make 'em sing, sing With the bang, with the bomb, with the bomb  Yeah, a bomb in the club Fresh off of the crash Freshen up tail like an old mouse trap Tell me what it is, how the 88 sound I'm gonna take you to my crib for a lil' night cap  But then the slap, ghetto clown Tap, tap, tap to the pretty little gal Pump and burn to Knicca Pump and burn to Knicca  Take a little break to hit me, hit me back Go unless you make it now Body moving like, there she go Make me snap, already get me hard Like high school jock straps  Let's recap There's nobody 'ro those cute little shorts If there's that love If you ain't no tither, you better get drugged Party shots, like wat, wat?  I've come to shake my ass[k me anything I'm a give it real] Need anythin', I'm gonna give it real Just wanna shake my ass Mean when I drink cuz I'm onto you So can I shake my ass? Meanwhile I shakin' make 'em sing, sing With the bang, with the bomb, with the bomb  Once again in the booty club Trying to get some love I'mma do what I gotta do, I'mma be a bum Wanna touch, even wanna cut Down there like a butt Black and white, mixed like a mutt I'mma frustrate  I'mma pimp walking with a limp Got a twelve inch in my pants I've got her in a clip held by a chimp I'm the man when it come to this So an artist made her hips, it'd make her flip  I prefer a lift of my chopsticks Oh stop it Let the dancer take money outta your pocket She can move it and drop it With her clothes on, it makes her topless  She a hot girl in her own world On the spot, girl Body tease, body all grease like a S curl My dizzies get my face made kinda sleazy Pop it, shake that thang girl, please me  I've come to shake my ass Need anythin', I'm gonna give it real Just wanna shake my ass Mean when I drink cuz I'm onto you So can I shake my ass? Meanwhile I shakin' make 'em sing, sing With the bang, with the bomb, with the bomb  I'm a real role figure, lemme tell you what I think I like women and I like steaks I like cars with the candy paint And an iced out booty with an iced out make  I like girls with their goodie-good-good Woodpeckers peckin' on the woodie-wood-wood She love a go on the hoodie-hood-hood Takin' the whole thing like I knew she could  Pimp who? Baby, you sexy, scratch my back Bite my lips, just like that Baby, you sexy, scratch my back Bite my lips, just like that  I've come to shake my ass Need anythin', I'm gonna give it real Just wanna shake my ass Mean when I drink cuz I'm onto you So can I shake my ass? Meanwhile I shakin' make 'em sing, sing With the bass, with the bomb, with the bomb  On the floor, in the rave With the bomb, with the bomb On the floor in the pocket with the bass, drum Over here, I do my business like I'm dumb, dumb I'm the boom with the bang, with the bomb, with the bomb  ",
        "title": "Shake My"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  You walk and talk like you're some new sensation You move in circles, you don't need an invitation You spend your money, you can't get no satisfaction You play it right, so you can get the right reaction  It won't be long, my darling Pick up the phone, nobody's on it Where are your friends now, baby? All of the ones supposed to be there for  (You) When you're falling down, the world starts spinning out (You) When you're falling down, now it's not all about (You) When you're falling down, you know I'll be around When you're falling down, falling down  Falling down, you're falling down, falling down  What's outta place when you look into the mirror? The truth is blurry, but the lies are getting clearer You're eyes are fixed Your smile is so elastic You give me roses, but they're all just made of plastic  It won't be long, my darling Pick up the phone, nobody's on it Where are your friends now, baby? All of the ones supposed to be there for  (You) When you're falling down, the world starts spinning out (You) When you're falling down, now it's not all about (You) When you're falling down, you know I'll be around When you're falling down, falling down  Smile for the camera, everybody's looking at ya Smile for the camera, 'cause they're all about to trash ya Smile for the camera (camera, camera) Smile for the camera, who's gonna catch ya?  (You...)  (You) When you're falling down, the world starts spinning out (You) When you're falling down, now it's not all about (You) When you're falling down, you know I'll be around When you're falling down, falling down  Smile for the camera, everybody's looking at ya Smile for the camera, 'cause they're all about to trash ya  ",
        "title": "Falling Down"
    },
    {
        "artist": "David Cook",
        "lyrics": "  [Verse 1] You say you gotta go and find yourself You say that you're becoming someone else Don't recognize the face in the mirror looking back at you You say you're leaving as you look away I know there's really nothing left to say Just know I'm here whenever you need me I'll wait for you  [Chorus] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me  [Verse 2] Take your time, I won't go anywhere Picture you with the wind in your hair I'll keep your things right where you left them I'll be here for you  [Chorus] Oh and I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me And I hope you find everything that you need I'll be right here waiting to see You find you, come back to me  [Bridge] I can't get close if you're not there I can't get inside if there's no soul there I can't fix you, I can't save you It's something you'll have to do  [Interlude] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me Come back to me Come back to me  [Chorus] So I'll let you go, I'll set you free And when you've seen what you need to see When you find you, come back to me And I hope you find everything that you need I'll be right here waiting to see When you find you, come back to me  [Outro] Ah ooooooooooooo Ah ooooooooooooo When you find you, come back to me Ah ooooooooooooo Ah ooooooooooooo When you find you, come back to me When you find you, come back to me  ",
        "title": "Come Back To Me"
    },
    {
        "artist": "Twista Featuring Erika Shevon",
        "lyrics": "  [Intro: Erika Shevon] I'm calling you daddy, daddy Can you be my daddy? Daddy I need a daddy, daddy Won't you be my daddy? Daddy Come and make it rain down onnnn meeeeeee Come and make it rain down onnnn meeeeeee  [Twista] Now, now, now come and kick it with the Twista Black Caddy, mack daddy with a ho up in the backseat With a '97 +Pimp+ flow, got a feelin When you smokin when I flip it to a Trax beat Talkin about a beautiful figure, astonishing as Greek mythology Body be just like the girl in uhh, what's that movie? Never mind, let me enter yo' atmosphere As you enter my world and let me touch that booty I can't believe that yo' momma that cold Her daughter got such an astonishing soul, you need a modelin role Still a playa know you got it when you climbin From the bottom to the top of the pole, cause you can pop in control Yo' phatty's so accurate when I'm smackin it It's makin me say \"What I gotta do to get with that?\" When it come to makin it rain I can get it wet When it come to cuttin that monkey I can get it wet You want some media baby you need a better man He cover politics, I'mma be yo' weatherman Cause every time I'm lookin up and I see more ass I'mma constantly see rain in the forecast This-a-way, that-a-way, I'm flickin 5000 Ones Or whatever you wanna call it It's a celebration, you the champion, here's the fetti confetti C'mon and get drunk with the money hauler  [Hook 2X: Erika Shevon] You done been good, but you can do better I done been wet, but I can get it wetter Come and make it rain down onnnn meeeeeee You done been good, but you can do better I done been wet, but I can get it wetter Come and make it rain down onnnn meeeeeee  [Twista] But when I'm not for the feminine (feminine) And everybody that proceed with the hatred I'mma teach 'em a lesson I take shots of adrenaline (adrenaline) Cause that's the way I receive immunization against the recession I got the muscle off of my hustle-and-flow money A entrepreneur with ways to get mo' money So don't be trippin whenever you see me throw money Huh, it's just a lil' bit of show money But if you want me to get it wet in other ways Then I'mma have to beat it up but first I'mma play wit'chu girl Touch your ears and your neck and play wit'cha pearls Then I reach up in your pants and play wit'cha pearl When I lay you down you ain't gotta be frontin and fakin on me baby Cause I know it take the right touch I ain't stoppin 'til you wet up the covers Because I gotta keep on fuckin 'til I see a lot of white stuff Now you got me excited, I can't hold it I'm feelin it comin, I'm 'bout to let off an explosion (ohh) Let it ride when I see you animated and shakin Now when I touch your body you catchin convulsions (uh-huh) That's when I know I'm doin what I'm supposed to You chose me, I chose you Don't think I can get it wet? I told you Come and let the Twist rain down on you  [Hook]  [Outro: Erika Shevon] I'm calling you daddy, daddy Can you be my daddy? Daddy I need a daddy, daddy Won't you be my daddy? Daddy Come and make it rain down onnnn meeeeeee Come and make it rain down onnnn meeeeeee  ",
        "title": "Wetter (Calling You Daddy)"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Joey"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] I spent fifteen hundred dollars on your damn dog's collar Put new spinners on you escalate I swear I almost started crying When you brought up being' diamonds Lord I'm spending more than I'm getting paid You got more purses than Versace Got more rings that Liberace Fill your closes full of fancy shoes All my credit cards are Cooking Girl you don't know what your putting' me through It's a business doing pleasure, a business doing pleasure with you  [Verse 2] You got me walking' past the fellas Holdin' drinks with pink umbrellas On some island that I can't even spell Then we slide over to Gucci Right before we go for sushi That's a version of my personal hell You just spent all day long trying on Louis Vitton There's a thousand things that I'd rather do Lord my mom would beat me senseless If she saw what I was spending on you It's a business doing pleasure, a business doing pleasure with you  [Verse 3] You gonna break my bank before too long I'm taking out a loan But when you turn your kind of loving' on Honey I just can't say no, no no no no no no  [Verse 4] You gonna break my bank before too long I'm running out of dough But when you turn you kind of magic on Honey I just can't say no, no no no  [Verse 5] Maybe I'll play the stock market Put some money in my pocket Ain't no telling what your gonna need next I need to steal a Sherman tank Just to break into a bank I pray to God this song will be a success All my buddies think it's funny 'Cause I'm spending all my money On some honey like there's something to prove Cause for a little of your loving There ain't nothing much that I wouldn't do It's a business doing pleasure, a business doing pleasure with you No no no no It's a business doing pleasure, a business doing pleasure with you  ",
        "title": "It's A Business Doing Pleasure With You"
    }
]