[
    {
        "artist": "Maroon 5",
        "lyrics": "  [Intro] Ooooh oooh oh oh oh oh oh Ooooh oooh oh oh oh oh oh  [Verse 1] You and I go hard At each other like we going to war You and I go rough We keep throwing things and slamming the doors You and I get so Damn dysfunctional we stop keeping score You and I get sick Yeah I know that we can't do this no more  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Verse 2] Try to tell you 'No' But my body keeps on telling you 'Yes' Try to tell you stop But your lipstick got me so out of breath I be waking up In the morning probably hating myself And I be waking up Feeling satisfied but guilty as hell  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo And now I'm feeling stupid, feeling stupid crawling back to you So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  [Bridge] Yeah baby give me one more night Yeah baby give me one more night Yeah baby give me one more night  [Hook] But baby there you go again, there you go again making me love you Yeah I stopped using my head, using my head let it all go Got you stuck on my body, on my body like a tattoo yeah So I cross my heart, and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  (Yeah baby give me one more night)  [Verse 3] So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night (Yeah baby give me one more night) So I cross my heart and I hope to die That I'll only stay with you one more night And I know I've said it a million times But I'll only stay with you one more night  ",
        "title": "One More Night"
    },
    {
        "artist": "PSY",
        "lyrics": "  [Korean Translation] Oppan gang-namseutayil Kang-namseutayil  Naje-neun ttasaroun inkanjeo-gin yeoja Keopi hanjanye yeoyureuraneun pumkyeok i-nneun yeoja Bami omyeon shimjangi tteugeowojineun yeoja Keureon banjeon i-nneun yeoja  Naneun sana-i Naje-neun neomankeum ttasaroun geureon sana-i Keopi shikgido jeone wonsyas ttaerineun sana-i Bami omyeon shimjangi teojyeobeorineun sana-i Keureon sana-i  Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Jeongsu-khae boijiman nol ttaen noneun yeoja Ittaeda shipeumyeon mukkeot-deon meori puneun yeoja Karyeot-jiman wen-manhan nochulboda yahan yeoja Keureon gamkakjeo-gin yeoja  Naneun sana-i Jeomjanha boijiman nol ttaen noneun sana-i Ttae-ga dwehmyeon wahnjeon michyeobeorineun sana-i Keunyukboda sasangi ul-tungbul-tung-han sana-i Keureon sana-i  Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Areumdawo, sarangseureowo Keurae neo hey keurae baro neo hey Chigeumbu-teo kal dekkaji kabol-kka  Oppan Gangnam style Gangnam style Oppan Gangnam style Gangnam style Oppan Gangnam style  Eh- sexy lady Oppan Gangnam style Eh- sexy lady O-oo-o  Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom Ttwiineun nom keu wiie naneun nom Baby baby Naneun mwol jom aneun nom  You know what I’m sayin' Oppan Gangnam style  Eh- Sexy Lady Oppa Gangnam style Eh- Sexy Lady Oppa Gangnam style o-oo-o oh  ",
        "title": "Gangnam Style"
    },
    {
        "artist": "fun.",
        "lyrics": "  [Intro] Some nights, I stay up cashing in my bad luck Some nights, I call it a draw Some nights, I wish that my lips could build a castle Some nights, I wish they'd just fall off But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know anymore  [Verse 1] This is it, boys, this is war What are we waiting for? Why don't we break the rules already? I was never one to believe the hype Save that for the black and white Try twice as hard and I'm half as liked But here they come again to jack my style And that's alright, I found a martyr in my bed tonight She stops my bones from wondering just who I am, who I am, who I am Oh, who am I?  [Hook] Well, some nights, I wish that this all would end 'Cause I could use some friends for a change And some nights, I'm scared you'll forget me again Some nights, I always win (I always win) But I still wake up, I still see your ghost Oh Lord, I'm still not sure what I stand for What do I stand for? What do I stand for? Most nights, I don't know  [Bridge] So this is it? I sold my soul for this? Washed my hands of that for this? I miss my mom and dad for this? No When I see stars, when I see stars, that's all they are When I hear songs, they sound like a swan So come on Oh, come on Oh, come on Oh, come on  [Verse 2] Well, that is it, guys, that is all Five minutes in and I'm bored again Ten years of this, I'm not sure if anybody understands This one is not for the folks back home Sorry to leave, mom, I had to go Who the fuck wants to die alone all dried up in the desert sun?  [Verse 3] My heart is breaking for my sister And the con that she called \"love\" And then I look into my nephew's eyes Man, you wouldn't believe the most amazing things That can come from some terrible nights  [Outro] The other night, you wouldn't believe The dream I just had about you and me I called you up, but we'd both agree It's for the best you didn't listen It's for the best we get our distance It's for the best you didn't listen It's for the best we get our distance, oh  ",
        "title": "Some Nights"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Die Young"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1: Kanye West] We the cause of all the commotion Your mouth running, but where is you going? What is you smoking, man? That ain't potent What is you talking, man? That ain't important Illuminati, High society We in this party and nobody invited me We going crazy and I always use my best sense But it don't matter cause I stay on my fresh prince Maxin', relaxin, shootin' some pool and Playing some b-ball outside of the school and Girls with they top off outside of the pool and Whips with the drop off outside of the Louvre You just look stupid to be ignoring The Delorean parked in front of Armani emporium And parties at Richie is getting risky Victoria's Secret show, they miss me Voices in my head, I need choices in my bed AHHHHH, get out my fucking head It's just me and my bad bitch So you can say I'm on my Brad Pitt Back to the la familia I'm aligned with Before I betray them I slit my wrists At the top is just us nigga Cause I don't really trust niggas And we made it through the hurricane So celebrate and light the Mary Jane We gon' make it, that's on everything Truest girls get half naked, every spring They saying, \"Hey Kanye We need you to go deeper than Tay Zonday,\" Cause my verses got pain, Chocolate Rain So many lines, you photograph and it make arms break On the radio, man I miss myself I need to just step back and kiss myself Baby, just step up and kiss the belt A little lower.. that's what's up Somebody pour her another cup Is it too much to ask you keep your diamonds up? I swear until my time is up My style is sex in the shower, fresh as fuck  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Verse 2: Rihanna] Palms rise to the universe As we moonshine and molly Feel the warmth we'll never die We're like diamonds in the sky You're a shooting star I see A vision of ecstasy When you hold me I'm alive We're like diamonds in the sky  [Pre-Hook: Rihanna] I knew that we'd become one right away Oh right away At first sight I felt energy of sun rays I saw the life inside your eyes  [Hook: Rihanna] So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky  [Post-Hook: Rihanna] Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky Shine bright like a diamond Shine bright like a diamond Shining bright like a diamond We're beautiful like diamonds in the sky  [Outro: Rihanna] Shine bright like a diamond Shine bright like a diamond Shine bright like a diamond So shine bright tonight you and I We're beautiful like diamonds in the sky Eye to eye so alive We're beautiful like diamonds in the sky Shine bright like a diamond  ",
        "title": "Diamonds"
    },
    {
        "artist": "Justin Bieber Featuring Big Sean",
        "lyrics": "  [Intro: Justin Bieber] As long as you love me As long as you love me As long as you love me  [Verse 1: Justin Bieber] We're under pressure Seven billion people in the world tryna fit in Keep it together Smile on your face, even though your heart is frowning But hey now, you know girl We both know it's a cruel world But I will take my chances  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, I'll be your gold As long as you love me As long as you love me, love me  [Verse 2: Justin Bieber] I'll be your soldier Fighting every second of the day for your dreams, girl I'll be your Hova You could be my Destiny's Child on the scene, girl So don't stress and don't cry Oh we don't need no wings to fly Just take, my hand  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, and  I'll be your gold As long as you love me As long as you love me, love me  [Verse 3: Big Sean] I don't know if this makes sense, but you're my hallelujah Give me a time and place, I'll rendezvous it I'll fly you to it, I'll beat you there Girl, you know I got you Us, trust, a couple things I can't spell without 'U' Now we on top of the world cause that's just how we do Used to tell me sky's the limit, now the sky's our point of view Man, we stepping out, like woah, oh God Cameras point and shoot Ask me \"What's my best side?\" I stand back and point at you, you, you The one that I argue with, feel like I need a new girl to be bothered with But the grass ain't always greener on the other side, it's green where you water it So I know, we got issues baby, true, true, true But I'd rather work on this with you Than to go ahead and start with someone new  [Chorus: Justin Bieber] As long as you love me We could be starving, we could be homeless, we could be broke As long as you love me I'll be your platinum, I'll be your silver, I'll be your gold  [Outro: Justin Bieber] As long as you love me, it's all I mean, it's all I want baby As long as you love me, your everyday I need As long as you love me, you love me, you love me, yeah As long as you love me yeah, you love me As long as you love me  ",
        "title": "As Long As You Love Me"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Intro] One, two, one, two, three Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 1] Never had much faith in love or miracles Never wanna put my heart on the line But swimming in your water is something spiritual I'm born again every time you spend the night  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Post-Chorus] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  [Verse 2] You bring me to my knees, you make me testify You can make a sinner change his ways Open up your gates cause I can't wait to see the light And right there is where I wanna stay  [Pre-Chorus] Cause your sex takes me to paradise Yeah, your sex takes me to paradise And it shows, yeah yeah yeah  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Bridge] Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here? Oh-oh-oh-oh, yeah yeah yeah Can I just stay here? Spend the rest of my days here?  [Chorus] Cause you make me feel like I've been locked out of heaven For too long, for too long Yeah, you make me feel like I've been locked out of heaven For too long, for too long  [Outro] Aw, yeah yeah yeah yeah, ooh! Aw, yeah yeah Aw, yeah yeah yeah yeah, ooh!  ",
        "title": "Locked Out Of Heaven"
    },
    {
        "artist": "Alex Clare",
        "lyrics": "  [Verse 1] You know I'm not one, to break promises I don't want to hurt you but I need to breathe At the end of it all you're still my best friend But there's something inside that I need to release Which way is right? Which way is wrong? How do I say that I need to move on? You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way  [Verse 2] You've given me more, than I can return Yet there's oh so much that you deserve Nothing to say Nothing to do I've nothing to give I must live without you You know we're heading separate ways  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  [Hook] And it feels like I am just too close to love you There's nothing I can really say I can't lie no more I can't hide no more Got to be true to myself And it feels like I am just too close to love you So I'll be on my way So I'll be on my way  ",
        "title": "Too Close"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] Much as you blame yourself, you can't be blamed for the way that you feel Had no example of a love that was even remotely real How can you understand something that you never had? Ooh, baby, if you let me, I can help you out with all of that  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness gets brought to life I'll take you there  Girl let me love you Girl let me love you, baby, oh Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, let me love you, oh  [Verse 2] I can see the pain behind your eyes It's been there for quite a while I just wanna be the one to remind you what it is to smile I would like to show you what true love can really do  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  Girl let me love you, baby Girl let me love you Let me love you, let me love you, baby Girl let me love you Girl let me love you, baby Girl let me love you Let me love you, girl let me love you, baby  For every heart that beats For every heart that beats For every heart that beats For every heart that beats Heart that beats Heart that beats Heart that beats Heart that beats  [Chorus] Girl let me love you And I will love you Until you learn to love yourself Girl let me love you And all your trouble Don't be afraid, girl let me help Girl let me love you And I will love you Until you learn to love yourself Girl let me love you A heart of numbness, gets brought to life I'll take you there  [Outro] Girl let me love you Let me love you, baby, love you, baby Girl let me love you Let me love you babe, love you babe, ooh-ooh-ah  ",
        "title": "Let Me Love You (Until You Learn To Love Yourself)"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Intro] Dearly beloved, if this love only exists in my dreams Don't wake me up  [Verse 1] Too much light in this window, don’t wake me up Only coffee, no sugar inside my cup If I wake and you're here still, give me a kiss I wasn't finished dreaming about your lips  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  [Verse 2] So much light in the city, you won't believe Been awake some days now, no time to sleep If your heart is a pillow, this love's the bed Tell me what is the music, inside my head  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  [Bridge] I don't wanna fall, fall, fall, fall asleep no I don't wanna fall unless I'm falling for you I don't wanna fall, fall, fall, fall asleep no I don't wanna fall unless I'm falling for you  [Chorus] Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me Don’t wake me up, yeah Don’t wake me up, don’t wake me up Don’t wake me up, yeah Don’t wake me up, up, up, up, up Don’t wake me up, don’t wake me  ",
        "title": "Don't Wake Me Up"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I remember when we broke up, the first time Saying, \"This is it, I've had enough\" 'cause, like We hadn't seen each other in a month When you said you needed space – what‽ Then you come around again and say \"Baby, I miss you and I swear I'm gonna change; trust me\" Remember how that lasted for a day? I say, \"I hate you,\" we break up, you call me, \"I love you\"  [Pre-Chorus] Ooh—ooh—ooh—ooh—ooh We called it off again last night but Ooh—ooh—ooh—ooh—ooh This time, I'm telling you, I'm telling you  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together Like, ever  [Verse 2] I'm really gonna miss you picking fights and me Falling for it screaming that I'm right and you Would hide away and find your piece of mind With some indie record that's much cooler than mine  [Pre-Chorus] Ooh—ooh—ooh—ooh—ooh We called it off again last night but Ooh—ooh—ooh—ooh—ooh This time, I'm telling you, I'm telling you  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together  [Post-Chorus] Ooh—ooh—ooh—ooh—ooh (yeah!) Ooh—ooh—ooh—ooh—ooh (yeah!) Ooh—ooh—ooh—ooh—ooh (yeah!) Oh—oh—oh!  [Bridge] I used to think that we were forever, ever And I used to say, \"Never say never\" Huh, so he calls me up and he's like, \"I still love you\" And I'm like, \"I just— I mean, this is exhausting, you know? Like, we are never getting back together, like, ever\"  [Chorus] We are never, ever, ever getting back together We are never, ever, ever getting back together You go talk to your friends, talk to my friends, talk to me But we are never, ever, ever, ever getting back together  [Outro] We— (ooh—ooh—ooh—ooh—ooh, ooh—ooh—ooh—ooh—ooh) —getting back together We— (ooh—ooh—ooh—ooh—ooh, ooh—ooh—ooh—ooh—ooh) —getting back together You go talk to your friends, talk to my friends, talk to me (talk to me) But we are never, ever, ever, ever getting back together  ",
        "title": "We Are Never Ever Getting Back Together"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] White knuckles And sweaty palms from hanging on too tight Clenched shut jaw I've got another headache again tonight Eyes on fire, eyes on fire And they burn from all the tears I've been crying, I've been crying I've been dying over you Tie a knot in the rope Tryna hold, tryna to hold But there's nothing to grasp so I let go  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Verse 2] I won't miss All of the fighting that we always did Take it in I mean what I say when I say there is nothing left No more sick Whiskey dick No more battles for me You'll be calling a trick Cause you no longer sleep I'll dress nice I'll look good I'll go dancing alone I will laugh I'll get drunk I'll take somebody home  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Interlude] Blow me one last kiss Blow me one last kiss  [Bridge] I will do what I please Anything that I want I will breathe I will breathe I won't worry at all You will pay for your sins You'll be sorry, my dear All the lies, all the \"why's\" will be crystal clear  [Chorus] I think I finally had enough I think I maybe think too much I think this might be it for us Blow me one last kiss You think I'm just too serious I think you're full of shit My head is spinning so Blow me one last kiss Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  [Interlude] Blow me one last kiss Blow me one last kiss  [Chorus] Just when it can't get worse I've had a shit day Have you had a shit day? We've had a shit day I think that life's too short for this I want back my ignorance and bliss I think I've had enough of this Blow me one last kiss  ",
        "title": "Blow Me (One Last Kiss)"
    },
    {
        "artist": "Owl City & Carly Rae Jepsen",
        "lyrics": null,
        "title": "Good Time"
    },
    {
        "artist": "Phillip Phillips",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Verse 1: Flo Rida] I know you wanna get behind the wheel, but only one Rida Eyes shut still got me swimming like a diver Can't let go, I got fans in Okinawa My heart to Japan, quake losers and surviors Norway no you didn't get my flowers No way to say it better, but the killer was a Coward Face just showered, the minute in a hour Heard about the news, whole day went sour Lil mama got me feeling like a lemon-head Put you in the box just as poisonous as cigarettes Give 'em my regards or regardless I get arrested Ain't worried about the killers, just the young and restless Gettin' mad cause the quarter million on my necklace DUI never said I was driving reckless You and I know that jealously is not impressive Oh no I can't stop, I was destined  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Verse 2: Flo Rida] Champagne buckets still got two tears in it And I put that on my tattoo of Jimi Hendrix Get the pressed leather outfit all in it Cuz the press tell it all get a meal ticket Clean next get a call just a lil visit Sacrifice just to make a hit still vivid Reality stressed when you're blessed, just kill critics Buggatti never meant I'm rich, just God-fearing Look at me steering, got the bossing staring Got a good feelin', Mr. Mike Caren Tell his Billie Jeans, I'm on another planet Thank E-Class, Big Chuck or Lee Prince Perries Buy my momma chandeliers on my tears dammit Thirty years you had thought these emotions vanish Tryna live tryna figure how my sister vanish No cheers I know you wouldn't panic  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  [Bridge: Flo Rida] When I need a healing, I just look up to the ceiling I see the sun coming down, I know it's all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now When I need a healing, I just look up the the ceiling I see the sun coming down I know its all better now  [Hook: Flo Rida & Brenda Russell] I know Caught up in the middle I cry, just a little When I think of letting go Oh no Gave up on the riddle I cry, just a little When I think of letting go  ",
        "title": "I Cry"
    },
    {
        "artist": "Kanye West, Jay-Z, Big Sean",
        "lyrics": "  [Produced by Kanye West, Hit-Boy, Anthony Kilhoffer, and Noah Goldstein]  [Intro: James Fauntleroy] What of the dollar you murdered for? Is that the one fighting for your soul? Or your brother's the one that you're running from? But if you got money, fuck it, ‘cause I want some  [Big Sean] B-I-G, who fuckin' with me? Oh God! Okay  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 1: Big Sean] (B-I-G, oh God! Go) I tell a bad bitch do whatever I say My block behind me, like I'm coming out the driveway It's grind day, from Friday to next Friday I been up straight for nine days, I need a spa day (spa day) Yup, she tryin' to get me that poon-tang I might let my crew bang, my crew deeper than Wu-Tang I'm rollin' with... fuck I'm saying? Girl, you know my crew name You know 2 Chainz? Scrrr! I'm pullin' up in that Bruce Wayne But I'm the fuckin' villain Man, they kneelin' when I'm walking in the buildin' Freaky women I be feelin' from the bank accounts I'm fillin' What a feelin'! Ah man, they gotta be Young player from the D That's killing everything that he see for the dough  [Chorus: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 2: Jay Z] (Click clack, stick 'em up!) Yeah, I'm talkin' Ye, yeah, I'm talkin' Rih Yeah, I'm talkin' B, nigga, I'm talkin' me Yeah, I'm talkin' bossy, I ain't talkin' Kelis Your money too short, you can't be talking to me Yeah, I'm talkin' LeBron, we ball in our family tree G.O.O.D. Music drug-dealing cousin Ain't nothin' fuckin' with we, me Turn that 62 to 125, 125 to a 250 250 to a half a million, ain't nothin' nobody can do with me Now, who with me? ¡Vámonos! Call me Hov or Jefe Translation: I'm the shit, least that what my neck say Least that what my check say, lost my homie for a decade Nigga down for like 12 years Ain't hug his son since the second grade Uh, he never told—who he gonna tell? We top of the totem pole It's the Dream Team meets the Supreme Team And all our eyes green, it only means one thing You ain't fuckin' with the clique  [Hook: Big Sean] Ain't nobody fuckin' with my clique Clique, clique, clique, clique Ain't nobody fresher than my muh'fuckin' clique Clique, clique, clique, clique As I look around, they don't do it like my clique Clique, clique, clique, clique And all these bad bitches, man They want the, they want the, they want the  [Verse 3: Kanye West] Break records at Louis, ate breakfast at Gucci My girl a superstar all from a home movie Bow on our arrival, the un-American idols What niggas did in Paris, got 'em hangin' off the Eiffel Yeah, I'm talkin' business, we talkin' CIA I'm talkin' George Tenet, I seen him the other day He asked me about my Maybach, think he had the same Except mine tinted and his might have been rented You know, white people get money, don't spend it Or maybe they get money, buy a business I rather buy 80 gold chains and go ign'ant I know Spike Lee gon' kill me, but let me finish Blame it on the pigment, we livin' no limits Them gold Master P ceilings was just a figment Of our imagination, MTV cribs Now I'm lookin' at a crib right next to where TC lives That's Tom Cruise, whatever she accuse He wasn't really drunk, he just had a frew brews Pass the refreshments, a cool, cool beverage Everything I do need a news crew's presence Speedboat swerve, homie, watch out for the waves I'm way too black to burn from sunrays So I just meditate at the home in Pompeii About how I could build a new Rome in one day Every time I'm in Vegas they screamin' like he's Elvis But I just wanna design hotels and nail it Shit is real, got me feelin' Israelian Like Bar Refaeli, or Gisele—no, that's Brazilian Went through, deep depression when my mama passed Suicide, what kinda talk is that? But I been talkin' to God for so long That if you look at my life I guess he's talkin' back Fuckin' with my clique  [Outro: Big Sean] Ain't nobody fresher than my muh'fuckin' clique As I look around, they don't do it like my clique And all these bad bitches, man They want the, they want the, they want the Go!  ",
        "title": "Clique"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": null,
        "title": "Lights"
    },
    {
        "artist": "Miguel",
        "lyrics": "  [Intro] She's art dealer chic Would you be my friend, my freak? She's art dealer chic Would you be my friend, my freak?  [Verse 1] These lips, can't wait to taste your skin, baby And these eyes, I can't wait to see your grin, (ooh ooh baby) Just let my love, Just let my love adorn you (please baby) And you gotta know, you gotta know You know that I adorn you (yeah baby) Baby these fists, will always protect ya, lady And this mind, will never neglect you, (yeah baby) And if they try to break us down Don't let that affect us, no baby  [Chorus 1] You just gotta let my love Let my love, let my love adorn you Ahh, le-le-le-let it dress you down You gotta know, you gotta know, know that I adore you Just that, baby, Let my love adorn you, baby Don't you ever, don't you let nobody tell you different, baby I'll always adore you, you gotta know now You gotta know na-nah-now, yeah  [Bridge] Oh yeah The same way that the stars adorn the skies, yeah (Every night babe) Now look up sugar (Every night babe) Now hey hey hey The same way that my whole world's in your eyes (when I look in your eyes babe) Oooh and it's time now (It's time babe)  [Chorus 2] Just let, let my love (do you baby!) Le-le-le-let it dress you down You got to know baby, oh you got to know That I adorn you, yeah Oh love ain't never looked so good on ya Oh, put it on, baby Let my love adorn... You  ",
        "title": "Adorn"
    },
    {
        "artist": "The Lumineers",
        "lyrics": "  [Verse 1] I been trying to do it right I been living a lonely life I been sleepin' here instead I been sleepin' in my bed I been sleepin' in my bed  So show me family All the blood that I will bleed I don't know where I belong I don't know where I went wrong But I can write a song  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Verse 2] I don't think you're right for him Think of what it might have been if we Took a bus to Chinatown I'd be standin' on Canal, and Bowery And she'd be standin' next to me  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  [Bridge] Love we need it now Let's hope for some Cause oh, we're bleedin' out  [Hook] I belong with you, you belong with me You're my sweetheart I belong with you, you belong with me You're my sweetheart  ",
        "title": "Ho Hey"
    },
    {
        "artist": "Neon Trees",
        "lyrics": "  Hey baby won't you look my way I can be your new addiction Hey baby what you got to say All you're giving me is fiction I'm a sorry sucker and this happens all the time I find out that everybody talks Everybody talks, everybody talks  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Hey honey you could be my drug You could be my new prescription Too much could be an overdose All this trash talk make me itching  Oh my my shit Everybody talks, everybody talks Everybody talks too much...  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Never though I'd live to see the day When everybody's words got in the way  Hey sugar show me all your love All you're giving me is friction Hey sugar what you gotta say?  [Hook] It started with a whisper And that was when I kissed her And then she made my lips hurt I can hear the chit chat Take me to your love shack Mama's always got a backtrack When everybody talks back  Everybody talks Everybody talks Everybody talks Everybody talks Everybody talks Everybody talks ... back  It started with a whisper (everybody talks, everybody talks) And that was when I kissed her (everybody talks, everybody talks)  Everybody talks Everybody talks... back  ",
        "title": "Everybody Talks"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] My heart is paralyzed My head was oversized I'll take the high road like I should You said it's meant to be That it's not you, it's me You're leaving now for my own good  That's cool, but if my friends ask where you are I'm gonna say  [Hook 1] She went down in an airplane Fried getting suntanned Fell in a cement mixer full of quicksand Help me, help me, I'm no good at goodbyes! She met a shark under water Fell and no one caught her I returned everything I ever bought her Help me, help me, I'm all out of lies And ways to say you died  [Verse 2] My pride still feels the sting You were my everything Some day I'll find a love like yours (a love like yours) She'll think I'm Superman Not super minivan How could you leave on Yom Kippur?  That's cool, but if my friends ask where you are I'm gonna say  [Hook 2] She was caught in a mudslide Eaten by a lion Got run over by a crappy purple Scion Help me, help me, I'm no good at goodbyes! She dried up in the desert Drowned in a hot tub Danced to death at an east side night club Help me, help me, I'm all out of lies And ways to say you died  [Bridge] I wanna live a thousand lives with you I wanna be the one you're dying to love... But you don't want to  That's cool, but if my friends ask where you are I'm gonna say That's cool, but if my friends ask where you are I'm gonna say  [Hook 1] She went down in an airplane Fried getting suntanned Fell in a cement mixer full of quicksand Help me, help me, I'm no good at goodbyes! She met a shark under water Fell and no one caught her I returned everything I ever bought her Help me, help me, I'm all out of lies And ways to say you died  [Hook 2] She was caught in a mudslide Eaten by a lion Got run over by a crappy purple Scion Help me, help me, I'm no good at goodbyes! She dried up in the desert Drowned in a hot tub Danced to death at an east side night club Help me, help me, I'm all out of lies And ways to say you died  ",
        "title": "50 Ways To Say Goodbye"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Verse 1] Look, I'm bettin' you like people And I'm bettin' you love freak mode And I'm bettin' you like girls That give love to girls and stroke your little ego I bet you I'm guilty, your honor That's just how we live in my genre Who in the hell done paved the road wider? There's only one Flo and one Rida I'm a damn shame, order more champagne Pulling them hamstrings, tryna put it on ya Bet your lips spin back around corner Slow it down, baby, take a little longer  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby  [Verse 2] It's like everywhere I go, my whistle ready to blow Shawty don't even know, she can get any for the low Told me she's not a pro, it's okay, it's under control Show me soprano 'cause, girl, you can handle Baby, we'll start slow then you come up and park close Girl, I'm the whistle man, my Bugatti the same notes Show me your perfect pitch, you got it, my banjo Talented with your lips like you blew out a candle So amusing Now you can make a whistle with the music Hope you ain't got no issues, you can do it Even if it's no picture, never lose it  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby Whistle, baby, whistle, baby Whist-whistle, baby, whistle, baby  [Bridge] Go on, girl, you can twerk it Let me see your whistle while you work it I'ma lay it back, don't stop it 'Cause I love it how you drop it, drop it, drop it on me Now, shorty, let that whistle blow-ow-ow-ow Yeah, baby, let that whistle blow-ow-ow  [Chorus] Can you blow my whistle, baby, whistle, baby? Let me know Girl, I'm gonna show you how to do it and we start real slow You just put your lips together and you come real close Can you blow my whistle, baby, whistle, baby? Here we go  [Hook] Can you blow my whistle, baby? Whistle, baby, whistle, baby Can you blow my whistle, baby? Whist-whistle, baby, whistle, baby Can you blow my whistle, baby? Whistle, baby, whistle, baby Can you blow my whistle, baby? Whist-whistle, baby, whistle, baby  ",
        "title": "Whistle"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Dry lightning cracks across the skies Those storm clouds gather in her eyes Her daddy was a mean old mister Mama was an angel in the ground The weather man called for a twister She prayed blow it down  [Chorus 1] There’s not enough rain in Oklahoma To wash the sins out of that house There’s not enough wind in Oklahoma To rip the nails out of the past  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Verse 2] She heard those sirens screaming out Her daddy laid there passed out on the couch She locked herself in the cellar Listened to the screaming of the wind Some people called it taking shelter She called it sweet revenge  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Chorus 1] There’s not enough rain in Oklahoma To wash the sins out of that house There’s not enough wind in Oklahoma To rip the nails out of the past  [Chorus 2] Shatter every window 'til it’s all blown away Every brick, every board, every slamming door blown away 'Til there’s nothing left standing Nothing left of yesterday Every tear-soaked whiskey memory blown away Blown away  [Outro] Blown away, blown away, blown away, blown away  ",
        "title": "Blown Away"
    },
    {
        "artist": "Florida Georgia Line Featuring Nelly",
        "lyrics": "  [Intro: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Let's go!  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up What up Nelly, alright I got my windows down and the radio up Get your radio up  [Verse 1: Brian Kelley & Tyler Hubbard] Yeah, when I first saw that bikini top on her She’s poppin' right out of the South Georgia water Thought, \"Oh, good lord, she had them long tanned legs\" Couldn't help myself so I walked up and said  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it Come on So baby you a song You make me wanna roll my windows down and cruise  [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up  [Verse 2: Brian Kelley & Tyler Hubbard] Yeah, she was sippin' on Southern and singin' Marshall Tucker We were fallin' in love in the sweet heart of summer She hopped right up into the cab of my truck and said \"Fire it up, let’s go get this thing stuck\"  [Chrous: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Verse 3: Nelly] My windows down my seats back My music up and we ride Her legs up on my dashboard And it's just the way I like Hey country girl, this country boy Like e'rything about you Don't change a thing, no way You stay the same and I got you I likes all that, all that Head to toe you all that Tell ole boy he can call back Send her a text say, \"fall back\" cause I can see you got a thing for the fast life So come on, shawty, let me show you what the fast like Whipping 'cross the border, Florida into Georgia Cause baby you a song You make me wanna roll my windows down and cruise Down a back road blowing stop signs through the middle Every hood, every town with you And this drop-top Chevy painted real slick It would look a hell of a lot better with you up in it Cause baby you a song You make me wanna roll my, roll my, roll my R-r-r-r-roll  [Chorus: Brian Kelley & Tyler Hubbard] Baby you're a song You make me wanna roll my windows down and cruise Down a back road blowin' stop signs through the middle Every little farm town with you In this brand new Chevy with a lift kit Would look a hell of a lot better with you up in it So baby you a song You make me wanna roll my windows down and cruise   [Bridge: Brian Kelley & Tyler Hubbard] I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up I got my windows down and the radio up Get your radio up  ",
        "title": "Cruise"
    },
    {
        "artist": "Carly Rae Jepsen",
        "lyrics": "  [Verse 1] I threw a wish in the well Don't ask me, I'll never tell I looked to you as it fell And now you're in my way I trade my soul for a wish Pennies and dimes for a kiss I wasn't looking for this But now you're in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Verse 2] You took your time with the call I took no time with the fall You gave me nothing at all But still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it But it's in my way  [Pre-Chorus] Your stare was holding Ripped jeans, skin was showing Hot night, wind was blowing Where you think you're going, baby?  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe It's hard to look right at you, baby But here's my number, so call me maybe Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Bridge] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad  [Breakdown] It's hard to look right at you, baby But here's my number, so call me maybe  [Chorus] Hey, I just met you, and this is crazy But here's my number, so call me maybe And all the other boys try to chase me But here's my number, so call me maybe  [Outro] Before you came into my life, I missed you so bad I missed you so bad I missed you so, so bad Before you came into my life, I missed you so bad And you should know that I missed you so, so bad So call me maybe  ",
        "title": "Call Me Maybe"
    },
    {
        "artist": "Gotye Featuring Kimbra",
        "lyrics": "  [Verse 1: Gotye] Now and then I think of when we were together Like when you said you felt so happy you could die Told myself that you were right for me But felt so lonely in your company But that was love and it's an ache I still remember  [Verse 2: Gotye] You can get addicted to a certain kind of sadness Like resignation to the end, always the end So when we found that we could not make sense Well you said that we would still be friends But I'll admit that I was glad it was over  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough No you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  Now you're just somebody that I used to know Now you're just somebody that I used to know  [Verse 3: Kimbra] Now and then I think of all the times you screwed me over But had me believing it was always something that I'd done But I don't wanna live that way Reading into every word you say You said that you could let it go And I wouldn't catch you hung up on somebody that you used to know  [Chorus: Gotye] But you didn't have to cut me off Make out like it never happened and that we were nothing And I don't even need your love But you treat me like a stranger and that feels so rough And you didn't have to stoop so low Have your friends collect your records and then change your number I guess that I don't need that though Now you're just somebody that I used to know  [Outro: Gotye] Somebody (I used to know) Somebody (Now you're just somebody that I used to know) Somebody (I used to know) Somebody (Now you're just somebody that I used to know) (I used to know) (That I used to know) (I used to know) Somebody  ",
        "title": "Somebody That I Used To Know"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Intro] I'm wide awake I'm wide awake I'm wide awake  [Verse 1] I'm wide awake Yeah, I was in the dark I was falling hard With an open heart I'm wide awake How did I read the stars so wrong? I'm wide awake And now it’s clear to me That everything you see Ain’t always what it seems I'm wide awake Yeah, I was dreaming for so long  [Pre-Chorus] I wish I knew then, what I know now Wouldn’t dive in, wouldn’t bow down Gravity hurts You made it so sweet ‘Til I woke up on, on the concrete  [Chorus] Falling from cloud 9 Crashing from the high I'm letting go tonight Yeah, I'm falling from cloud 9  [Verse 2] I'm wide awake Not losing any sleep, I picked up every piece And landed on my feet I'm wide awake Need nothing to complete myself, no I'm wide awake Yeah, I am born again, outta the lion's den I don't have to pretend That it's too late The story's over now, the end  [Pre-Chorus] I wish I knew then, what I know now Wouldn't dive in, wouldn't bow down Gravity hurts, you made it so sweet 'Til I woke up on, on the concrete  [Chorus] Falling from cloud 9 Crashing from the high I'm letting go tonight Yeah, I'm falling from cloud 9  [Bridge] Thunder rumbling, castles crumbling I am trying to hold on God knows that I tried Seeing the bright side But I'm not blind anymore  [Interlude] I'm wide awake I'm wide awake, yeah I'm  [Chorus] Falling from cloud 9 (It was outta the blue, I'm) Crashing from the high You know, I'm letting go tonight (Yeah, I'm letting you go, I'm) I'm falling from cloud 9  [Outro] I'm wide awake, I'm wide awake I'm wide awake, I'm wide awake I'm wide awake  ",
        "title": "Wide Awake"
    },
    {
        "artist": "Alicia Keys Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Nicki Minaj] Spirit of Marilyn callin' me, audibly Bawling, she said that she would never leave,continued to torture me Telling me to come with her,underneath my comforter And she brought a gun with her, pills and some rum with her Took me on the balcony, telling me to jump with her Yeah I'm in the ghost, but I ain't doing stunts with her I ain't trying to be that,haters wanna see that But I got 'em aggy,cause I win the gold like Gabby  [Verse 2: Alicia Keys] She's just a girl, and she's on fire Hotter than a fantasy, lonely like a highway She's living in a world, and it's on fire Feeling the catastrophe, but she knows she can fly away  Oh, she got both feet on the ground And she's burning it down Oh, she got her head in the clouds And she's not backing down  [Hook] This girl is on fire This girl is on fire She's walking on fire This girl is on fire  [Verse 3: Alicia Keys] Looks like a girl, but she's a flame So bright, she can burn your eyes Better look the other way You can try but you'll never forget her name She's on top of the world Hottest of the hottest girls say  Oh, we got our feet on the ground And we're burning it down Oh, got our head in the clouds And we're not coming down  [Hook]  [Verse 4: Alicia Keys] Everybody stands, as she goes by Cause they can see the flame that's in her eyes Watch her when she's lighting up the night Nobody knows that she's a lonely girl And it's a lonely world But she gon' let it burn, baby, burn, baby  [Verse 5: Nicki Minaj] Dear God, If you're here God Make the fire disappear when they stare God Take away my fear when they interfere God Do you fear God? Cause I fear God And in my backyard, that's a deer, God And that's a horse ranch,and to my core fans Keep reppin' me,do it 'til the death of me 'X' in the box, cause ain't nobody checkin' me  [Hook]  Oh, oh, oh...  She's just a girl, and she's on fire  ",
        "title": "Girl On Fire"
    },
    {
        "artist": "David Guetta Featuring Sia",
        "lyrics": "  [Verse 1] You shout it out, but I can't hear a word you say I'm talking loud, not saying much I'm criticized, but all your bullets ricochet You shoot me down, but I get up  [Pre-Chorus] I'm bulletproof, nothing to lose Fire away, fire away Ricochet, you take your aim Fire away, fire away  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium  [Bass]  [Verse 2] Cut me down, but it's you who'll have further to fall Ghost town and haunted love Raise your voice, sticks and stones may break my bones I'm talking loud, not saying much  [Pre-Chorus] I'm bulletproof, nothing to lose Fire away, fire away Ricochet, you take your aim Fire away, fire away  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium I am titanium I am titanium  [Base]  [Bridge] Stone hard, machine gun Fired at the ones who run Stone hard, as bulletproof glass  [Chorus] You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium You shoot me down, but I won't fall I am titanium I am titanium  ",
        "title": "Titanium"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] So this is what you meant When you said that you were spent And now it's time to build from the bottom of the pit Right to the top Don't hold back Packing my bags and giving the academy a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Verse 2] So this is where you fell And I am left to sail The path to heaven runs through miles of clouded hell Right to the top Don't look back Turn in the rags and giving the commodities a rain check  [Pre-Chorus] I don't ever wanna let you down I don't ever wanna leave this town Cause after all This city never sleeps at night  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  [Bridge] This road never looked so lonely This house doesn't burn down slowly To ashes, to ashes  [Chorus] It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am It's time to begin, isn't it? I get a little bit bigger, but then I'll admit I'm just the same as I was Now don't you understand That I'm never changing who I am  ",
        "title": "It's Time"
    },
    {
        "artist": "Enrique Iglesias Featuring Sammy Adams",
        "lyrics": "  [Verse 1: Enrique Iglesias] You know I'm going to get you, yeah Whatever it takes to, get there No I won't drop you Like everybody else does  [Hook: Enrique Iglesias] Forget about your friends, they don't care where we go If they do, we'll get lost in a crowd of people I've been looking for you Forever baby we go Together baby we go, we go  In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you You never have to worry if what I say is true Girl I've been looking for you And when I saw you I knew That I finally found, I finally found you  [Verse 2: Enrique Iglesias] I'm coming I'll get ya, yeah We have a connection, that's right Because girl I'm not letting go I'm gonna make you feel right, oh yeah  [Hook: Enrique Iglesias] Forget about your friends, they don't care where we go If they do, we'll get lost in a crowd of people I've been looking for you Forever baby we go Together baby we go, we go  In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you You never have to worry if what I say is true Girl I've been looking for you And when I saw you I knew That I finally found, I finally found you  I finally found, I finally found you  [Verse 3: Sammy Adams] Yeah, so can I get love Too much to ask for really so tough Find yourself moving with the sex of the drums Got my hands full, grabbing all these girls, girls Hands up, hands up Dance floor chilling when I hold two cups Can't stop spilling because I'm drunk as fuck And my song comes on and the club goes nuts Every province I go, city I sleep, its best that ya’ll know Running around, and doing all these shows Round the whole globe, I come, and you go girl And you need to think of it Just wrap for the night, baby live a bit With a place to hit, and your pants to zip You can make a scene and party, are you into it...  [Outro: Enrique Iglesias] In this crazy world of choices, I've only got a few Either you're coming with me or I'm coming with you Cause I finally found, I finally found you Finally, finally, finally found you Finally, finally, finally found Finally found, I finally found you  You know I'm go get ya, yeah  ",
        "title": "Finally Found You"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Produced by T-Minus]  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 1] Now I done grew up 'round some people livin' their life in bottles Granddaddy had the golden flask Backstroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular, that was my problem I was in a dark room, loud tunes Lookin' to make a vow soon That I'ma get fucked up, fillin' up my cup I see the crowd mood Changin' by the minute and the record on repeat Took a sip, then another sip, then somebody said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 2: Kendrick & his conscience] Okay, now open your mind up and listen me, Kendrick I am your conscience, if you do not hear me Then you will be history, Kendrick I know that you're nauseous right now And I'm hopin' to lead you to victory, Kendrick If I take another one down I'ma drown in some poison, abusin' my limit I think that I'm feelin' the vibe, I see the love in her eyes I see the feelin', the freedom is granted As soon as the damage of vodka arrived This how you capitalize, this is parental advice Then apparently, I'm over-influenced by what you are doin' I thought I was doin' the most 'til someone said to me  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Break] I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang I ride, you ride, bang One chopper, one hundred shots, bang Hop out, do you bang? Two chopper, two hundred shots, bang  [Hook] Nigga, why you babysittin' only two or three shots? I'ma show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch 'em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor, I'ma dive in it  [Bridge] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Interlude: (Sherane)] Aw man… where is she takin' me? Where is she takin' me?  [Verse 3] All I have in life is my new appetite for failure And I got hunger pain that grow insane Tell me, do that sound familiar? If it do, then you're like me Makin' excuse that your relief Is in the bottom of the bottle and the greenest indo leaf As the window open I release Everything that corrode inside of me I see you jokin', why you laugh? Don't you feel bad? I probably sleep And never ever wake up Never ever wake up, never ever wake up In God I trust, but just when I thought I had enough  [Skit/Outro] They stomped the homie out over a bitch? K-dot, you good, blood? Now we can drop, ye we can drop you back off That nigga's straight, man, that nigga ain't trippin' We gon' do the same ol' shit I'ma pop a few shots, they gon' run, they gon' run opposite ways Fall right in ----'s lap And he gon' tear they ass up, simple as that And I hope that bitch that set him up out there We gon' pop that bitch too Wait hold up, ayy, I see somebody {Car door opens and gunshots are fired} Aha! Got them niggas, K-dot, you good? L----, you good? Yeah, blood, I'm good – Dave, you good? Dave? Dave, say somethin' – Dave? These bitch-ass niggas killed my brother!  ",
        "title": "Swimming Pools (Drank)"
    },
    {
        "artist": "Maroon 5 Featuring Wiz Khalifa",
        "lyrics": "  [Intro] I'm at a payphone trying to call home All of my change, I spent on you Where have the times gone Baby, it's all wrong, where are the plans we made for two  [Verse 1: Adam Levine] Yeah, I, I know it's hard to remember The people we used to be It's even harder to picture That you're not here next to me You say it's too late to make it But is it too late to try? And in that time that you wasted All of our bridges burnt down  [Pre-Hook] I've wasted my nights You turned out the lights Now I'm paralyzed Still stuck in that time when we called it love But even the sun sets in paradise  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick  [Verse 2: Adam Levine] You turned your back on tomorrow Cause you forgot yesterday I gave you my love to borrow But you just gave it away You can't expect me to be fine I don't expect you to care I know I said it before But all of our bridges burnt down  [Pre-Hook] I've wasted my nights You turned out the lights Now I'm paralyzed Still stuck in that time when we called it love But even the sun sets in paradise  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick Now, I'm at a payphone  [Verse 3: Wiz Khalifa] Man, fuck that shit I'll be out spending all this money While you sitting around wondering Why it wasn't you who came up from nothing Made it from the bottom Now when you see me I'm stuntin' And all of my cars start with the push of a button Telling me I changed since I blew up or whatever you call it Switched the number to my phone so you never could call it Don't need my name on my shirt, you can tell that I'm ballin' Swish, what a shame, coulda got picked Had a really good game but you missed your last shot So you talk about who you see at the top Or what you could've saw But sad to say it's over for Phantom pull up, valet open doors Wished I'd go away, got what you was looking for Now it's me who they want So you can go take that little piece of shit with you  [Hook] I'm at a payphone trying to call home All of my change I spent on you Where have the times gone? Baby, it's all wrong Where are the plans we made for two? If happy ever after did exist I would still be holding you like this All those fairytales are full of shit One more fucking love song, I'll be sick Now, I'm at a payphone  ",
        "title": "Payphone"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] White lips, pale face Breathing in the snowflakes Burnt lungs, sour taste Light's gone, day's end Struggling to pay rent Long nights, strange men  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly  [Verse 2] Ripped gloves, raincoat Tried to swim and stay afloat Dry house, wet clothes Loose change, bank notes Weary-eyed, dry throat Call girl, no phone  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 1] 'Cause she's just under the upper hand And go mad for a couple of grams And she don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly  [Bridge] An angel will die Covered in white Closed eyes and hopin' for a better life This time, we'll fade out tonight Straight down the line  [Pre-Chorus] And they say She's in the Class A Team Stuck in her daydream Been this way since 18 But lately, her face seems Slowly sinking, wasting Crumbling like pastries And they scream The worst things in life come free to us  [Chorus 2] And we're all under the upper hand And go mad for a couple of grams And we don't want to go outside tonight And in a pipe she flies to the Motherland Or sells love to another man It's too cold outside For angels to fly Angels to fly Fly, fly For angels to fly To fly, to fly For angels to die  ",
        "title": "The A Team"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  I am insensitive I have a tendency to pay more attention to the things that I need Sometimes I drink to much, sometimes I test your trust, sometimes I dunno Why you're staying with me?  I'm hard to love, hard to love, I don't make it easy, I couldn't do it if I Stood where you stood I'm hard to love, hard to love, you say that you need me, I don't deserve It but I love that you love me. goood  I am a short fuse, I am a wrecking ball crashing into your heart like I do You're like a Sunday morning full of grace and full of Jesus I wish that I Could be more like you  I'm hard to love, hard to love, I don't make it easy, I couldn't do it if I Stood where you stood I'm hard to love, hard to love, you say that you need me, I don't deserve It but I love that you love me. Goood Love me good  Girl you've given me a million second chances and I don't ever wanna take You for granted, I'm just a man, I'm just a man  Hard to love, hard to love, oh I don't make it easy and I couldn't do it if I stood where you stood I'm hard to love, hard to love and you say that you need me, I don't Deserve it but I love that you love me. good. (x2)  You love me good  ",
        "title": "Hard To Love"
    },
    {
        "artist": "French Montana Featuring Rick Ross, Drake, Lil Wayne",
        "lyrics": "  [Hook: Uncle Luke] Don't stop, pop that, don't stop Pop that pop that pop that  [Rick Ross] Drop that pussy, bitch  [Drake & Rick Ross] I’m young Papi, Champagne They know the face, and they know the name Drop that pussy, bitch  [Hook 2: French Montana] What you twerkin' with Work, work, work, work, bounce What you twerkin' with  [Verse 1: French Montana] Work, work, work, work, work, work What you twerk with Throw it, bust it open Show me what you twerk with Ass so fat need a lap dance I’m in that white ghost chasing Pac-Man Hundred out the lot, I be leaning that Ciroc Hundred large bring a mop Cars tinted like Barack Got a Brinks truck in my pocket Thirty chains on my collar Two drops, no mileage Top off like Wallace And I’m inhaling smoke, bitch know that Filthy rich before rap Your new deal, I throw that Three beans I’m on that (Haaan) We pop a molly, she buss it open (Haaan) She seen the 'gatti, that pussy soaking  [Hook]  [Verse 2: Rick Ross] I love my big booty bitches, my life a Godfather picture Local club in my city, I fell in love with a stripper Bitches know I’m that nigga Talking four-door Bugatti, I’m the life of the party Let's get these hoes on the Molly You know I came to stunt So drop that pussy, bitch I got what you want, drop that pussy, bitch Film it, film it, this bitch want me to film it Balling, balling like I play for New England Spend it, spend it, spend a stack every minute That's 50...100, I see no fucking limits Shout out to Uncle Luke Shout out my bitches too We the 2 Live Crew Two for me, two for you Feed them bitches carrots Fuck em like a rabbit Sorry that's a habit, smoke a spliff and then I vanish  [Hook]  [Verse 3: Drake] I'm about being single, seeing double, making triple I hope you pussy niggas hating never make a nickel It's good to make it better when your people make it with you Money coming, money going, ain't like you could take it with you It's about to be a hit right now, fuck back then we the shit right now Dropped Take Care, bought a mothafuckin' crib Picking up the keys to that bitch right now OVO that's major shit, Toronto with me that's mayor shit Gettin cheddar packs like KD, OKC that's player shit We don't dress alike, we don't rap alike I shine different, I rhyme different Only thing you got is some years on me Man fuck you and your time difference I'm Young Papi, champagne They know the face and they know the name Got one watch that could probably pay for like all your chains And you'd owe me change, ah! Greystone, twenty bottles that's on me On the couch, wildin' out yelling free my niggas 'til they all free One of my closest dawgs got three kids and they all three But we always been that type of crew that been good without a plan B  [Hook]  [Verse 4: Lil Wayne] Bitch! Stop talkin' that shit And suck a nigga dick for some Trukfit Okay I fuck a bitch and I'm gone That’s gangsta: Al Capone I make that pussy spit like Bone I'm talkin' 'bout bone, bone, bone bone I’m fuckin with French, excuse my French I lose my mind before I lose my bitch Money ain’t a thing but a chicken wing Bitch I ball like two eyelids YMCM beat that pussy up, stop playin' I make her ass scream and holla like rock bands I’m a beast, I’m off the leash I am rich like a bitch On my Proactiv shit, pop that pussy like a zit I go by the name Lil Tunechi Your girl is a groupie And nigga, you's a square And I will twist you like in a Rubik's Motherfucker I'm on my skateboard Watch me do a trick ho I’m 5′5” but I could 6-9 Then beat that pussy like Klitschko It’s French Montana, fuck Joe It’s Weezy F, fuck hoes It’s Truk the world It’s Truk yo girl It’s Trukfit by the truck load, biatch!  [Hook]  ",
        "title": "Pop That"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] And I came home Like a stone And I fell heavy into your arms These days of dust Which we've known Will blow away with this new sun  [Bridge] And I'll kneel down Wait for now And I'll kneel down Know my ground  [Hook] And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 2] So break my step And relent You forgave and I won't forget Know what we've seen And him with less Now in some way Shake the excess  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  [Verse 3] So I'll be bold As well as strong And use my head alongside my heart So take my flesh And fix my eyes That tethered mind free from the lies  [Bridge] But I'll kneel down Wait for now I'll kneel down Know my ground Raise my hands Paint my spirit gold And bow my head Keep my heart slow  [Hook] Cause I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you And I will wait, I will wait for you  ",
        "title": "I Will Wait"
    },
    {
        "artist": "Kanye West, Big Sean, Pusha T, 2 Chainz",
        "lyrics": "  [Intro: Fuzzy Jones] Well, it is a weepin' and a moanin' and a gnashin' of teeth It is a weepin' and a mournin' and a gnashin' of teeth It is a— when it comes to my sound which is the champion sound Believe, believe  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me (believe) O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo With your girl, she tryna jerk me (woah) (believe) O–o–o–o–o–okay, Lamborghini Mercy Your chick, she so thirsty (boy) I–I–I–I–I'm in that two-seat Lambo (boy) With your girl, she tryna jerk me  [Verse 1: Big Sean & Kanye West] Okay, drop it to the floor, make that ass shake (shake, shake...) Woah, make the ground move: that's an ass quake Built a house up on that ass: that's an ass-tate Roll–roll–roll my weed on it: that's an ass tray Say, Ye, say, Ye, don't we do this every day–day? (Hanh) I work them long nights, long nights to get a payday (hanh) Finally got paid, now I need shade and a vacay And niggas still hatin' So much hate, I need a AK (AK) Now we out in Paris, yeah, I'm Perrierin' White girls politickin': that's that Sarah Palin Get–get–get–get–get–gettin' hot, Californicatin' I give her that D 'cause that's where I was born and raised in  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) (believe) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe, believe (swerve)  [Verse 2: Pusha T] Yuugh! It's prime time, my top back, this pimp game, ho I'm red leather, this cocaine, I'm Rick James, ho I'm bill-droppin', Ms. Pac-Man, this pill-poppin'-ass ho I'm poppin' too, these blue dolphins need two coffins All she want is some heel money All she need is some bill money He take his time, he counts it out I weighs it up, that's real money Check the neck, check the wrist Them heads turnin': that's exorcist My Audemars like Mardi Gras That's Swiss time, and that's excellence Two-door preference Roof gone, George Jefferson That white frost on that pound cake So your Duncan Hines is irrelevant, woo Lambo Murciélago She go wherever I go Wherever we go, we do it pronto, it's like—  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) (believe) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe (swerve) Well, it is a weepin' and a moanin' And a gnashin' of teeth in the dancehall And who no have teeth gwan rub pon dem gums Cuh when time it comes to my sound Which is the champion sound The bugle has blown fi many times And it still have one more time left Cuh the amount of stripe weh deh pon our shoulder  [Bridge: Kanye West & 2 Chainz] Let the suicide doors up I threw suicides on the tour bus I threw suicides on the private jet You know what that mean, I'm fly to death I step in Def Jam buildin' like I'm the shit Tell 'em gimme fifty million or I'ma quit Most rappers' taste level ain't at my waist level Turn up the bass 'til it's up-in-yo-face level Don't do no press but I get the most press kit Plus, yo, my bitch make your bitch look like Precious Somethin' 'bout Mary, she gone off that molly Now the whole party is meltin' like Dalí Now everybody is movin' they body Don't sell me apartment, I'll move in the lobby (yah) Niggas is loiterin' just to feel important You gon' see lawyers and niggas in Jordans (2 Chainz)  [Verse 3: 2 Chainz & Big Sean] Okay, now catch up to my campaign Coupe the color of mayonnaise I'm drunk and high at the same time Drinkin' champagne on the airplane (tell 'em) Spit rounds like a gun range (baow) Beat it up like Rampage Hundred bands, cut your girl Now your girl need a Band-Aid (damn) Grade A, A1 Chain the color of Akon Black diamonds, backpack rhymin' Co-signed by Louis Vuitton (yep) Horsepower, horsepower All this Polo on, I got horsepower Pound of this cost four thousand Now I make it rain, she want more showers Rain (rain) pourin' (pourin') All my cars is foreign (foreign) All my broads is foreign (foregin) Money tall like Jordan  [Chorus: YB, Big Sean & Fuzzy Jones] O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) With your girl, she tryna jerk me (swerve) O–o–o–o–o–okay, Lamborghini Mercy (swerve) Your chick, she so thirsty (swerve) I–I–I–I–I'm in that two-seat Lambo (swerve) (believe) With your girl, she tryna jerk me (swerve) (believe)  [Refrain: Fuzzy Jones & Big Sean] Well, it is a weepin' and a moanin' (swerve) And a gnashin' of teeth (swerve) It is a weepin' and a mournin' (swerve) And a gnashin' of teeth (swerve) It is a— when it comes to my sound (swerve) Which is the champion sound (swerve) Believe, believe (swerve) Believe, believe (swerve) Well, it is a weepin' and a moanin' and a gnashin' of teeth It is a weepin' and a mournin' and a gnashin' of teeth It is a— when it comes to my sound which is the champion sound Believe, believe, believe, believe  ",
        "title": "Mercy"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Intro]  [Verse 1: Liam & Zayn] Hey girl, I'm waiting on you, I'm waiting on you Come on and let me sneak you out And have a celebration, a celebration The music up, the window's down Yeah, we'll be doing what we do Just pretending that we're cool and we know it too Yeah, we'll keep doing what we do Just pretending that we're cool, so tonight  [Chorus: All & Zayn & Harry] Let's go crazy, crazy, crazy 'til we see the sun I know we only met but let's pretend it's love And never, never, never stop for anyone Tonight let's get some and live while we're young And live while we're young Tonight let's get some And live while we're young  [Verse 2: Zayn & Niall] Hey girl, it's now or never, it's now or never Don't over-think, just let it go And if we get together, yeah, get together Don't let the pictures leave your phone, oh Yeah, we'll be doing what we do Just pretending that we're cool, so tonight  [Chorus: All & Harry] Let's go crazy, crazy, crazy 'til we see the sun I know we only met but let's pretend it's love And never, never, never stop for anyone Tonight let's get some and live while we're young Wanna live while we're young Tonight let's get some And live while we're young  [Bridge: Zayn & Louis] And girl, you and I We're 'bout to make some memories tonight I wanna live while we're young We want to live while we're young  [Chorus: All & Zayn & Harry] Let's go crazy, crazy, crazy 'til we see the sun I know we only met but let's pretend it's love And never, never, never stop for anyone Tonight let's get some and live while we're young Crazy, crazy, crazy 'til we see the sun I know we only met but let's pretend it's love And never, never, never stop for anyone Tonight let's get some and live while we're young Wanna live, wanna live, wanna live Come on, young Wanna live, wanna live, wanna live while we're young Wanna live, wanna live, wanna live Tonight let's get some And live while we're young  ",
        "title": "Live While We're Young"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] All we do right is make love And we both know now that ain’t enough  [Chorus] Ain’t gonna beg you to stay Ain't gotta ask you what's wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye  [Verse 2] Baby who we are just didn’t work But maybe we can leave with something out of all this hurt  [Chorus] Ain’t gonna beg you to stay Ain’t gotta ask you what’s wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye  [Chorus] Ain’t gonna beg you to stay Ain’t gotta ask you what’s wrong Ain’t no reason running after something already gone Take off your leavin' dress Let’s do what we do best I guess everybody’s got their way of moving on Girl rest your head one more time in my bed Love me like you loved me when you loved me And you didn’t have to try Let’s lay down tonight And kiss tomorrow goodbye Let’s kiss tomorrow goodbye  ",
        "title": "Kiss Tomorrow Goodbye"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] You know I'd fall apart without you I don't know how you do what you do Cause everything that don't make sense about me Makes sense when I'm with you Like everything that's green, girl I need you But it's more than one and one makes two Put aside the math and the logic of it You gotta know you're wanted too  [Chorus] Cause I wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted  [Verse 2] Anyone can tell you you're pretty You get that all the time, I know you do But your beauty's deeper than the makeup And I wanna show you what I see tonight  [Chorus] When I wrap you up When I kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Cause baby I wanna make you feel wanted  [Bridge] As good as you make me feel I wanna make you feel better Better than your fairy tales Better than your best dreams You're more than everything I need You're all I ever wanted All I ever wanted  [Chorus + Outro] And I just wanna wrap you up Wanna kiss your lips I wanna make you feel wanted And I wanna call you mine Wanna hold your hand forever Never let you forget it Yeah, I wanna make you feel wanted Yeah, baby I wanna make you feel - Wanted Cause you'll always be wanted  ",
        "title": "Wanted"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Verse 1] The day I first met you, you told me you never fall in love But now that I get you, I know fear is what it really was Now here we are So close, yet so far Haven't I passed the test? When will you realize, baby, I'm not like the rest?  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break Oh yeah, yeah  [Verse 2] On Sunday, you went home alone There were tears in your eyes I called your cell phone, my love, but you did not reply The world is ours if we want it We can take it, if you just take my hand There's no turning back now Baby, try to understand  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break  [Post-Chorus] There's just so much you can take Give your heart a break Let me give your heart a break, your heart a break Oh yeah, yeah  [Bridge] When your lips are on my lips Then our hearts beat as one But you slip out of my fingertips Every time you run, whoa  [Chorus 1] Don't wanna break your heart I wanna give your heart a break I know you're scared it's wrong Like you might make a mistake There's just one life to live And there's no time to wait, to waste So let me give your heart a break (Let me give your heart a break)  [Chorus 2] 'Cause you've been hurt before I can see it in your eyes You try to smile it away Some things you can't disguise Don't wanna break your heart Baby, I can ease the ache, the ache So let me give your heart a break, give your heart a break Let me give your heart a break, your heart a break  [Post-Chorus] There's just so much you can take Give your heart a break Let me give your heart a break (your heart) Your heart a break (a break) Oh yeah, yeah  [Outro] The day I first met you, you told me you'd never fall in love  ",
        "title": "Give Your Heart A Break"
    },
    {
        "artist": "Juicy J Featuring Lil Wayne & 2 Chainz",
        "lyrics": "  (Strippers)  [Hook] Bandz a make her dance, bandz a make her dance All these chicks popping pussies, I’m just popping bandz Bandz a make her dance, bandz a make her dance These chicks clappin’, and they ain’t using hands  [Verse 1: Juicy J] Short hair, like Nia Long, loose ones, she don’t need a loan Start twerking when she hear her song, stripper pole her income We get trippy and then some. So nasty when she rollin’ She put that ass up in my hands, I remote control it (Yeah ho) She give me dome when the roof gone, at the K.O.D. she leave with me She got friends, bring three. I got drugs, I got drinks Bend it over, Juicy J gon' poke it like wet paint You say no to ratchet pussy, Juicy J can't Racks everywhere, they showin' racks, I'm throwing racks In the V.I.P, rubber on I’m stretching that Rich niggas tippin', broke niggas lookin' And it ain't a strip club if they ain't showin' pussy  [Hook]  [Verse 2: Lil Wayne] (... Baby...ha ha ah... Juicy I got ya) (UGH) Pop that pussy for a real nigga Pull out my black card, that's my lil' nigga Make a movie with your bitch, Steven Spiel nigga Smoking on Keysh, Cole, gimme me chills nigga What's your real name? And not your stripper name I make it rain on ya, like a windowpane Bandz a make her dance, Tunechi make her cum Hit-it-from-the-side-like-a-mother-fucking-bass-drum Two hoes on one fucking pole, two hoes on my fucking pole I don't tip, I pay bills, bitches call me Buffalo Her stomach in and her ass out I'm flyer than the ones they pass out If money grow on trees, I branched out I'm just waiting on my bitch to cash out (Ha ha) (...just waiting for my bitch to cash out Tunechi... Young Mula Baby)  [Hook]  [Verse 3: 2 Chainz] (2 Chainz) 2 Chainz, four bracelets Let me see that ass clap; standing ovation If yo girl don't swallow kids, man, that ho basic Got 2 bitches wit me: take a shot of one ho, using her friend for a chaser Bandz a make her bust it, let me see you touch it Money talk, you ain't got none, end of discussion (Bandz a make her do it, pocket full of money Young nigga gettin' head while the engine runnin' Let me see you wiggle, do it for a real nigga I be laughing to the bank, all you do is giggle Ballin' in my coupe, call it sports car Drop the top and freak it, treat that bitch just like a porn star  [Hook]  ",
        "title": "Bandz A Make Her Dance"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] It feels like a perfect night to dress up like hipsters And make fun of our exes, uh uh, uh uh It feels like a perfect night for breakfast at midnight To fall in love with strangers, uh uh, uh uht  [Pre-Chorus] Yeah We're happy, free, confused, and lonely at the same time It's miserable and magical, oh yeah Tonight's the night when we forget about the deadlines It's time, uh uh  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22  [Verse 2] It seems like one of those nights This place is too crowded, too many cool kids, uh uh, uh uh (Who's Taylor Swift, anyway? Ew) It seems like one of those nights We ditch the whole scene and end up dreaming Instead of sleeping  [Pre-Chorus] Yeah We're happy, free, confused, and lonely in the best way It's miserable and magical, oh yeah Tonight's the night when we forget about The heartbreaks, it's time Oh oh  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22 I don't know about you 22, 22  [Bridge] It feels like one of those nights We ditch the whole scene It feels like one of those nights We won't be sleeping It feels like one of those nights You look like bad news, I gotta have you I gotta have you  [Chorus] I don't know about you, but I'm feeling 22 Everything will be alright if you keep me next to you You don't know about me, but I bet you wanted to Everything will be alright if we just keep dancing like we're 22 22 Dancing like 22, yeah, 22, yeah yeah  [Outro] It feels like one of those nights We ditch the whole scene It feels like one of those nights We won't be sleeping It feels like one of those nights You look like bad news, I gotta have you I gotta have you  ",
        "title": "22"
    },
    {
        "artist": "Frank Ocean",
        "lyrics": "  [Verse 1] A tornado flew around my room before you came Excuse the mess it made, it usually doesn't rain in Southern California, much like Arizona My eyes don't shed tears, but boy, they pour when  [Pre-Chorus] I'm thinkin' 'bout you (Ooh no, no, no) I've been thinkin' bout you (You know, know, know) I've been thinkin' bout you, do you think about me still? Do ya, do ya?  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  [Verse 2] No, I don't like you, I just thought you were cool enough to kick it Got a beach house I could sell you in Idaho Since you think I don't love you, I just thought you were cute, that's why I kissed you Got a fighter jet, I don't get to fly it though, I'm lying down  [Pre-Chorus] Thinkin' 'bout you (Ooh no, no, no) I've been thinkin' bout you (You know, know, know) I've been thinkin' bout you, do you think about me still? Do ya, do ya?  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  [Bridge] Yes, of course, I remember, how could I forget how you feel? You know you were my first time, a new feel It won't ever get old, not in my soul, not in my spirit, keep it alive We'll go down this road 'til it turns from color to black and white  [Chorus] Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh Or do you not think so far ahead? Cause I been thinkin' bout forever, ooh  ",
        "title": "Thinkin Bout You"
    },
    {
        "artist": "2 Chainz Featuring Drake",
        "lyrics": "  [Verse 1: 2 Chainz] I am smokin' on that gas, life should be on Cinemax Movie, bought my boo bigger tits and a bigger ass Who he’s? Not I, I smoke strong; that Popeye Louie V’s in my archives, black diamonds; apartheid Bread up and my top down, on the block with a block out Hit your ass with that block-ow Dope enough to go in yo' nostrils I take your girl and kidnap her, feed her to my mattress A skeleton in my closet It's probably one of these dead-ass rappers It's probably one of these pussy-ass niggas Don’t try me, I’ll pull that trigger Got your car note in my cup, and your rent in my Swisher That pussy so good I miss ya, head game’s so vicious And all I get is cheese, like I’m takin' pictures  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  [Verse 2: Drake] 2 Chainz and Champagne You want true, that’s true enough Forbes list like every year, my office is my tour bus She came through, she brought food She got fucked, she knew whassup She think I’m the realest out And I say: \"Damn, that makes two of us.\" Aww, that look like what’s her name Chances are it’s what's her name Chances are if she was acting up Then I fucked her once and never fucked again She could have a Grammy I still treat her ass like a nominee Just need to know what that pussy like So one time is fine with me Young as an intern, but money like I built the shit Streets talkin', they'll confirm Go ask them who just killed the shit Stay keepin' my cup full So I’m extra charged like a state tax Me and Chainz go way back We don’t talk shit, we just state facts, yes, Lord  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  [Verse 3: 2 Chainz] Name a nigga that want some I’ll out-rap his ass, out-trap his ass Put his ass in a plastic bag with his trashy ass Take him out, bring 'em in, them whole things 2Pac without a nose ring Thug Life, one wife, a mistress and a girlfriend I did what they say I wouldn’t Went where they say I couldn’t (Tru!) YSL belt buckle, y’all niggas sure is lookin' Y’all niggas sure is lucky, two chains on my rugby Left hand on that steering wheel, right hand on that pussy  [Hook: Drake] I say fuck you, 'less I’m with ya If I take you out of the picture I know real niggas won't miss ya No lie, no lie, no lie-ee-i-ee-i No lie, no lie, no lie-ee-i-ee-i Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say word You ain't never told no lie You ain't never told no lie Real niggas say true You ain't never told no lie You ain't never told no lie That's a thing I don’t do Nah, I just do it for the niggas That are tryna see a million 'fore they die Whattup?  ",
        "title": "No Lie"
    },
    {
        "artist": "2 Chainz Featuring Kanye West",
        "lyrics": "  [Intro: 2 Chainz] Yeah birthday, it's your birthday, ha, uh, uh If I die, bury me inside the Louis store  [Chorus: 2 Chainz] They ask me what I do and who I do it for (yeah) And how I come up with this shit up in the studio (yeah) All I want for my birthday is a big booty ho (true) All I want for my birthday is a big booty ho (yeah) (what?) When I die, bury me inside the Gucci store (what?) When I die, bury me inside the Louis store (what?) (true) All I want for my birthday is a big booty ho (what?) (yeah) All I want for my birthday is a big booty ho (what?) (2 Chainz)  [Verse 1: 2 Chainz] She got a big booty so I call her Big Booty (booty) Skrr, skrr, wrists movin', cookin', gettin' to it (cookin') I'm in the kitchen (I'm in the kitchen) Yams everywhere (yams) Just made a juug (just made a juug) I got bands everywhere (bands) You the realest nigga breathin' if I hold my breath (damn) Referee with a whistle, brr, hold this tech (baow) Extendo clip (extendo clip) Extendo roll (extendo roll) When yo girl leave me, she need a hair salon (damn) Hair weave killer goin' on a trapathon (yeah) See, I done had more bombs than Pakistan (bomb) Dope bomb, dro bomb, and a pill bomb (bomb, bomb) See, nigga, I'm ballin', you in will call (true) When I die, bury me inside the jewelry store (2 Chainz) When I die, bury me inside the Truey store (true) True to my religion, two everything, I'm too different So when I die, bury me next to two bitches (two bitches)  [Chorus: 2 Chainz] They ask me what I do and who I do it for (yeah) And how I come up with this shit up in the studio (what?) (yeah) All I want for my birthday is a big booty ho (true) All I want for my birthday is a big booty ho (what?) (yeah) When I die, bury me inside the Gucci store (what?) (yeah) When I die, bury me inside the Louis store (what?) (true) All I want for my birthday is a big booty ho (yeah) All I want for my birthday is a big booty ho  [Verse 2: Kanye West] Ah, Yeezy, Yeezy, how you do it, huh? It's my birthday, I deserve to be greedy, huh? She holdin' out, she ain't givin' to the needy, huh? You go downstairs and fall asleep with the TV on Y'all been together ten years, you deserve a ménage 'Specially if you put that BMW in a garage 'Specially if you paid a couple payments on her momma crib Went to her niece's graduation, man, I hate those kids! Last birthday, she got you a new sweater Put it on, give her a kiss, and tell her \"Do better\" She said \"How 'bout I get you jewelry from the West End?\" How 'bout she hit the Westin and get her best friend? Ha, I'm jokin', I'm just serious, I asked her \"Don't be actin' like no actress! If we preachin', then we practice Don't be reachin', don't be touchin' shit, we in Kanye West's Benz! 'Cause I will turn you back to a pedestrian, hanh!\"  [Hook: 2 Chainz] They ask me what I do and who I do it for And how I come up with this shit up in the studio All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho When I die, bury me inside the Gucci store When I die, bury me inside the Louis store All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho  [Verse 3: 2 Chainz (Kanye West)] It's your birthday, it's your birthday Bad bitch contest, you in first place You in first place, you in first place Bad bitch contest, you in first place I show up with a check to your work place (Then hand the valet the keys to the Merces) Tell the DJ play your song, this shit come on (What I'm seeing from the back I can't front on) They ask me what I do and who I do it for When I die, bury me inside the booty club Get it girl, get it girl, get it get it girl I might switch it up and get your girl  [Hook: 2 Chainz] They ask me what I do and who I do it for And how I come up with this shit up in the studio All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho When I die, bury me inside the Gucci store When I die, bury me inside the Louis store All I want for my birthday is a big booty ho All I want for my birthday is a big booty ho  [Outro: 2 Chainz (Kanye West)] Deuce and Ye We like Snoop and Dre Isn't this your birthday, baby You deserve a coupe today (You in first place, you in first place) (Bad bitch contest you in first place)  ",
        "title": "Birthday Song"
    },
    {
        "artist": "Trey Songz Featuring T.I.",
        "lyrics": "  [Intro: Trey Songz & T.I.] Tell the DJ turn it up Bet the DJ bring it back Tell him play that shit again Tell him that you like that, like that, oh Trey, I ain't got but two reasons to be here man All the ballers poppin' bottles  [Verse 1: Trey Songz] I know it's somebody birthday Right now, right now, right now, right now, right now Yeah and somebody gettin' drunk too Right now, right now, right now, right now, right now Catch me in the club like I own that bitch Shawty dancin' like she on that dick Bad bitches never hold back Send me a picture, where your phone at?  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks For the bitch, ca-came for the bitches and the drinks Bitches and the drinks, bitches and the drinks, what you came for? Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 2: Trey Songz] I see you tryin' to handcuff her on the street Stop trippin', you can't control that freak Ain't nobody got a body like hers Ghetto booty, but she came from the 'burbs Got a dark skinned girl dancin' on me Two white girls dancin' on me Bad yellow bone, yeah I'm in my zone Waitress keep comin' back, so you know we hella gone  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks For the bitch, ca-came for the bitches and the drinks Bitches and the drinks, bitches and the drinks, what you came for? Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 3: T.I.] I hit the club and buy the bar In VIP, just see my partners and a lot of broads And such a G' I be, just pop them bottles, party hard I'm done with today, I'm lookin' for tomorrow All I do is turn up, ain’t no dough it don’t concern us All this bubba kush I burn up, smell some regular, it ruined us Turning corners, fishtailin' out the parking lot yellin' Bankhead, west side, eight or nine chicks trailin' Right behind us, been this way since we were minors If it wasn't for the chicks up in this bitch, you wouldn't find us Even way out in China, same thing when I came through the door Like, here you go again, where the bitches and the drink, yo  [Hook: Trey Songz] Whatchu came for? I only came for the bitches and the drinks Bitches and the drinks, bitches and the drinks You need to know what I came for Bitches and the drinks Bitches and the drinks, bitches and the drinks I know you know what I came for Baby, get your glass up, only came for bitches and the drinks Baby, get your ass up, that's what I came for  [Verse 3: Trey Songz] Hey girl, you heard what I said, get your ass up If you hot, you cold, you Florida, Alaska Chicago, Virginia, New York City Houston where the girls all thick LA, the Bay, tell your girl 'bout this Matter fact tell the whole GA Ooh, you know they fine up and down the Carolinas Shout to every ten I see when I'm down in Tennessee  [Hook: Trey Songz] I only came here for two reasons I came for, whatchu came for? I only came for the bitches and the drinks  ",
        "title": "2 Reasons"
    },
    {
        "artist": "Jason Mraz",
        "lyrics": "  [Verse 1] When I look into your eyes It's like watching the night sky Or a beautiful sunrise Well there's so much they hold And just like them old stars I see that you've come so far To be right where you are How old is your soul?  [Pre-Chorus] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up  [Pre-Chorus 2] And when you're needing your space To do some navigating I'll be here patiently waiting To see what you find  [Chorus] Cause even the stars they burn Some even fall to the earth We've got a lot to learn God knows we're worth it No, I won't give up  [Bridge] I don't wanna be someone who walks away so easily I'm here to stay and make the difference that I can make Our differences they do a lot to teach us how to use the tools and gifts We got yeah we got a lot at stake And in the end You're still my friend at least we didn't tend For us to work we didn't break, we didn't burn We had to learn, how to bend without the world caving in I had to learn what I got, and what I'm not And who I am  [Chorus 2] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up I'm still looking up  [Chorus 3] I won't give up on us God knows I'm tough, he knows We got a lot to learn God knows we're worth it  [Chorus 4] I won't give up on us Even if the skies get rough I'm giving you all my love I'm still looking up[?}  ",
        "title": "I Won't Give Up"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Produced by Ryan Tedder]  [Verse 1] It's been a long time coming since I've seen your face I've been everywhere and back trying to replace Everything that I had 'til my feet went numb Praying like a fool that's been on the run Heart's still beating but it's not working It's like a million-dollar phone that you just can't ring I reached out trying to love but I feel nothing Yeah, my heart is numb  [Pre-Chorus] But with you I feel again Yeah, with you I can feel again Yeah Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Chorus] I'm feeling better ever since you know me I was a lonely soul but that's the old me  [Verse 2] It's been a long time coming since I've seen your face I've been everywhere and back trying to replace Everything that I broke 'til my feet went numb Praying like a fool, just shot the gun Heart still beating but it's not working It's like a hundred thousand voices that just can't sing I reached out trying to love but I feel nothing Oh, my heart is numb  [Pre-Chorus] But with you I feel again Yeah, with you I can feel again Yeah Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Bridge] But with you (I'm feeling better ever since you know me) I feel again (I was a lonely soul but that's the old me) Yeah, with you (I'm feeling better ever since you know me) I can feel again (I was a lonely soul) Woo-hoo Woo-hoo Woo-hoo Woo-hoo Woo-hoo  [Chorus] I'm feeling better ever since you know me I was a lonely soul but that's the old me I'm feeling better ever since you know me I was a lonely soul but that's the old me I'm feeling better ever since you know me I was a lonely soul but that's the old me  [Outro] I'm feeling better ever since you know me I was a lonely soul but that's the old me A little wiser now from what you've shown me Yeah, I feel again Feel again  ",
        "title": "Feel Again"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] She rolled in My little sandy town She spent the summer there A couple houses down Well it was magic in the air When she caught my eye We shared three short months And one long goodbye  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Verse 2] Well she kissed my lips Down on Ocean Drive She set my world on fire On the fourth of July We wrote our names in the sand Under the star-soaked sky But it washed away like she did With the rising tide  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Bridge] Every summer that rolls around I'm looking over my shoulder Wishing I could see her face Wishing I could hold her  [Chorus] She was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away Yeah, the one that got away  [Outro] Yeah, she was the one that got away The one that wrecked my heart I should've never let her go I should've begged her to stay She was the one that got away She was the one that got away She rolled in My little sandy town She spent the summer there A couple houses down  ",
        "title": "The One That Got Away"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] This is the end Hold your breath and count to ten Feel the earth move, and then Hear my heart burst again For this is the end I've drowned and dreamt this moment So overdue I owe them Swept away, I'm stolen  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall At Skyfall  [Verse 2] Skyfall is where we start A thousand miles and poles apart Where worlds collide and days are dark You may have my number You can take my name But you'll never have my heart  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall When it crumbles We will stand tall Let the sky fall When it crumbles We will stand tall  [Bridge] Where you go I go What you see I see I know I'd never be me Without the security Of your loving arms Keeping me from harm Put your hand in my hand And we'll stand  [Chorus] Let the sky fall When it crumbles We will stand tall Face it all together Let the sky fall When it crumbles We will stand tall Face it all together At Skyfall Let the sky fall We will stand tall At Skyfall  ",
        "title": "Skyfall"
    },
    {
        "artist": "The Script Featuring will.i.am",
        "lyrics": "  [Verse 1: will.i.am & Danny O'Donoghue] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Verse 2] You can go the distance, you can run the mile You can walk straight through hell with a smile You can be the hero, you can get the gold Breakin' all the records they thought never could be broke Do it for your people, do it for your pride How are you ever gonna know if you never even try? Do it for your country, do it for your name ‘Cause there's gon' be a day, when you're  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Post-Chorus: will.i.am] Be a champion Be a champion Be a champion Be a champion  And you’ll be on the walls of the Hall of Fame  [Bridge: Danny O'Donoghue & Danny] Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions Be truth-seekers Be students, be teachers Be politicians, be preachers Yeah Be believers, be leaders Be astronauts, be champions  [Chorus: Danny O'Donoghue & Danny] Standin' in the Hall of Fame And the world’s gonna know your name ‘Cause you burn with the brightest flame And the world’s gonna know your name And you’ll be on the walls of the Hall of Fame  [Outro: Danny O'Donoghue & Danny] Be a champion You can be a champion Be a champion You can be a champion You can be a champion You can be a champion You can be a champion You can be a champion Standing in the Hall of Fame…  [Verse 1/Collision: Danny O'Donoghue, will.i.am & Danny] You can be the greatest, you can be the best You can be the King Kong bangin' on your chest You can beat the world, you can beat the war You can talk to God, go bangin' on his door You can throw your hands up, you can beat the clock You can move a mountain, you can break rocks You can be a master, don’t wait for luck Dedicate yourself and you gon' find yourself  ",
        "title": "Hall Of Fame"
    },
    {
        "artist": "Future",
        "lyrics": "  [Intro] I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 1] Is that her in the VIP-line With the Vuitton and Yves Saint Laurent Used to drive a Nissan now she in a Beamer I don’t want ‘er cause she from the corner And I heard that Beamer was a loaner Her old man, the owner And don't even drink Carona's What type of drink you want bruh On champagne forever On dirty sprite forever You can come sip with me If you’d like to change the weather If you wanna live better We can buy a crib, where ever Don’t get too thirsty, get used to the cheddar I wanna tell the world about you just so they can get jealous And if you see ‘er ‘fore I do tell ‘er I wish that I’ve met ‘er  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 2] Send ‘er my way Tell ‘er I’ve been lookin’ for ‘er in the broad day Hangin’ with the dope boys in the hallways And I know, to keep ‘er, yeah you gotta get that pay Turn on the lights I’m lookin’ for ‘er too I heard she got a pretty face and stand up like a stallion I heard that she a precious jewel, you treat her to medallions I wanna be the one to find out if I go to prowlin And if I get her number, you know I can’t wait to dial it And if we get together, girl, you know we gon be wildin And when we get together we make magic and it’s ours Whenever you up here, ain't nun nobody can do about it  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  [Verse 3] She a hood girl But she a good girl She been mislead Now she ready for the world I want your energy To take control of me I’ve tried to go to sleep And seen ‘er in my dreams Just in case I run across her today I'mma stay clean Just in case you recognize her face, send ‘er to me And tell ‘er I’ve been lookin’ for ‘er with a flashlight You can't tell a nigga nothin because I got my cash right And tell ‘er if she honest I promise to stay true Make sure, when you tell ‘er, tell ‘er we goin past the moon  [Hook] Turn on the lights I’m lookin’ for ‘er too I heard she keep her promises, and never turn on you I heard she ain’t gon cheat and she gon never make no move I heard she be there anytime you need ‘er, she come through Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er Turn on the lights I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er I’m lookin’ for ‘er  ",
        "title": "Turn On The Lights"
    },
    {
        "artist": "Swedish House Mafia Featuring John Martin",
        "lyrics": "  [Verse 1: John Martin] There was a time I used to look into my father's eyes In a happy home I was a king I had a golden throne Those days are gone, now the memories are on the wall I hear the songs from the places where I was born  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Verse 2: John Martin] There was a time, I met a girl of a different kind We ruled the world, I thought I'll never lose her out of sight We were so young, I think of her now and then I still hear the songs reminding me of a friend  [Bridge: John Martin] Up on the hill across the blue lake That's where I had my first heartbreak I still remember how it all changed My father said  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Bridge: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! See heaven's got a plan for you See heaven's got a plan for you See heaven's got a plan for you  [Hook: John Martin] Don't you worry, don't you worry, child See heaven's got a plan for you Don't you worry, don't you worry now Yeah!  [Outro: John Martin] Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Oh, oh, oh, oh, oh, oh, oh! Yeah!  ",
        "title": "Don't You Worry Child"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Intro] You’ve got the bullets I’ve got the gun I’ve got a hankering for getting into something  I hit the bottle, you hit the gas I heard your 65 can really haul some ass  [Verse 1] I’m feeling frisky, you're feeling good I guess the whiskey is doing what it should I got the cigarettes You’ve got a lighter And when the sun goes down we’ll start a little fire  [Chorus] Ain’t no use in trying to slow me down ‘Cause you’re running with the fastest girl in town  Ain’t you baby? I like ‘em crazy  [Verse 2] My reputation follows me around Just makes me want to give them more to talk about Let’s go to town for a little while I’ll be wearing nothing but a tattoo and a smile  [Chorus]  [Break] Come on!  [Verse 3] I see the blue lights, we better run Throw out the bottle and I’ll hide the gun If he pulls us over I’ll turn on the charm You’ll be in the slammer and I’ll be on his arm  [Chorus] Ain’t no use in trying to slow me down ‘Cause you’re running with the fastest girl in town  Ain’t you baby? Well I told you I was crazy No I ain’t no body’s baby Hey!  [Outro] He’s got the bullets He’s got a gun I got the hankering for getting into something  ",
        "title": "Fastest Girl In Town"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  You’ve got a cousin who’s telling you somethin’ That doesn’t have nothin’ to do with the lovin’ that we’re in, baby I hear she’s sayin’ this game we’re playin’ should be complicated If you won’t, I’ll say it, I think she’s crazy, cause  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun It’s fun  I’m walking around all over this town, ten feet off the ground So happy I found you, baby, I love it There’s no self-help book on your shelf, you know too well They’re trying to sell you somethin’ for nothin’, cause  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun  Love don’t have to be a bunch of drama A bunch of knock-down, drag-outs, crying in the rain It’s all right to keep it light now mama, don’t you think We’re having such a good time together and it’s only just begun My heart’s never smiled so hard Baby, lovin’ you is fun  This ole heart’s never smiled so hard Lovin’ you is fun Yeah it’s fun Yeah it’s fun Lovin’ you is fun  ",
        "title": "Lovin' You Is Fun"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] Been going round and round all day Bailing some hay and stacking it all up Cannot wait for the sun to go down Roll into town, shine the old truck up Swing by the quick stop Grab a couple Rocky Tops Then ease on out your way To your place around 8 o'clock  [Chorus] Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you  [Verse 2] I hope you are wearing those frayed out cut-offs Makes me want to get lost out in the moonlight Drop the tailgate down on a turn road Watch the corn grow, baby that is a good night Anyone from the heartland is going to understand What I am talking about right now There is no doubt, we got a game plan  [Chorus] Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you Well I am just ready to ride this Chevy Ride this Chevy down a little back road Slide your pretty little self on over Get a little closer, turn up the radio Put your pretty pink toes on the dash Lean your seat back Man I swear there is nothing looks better than that Sweet tan, little thing with nothing to do I want to take a little ride with you  ",
        "title": "Take A Little Ride"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can usually drink you right off of my mind But I miss you tonight I can normally push you right out of my heart But I'm too tired to fight Yeah the whole thing begins And I let you sink into my veins And I feel the pain like it's new Everything that we were Everything that you said Everything that I did and that I couldn't do Plays through tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  [Verse 2] Turn the TV up loud Just to drown out your voice But I can't forget Now I'm all out of ideas and baby I'm down to my last cigarette Yeah, you're probably asleep Deep inside of your dreams While I’m sitting here Crying and trying to See, yeah, wherever you are Baby now I am sure you moved on And aren't thinking twice about me And you tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  I know that you're movin' on I know I should give you up But I keep hopin' that you'll trip And fall back in love Time's not healin' anything Baby, this pain is worse than it ever was I know that you can't hear me But baby I need you to save me tonight  [Chorus] Tonight your memory burns like a fire With every one it grows higher and higher And I can't get over it I just can't put out this love I just sit in these flames And pray that you'll come back Close my eyes tightly, hold on and Hope that I'm dreaming Come wake me up  [Outro] Oh, I'm dreaming Come wake me up Oh, I'm dreaming  ",
        "title": "Come Wake Me Up"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] I came here tonight to get shh out of my mind I’m going to take what I find (uh oh, yeah!) So open the box, don’t need no key I’m unlocked And I won’t tell you to stop (uh oh, yeah!)  [Pre-Chorus] Hey boy! I don’t need to know where you've been All I need to know is you and no need for talking Hey boy! So don’t even tell me your name All I need to know is whose place And let’s get walking  [Chorus] All I want to do is love your body Tonight’s your lucky night, I know you want it All I want to do is love your body Tonight’s your lucky night, I know you want it  [Verse 2] It’s true what you heard, I am a freak, I’m disturbed So come on and give me your worst (uh oh, yeah) We’re moving faster then slow If you don’t know where to go I’ll finish off on my own (uh oh, yeah)  [Pre-Chorus] Hey boy! I don’t need to know where you've been All I need to know is you and no need for talking Hey boy! So don’t even tell me your name All I need to know is whose place And let’s get walking  [Chorus] All I want to do is love your body Tonight’s your lucky night, I know you want it All I want to do is love your body Tonight’s your lucky night, I know you want it  [Bridge] I think you already know my name I think you already know my name Hey hey, ha! Alright, say I think you already know my name  [Chorus] All I want to do is love your body (say) Tonight’s your lucky night, I know you want it All I want to do is love your body (say, say, hey) Tonight’s your lucky night, I know you want it  ",
        "title": "Your Body"
    },
    {
        "artist": "Muse",
        "lyrics": "  [Refrain] Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad  [Verse 1] I, I can't get these memories out of my mind And some kind of madness has started to evolve, mmm And I, I tried so hard to let you go But some kind of madness is swallowing me whole, yeah  [Bridge 1] I have finally seen the light And I have finally realized what you mean  [Verse 2] And now I need to know - is this real love Or is it just madness keeping us afloat? mmm And when I look back at all the crazy fights we've had Like some kind of madness was taking control, yeah  [Bridge 2] And now I have finally seen the light And I have finally realized what you need  [Verse 3] But now I have finally seen the end (finally seen the end) And I'm not expecting you to care, no (expecting you to care) That I have finally seen the light (finally seen the light) And I have finally realized (realized) I need to love I need to love  [Outro] Come to me, just in a dream Come on and rescue me Yes I know I can be wrong And baby you're too headstrong Our love is...  Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma-ma-ma-ma mad mad mad Ma-ma-ma-ma-ma--ma--ma madness...  ",
        "title": "Madness"
    },
    {
        "artist": "David Guetta Featuring Chris Brown & Lil Wayne",
        "lyrics": "  [Verse 1: Chris Brown] Where you been? Where you been all my life? Baby, it's a sin, the way you looking alive It’s obvious that I want something from you You know what, what I wanna do, do, do  [Chorus: Chris Brown] If we touch, it would bring me to life I can only imagine, only imagine what it'd be like Oh, every time, it will bring me to life I can only imagine, only imagine What it’d be like What it’d be like What it’d be like, like, like What it’d be like, like, like  [Verse 1: Lil Wayne] I saw you from afar, thought I'd say, \"Wassup\" You can tell me your name, when we wakin' up They call me Lil Tunechi, I'm good, I'm Gucci Now you can kiss your old dude goodbye, smooches You're a beast, yo-you're a beauty Man, I think somebody done gave Cupid an Uzi Shoot me, you're a firework, brighter in the dark So let's turn off the lights and give me that spark  [Chorus: Chris Brown] If we touch, it would bring me to life I can only imagine, only imagine what it'd be like Oh, every time, it will bring me to life I can only imagine, only imagine What it’d be like What it’d be like What it’d be like, like, like What it’d be like, like, like, like, like  [Bridge: Chris Brown] I want to let her touch me, one touch will feel free (it would bring me to life) I want to feel free, so I can finally be (if you kiss me) So I can finally be, so I can finally be So I can finally see, so I can finally see (give me now, give me now)  [Verse 1: Lil Wayne] I saw you from afar, thought I'd say, \"Wassup\" You can tell me your name, when we wakin' up They call me Lil Tunechi, I'm good, I'm Gucci Now you can kiss your old dude goodbye, smooches You're a beast, yo-you're a beauty Man, I think somebody done gave Cupid an Uzi Shoot me, you're a firework, brighter in the dark So let's turn off the lights and give me that spark  ",
        "title": "I Can Only Imagine"
    },
    {
        "artist": "Kip Moore",
        "lyrics": "  [Verse 1] When the lights go down And you're stuck here in this town With nowhere to go So you escape through the radio  And you worked all week To barely make ends meet Well, I gotta a little cash burning holes in my pocket Foot on the gas, taking off like a rocket  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Verse 2] We can dance in the dark Blow the speakers out of this car Light it up, burn it down Until the morning rolls around  In a field where we can scream Get away with almost anything Yeah, every now and then you gotta raise a little hell Hope we get lucky and stay out of jail  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Chorus] So come on, come on, baby, I'm buying I got enough to last us all night and You got the kiss that tastes like honey And I got a little beer money Tonight, tonight, baby, we're drinking Let's wake the town that never stops sleeping You got the kiss that tastes like honey And I got a little beer money  [Outro] So come on, come on Yeah, come on, come on  ",
        "title": "Beer Money"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Intro/Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Verse 1] Yo, what I gotta do to show these girls that I own them? Some call me Nicki, and some call me Roman Skeeza, pleeza, I'm in Ibiza Giuseppe Zanotti, my own sneaker Sexy, sexy that’s all I do If you need a bad bitch Let me call a few Pumps on, and the little mini-skirts is out I see some good girls, I'mma turn 'em out Ok bottle, sip, bottle, guzzle I'm a bad bitch, no muzzle, hey? Bottle, sip, bottle, guzzle I'm a bad bitch, no muzzle, let's go  [Pre-Chorus] Music makes me high  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm!  [Verse 2] I wanna do it for the night, night So get me now, and knock this over I wanna do it like you like, like Come get me, baby, we're not getting younger I just want you tonight, night Baby, we won't do it for life  [Pre-Chorus] Music makes me high  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm!  [Breakdown] Pound the alarm Pound the alarm! Pound the alarm! Pound the alarm!  [Chorus] Oh, oh, oh Come fill my glass up a little more We 'bout to get up and burn this floor You know we getting hotter, and hotter Sexy, and hotter, let's shut it down  [Drop] Pound the alarm! Pound the alarm! Pound the alarm!  ",
        "title": "Pound The Alarm"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I bet this time of night you’re still up I bet you’re tired from a long hard week I bet you’re sitting in your chair by the window Looking out at the city And I bet sometimes you wonder about me  [Chorus] And I just want to tell you It takes everything in me not to call you And I wish I could run to you And I hope you know that Everytime I don’t I almost do, I almost do  [Verse 2] I bet you think I either moved on or hate you ‘Cause each time you reach out there’s no reply I bet it never, ever occurred to you that I can’t say hello to you And risk another goodbye  [Chorus] And I just want to tell you It takes everything in me not to call you And I wish I could run to you And I hope you know that Everytime I don’t I almost do, I almost do  [Bridge] Oh, we made quite a mess, babe It’s probably better off this way And I confess, baby In my dreams you’re touching my face And asking me if I'd want to try again with you And I almost do  [Chorus] And I just want to tell you It takes everything in me not to call you And I wish I could run to you And I hope you know that Everytime I don’t I almost do, I almost do  [Outro] I bet this time of night you’re still up I bet you’re tired from a long hard week I bet you’re sittin' in your chair by the window Looking out at the city And I hope sometimes you wonder about me  ",
        "title": "I Almost Do"
    },
    {
        "artist": "Lil Wayne Featuring Detail",
        "lyrics": "  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 1: Lil Wayne] Tunechi in this bitch, e'rybody should be worried Them pussy niggas be purring, bitches be diggin' me I feel buried And if she make this dick hard, she woke up a sleeping giant Man your bitch speak in tongues every time we speak in private Hope your barber shop open cause we got hair triggers Smoke so much that Smokey the Bear’ll have to bear with us And that Jeep with the doors off that means that bitch sleep All these bitches think they’re the shit, I’ll send them up shit’s creek You see Tunechi right here, give me brain ideas It's ok if you turn up just don't turn off my light years All I know is I do it what I'm smoking I grew it B’s up, Blood Gang; Piru it, and all rats gotta die even Stuart On my private jet and my stewardess is your bitch nigga, bitch Nigga I know gold-diggers and ditch-diggers You don't get dissed, you get disfigured She say sorry I didn't shave so that pussy a little furry I put that pussy in my face: I ain't got no worries Tunechi  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there we ain't got no worries  [Verse 2: Lil Wayne] We ain't got no worries She bad as a hooker, so she ain't got no worries She want me to eat her sugar, I say \"Why you in a hurry?\" She say \"Why you asking questions?\" I say \"Bitch you trynna be funny!\" Now take your fucking clothes off, let me see that Donkey Kong I swing your ass back and forth, back and forth on my monkey bar That camel toe that camel toe, no worries no panty-hose These niggas falling off like baggy clothes, I smoke more than a magic show I swear I saw my ho, I swear she was with my ho You know I fuck them both, sore pussy and sore throat Bitch it's Tunechi and I'm out chea, no worries no worries I would talk about my dick, but man that shit be a long story YEAHHH, OHH SHIT, I'M UP, YEAHH, YOUNG MULA BABY!  [Hook: Detail] You can look me in my face (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) See the sh-rooms keep me up (I ain't got no worries) (I ain't got no worries) (I ain't got no worries) You see money right there, yeah that's Tunechi right there (turn up) Yeah that's Mack Maine right there, and we ain't got no worries You see pussy right there redbone mangos right there See them sh-roomies right there  ",
        "title": "No Worries"
    },
    {
        "artist": "Taylor Swift Featuring Ed Sheeran",
        "lyrics": "  [Verse 1: Taylor Swift] All I knew this morning when I woke Is I know something now, know something now I didn't before And all I've seen since 18 hours ago is green eyes and freckles and your smile In the back of my mind making me feel like  [Pre-Chorus: Taylor Swift + Ed Sheeran] I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Verse 2: Ed Sheeran + Taylor Swift] And all my walls stood tall painted blue And I'll take them down Take them down and open up the door for you And all I feel in my stomach is butterflies The beautiful kind, making up for lost time Taking flight, making me feel like  [Pre-Chorus: Taylor Swift + Ed Sheeran] I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Bridge: Taylor Swift + Ed Sheeran] Come back and tell me why I'm feeling like i've missed you all this time And meet me there tonight And let me know that it's not all in my mind  [Pre-Chorus: Taylor Swift] I just want to know you better Know you better, know you better now I just want to know you, know you, know you  [Chorus: Taylor Swift + Ed Sheeran] 'Cause all I know is we said hello And your eyes look like coming home All I know is a simple name, everything has changed All I know is you held the door You'll be mine and I'll be yours All I know since yesterday is everything has changed  [Outro: Taylor Swift] All I know is we said hello So dust off your highest hopes All I know is pouring rain And everything has changed All I know is a new found grace All my days, I'll know your face All I know since yesterday is everything has changed  ",
        "title": "Everything Has Changed"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] People say I'm just a rough boy I ain't no good for you girl It's a dead end street, trying to love me Yeah, I'll wreck your world I can see why they're all talking Looking back at my past I've got a bad name but a man can change I'm living proof of that  [Chorus] Till my last day, till my last breath Of everyone that can, I can love you the best Till my last day, I'll be loving you All the way up till they lay me down Six feet under the cold hard ground Till my last day, I'll be loving you  [Verse 2] Baby I might meet all my friends Shoot the bull, have a beer or two But you know I'll be the first one to leave In a hurry to get to you Somewhere deep inside your angel eyes I found a place to rest Don't ever doubt that I'll be around And baby don't you ever forget  [Chorus][x2]  ",
        "title": "Til My Last Day"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Chorus] Stripped to the waist we fall into the river Cover your eyes so you don't know the secret I've been trying to hide We held our breath to see our names are written On the wreck of '86 That was the year I knew the panic was over  Yes since we found out Since we found out  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Verse 1] After the war we said we'd fight together I guess we thought that's just what humans do Letting darkness grow As if we need its palette and we need its color  But now I've seen it through And now I know the truth  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Verse 2] Baby, I'll give you everything you need I'll give you everything you need, oh I'll give you everything you need But I don't think I need you  [Chorus] Stripped to the waist we fall into the river Cover your eyes so you don't know the secret I've been trying to hide We held our breath to see our names are written On the wreck of '86 That was the year I knew the panic was over  [Hook] That anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could happen Anything could  [Outro] I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be I know it's going to be  But I don't think I need you But I don't think I need you But I don't think I need you But I don't think I need you  ",
        "title": "Anything Could Happen"
    },
    {
        "artist": "Justin Bieber Featuring Nicki Minaj",
        "lyrics": "  [Intro: Nicki Minaj] Yeah, Young Money, Nicki Minaj, Justin  [Verse 1: Justin Bieber] Show you off Tonight, I wanna show you off (aye-aye-aye) What you got A billion could've never bought (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I wanna show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 2: Justin Bieber] Body rock Girl, I can feel your body rock (aye-aye-aye) Take a bow You're on the hottest ticket now, ooh (aye-aye-aye)  [Pre-Chorus: Justin Bieber] We gonna party like it's 3012 tonight I want to show you all the finer things in life So just forget about the world, we young tonight I'm coming for ya, I'm coming for ya  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  [Verse 3: Nicki Minaj] In time, ink lines Bitches couldn't get on my incline World tours, it's mine Ten little letters on a big sign Justin Bieber, you know I'mma hit 'em with the ether Buns out, weiner, but I gotta keep an eye out for Selener Beauty, beauty and the beast Beauty from the East Beautiful confessions of the priest Beast, beauty from the streets, beat will get deceased Every time Beauty on the beat  [Break: Justin Bieber + (Nicki Minaj)] Body rock (yeah, yeah, yeah) Girl, I wanna feel your body rock (let's go, let's go)  [Chorus: Justin Bieber] Cause all I need is a beauty and a beat Who can make my life complete It's all 'bout you When the music makes you move Baby, do it like you do  ",
        "title": "Beauty And A Beat"
    },
    {
        "artist": "Brandy Featuring Chris Brown",
        "lyrics": "  [Intro: Brandy] I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it down, you gon' fall in love I'ma put it down down, you gon' fall in love I'ma put it, I'ma put it, I'ma put it I'ma put it down  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 1: Brandy] Ooh your talk game is so tough, damn, I love it all Even the way you flex, that's what turn me Ooh you know you make me weak, just 'cause the way you are 'Cause everybody in here know that you're a star But still I'm letting you know, I got the sweetest heart Any man that wants his babe, he gon' have to work hard From what I see, you got what I want, that's just half the part Gotta see what you put on it to make sure you're the one  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 2: Brandy] I hope that chivalry ain't dead to you, boy 'cause I'm grown Gotta pull up and then come up with that when I see what I want Gotta go old school women sometimes, still keep it soul Twenty twelve for me 'cause I still beef it all And yeah, I still I want you to know, I got the sweetest heart And even though he can buy the coupe for me, he gon' have to work hard And now I see you got what I want and that's just half the part I gotta feel what you put on it to make sure you're the one  [Chorus: Brandy] If you put it down right like the way I want it Play your cards right, maybe we can fall in love If you put it, put it, if you put it down If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love I'ma put it down, you gon' fall in love, I'ma put it down, you gon' fall in love If you put it, put it, maybe we can fall in love  [Verse 3: Chris Brown & Brandy] Look, ain't nobody put it down like me though, why are you playin'? Girl, you know With all this money and all your cake, girl, you better stop, I got a big ego I'm sippin' on that brandy, that liquor comes in handy And girl, I know you fancy, but this party I'm financin' She told me, it ain't even like that, she been hatin' all night, a friend uptight, all right So put it down, I took her at the club, told the girl she'd be right back Back to the crib and in the mornin' all this was worth it Baby, go get your hair did and buy you a couple purses, you just perfect  [Bridge: Brandy] You, you, you, can be the one I go When having a bad day and I need a shoulder to cry on You, you, you, might change the way I feel Teach me how to let the guard down Ain't gon' lie, it's been tough I thought someone one I had was the answer to my prayers I'ma bow down, he wasn't the truth And I got you, tryna tell me, if I let you put it, I'ma put it down, you can fall in love  [Chorus: Brandy & Chris Brown] If you put it down right like the way I want it Play ya cards right, maybe we can fall in love If you put it, put it, put it, if you put it, put it If you put it, put it, maybe we can fall in love It's the B-R to the E-E to the Z-Y If you put it, put it, maybe we can fall in love It's the B-R to the A-N to the D-Y If you put it, put it, maybe we can fall in love  [Outro: Brandy] If you put it down right like the way I want it  ",
        "title": "Put It Down"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "Numb"
    },
    {
        "artist": "Cher Lloyd",
        "lyrics": "  [Intro] Uh! Mmm, yeah La la la la la (haha) Uh!  [Verse 1] Hey, boy you never had much game Thought I needed to upgrade So I went and walked away, way, way (Uh!) Now, I see you've been hanging out With that other girl in town Looking like a pair of clowns, clowns, clowns (Uh!)  [Pre-Chorus] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this (uh!) And now you're taking her to every restaurant? And everywhere we went, come on And now you're taking her to every restaurant? You got me, got me like this  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (Uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back  [Verse 2] Please this ain't even jealousy She ain't got a thing on me Tryin' rock them ugly, jeans, jeans, jeans (Uh!) You clearly didn't think this through If what I've been told is true You'd be crawling back like, boo-hoo-hoo (Uh!)  [Pre-Chorus] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this (uh!) And now you're taking her to every restaurant? And everywhere we went, come on And now you're taking her to every restaurant? You got me, got me like this  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back (uh!)  [Verse 3] Ooh-ooh-ooh, I thought you'd still be mine When I kissed you goodbye, uh-oh, uh-oh Ooh-ooh-ooh, and you might be with her But I still had you first, uh-oh uh-oh  [Interlude] Yeah, yeah, yo  [Bridge] Remember all the things that you and I did first? And now you doing them with her Remember all the things that you and I did first? You got me, got me like this! (Oh)  [Chorus] Boy, you can say anything you wanna I don't give a, shh, no one else can have you I want you back, I want you back Want, want you, want you back (uh!) I'd broken up thinking you'd be crying Now I feel like, shh, looking at you flying I want you back, I want you back Want, want you, want you back (uh!)  [Outro] Ooh-ooh-ooh, la la la la la I want you back, I want you back Want, want you, want you back (uh!) Ooh-ooh-ooh, uh I want you back, I want you back Want, want you, want you back (uh!) Does this sound like a helicopter? Brrr  ",
        "title": "Want U Back"
    },
    {
        "artist": "Eric Church",
        "lyrics": null,
        "title": "Creepin'"
    },
    {
        "artist": "T.I. Featuring Lil Wayne",
        "lyrics": "  [Verse 1: T.I.] Okay we walk off in this bitch, ballin’ in this bitch Hoppin’ out of Lambos and Ferraris in this bitch Poppin’ bottles with a thick red super model bitch They may talk a lot of that but they can't do a lot of this Ay, Rico told me turn the lights on So I grab the Audemar and threw the ice on I’ma big dawg, got em pissed off A lot of niggas rapping, ain’t none this raw They like, eh look at T.I., ballin’ in the V.I Bunch of bad bitches with him looking like Aaliyah We just pull up, hop out, go in, show out Buy the whole bar, pop bottles go hard  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 2: T.I.] The club full of bad bitches and they came to play Okay it must be your ass cause it ain't your face Now if you looking for them bottles and them stacks, girl You make your way up to my section where it’s at, girl Okay now do you wanna kick it with a nigga with a meal ticket Broke niggas looking mad, they just gotta deal with it Get right ho, roll a dice ho And you ain't gotta be a dyke cause you like hoes For everyday I spent behind the wall I do it big, ride, fly, stunt, shine and ball I got a bunch of money, so come and get it from me And a bucket full of bottles, bust it open If you wanna get drunk  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 3: Lil Wayne] Ain’t no nigga like a Young Money nigga Pop that pussy like a gun, pull the trigger Shake that ass like a salt shaker I keep a L lit up like an elevator Bitch, shake it like a dog, hop like a frog, ride it like a horse I throw that dick like darts Drink all muddy, flag all bloody I’m killin’ these hoes like that nigga Ted Bundy I’m a good looking rapper, I ain’t tryna stunt I'ma fire my blunt like Donald Trump Where you at, ho? Where you at, ho? Can a nigga stick key up in ya back door? Tunechi  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  [Verse 4: T.I.] And do ya thing in slow motion like Soulja Slim And come around, wipe me down like Boosie (Free Boosie) That thang up for me, show me that you love me If it’s really too much for you you can bring a couple buddies Everyday I do my thang, big stones and chains She let me drill all in her mouth, no novacane Them other broke niggas, all they did was told ya thangs I could get ya on that G4 and show ya thangs I like my women fat ass, pretty toes and thangs Long hair don't care long as none down there If it's manicured I can have fun down there Take you to whatever club, throw some money in the air  [Chorus: Rico Love & (T.I.)] This club so packed, these hoes so drunk This club so packed, these hoes so drunk This club so packed, these hoes so drunk (I got a bottle, got a model, got a molly, got a blunt) Ball, ball, ball, ball Ball, ball, ball, ball Ball, ball, ball, ball (I got a bottle, got a model, got a molly, got a blunt)  ",
        "title": "Ball"
    },
    {
        "artist": "Kendrick Lamar Featuring Drake",
        "lyrics": "  [Produced by Scoop DeVille & Sounwave]  [Intro: Kendrick Lamar] Every second, every minute Man, I swear that she can get it Say if you a bad bitch, put your hands up high Hands up high, hands up high Tell 'em dim the lights down right now Put me in the mood I'm talkin' about dark room, perfume, go, go  [Verse 1: Kendrick Lamar] I recognize your fragrance Hold up, you ain't never gotta say shit Uh, and I know your taste is A little bit, hmm, high maintenance Uh, everybody else basic You live life on an everyday basis With poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, I write poems in these songs dedicated to you when You're in the mood for empathy, there's blood in my pen Better yet, where your friends and 'em? I really wanna know you all I really wanna show you off Fuck that, pour up plenty of champagne Cold nights when you curse this name You called up your girlfriends And y'all curled in that little bitty Range I heard that she wanna go and party, she wanna go and party Nigga, don't approach her with that Atari Nigga, that ain't good game, homie, sorry They say conversation rule a nation, I can tell But I could never right my wrongs 'Less I write it down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 2: Drake] I really hope you play this, 'cause ol' girl, you test my patience With all these seductive photographs And all these one-off vacations you've been takin' Clearly a lot for me to take in, it don't make sense Young East African girl, you too busy fuckin' with your other man I was tryna put you on game, put you on a plane Take you and your momma to the motherland I could do it, maybe one day When you figure out you're gonna need someone When you figure out it's alright here in the city And you don't run from where we come from That sound like poetic justice, poetic justice You were so new to this life, but goddamn, you got adjusted I mean, I write poems in these songs, dedicated to the fun sex Your natural hair and your soft skin And your big ass in that sundress, ooh Good God, what you doin' that walk for? When I see that thing move I just wish we would fight less and we would talk more They say communication save relations, I can tell But I can never right my wrongs Unless I write 'em down for real, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Verse 3: Kendrick Lamar] Every time I write these words they become a taboo Makin' sure my punctuation curve, every letter here's true Livin' my life in the margin and that metaphor was proof I'm talkin' poetic justice, poetic justice If I told you that a flower bloomed in a dark room Would you trust it? I mean, you need to hear this Love is not just a verb, it's you lookin' in the mirror Love is not just a verb, it's you lookin' for it, maybe Call me crazy, we can both be insane A fatal attraction is common, and what we have common is pain I mean, you need to hear this, love is not just a verb And I can see power steerin', sex drive when you swerve I want that interference, it's coherent, I can hear it Uh-huh, that's your heartbeat It either caught me or it called me, uh-huh Read slow and you'll find gold mines in these lines Sincerely, yours truly, and right before you go blind, P.S.  [Hook: Kendrick Lamar] You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright You can get it, you can get it You can get it, you can get it And I know just, know just, know just Know just, know just what you want Poetic justice, put it in a song, alright  [Outro Skit] \"I'm gon' ask you one more time, homie Where is you from? Or it is a problem.\" \"Ayy, you over here for Sherane, homie?\" \"Yo, I don't care who this nigga over here for. If he don't tell me where he from, it's a wrap! I'm sorry.\" \"Hol' up, hol' up, hol' up, we gon' do it like this, okay? I'ma tell you where I'm from, okay? You gon' tell me where you from, okay? Or where your grandma stay, where your mama stay, or where your daddy stay, okay?\" \"Enough with all this talkin'.\" \"Matter of fact, get out the van, homie! Get out the car before I snatch you out that motherfucker, homie!\"  ",
        "title": "Poetic Justice"
    },
    {
        "artist": "Macklemore & Ryan Lewis Featuring Wanz",
        "lyrics": "  [Intro] \"Hey, Macklemore, can we go thrift shopping?\" What what, what, what [x8] Bada, bada, bada dada  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 1: Macklemore] Now, walk into the club, like, \"What up, I got a big cock!\" Nah, I’m just pumped, I bought some shit from a thrift shop Ice on the fringe is so damn frosty The people like, “Damn, that’s a cold ass honkey!” Rolling in hella deep, headed to the mezzanine Dressed in all pink; except my gator shoes, those are green Draped in a leopard mink, girl standing next to me Probably should've washed this, smells like R. Kelly sheets (Pissssss...) But shit, it was 99 cents! Fuck it, coppin' it, washin' it ‘Bout to go and get some compliments Passing up on those moccasins Someone else has been walking in Bummy and grungy, fuck it, man I am stunting and flossing and saving my money And I’m hella happy; that’s a bargain, bitch! I’ma take your grandpa's style, I’ma take your grandpa's style No, for real, ask your grandpa Can I have his hand-me-downs? (Thank you!) Velour jumpsuit and some house slippers Dookie brown leather jacket that I found diggin' They had a broken keyboard, I bought a broken keyboard I bought a skeet blanket, then I bought a knee board Hello, hello, my ace man, my mellow John Wayne ain’t got nothing on my fringe game, hell no I could take some Pro Wings, make them cool, sell those The sneaker heads would be like, “Ah, he got the Velcros.”  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Verse 2: Macklemore] What you know about rocking a wolf on your noggin? What you knowing about wearing a fur fox skin? I’m digging, I’m digging I’m searching right through that luggage One man’s trash, that’s another man’s come up Thank your granddad for donating that plaid button- Up shirt, ‘cause right now, I’m up in here stuntin' I’m at the Goodwill, you can find me in the bins I’m not, I’m not stuck on searchin' in that section (Mens) Your grammy, your aunty, your momma, your mammy I’ll take those flannel zebra jammies Second hand and I’ll rock that, motherfucker The built-in onesie with the socks on the motherfucker I hit the party and they stop in that motherfucker They be like, “Oh, that Gucci? That’s hella tight” I’m like, “Yo, that’s 50 dollars for a t-shirt.” Limited edition, let’s do some simple addition 50 dollars for a t-shirt, that’s just some ignorant bitch shit I call that getting swindled and pimped, shit I call that getting tricked by business That shirt’s hella dough, and having the same one as six other people in this club is a hella don’t Peep game, come take a look through my telescope Tryin' to get girls from a brand? Man, you hella won’t! Man, you hella won't!  [Interlude] Goodwill, poppin' tags, yeah!  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Bridge: Wanz] I wear your granddad's clothes I look incredible I’m in this big ass coat From that thrift shop down the road  [Hook: Wanz] I'm gonna pop some tags Only got 20 dollars in my pocket I'm, I'm, I'm hunting Looking for a come up This is fucking awesome  [Outro] \"Is that your grandma's coat?\"  ",
        "title": "Thrift Shop"
    },
    {
        "artist": "Bridgit Mendler",
        "lyrics": "  [Verse 1] I'm the kind of girl who doesn't say a word Who sits at the curb and waits for the world But I'm about to break out About to break out I'm like a crook tonight I caught you staring at me, and I was thinking clearly And now I'm like a bee and I'm hunting for the honey And I'm kinda shy, but you're super fly, yeah I could be your kryptonite, like...  [Pre-Chorus] (Oh-oh-oh-oh-oh-oh) Light my heart up, baby, like a matchstick (Oh-oh-oh-oh-oh-oh) And hit the gas quick  [Chorus] Ready or not, here I come Where you at? The night is young In the crowd, the music's loud, but I will find you Ready or not, here I come I like your face, do you like my song? Just sing it, la la la la la la la, and I'll find you Ready or not Ready or not Ready or not  [Verse 2] Hello, my name is (Bridgit), nice to meet you I think you're famous, where have I seen you? You'll be my William, I'll be your Kate Living like a fairytale We could have a palace right next to Oprah 37 cars and a yacht down in Boca Take me away, wherever you say Yeah, we could be setting sail, like...  [Pre-Chorus] (Oh-oh-oh-oh-oh-oh) Light my heart up, baby, like a matchstick (Oh-oh-oh-oh-oh-oh) And hit the gas quick  [Chorus] Ready or not, here I come Where you at? The night is young In the crowd, the music's loud, but I will find you Ready or not, here I come I like your face, do you like my song? Just sing it, la la la la la la la, and I'll find you Ready or not Ready or not  [Bridge] Ready or not, here I come, here I come You're like a breath of fresh air in my lungs You and me dance from the night to the dawn Ready or not, here I come boy, it's on Ready or not, here I come, here I come You're like a breath of fresh air in my lungs You and me dance from the night to the dawn Ready or not, here I come boy, it's on  [Chorus] Ready or not, here I come Where you at? The night is young In the crowd, the music's loud, but I will find you Ready or not, here I come I like your face, do you like my song? Just sing it, la la la la la la la, and I'll find you Ready or not  [Outro] (You're like a breath of fresh air in my lungs) Ready or not (here I come, oh) Ready or not (ready or not, whoa) Ready or not (ready or not, ready or not) (Boom-batta-boom, batta-boom, batta-boom) Ready or not  ",
        "title": "Ready Or Not"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Dance For You"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I walked through the door with you, the air was cold But something 'bout it felt like home somehow and I Left my scarf there at your sister's house And you've still got it in your drawer, even now Oh, your sweet disposition And my wide-eyed gaze We're singing in a car getting lost Upstate The autumn leaves falling down like pieces into place And I can picture it after all these days  [Pre-Chorus] And I know it's long gone, and that magic's not here no more And I might be okay, but I'm not fine at all  [Chorus] 'Cause there we are again on that little town street You almost ran the red 'cause you were looking over at me Wind in my hair, I was there, I remember it all too well  [Verse 2] Photo album on the counter Your cheeks were turning red You used to be a little kid with glasses in a twin-sized bed And your mother's telling stories 'bout you on the tee ball team You taught me about your past thinking your future was me  [Pre-Chorus] And I know it's long gone, and there was nothing else I could do And I forget about you long enough to forget why I needed to  [Chorus] 'Cause there we are again in the middle of the night We're dancing round the kitchen in the refrigerator light Down the stairs, I was there, I remember it all too well, yeah  [Bridge] And maybe we got lost in translation Maybe I asked for too much But maybe this thing was a masterpiece 'Till you tore it all up Running scared, I was there, I remember it all too well And you call me up again just to break me like a promise So casually cruel in the name of being honest I'm a crumpled up piece of paper lying here 'Cause I remember it all, all, all... too well  [Verse 3] Time won't fly it's like I'm paralyzed by it I'd like to be my old self again But I'm still trying to find it After plaid shirt days and nights when you made me your own Now you mail back my things and I walk home alone But you keep my old scarf from that very first week 'Cause it reminds you of innocence and it smells like me You can't get rid of it, 'cause you remember it all too well, yeah  [Chorus] Because there we are again when I loved you so Back before you lost the one real thing you've ever known It was rare, I was there, I remember it all too well  [Outro] Wind in my hair, you were there, you remember it all Down the stairs, you were there, you remember it all It was rare, I was there, I remember it all too well  ",
        "title": "All Too Well"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  [Verse 1] I saw you standing in the middle Of the thunder and lightning I know you're feeling like You just can't win, but you're trying  [Pre-Chorus 1] It's hard to keep on keeping on When you're being pushed around Don't even know which way is up You just keep spinning down, 'round down  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Verse 3] So hold your head up and tell yourself That there's something more Walk out that door, go find a new rose Don't be afraid of the thorns 'Cause we all have thorns  [Pre-Chorus 2] Just put your feet up to the edge Put your face in the wind a And when you fall back down Keep on remembering  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Bridge] It's gonna run out of pain It's gonna run out of sting It's gonna leave you alone It's gonna set you free, set you free  [Chorus] Every storm runs, runs out of rain Just like every dark night turns into day Every heartache will fade away Just like every storm runs, runs out of rain  [Outro] It's gonna set you free It's gonna run out of pain It's gonna set you free  ",
        "title": "Every Storm (Runs Out Of Rain)"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] I could tell that it was over When her lips met mine It was an emptiness in her voice Hesitation when she smiled She did not have to say a word It was just so plain to see She had found what she would have been looking for And I knew it was not me  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Verse 2] Sometimes I feel like a clown Who cannot wash off his make-up The life she wanted, it was gone Prince Charming, I was not But I would trade a thousand Babylon’s To be in her arms tomorrow Oh, but like the tide, her love has come and gone And it is time for me to go  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Chorus] Should I hold on to what we have got? Is it just a waste of time? One thing that I know for sure I saw goodbye in her eyes  [Verse 3] I saw goodbye in her eyes I know you got somebody new now All my candles have burned out He is going to love the way you shine So did I So do not smile at me it is not what you mean (Goodbye)  [Pre-Chorus] I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it I saw goodbye in her eyes I did not think I can change it There is no way to disguise We will never make it  [Chorus] Should I hold on to what we have got? Is it just a waste of time? One thing that I know for sure I saw goodbye in her eyes  [Outro] I saw goodbye in your eyes I know that it's over  ",
        "title": "Goodbye In Her Eyes"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Ooh, I'm about to dive in, woah I was thinking about taking a couple laps, I just wanna dive in Yeah, dive in, yeah  [Verse 1] Splash, baby girl, that's your waterfall Feel it coming down on me, so crazy Yeah, girl, I love the way your body talk Come a little closer just like that, keep on talking girl you got me  [Pre-Chorus] Wanting to go deeper than you'll ever know Wanting to feel, the way you flow Ooh, you got that look up in your eyes What we 'bout to do ain't no surprise  [Chorus] I'm about to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Girl, there ain't no running 'round this pool Ooh, I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive  [Verse 2] Drip, baby we don't need no towel I'ma be the one who rub your body now Won't drown, ain't even coming up for air now I'll just keep my head down, down, down Swim for days, I can doggy paddle all kind of ways Girl you got me  [Pre-Chorus] Wanting to go deeper than you'll ever know Wanting to feel, the way you flow Ooh, you got that look up in your eyes What we 'bout to do ain't no surprise  [Chorus] I'm about to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Girl, there ain't no running 'round this pool Ooh, I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive  [Bridge] Submerged inside your world So deep inside you girl Beautiful place to be So soaking wet and girl, it's made for me  [Chorus] I'm 'bout to dive in Baby girl, hold your breath We about to get so wet Swimming in your body, let me dive in You know ain't no running 'round this pool Going under just for you, baby you Watch me stroke left stroke, right stroke, back stroke Read the signs, there ain't no running I'm about to dive in Baby girl, hold your breath We about to get so wet Put me to the test girl when I dive Ooh girl, when I dive Dive  ",
        "title": "Dive In"
    },
    {
        "artist": "Rick Ross Featuring Wale & Drake",
        "lyrics": "  [Verse 1: Wale] Diced pineapple Tonight you shall reach a height that the sky won't catch you The highest form of my admiration I ain't no connoisseur but I'm kinda sure you will admire my taste And before the sun graze ya I'm tryin to see how deep you are And believe me shorty I ain't talking about no intimate conversation I wanna see if I can make you reach things unobtainable When I peek into your nature And I promise you my goals will exceed any physical pleasure I wanna, give you whats better than better The better my effort, the wetter her treasure The more these mere moments seem like heavens or temporary forevers Shorty get it together Diced pineapple May your love come down so my mind might have you You designed my imagination Let me redefine foreplay 'till you need five and Tell me shorty you got it baby If its not it baby, hope its progress baby Let it all drip baby If you stop that shaking, no more talking baby, no more talking baby  [Verse 2: Rick Ross] Shorty so fine, pussy so fresh Diced pineapples damn my baby tastes the best I nearly lost my mind, guess it was a test Swept her off her feet and went and bought her ass a Lex Paid it off cash so I never wrote a check Leave my cars at her crib I'm just stuntin' on her ex Pussy's excellent and I know it sound a mess I love to make her toes curl as I'm lickin' on her flesh uhh Sex all night, couple shots of Ciroc Crib on the water, got LeBron up the block Money ain't the thing baby, welcome to the mob Diced pineapples, talking diamonds by the jar Bitch so bad got me wishing I could sing Her uniform Isabel Marant when you on the team Double MG them other niggas fell off Baby girl I just wanna see you well off  [Hook: Drake] Call me crazy -- shit, at least you’re calling Feels better when you let it out don't it girl Know its easy to get caught up in the moment When you say it cause you mad then you take it all back Then we fuck all night til things get right Then we fuck all night til things get right  [Verse 3: Rick Ross] Shorty so fine, pussy so fresh Diced pineapples I just bought my girl a set I know my lifestyle wild I do it for the set She know how to make me smile and she do it with the sex Pop bottles, make love, Thug Passion Red bottoms, Moncler, high fashion Belt buckles, door handles, gold plated Balmain, rich denim, out Vegas French Riviera baby girl lets take a trip I'mma trip go to Cannes, France to catch a flick Baby listen, this position is a blessing And with your permission hopefully you'll learn a lesson I'm so fly that I shouldn't even walk She so fine she ain't even gotta talk Diced pineapples, talking diamonds by the jar She never wrote a song but I know that she's a star  [Hook: Drake] Call me crazy -- shit, at least you’re calling Feels better when you let it out don't it girl Know its easy to get caught up in the moment When you say it cause you mad then you take it all back Then we fuck all night til things get right Then we fuck all night til things get right  [Verse 4: Wale] Something about her probably can't live without her Roll up some sour, let me kiss on a fountain Mission accomplished, you increasing your heart rate And I won’t ever rest, we meet at the peak of your mountain Eager to show you, thinking that I should know you And you eager to work perfect, I can employ you Designer shit spoil you, rub you down with the oil To get on a higher tree, gonna have to climb a sequoia Hol' up, showing off some Agent Provocateur Rushing you out your drawers though patiently get you off Hate when they be too anxious though, hate when they be too dull Like to go deep but I hate to get too deeply involved How sweet is you, let me see, show me proof Fuck making pussy talk, I like to make it sing a tune All we need is we, we don’t need no room Right now I’m trying eat, we don’t need a spoon  [Hook: Drake] Call me crazy -- shit, at least you’re calling Feels better when you let it out don't it girl Know its easy to get caught up in the moment When you say it cause you mad then you take it all back Then we fuck all night til things get right Then we fuck all night til things get right  ",
        "title": "Diced Pineapples"
    },
    {
        "artist": "Randy Houser",
        "lyrics": "  [Verse 1] You were raised on an asphalt farm Ain't never heard a rooster crow Never walked barefoot down a river Felt the mud up between your toes  [Bridge] You never rolled in the hay You never thrown it in four wheel Climb up on here girl Let me show you how country feels  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how country feels  [Verse 2] You ever watched the sun go down From the bed of a pickup truck Ever been so into somebody You're still lying there when it comes back up  [Bridge] Girl what do you say? Cut a path through that cornfield Park down by the water Let me show you how country feels  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how country feels  Let your hair down Get you some of this laid on back Kick your shoes off  [Chorus] Let your hair down, hair down Get you some of this laid on back Kick your shoes off, kick 'em off Get you some of this slow down fast I'll take you up and down these hollers and hills Let me show you how Country feels  Country feels  ",
        "title": "How Country Feels"
    },
    {
        "artist": "Greg Bates",
        "lyrics": "  I got the Chevy all shined up Paid a little more for a hair cut Ironed up a pearl snap, left that old ball cap Gave myself a little extra smell good splash  I did it for the girl dancin' in the sunset Get to see her sippin' on Corona, little silhouette Did it for the moonlight, slow ride, slidin' over by my side Been waiting on that all night kiss, I did it for the girl  I dialed her up some more George Strait Me and old George sang Marina Del Rey There by the water's edge, big sky turnin' red That perfect night, she said she can't forget  I did it for the girl dancin' in the sunset Get to see her sippin' on Corona, little silhouette Did it for the moonlight, slow ride, slidin' over by my side Been waiting on that all night kiss, I did it for the girl  I did it for that long hair, fallin' down, layin' on her shoulders Those blue eyes want me to hold her  I did it for the girl dancin' in the sunset Get to see her sippin' on Corona, little silhouette Did it for the moonlight, slow ride, slidin' over by my side Been waiting on that all night kiss  I did it for the girl dancin' on the front porch Reachin' out to grab my shirt, pull me through the front door Did it for the midnight, candlelight Anything to make her mine, all mine, I did it for the girl I did it for the girl  ",
        "title": "Did It For The Girl"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Spoken Intro] You might be a redneck ... (radio static) The Grand Ole Opry coming to you live from ... (radio static)  [Verse 1] When your wheelhouse is the land of cotton The first time you leave it can be strange, it can be shockin' Not everybody drives a truck, not everybody drinks sweet tea Not everybody owns a gun, wears a ball cap, boots, and jeans Not everybody goes to church Or watches every NASCAR race Not everybody knows the words to \"Ring Of Fire\" or \"Amazing Grace\"  [Chorus] Oh, Dixie Land I hope you understand When I miss my Tennessee home And I've been away way too long I can't see this world unless I go Outside my southern comfort zone  [Verse 2] I have walked the streets of Rome, I have been to foreign lands I know what it's like to talk and have nobody understand I have seen the Eiffel Tower lit up on a Paris night I have kissed a West Coast girl underneath the Northern Lights I know what it's like to be the only one like me To take a good hard look around and be a minority  [Chorus] And I miss my Tennessee home I can see the ways that I've grown I can't see this world unless I go Outside my southern comfort zone  [Bridge] I miss your biscuits and your gravy Fireflies dancing in the night You have fed me, you have saved me Billy Graham and Martha White I have since become a drifter And I just can't wait to pack Cause I know the route I leave on It will always bring me back  [Guitar Solo]  [Chorus] I wish I was in Dixie Again I miss my Tennessee Home I've been away way too long I can't see this world unless I go Outside my southern comfort zone  [Outro] Look away, look away  I wish I was in Dixie, away, look away  ",
        "title": "Southern Comfort Zone"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I been hanging round this place, I been looking through your space I been waiting' for you, I've been waiting' for you All the places that you go, all the people that you know I've been looking for you, I've been looking for you  [Verse 2] And all these pretty people up on El Cerrito Place They all got something in their pockets, all got something on their face They roll down to La Brea where it meets the boulevard Singing' hallelujah while they dance over the stars They all say they're going' far  [Chorus] Me I've been looking for you baby, I've been looking for you baby I've been looking for you baby, I've been looking for you baby All night long, all night long, all night long  [Verse 3] Someone said they might have seen you where the ocean meets the land So I've been out here all night looking for your footprints in the sand Did you hear the ocean singing, baby did you sing along While you danced out in the water to some ol' forgotten song Were you even here at all?  [Chorus]  [Verse 4] Somehow I wound up in the desert just after daylight Where the Joshua Trees grow that little place you always liked These pioneer town people ain't got too much to say And if you ever were here baby they ain't giving' you away  [Verse 5] Now it's been two days I'm still looking for you baby, I've been looking for you baby I've been looking for you baby, I've been looking for you baby All night long, all night long, all night long  [Bridge] And all these pretty people up on El Cerrito Place They all got something in their pockets, all got something on their face  Someone said they might have seen you where the ocean meets the land So I've been out here all night looking for your footprints in the sand  [Outro] Think I'll go back to the city, back to El Cerrito Place That's the last time that I saw that pretty smile upon your face I've been looking for you baby  ",
        "title": "El Cerrito Place"
    },
    {
        "artist": "Passion Pit",
        "lyrics": "  [Verse 1] All these kind of places Make it seem like it’s been ages And tomorrow some new building will scrape the sky I love this country dearly I can feel the ladder clearly But I never thought I’d be alone to try  Once I was outside Penn Station Selling red and white carnations We were still alone My wife and I Before we marry, save my money Brought my dear wife over Now I work to bring my family stateside  But off the boat they stayed a while Then scattered across the coast Once a year I’ll see them for a week or so At most I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Verse 2] Practice isn’t perfect But the market cuts a loss I remind myself that times could be much worse My wife won’t ask me questions And there's not so much to ask And she’ll never flaunt around an empty purse  Once my mother-in-law came Just to stay a couple nights Then decided she would stay the rest of her life I watch my little children Play some board game in the kitchen And I sit and pray they never feel my strife  But then my partner called to say the pension funds were gone He made some bad investments Now the accounts are overdrawn I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  [Bridge] Honey it’s your son I think I borrowed just too much We had taxes, we had bills We had a lifestyle to front And tonight I swear I'll come home And we’ll make love like we’re young Tomorrow you’ll cook dinner For the neighbors and their kids We can rip apart those socialists And all their damn taxes You’ll see I am no criminal I’m down on both bad knees I’m just too much a coward To admit when I’m in need I took a walk  [Hook] Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh I took a walk Take a walk, take a walk, take a walk Take a walk, Oh-oh-oh  ",
        "title": "Take A Walk"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1: Imagine Dragons] I'm wakin' up to ash and dust I wipe my brow and I sweat my rust I'm breathin' in the chemicals I'm breaking in, shaping up, the checking out on the prison bus This is it, the apocalypse, whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Verse 2: Imagine Dragons] I raise my flags, dye my clothes It's a revolution, I suppose We'll paint it red to fit right in Whoa I'm breakin' in, shapin' up The checkin' out on the prison bus This is it, the apocalypse Whoa  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Bridge: Imagine Dragons] All systems go, sun hasn't died Deep in my bones, straight from inside  [Verse 3: Kendrick Lamar] Bury me alive, bury me with pride Bury me with berries, that forbidden fruit and cherry wine Thank you berry much, but tonight's my night and I'm Barry Bonds Swingin' for the fences, barbaric Kendrick in idle time Everything in life's subject to change, change whip, change grind Change clothes, change opinions, right before I change my mind I don't really know yah business, been in there since I was bendin' Lego blocks Now you tell the world about me, dry snitch Tater tots on my shotgun, now I gotta pop one at the stars Sky's the limit, I gotta finish as the first rapper on Mars Mark my word, I'ma make my mark, even when they start their Martial Law Even when these Martians alienate, my mental state is still at heart Fuck, look in my eyes, tell me I died, tell me I tried, to compromise Tell me you love me, tell me that I, don't give a fuck and can barely decide Wishin' good luck on my enemies, all of my energy go to the almighty God I could drown in a bottle of Hennessy, fuck your amenities, I'm gettin' better with time AHHHHH!  [Chorus: Imagine Dragons] I'm wakin' up, I feel it in my bones Enough to make my systems blow Welcome to the new age, to the new age Welcome to the new age, to the new age Whoa, whoa, I'm radioactive, radioactive Whoa, whoa, I'm radioactive, radioactive  [Outro: Imagine Dragons] I'm radioactive, radioactive  ",
        "title": "Radioactive"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I'm pretty sure we almost broke up last night I threw my phone across the room, at you I was expecting some dramatic turn away but you stay This morning I said we should talk about it 'Cause I read you should never leave a fight unresolved That's when you came in wearing a football helmet And said okay let's talk And I said  [Hook] Stay, stay, stay I've been loving you for quite some time, time, time You think that it's funny when I'm mad, mad, mad But I think that it's best if we both stay  [Verse 2] Before you I'd only dated self-indulgent takers Who took all of their problems out on me But you carry my groceries and now I'm always laughing And I love you because you have given me no choice but to  [Hook] Stay, stay, stay I've been loving you for quite some time, time, time You think that it's funny when I'm mad, mad, mad But I think that it's best if we both stay, stay, stay, stay  [Bridge] You took the time to memorize me, my fears, my hopes and dreams I just like hanging out with you, all the time All those times that you didn't leave it's been occurring to me I'd like to hang out with you, for my whole life  [Verse 3] Stay, and I'll be loving you for quite some time No one else is gonna love me when I get mad, mad, mad So I think that it's best if we both stay, stay Stay, stay, stay, stay!  [Hook] Stay, stay, stay I've been loving you for quite some time, time, time You think that it's funny when I'm mad, mad, mad But I think that it's best if we both stay, stay Stay, stay, stay, stay! Stay, stay, stay I've been loving you for quite some time, time, time You think that it's funny when I'm mad, mad, mad But I think that it's best if we both stay (ha-haha-eee, It's so fun)  ",
        "title": "Stay Stay Stay"
    },
    {
        "artist": "Sam Palladio & Clare Bowen",
        "lyrics": null,
        "title": "Fade Into You"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] I don't wanna be left behind Distance was a friend of mine Catching breath in a web of lies I've spent most of my life Riding waves, playing acrobat Shadowboxing the other half Learning how to react I've spent most of my time  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Verse 2] Addicted to the love I found Heavy heart, now a weightless cloud Making time for the ones that count I'll spend the rest of my time Laughing hard with the windows down Leaving footprints all over town Keeping faith, karma comes around I will spend the rest of my life  [Pre-Hook] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Bridge] You helped me see The beauty in everything  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  [Pre-Hook x2] Catching my breath, letting it go Turning my cheek for the sake of the show Now that you know, this is my life I won't be told what's supposed to be right  [Hook] Catch my breath No one can hold me back, I ain't got time for that Catch my breath Won't let them get me down, it's all so simple now  ",
        "title": "Catch My Breath"
    },
    {
        "artist": "Kendrick Lamar Featuring MC Eiht",
        "lyrics": "  Part I: Produced by Sounwave[Intro: Kendrick Lamar + ScHoolBoy Q] If Pirus and Crips all got along They'd probably gun me down by the end of this song Seem like the whole city go against me Every time I'm in the street, I hear— YAWK! YAWK! YAWK! YAWK!  [Hook] \"Man down, where you from, nigga?\" \"Fuck who you know! Where you from, my nigga?\" \"Where your grandma stay, huh, my nigga?\" \"This m.A.A.d city I run, my nigga\"  [Verse 1: Kendrick Lamar] Brace yourself, I'll take you on a trip down memory lane This is not a rap on how I'm slingin' crack or move cocaine This is cul-de-sac and plenty Cognac and major pain Not the drill sergeant, but the stress that weighin' on your brain It was me, L Boog, and Yan Yan, YG Lucky ride down Rosecrans It got ugly, wavin' yo' hand out the window – check yourself! Uh, Warriors and Conans, hope euphoria can slow dance With society, the driver seat the first one to get killed Seen a light-skinned nigga with his brains blown out At the same burger stand where *beep* hang out Now this is not a tape recorder sayin' that he did it But ever since that day, I was lookin' at him different That was back when I was nine, Joey packed the nine Pakistan on every porch is fine, we adapt to crime Pack a van with four guns at a time With the sliding door, fuck is up? Fuck you shootin' for if you ain't walkin' up, you fuckin' punk? Pickin' up the fuckin' pump, pickin' off you suckers Suck a dick or die or sucker punch A wall of bullets comin' from AK's, AR's, \"Ayy, y'all, duck!\" That's what Momma said when we was eatin' the free lunch Aw man, goddamn, all hell broke loose You killed my cousin back in '94, fuck yo' truce! Now crawl your head in that noose You wind up dead on the news Ain't no peace treaty, just pieces BG's up to pre-approve Bodies on top of bodies, IV's on top of IV's Obviously the coroner between the sheets like the Isleys When you hop on that trolley, make sure your colors correct Make sure you're corporate or they'll be callin' your mother collect They say the governor collect all of our taxes, except When we in traffic and tragic happens, that shit ain't no threat You movin' backwards if you suggest that you sleep with a TEC Go buy a chopper and have a doctor on speed dial, I guess M.A.A.d city  [Hook] \"Man down, where you from, nigga?\" \"Fuck who you know! Where you from, my nigga?\" \"Where your grandma stay, huh, my nigga?\" \"This m.A.A.d city I run, my nigga\"  [Bridge: Kendrick Lamar + ScHoolBoy Q] If Pirus and Crips all got along They'd probably gun me down by the end of this song Seem like the whole city go against me Every time I'm in the street, I hear— YAWK! YAWK! YAWK! Part II: Produced by Terrace Martin[Intro: MC Eiht] Wake yo' punk-ass up! It ain't nothin' but a Compton thang G-yeah, real simple and plain Let me teach you some lessons about the street (Smoke somethin', nigga!) Hood ('Sup, Cuz?) It ain't nothin' but a Compton thang G-yeah, how we do  [Verse 2: Kendrick Lamar] Fresh outta school 'cause I was a high school grad Sleepin' in the living room of my momma's pad Reality struck, I seen the white car crash Hit the light pole, two niggas hopped out on foot and dashed My pops said I needed a job, I thought I believed him Security guard for a month and ended up leavin' In fact, I got fired, 'cause I was inspired by all of my friends To stage a robbery the third Saturday I clocked in Projects tore up, gang signs get thrown up Cocaine laced in marijuana And they wonder why I rarely smoke now Imagine if your first blunt had you foamin' at the mouth I was straight tweakin', the next weekend we broke even I made allegiance that made a promise to see you bleedin' You know the reasons but still will never know my life Kendrick a.k.a. \"Compton's Human Sacrifice\"  [Interlude: MC Eiht] G-yeah, cocaine, weed Niggas been mixin' shit since the '80s, loc Sherm sticks, butt-nakeds Dip, make a nigga flip Cluck heads all up and down the block and shit One time's crooked and shit Block a nigga in Alondra, Rosecrans, Bullis, it's Compton  [Verse 3: MC Eiht] I'm still in the hood, loc, yeah, that's cool Shit, the hood took me under, so I follow the rules But yeah, that's like me, I grew up in the hood where they bang And niggas that rep colors is doin' the same thang Pass it to the left so I can smoke on me A couple drive-by's in the hood lately Couple of IV's with the fuckin' spray-can Shots in the crowd, then everybody ran Crew I'm finna slay, the street life I crave Shots hit the enemy, hearts turn brave Mount up, regulators in the whip Down the boulevard with the pistol grip Trip, we in the hood still So, loc, grab a strap 'cause yeah, it's so real Deal with the outcome, a strap in the hand And a bird and ten grand's where a mothafucka stand  [Verse 4: Kendrick Lamar] If I told you I killed a nigga at sixteen, would you believe me? Or see me to be innocent Kendrick you seen in the street With a basketball and some Now and Laters to eat? If I mentioned all of my skeletons, would you jump in the seat? Would you say my intelligence now is great relief? And it's safe to say that our next generation maybe can sleep With dreams of bein' a lawyer or doctor Instead of boy with a chopper that hold the cul-de-sac hostage Kill 'em all if they gossip The Children of the Corn, they vandalizin' the option Of livin' a lie, drown their body with toxins Constantly drinkin' and drive Hit the powder, then watch this flame that arrive in his eye Listen, coward, the concept is aim and then bang it and slide Out that bitch with deposit, a price on his head, the tithes Probably go to the projects, I Live inside the belly of the rough, Compton, USA Made Me an Angel on Angel Dust, what!  [*Scratches*] M.A.A.d city Compton  [Outro] Nigga, pass Dot the bottle, damn! You ain't the one that got fucked up What you holdin' it for? Niggas always actin' unsensitive and shit Nigga, that ain't no word Nigga, shut up! Hey, Dot, you good, my nigga? Don't even trip Just lay back and drink that  ",
        "title": "m.A.A.d City"
    },
    {
        "artist": "Meek Mill Featuring Kirko Bangz",
        "lyrics": "  [Intro: Kirko Bangz] Young and I’m getting it, young and I’m getting it Young and I’m getting it, young and I’m getting it I’m just young and I'm living, shit I just want the money, y’all can keep them bitches Cause I’m young and I’m getting it, I’m young and I’m getting it  [Hook: Kirko Bangz] Ok, I wake up in the morning and I see dollar signs And shawty wanna roll, I’m like oh man she fine I got money all in my pocket and my Audermar on shine So why you hating on me, huh, I’m just living my life I’m just young and I’m getting it, young and I’m getting it Young and I’m getting it, young and I’m getting it I’m just young and I don’t give a shit I just want the money, y’all can keep them bitches Cause I’m young and I’m getting it, I’m young and I’m getting it  [Verse 1: Meek Mill] Yeah, young nigga I get money and fuck hoes on my spare time She don’t fuck on the first night, then she don’t meet my deadline Niggas smokin that Bob Marley, that Bob Marley like Yea Mon I’m sipping on the whole eighth of the purp shit, bed time I cop foreigns like Jordans, y'all niggas ain’t important Shawty want that molly, and I’ma get what she order Tats all on my body, strapped up like a war Eat the pussy I prolly, if it smell like water Her neck talk say fuck me, my wrist talk say suck me The niggas claiming they balling, I take your bitch Kris Humphries And make them buy me a whip nigga, nothing less than the 6 nigga Yall ran your mouth like hoes, all you are some bitch niggas  [Hook: Kirko Bangz] Ok, I wake up in the morning and I see dollar signs And shawty wanna roll, I’m like oh man she fine I got money all in my pocket and my Audermar on shine So why you hating on me, huh, I’m just living my life I’m just young and I’m getting it, young and I’m getting it Young and I’m getting it, young and I’m getting it I’m just young and I don’t give a shit I just want the money, y’all can keep them bitches Cause I’m young and I’m getting it, I’m young and I’m getting it  [Verse 2: Meek Mill] Okay, your baby mama: I bought that, side chick: I bought that Main chick: I bought that, and your dream girl just called back I’m still repping that north side with that big P on my ballcap These broke niggas don’t like me, cause they say I think I’m all that Now Coon cop that ‘rarri, I don’t even feel salty Niggas claimin my flows I should put these niggas on Maury And I ain’t claming these hoes, have these haters looking all sorry When I pulled up in that Rolls, swag was surfing on ‘em like gnarley I’m with 3 hoes like Santa Claus, and I’m the boss, Diana Ross Hit you girl by mistake nigga, wasn’t even in my plan at all I told homie I hit it there, this nigga wanna be playing it off Knowing that girl is main thang, that shit don’t like nigga, bang bang!  [Hook: Kirko Bangz] Ok, I wake up in the morning and I see dollar signs And shawty wanna roll, I’m like oh man she fine I got money all in my pocket and my Audermar on shine So why you hating on me, huh, I’m just living my life I’m just young and I’m getting it, young and I’m getting it Young and I’m getting it, young and I’m getting it I’m just young and I don’t give a shit I just want the money, y’all can keep them bitches Cause I’m young and I’m getting it, I’m young and I’m getting it  ",
        "title": "Young & Gettin' It"
    },
    {
        "artist": "DJ Drama Featuring 2 Chainz, Meek Mill & Jeremih",
        "lyrics": "  [Intro: DJ Drama] You see I been waiting, waiting on that time Feel me if you been waiting on yours That moment... is close (Yeah!)  [Jeremih] Tired of living day to day like everything is alright... Just waiting on that moment Waiting on my moment  [Verse 1: 2 Chainz] Yeah, 2 Chainz! Old dude met mom it was on Then he named me over a phone, prison term Live and learn, sippin' syrup with my vision blurred Take this cup of reality, niggas finna err When you start from the bottom you can see the top So when you get to it, don't let 'em see the spot Next thing you know you lookin' for a rent sign Upper echelon, bitch we skip line I remember reminiscing in the kitchen like I wonder when the Braves gon' win it I wonder when the Falcons gon' get here; pyrex vison Made more than I ever made with DTP this year  [Hook: Jeremih] Tired of livin' day to day like everything is alright Livin like there's one thing on my mind Just waiting on that moment Waiting on my moment You say you got that oh shit? Hell nah - next time that's mine Long as I stay hustling I'm gon' shine Just waiting on that moment Waiting on my moment  [Verse 2: Meek Mill] Waitin' on my moment... Just waiting on my moment; bad hoes I'm shonin Time came and I owned it just like Lebron James and start ballin When I touch the block I cracked the block, when I pulled up in that muscle drop With that roof off and my shoes off on you bitch niggas, RuPaul Real nigga in my hood, who everybody gon' root for Cause they see me come from that bottom where everybody get bodied They told me get em, I got em, now I'm here nigga like yeah nigga Just Rolls Royce and Bugattis and M4's this year nigga If I don't grind, I don't shine, if I don't shine, then I don't eat Won't eat, then I'mma starve, if I'mma starve, I pull heat On all y'all bitch ass niggas, all y'all rich ass niggas Cause if I dont make no money nigga, I'm gon' take yo money nigga  [Hook: Jeremih] [Tired of livin' day to day like everything is alright Livin like there's one thing on my mind Just waiting on that moment Waiting on my moment] [You say you got that oh shit? Hell nah - next time that's mine] [Long as I stay hustling I'm gon' shine] [Just waiting on that moment Waiting on my moment]  [Bridge: Jeremih] Since life ain't promised tomorrow Live it up! Live it up! Live it up! Here before it come this far Give it up! Give it up! Give it up! I won't - Give it up! Give it up! Give it up! Until I have it all, yeah!  [Hook: Jeremih] [Tired of livin' day to day like everything is alright Livin like there's one thing on my mind Just waiting on that moment Waiting on my moment] [You say you got that oh shit? Hell nah - next time that's mine] [Long as I stay hustling I'm gon' shine] [Just waiting on that moment Waiting on my moment]  [Outro: DJ Drama] DJ Drama! Y'all like that? We gone  ",
        "title": "My Moment"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] ‘Cause I know that time has numbered my days And I’ll go along with everything you say But I’ll ride home laughing, look at me now The walls of my town, they come crumbling down And my ears hear the call of my unborn sons And I know their choices color all I’ve done But I’ll explain it all to the watchman’s son I never lived a year better spent in love  [Hook] 'Cause I know my weakness know my voice And I believe in grace and choice And I know perhaps my heart is farce But I’ll be born without a mask  (Woo!)  [Verse 2] Like the city that nurtured my greed and my pride I stretch my arms into the sky I cry Babel! Babel! Look at me now Then the walls of my town, they come crumbling down You ask where will we stand in the winds that will howl As all we see will slip into the cloud So come down from your mountain and stand where we’ve been You know our breath is weak and our body thin  [Bridge] Press my nose up to the glass around your heart I should’ve known I was weaker from the start You’ll build your walls and I will play my bloody part To tear, tear them down Well, I’m gonna tear, tear them down  [Hook] 'Cause I know my weakness know my voice And I believe in grace and choice And I know perhaps my heart is farce But I’ll be born without a mask  ",
        "title": "Babel"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1] Just met a boy, Just met a boy when He can come inside of my playpen Cause he look like a superstar in the making So I think that I'm going in for the taking Hear through the grapevine that he's cakin' We can shoot a movie he can do the tapin' Boom boom pow, this thing be shakin' I ain't even tryna find out who he datin'  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom If you want it I'm gonna be va va voom voom If you got it you got it you got that boom boom  [Verse 2] Just met a boy, Just met a boy when He can become my little problem Cause it look like he modeling clothes in Dublin So I think he that getting that green, a goblin Hear through the grapevine that he hang low We can shoot a movie, we can bang like Rambo Boom boom pow, this thing so bingo Wondering if he can understand my lingo  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  [Bridge] Boy, I'm in this club slow-mo, don't mind if I do And I can tell you feeling me from the jump, I wanna ride too You got that hot shit, boy, you blessed, let me feel up on your chest Flex it, you the man, you the man, one-hundred grand The same old game blow, yes, I play it very well Come baby, lay it down, let me stay down Let me show you how I run things in my playground Come and get this va va voom voom (woo woo)  [Hook] Cause I know he got a wife at home But I need just one night alone If he keep playin them g-g-games I'mma run away (ay) I'mma run away (ay ay) I-I-I wanna give you one last option I-I-I wanna give you one last chance If-If you looking for the main attraction Just hold on tight and let me do my dance  ",
        "title": "Va Va Voom"
    },
    {
        "artist": "Pitbull Featuring TJR",
        "lyrics": "  [Intro ] You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  You don't get them girls loose loose You don't get the world loose loose You don't get money move move But I do I do  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 1] I'm running through the world like a running back Scarface, world's mine, running back 30,000 people went here on me 80,000 in London wembley 90,000 Morocco, and I'm just getting warmed up, papo Catch me with redone in stockholm Beirut, cafe getting my drink on, mole Well All the Pretty Women hit the Hookah All of them sweet, azucar, azucar Dale disfruta  [Bridge ] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  [Verse 2] I'm from the city, where they stress, and they sling keys And now I'm doing shows in Helsinki (Finland) I know what ya'll thinking, you're thinking That you can outhiking, but you can't frankly I'm out for the benjies, frankies, c-notes Just cause you ain't me, don't hate me As a matter fact you should thank me Even if you don't, you're welcome yankees Zig-a zig-a zig-a zig-a zow Who got the keys of the world, now, yours truly  [Bridge] They can't They won't They never will Stop the party  They can't They won't They never will Stop the party  [Hook] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah I'mma give it to ya, ah ah Now give it to me, ah ah Get funky, get funky Now stop!  [Hook ] I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  I said, y'all having a good time out there Yeah, yeah, que no pare la fiesta Don't stop the party Yeah, yeah, que no pare la fiesta Don't stop the party  ",
        "title": "Don't Stop The Party"
    },
    {
        "artist": "Kelly Rowland Featuring Lil Wayne",
        "lyrics": null,
        "title": "Ice"
    }
]