[
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Raindrops are fallin' on my head And just like the guy whose feet are too big for his bed Nothin' seems to fit Those raindrops are fallin' on my head, they keep fallin'  So I just did me some talkin' to the sun And I said I didn't like the way he got things done He's sleepin' on the job Those raindrops are fallin' on my head, they keep fallin'  But there's one thing I know The blues they send to greet me won't defeat me It won't be long till happiness steps up to greet me  Raindrops keep fallin' on my head But that doesn't mean my eyes will soon be turnin' red Crying's not for me Cause I'm never gonna stop the rain by complainin' Because I'm free Nothing's worryin' me  *trumpet*  It won't be long till happiness steps up to greet me  The raindrops keep fallin' on my head But that doesn't mean my eyes will soon be turnin' red Crying's not for me Cause I'm never gonna stop the rain by complainin' Because I'm free  Nothing's worryin' me  ",
        "title": "Raindrops Keep Fallin' On My Head"
    },
    {
        "artist": "The Shocking Blue",
        "lyrics": null,
        "title": "Venus"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  [Instrumental break]  Uh-huh huh huh huh Let me tell ya now Uh-huh  [Verse 1: Michael] When I had you to myself I didn't want you around Those pretty faces always made you stand out in a crowd But someone picked you from the bunch One glance was all it took Now it's much too late for me to take a second look  [Chorus: Michael + (Jackson 5)] Oh baby give me one more chance (show you that I love you) Won't you please let me (back in your heart) Oh darlin' I was blind to let you go (let you go baby) But now since I see you in his arms (I want you back) Yes I do now (I want you back) Ooh ooh baby (I want you back) Ya ya ya ya (I want you back) Na na na na  [Verse 2: Michael] Tryin' to live without your love Is one long sleepless night Let me show you girl That I know wrong from right Every street you walk on I leave tear stains on the ground Following the girl I didn't even want around Let me tell you now  [Chorus: Michael + (Jackson 5)] Oh baby all I need is one more chance (show you that I love you) Won't you please let me (back to your heart) Oh darlin' I was blind to let you go (let you go baby) But now since I see you in his arms  [Bridge] Uh-huh A buh buh buh buh A buh buh buh buh All I want A buh buh buh buh All I need A buh buh buh buh All I want A buh buh buh buh All I need  [Verse 3-Jermaine] Oh, just one more chance To show you that I love you Baby! Baby! Baby! Baby! Baby! Baby!  (I want you back)  [Verse 4-Jackie] Forget what happened then (I want you back) (Jermaine): Let me live again  Oh baby I was blind to let you go But now since I see you in his arms (I want you back) [Jackie] Spare me of this cause [Jermaine] Gimme back what I lost  Oh baby I need one more chance ha I tell ya that I love you  ",
        "title": "I Want You Back"
    },
    {
        "artist": "Diana Ross & The Supremes",
        "lyrics": "  Someday we'll be together Say, say, say it, say it again Someday we'll be together Oh, yeah, oh yeah  You're far away From me my love And just as sure my, my baby As there are stars above I wanna say, I wanna say, I wanna say  Someday we'll be together Yes we will, yes we will Say, someday (some sweet day) we'll be together I know, I know, I know, I know  My love is yours, baby Oh, right from the start You, you, you posses my soul now honey And I know, I know you own my heart And I wanna say:  Someday we'll be together Some sweet day we'll be together Yes we will, yes we will Someday (tell everybody now) we'll be together Yes we will, yes we will  A long time ago, my my sweet thing I made a big mistake, honey I said, I said goodbye Oh, oh baby Ever (ever), ever (ever), ever since that day Now, now all I wanna do is cry, cry  Hey, hey, hey I long for you every, every night Just to kiss your sweet, sweet lips baby Hold you ever, ever so tight And I wanna say  Someday we'll be together Yes we will, yes we will Someday we'll be together Yes we will, yes we will  Someday we'll be together Someday we'll be together  ",
        "title": "Someday We'll Be Together"
    },
    {
        "artist": "Led Zeppelin",
        "lyrics": "  [Verse 1] You need coolin' baby, I'm not foolin' I'm going to send you back to schoolin' Way down inside honey, you need it I'm going to give you my love I'm going to give you my love  [Chorus] Want a whole lotta love Want a whole lotta love Want a whole lotta love Want a whole lotta love  [Verse 2] You've been learning, baby, I've been yearning All them good times, baby, baby, I've been learning Way, way down inside honey, you need it I'm gonna give you my love... I'm going to give you my love  [Chorus] Want a whole lotta love Want a whole lotta love Want a whole lotta love Want a whole lotta love  [Trip Sequence]  [Verse 3] You've been cooling, baby, I've been drooling All the good times I've been misusing Way, way down inside, I'm going to give you my love I'm going to give you every inch of my love Going to give you my love  [Chorus] Want a whole lotta love Want a whole lotta love Want a whole lotta love Want a whole lotta love  [Outro] Way down inside... woman... You need... love Shake for me, girl. I want to be your backdoor man Hey! Oh! Hey! Oh! Hey! Oh! Keep it cooling, baby Keep it cooling, baby Keep it cooling, baby Keep it cooling, baby Keep it cooling, baby  ",
        "title": "Whole Lotta Love"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Leaving On A Jet Plane"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "Don't Cry Daddy/Rubberneckin'"
    },
    {
        "artist": "Tom Jones",
        "lyrics": null,
        "title": "Without Love (There Is Nothing)"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  Jam up and jelly tight My, my, my baby Now you're outta sight Jam up and jelly tight You look a little naughty But you're so polite Jam up and jelly tight You won't say you will but There's a chance that you might  I said the first day I met you Someday I'm gonna pet you Now you're here and baby I love it So come on and give me some lovin  Jam up and jelly tight My, my, my baby Now you're outta sight Jam up and jelly tight You look a little naughty But you're so polite Jam up and jelly tight You won't say you will but There's a chance that you might  You've got a sweet disposition So come on and give me permission For one kiss and maybe another We'll see if we're meant for each other  Jam up and jelly tight My, my, my baby Now you're outta sight Jam up and jelly tight You look a little naughty But you're so polite  Jam up and jelly tight Jam up and jelly tight Jam up and jelly tight Jam up and jelly tight...  ",
        "title": "Jam Up Jelly Tight"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "I'll Never Fall In Love Again"
    },
    {
        "artist": "The Archies",
        "lyrics": "  [Intro] Sing me, sing me, baby Sing me, sing me, sing me Oooh  La, lala, lalala (Sing me, sing me, sing me, yeah) La, lala, lalala (Sing the jingle jangle song)  La, lala, lalala (Sing me, sing me, baby, yeah) La, lala, lalala  Ever since I met you I couldn't want you better I couldn't love you stronger if I tried  It's my true heart I'm showin' Or my nose would be growin' You know that it gets longer when I lie  Singin' la, lala, lalala (Sing me, sing me, sing me, yeah) La, lala, lalala (Sing the jingle jangle song)  La, lala, lalala (Oooh, sing me, sing me, baby, yeah) La, lala, lalala  Bein' kinda pretty and down here in the city Find it isn't easy to be smart When tryin' to untangle the jingle from the jangle It's easy if you listen with your heart  Singin' la, lala, lalala (Sing me, sing me, sing me, yeah) La, lala, lalala (Sing the jingle jangle song)  La, lala, lalala (Sing me, sing me, baby, yeah) La, lala, lalala  You'll make the winter springtime And jingle jangle sing time Right on through the summer and the fall  So darlin' don't be weepin' And please don't you be sleepin' When I come a-creepin' down the hall To sing you  La, lala, lalala (Sing me, sing me, sing me, yeah) La, lala, lalala  Oh, come on (Come on)  We'll get it together  Oh, come on (Come on)  Oooh, yeah, yeah, yeah  Oh, come on (Come on)  We'll get it together  Oh, come on (Come on)  Come on, come on, come on, come on, come on  La, lala, lalala (Sing the jingle jangle song) La, lala, lalala (Sing me, sing me, baby, yeah)  La, lala, lalala (Sing the jingle jangle song) La, lala, lalala (Sing me, sing me, baby, yeah)  ",
        "title": "Jingle Jangle"
    },
    {
        "artist": "Ferrante & Teicher",
        "lyrics": null,
        "title": "Midnight Cowboy"
    },
    {
        "artist": "Vanity Fare",
        "lyrics": null,
        "title": "Early In The Morning"
    },
    {
        "artist": "Bobby Sherman",
        "lyrics": null,
        "title": "La La La (If I Had You)"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Thank You Falettinme Be Mice Elf Agin/Everybody Is A Star"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Holly holy eyes, dream of only me Where I am, what I am What I believe in Holly holy  Holly holy dream Wanting only you And she come And I run just like the wind will Holly holy  Sing a song Sing a song of songs Sing it out, Sing it strong Yeah! Yeah!  Call the sun in the dead of the night And the sun gonna rise in the sky Touch a man who can't walk upright And that lame man, he gonna fly And I fly, yeah, And I fly  Holly holy love Take the lonely child And the seed Let it be full with tomorrow Holly holy  Sing a song Sing a song of songs Sing it out, sing it strong Yeah! Yeah!  Call the sun in the dead of the night And the sun gonna rise in the sky Touch a man who can't walk upright And that lame man, he gonna fly And I fly, yeah God (And) I fly  Holly holy dream Dream 'bout only you Holly holy sun Holly holy rain Holly holy love  ",
        "title": "Holly Holy"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  My love, the days are colder So let me take your hand and lead you through a snow white land My love, the year is older So, let me hold you tight and while away this winter night  I see the firelight in your eyes Come kiss me now, before it dies We'll find a winter world of love Cause love is warmer in December My darlin', stay here in my arms Till summer comes along And in our winter world of love You'll see we always will remember That as the snow lay on the ground We found our winter world of love  Because the nights are longer We'll have the time to say such tender things before each day And then, when love is stronger Perhaps you'll give your heart and promise me we'll never part, oh no  And at the end of every year I'll be so glad to have you near We'll find a winter world of love For love is warmer in December My darlin', stay here in my arms Till summer comes along And in our winter world of love You'll see we always will remember That as the snow lay on the ground We found our winter world of love  ",
        "title": "Winter World Of Love"
    },
    {
        "artist": "Steam",
        "lyrics": "  {Intro}  Na na na na, na na na na, hey hey, goodbye  He'll never love you, the way that I love you Cause if he did, no no, he wouldn't make you cry He might be thrillin' baby but a-my love (My love, my love)  So dog-gone willin', so kiss him (I wanna see you kiss him, wanna see you kiss him) Go on and kiss him goodbye, now  Na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Listen to me now  He's never near you to comfort and cheer you When all those sad tears are fallin' baby from your eyes He might be thrillin' baby but a-my love (My love, my love)  So dog-gone willin', so kiss him (I wanna see you kiss him, I wanna see you kiss him) Go on and kiss him goodbye, na na na na, na na na  Na na na na, hey hey, goodbye  {Bridge}  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  Hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye Na na na na, na na na na, hey hey, goodbye  I really love you girl I really need you girl I need to have you near me every day C'mon girl  You know that's true girl I really need you girl I can't let you be with him Well, all right Give it to me one time  {Outro}  ",
        "title": "Na Na Hey Hey Kiss Him Goodbye"
    },
    {
        "artist": "Mark Lindsay",
        "lyrics": null,
        "title": "Arizona"
    },
    {
        "artist": "Eddie Holman",
        "lyrics": "  Hey there lonely girl Lonely girl Let me make your broken heart like new Hey there lonely girl Lonely girl Don't you know this lonely boy loves you  Ever since he broke your heart You seem so lost Each time you pass my way Oh, how I long to take your hand And say, don't cry I'll kiss your tears away  Hey lonely girl My only girl Let me make your broken heart like new Hey there lonely girl Lonely girl Don't you know this lonely boy loves you  You think that only his two lips Can kiss your lips And make your heart stand still But once you're in my arms you'll see No one can kiss Your lips the way I will The way I will  Hey there lonely girl Lonely girl Let me make your broken heart like new Hey there lonely girl Lonely girl Don't you know this lonely boy loves you Don't you know this lonely boy loves you  ",
        "title": "Hey There Lonely Girl"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": null,
        "title": "Down On The Corner/Fortunate Son"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  Tracklist (click links for lyrics) 1.  Come Together 2.  Something 3.  Maxwell's Silver Hammer 4.  Oh! Darling 5.  Octopus's Garden 6.  I Want You (She's So Heavy) 7.  Here Comes the Sun 8.  Because 9.  You Never Give Me Your Money 10.  Sun King 11.  Mean Mr. Mustard 12.  Polythene Pam 13.  She Came in Through the Bathroom Window 14.  Golden Slumbers 15.  Carry That Weight 16.  The End 17.  Her Majesty Album Art   ",
        "title": "Come Together/Something"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": null,
        "title": "She"
    },
    {
        "artist": "James Brown",
        "lyrics": "  Ain't it funky now? Ain't it funky now? Ain't it funky now? Well, ain't it funky? Huhuhuh, ain't it funky now? A taste of organ Mmm, a taste of organ  Ain't it funky now? Ain't it funky? Huah, hit me! Good god now! Huah, ain't it funky now? Hit it, funky Feeling mighty nasty haha Ain't it funky? The preacher daughter Good god, you dig? MmmmM Feeling mighty nasty Ain't it funky? Get it Hey you, hey you, hey, hey you, come here! Hey you, look it here can you play that thing, can you play that thing? Now give me a taste, make it mellow, let it ooze out Good god! Make it funky!  Say jack, brother do you like it? Sho is funky now Do you like it? Sho is funky now Good god! Do you like it? Yeah, it's funky now Brother Make with that noise over there, take it down! Let me concentrate! Bring it down, good god Kush, fred heavy Play kush part fred so I can let kush solo  Kush you ougtta be ashamed of yourself, leave that little horn alone Good god, be quiet! Let me get in my thing Good god Take it down so I can make these hits over here Make em'!  Good god! Heeey! Yesterday clyde Hold it on the jazz so I can hit some on the organ  Don't get so deep, in it you hear Jack, why do you wanna get so deep in it brother? It's just funky now Is it mellow brother? Real, real funky brother Is it funky brother? Feel good, mighty nasty I'm with you Heeeey, yeaaaah, yeaaaaah Take it out, take it out, take it out! Take that thing out!  ",
        "title": "Ain't It Funky Now (Part 1)"
    },
    {
        "artist": "Jimmy Cliff",
        "lyrics": "  Wonderful world, beautiful people You and your girl, things could be pretty But underneath this there is a secret That nobody can reveal  Take a look at the world And the state that it's in today I am sure you'll agree We all could make it a better way With our love, put together Everybody learn to love each other  Instead of fussing and fighting Cheating, backbiting Scandalizing and hating Baby we could have a Wonderful world, beautiful people You and your girl, things could be pretty But underneath this there is a secret That nobody can reveal  Man and woman, girl and boy Let us try to give a helping hand This I know and I'm sure That with love we all could understand This is our world, can't you see? Everybody wants to live and be free  Instead of fussing and fighting Cheating, backbiting Scandalizing and hating We could have a Wonderful world, beautiful people You and your girl, things could be pretty But underneath this there is a secret That nobody can reveal  Talking about the Wonderful world, beautiful people You and your girl, talking about you Things could be pretty, talking about me Wonderful world, talking about Nixon Beautiful people, Harold Wilson Wonderful world, power too Beautiful people, and the Seagate  ",
        "title": "Wonderful World, Beautiful People"
    },
    {
        "artist": "Joe South and The Believers",
        "lyrics": "  [Verse 1] If I could be you And you could be me For just one hour If we could find a way To get inside Each other's mind, mmm If you could see you Through my eyes Instead of your ego I believe you'd be Surprised to see That you'd been blind, mmm  [Chorus] Walk a mile in my shoes Walk a mile in my shoes Hey, before you abuse, criticize and accuse Walk a mile in my shoes  [Verse 2] Now your whole world You see around you Is just a reflection And the law of karma Says you're gonna reap Just what you sow, yes you will So unless You've lived a life of total perfection You'd better be careful of every stone That you should throw, yeah  [Verse 3] And yet we spend the day Throwing stones At one another 'Cause I don't think Or wear my hair The same way you do, mmm Well I may be Common people But I'm your brother And when you strike out And try to hurt me It's a hurtin' you, lord have mercy  [Chorus] Walk a mile in my shoes Walk a mile in my shoes Hey, before you abuse, criticize and accuse Walk a mile in my shoes  [Verse 4] There are people On reservations And out in the ghettos And brother there But for the grace of God Go you and I, yeah, yeah If I only Had the wings Of a little angel Don't you know I'd fly To the top of the mountain And then I'd cry  [Chorus] Walk a mile in my shoes Walk a mile in my shoes Hey, before you abuse, criticize and accuse Better walk a mile in my shoes  Walk a mile in my shoes Walk a mile in my shoes Uh, before you abuse, criticize and accuse Walk a mile in my shoes, yeah  Walk a mile in my shoes Walk a mile in my shoes Hey, before you abuse, criticize and accuse Better walk a mile in my shoes  ",
        "title": "Walk A Mile In My Shoes"
    },
    {
        "artist": "CROW",
        "lyrics": "  I see the look of evil in your eyes You've been filling me all full of lies The morrow will not change your shameful deed You will be someone else' fertile seed Evil woman don't play your games with me Evil woman don't play your games with me  Now I know just what your looking for You want me to claim this child you bore But I know that it was he, not me And you know just how it's got to be Evil woman don't play your games with me Evil woman don't play your games with me  Wickedness lies in your moistened lips Your body moves just like the crack of a whip Black cats lay atop your satin bed You sure wish that you could see me dead Evil woman don't play your games with me Evil woman don't play your games with me  ",
        "title": "Evil Woman Don't Play Your Games With Me"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Walkin' In The Rain"
    },
    {
        "artist": "The Guess Who",
        "lyrics": null,
        "title": "No Time"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  Eli's comin' Eli's comin' (Eli's a-comin') Well, you better hide your heart Your loving heart Eli's a-comin', and the cards say A broken heart  Eli's comin', hide your heart, girl Eli's comin', hide your heart, girl Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's comin', hide your heart, girl (Hide it) You better, better hide your heart Eli's comin', better walk  Walk but you'll never get away No, you'll never get away from the burnin' a-heartache I walked to Apollo by the bay Everywhere I go, though Eli's a-comin' (She walked, but she never got away) Eli's a-comin' (She walked, but she never got away) Eli's a-comin', and he's comin' to get ya (She walked, but, she walked, but) Get down on your knees (She walked, but she never got away)  Eli's comin' (Hide it, hide it, hide it) Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's a-comin', you better hide Girl, Eli's comin', hide your heart, girl (Hide it) You better, better hide your heart Eli's comin', better walk  Walk but you'll never get away No, you'll never get away from the burnin' a-heartache I walked to Apollo by the bay Everywhere I go, though Eli's a-comin' (She walked, but she'll never get away) Eli's a-comin' (She walked, but she'll never get away) Eli's a-comin', and he's comin' to get ya (She walked, but, she walked, but) Get down on your knees (She walked, but she'll never get away) Get down on your knees  No-no, no-no Lord, I said no-no, no-no, no-no  (Hide it) She can (Hide it) Hide it (Hide it) You better (Hide it) Somebody (Hide it) You got to (Hide it) Oh, my (Hide it) Oh-oh-oh-oh-oh-oh-oh  ",
        "title": "Eli's Coming"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  You old fire, I'm mad with desire You're my favorite one You got me cookin' with the fever Got my love runnin' for the sun Uh, huh, runnin' for the sun  I feel so high, I feel like I may Go blowin' away blowin' away Blow, blow, blowin' away  My well meaner, my day fancy dreamer Oh, what can it be? Well, it's somethin' like a power Like a hold, and it's holdin' me Uh, huh, and it's holdin' me  I feel so high, I feel like I may Go blowin' away blowin' away Blow, blow, blowin' away Blow, blow, blowin' away  My long laster, my soft hearted master Ain't been born and bred But he's standin' in my doorway, in my mind Up above my, up above, up above my head Up above my head, up above my head  I feel so high, I feel like I may Go blowin' away, blowin' away Blowin' away, blowin' away, blowin' away Blow, blow, blowin' away  Blow, blow, blowin' away Blow, blow, blowin' away Blow, blow, blowin' away  ",
        "title": "Blowing Away"
    },
    {
        "artist": "Plastic Ono Band",
        "lyrics": null,
        "title": "Cold Turkey"
    },
    {
        "artist": "Rick Nelson",
        "lyrics": null,
        "title": "She Belongs To Me"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": null,
        "title": "A Brand New Me"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": "  She came in through the bathroom window Protected by a silver spoon But now she sucks her thumb and wonders By the banks of her own lagoon  She said she's always been a dancer She worked at fifteen clubs a day And though I thought I knew the answer I just knew what I could not say  Didn't anybody tell her Didn't anybody see Sunday's on the phone to Monday Tuesday's on the phone to me  And so I quit the police department To get myself a steady job And though she tried her best to help me She could steal, but she could not rob  Didn't anybody tell her Oh, didn't anybody see Sunday's on the phone to Monday Tuesday's on the phone to me  Didn't anybody tell her Oh, didn't anybody see Sunday's on the phone to Monday Tuesday's on the phone to me  ",
        "title": "She Came In Through The Bathroom Window"
    },
    {
        "artist": "Jefferson",
        "lyrics": null,
        "title": "Baby Take Me In Your Arms"
    },
    {
        "artist": "Wilbert Harrison",
        "lyrics": "  Together we will stand Divided we'll fall Come on now people And let's get on the ball  And work together Come on come on let's work together Now now people Say now together we will stand Every boy girl woman and man  Before when things go wrong As they sometimes will When the road you travel Well seems all uphill  Let's work together Come on come on let's work together Now now people Say now together we will stand Every boy girl woman and man  Make someone happy Make someone smile Let's all work together And make life worthwhile  Let's work together Come on come on let's work together Now now people Say now together we will stand Every boy girl woman and man  Two or three minutes Two or three hours What do they mean Now now in this life of ours  Let's work together Come on come on let's work together Now now people Say now together we will stand Every boy girl woman and man  ",
        "title": "Let's Work Together (Part 1)"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at People let me tell you about a place I know To get in it don't take much dough Where you can really do your thing, oh yeah It's got a neon sign outside that says Come in and take a look at your mind You'd be surprised what you might find, yeah Strobe lights flashin' way till after sundown People gather there from all parts of town Oh yeah, what do I call it You know it's just across the track People I'm talking about the psychedelic shack  Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at, oh yeah You can have your fortune told You can learn the meaning of soul There ain't no such thing as time Incense in the air 'In\" signs painted everywhere I guarantee you this place will blow your mind Music so high, you can't get over it So low you can't get under it Right around the corner just across the track People I'm talking about the psychedelic shack  Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at Millionaires, kings and queens go there to do their things You might see anybody there, yeah Bear skin rugs, tails and beads Don't really matter what you wear You can take off your shoes, sit on the floor Join in and be what you wanna be Don't you know that it's right Around the corner just across the track People I'm talking about the psychedelic shack  Psychedelic shack, that's where it's at Psychedelic shack, that's where it's at They got a cat there shouting the blues Talking about payin some dues People walking around reciting poetry Screamin guitars and a thousand colored lights People I'm telling you this place is really out of sight You can have your fortune told You can learn the meaning of soul I guarantee this place will blow your mind Don't you know it's right around the corner Just across the track People I'm talking about the psychedelic shack  ",
        "title": "Psychedelic Shack"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "Cupid"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Verse] Hey you all look out let a man come in I got to have fun i'm gonna do my thing Way over yonder can you dig that mess The sister standing out there dressed up In a brand new mini dress Look hey over there Do you see that boy playing that horn And dig that soul brother look at him doing the popcorn Hey everybody i got a brand new start Hey, hey everybody i got a brand new start I ain't gonna hurt nobody I just, i just i just wanna help my heart Gonna have a ball sure as you're born Gonna have a ball sure as you're born I'm gonna dance, dance, dance do the popcorn Hey look a there hey look a there Do you see what i see Everybody doing the popcorn but me Get back over there with your mini dress Look out good mama i gotta do my best Hey over there hey over there look a here A look a here i got the best band in the land I just gotta jump back take my stand I want to ask the fellows don't have no doubt I just got to lay to lay it right out  ",
        "title": "Let A Man Come In And Do The Popcorn (Part Two)"
    },
    {
        "artist": "The Cuff Links",
        "lyrics": "  A poem with no rhyme A clock without time A ship without sails Just drifting on the water That's just how I feel Whenever she's gone That's just how I feel My life's unreal, but I go on (and on, and on)  I wait till Julie comes around And sings a happy song of summer And lifts my spirit up And fills my foolish mind with wonder She smiles a gentle smile And suddenly I get that feeling, and then I'm inside out with love 'Cause Julie's come around again  She's just like a bird She follows the sun She spread out her wings And once again she leaves me It's always the same I'm broken in two But after a while I always know what I must do  I wait till Julie comes around And sings a happy song of summer And lifts my spirit up And fills my foolish mind with wonder She smiles a gentle smile And suddenly I get that feeling, and then I'm inside out with love 'Cause Julie's come around again  When Julie comes around And sings a happy song of summer And lifts my spirit up And fills my foolish mind with wonder When Julie comes around  ",
        "title": "When Julie Comes Around"
    },
    {
        "artist": "Bobbie Gentry",
        "lyrics": null,
        "title": "Fancy"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": "  Friendship train Glady's Knight and the Pips  Calling out to everyone across the nation Said the world is in a desperate situation Stealing, burning, fighting, killing Nothing but corruption It looks like mankind in on the eve of destruction Oh yes it is now people let me tell you now We've got to learn to live with each other No matter what the race, creed or color I just got to tell you what the world needs now Is love and understanding get aboard the friendship train Everybody shake a hand make a friend now Listen to us now, we're doing our thing On the friendship train  We've got to start today to make tomorrow A brighter day for our children Oh calm down people now we can do it I can prove it but only if our hearts are willing Now get aboard the friendship train Everybody, shake a hand, shake a hand Yes I'm talking about the friendship train It don't matter what you look like People or who you are If your heart is in the right place In the right place Talking about the right palce You're welcome aboard now  This train stands for justice This train stands for freedom This train stands for harmony and peace This train stands for love Come on get on the friendship train People listen to me now Harmony is the key my sisters and brothers Oh yes it is I say Harmony is the key my sisters and brothers People can't wait cause another day might be too late Come on get on the friendship train  ",
        "title": "Friendship Train"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "Point It Out"
    },
    {
        "artist": "The Band",
        "lyrics": "  [Verse 1] When I get off of this mountain You know where I want to go? Straight down the Mississippi River To the Gulf of Mexico To Lake Charles, Louisiana Little Bessie, girl that I once knew She told me just to come on by If there's anything she could do  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 2] Good luck had just stung me To the race track I did go She bet on one horse to win And I bet on another to show The odds were in my favor I had 'em five to one When that nag to win came around the track Sure enough, she had won  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 3] I took up all of my winnings And I gave my little Bessie half She tore it up and threw it in my face Just for a laugh Now there's one thing in the whole wide world I sure would like to see That's when that little love of mine Dips her doughnut in my tea He-he!  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 4] Now me and my mate were back at the shack We had Spike Jones on the box She said, \"I can't take the way he sings But I love to hear him talk\" Now that just gave my heart a throb To the bottom of my feet And I swore as I took another pull My Bessie can't be beat  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  [Verse 5] Now there's a flood out in California And up north it's freezing cold And this living on the road is getting pretty old So I guess I'll call up my big mama Tell her I'll be rolling in But you know deep down, I'm kind of tempted To go and see my Bessie again  [Chorus] Up on Cripple Creek, she sends me If I spring a leak, she mends me I don't have to speak, she defends me A drunkard's dream if I ever did see one  ",
        "title": "Up On Cripple Creek"
    },
    {
        "artist": "Steppenwolf",
        "lyrics": null,
        "title": "Monster"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": null,
        "title": "How Can I Forget/Gonna Give Her All The Love I've Got"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  [Verse 1] The thrill is gone The thrill is gone away The thrill is gone, baby The thrill is gone away You know you done me wrong baby And you'll be sorry someday  [Verse 2] The thrill is gone It's gone away from me The thrill is gone, baby The thrill is gone away from me Although I'll still live on But so lonely I'll be  [Verse 3] The thrill is gone The thrill is gone away for good Oh, the thrill is gone, baby It's gone away for good Someday I know I'll be over it all baby Just like I know a man should  [Verse 4] I'm free now baby I'm free from your spell Free,  free, free now Baby I'm free from your spell And now that it's over All I can do is wish you well  The thrill is gone It's gone away for good The thrill is gone baby The thrill is gone away for good You know you done me wrong baby And you'll be sorry someday The thrill is gone Free from your spell baby Yes I'm free, ooh I'm free, yes I'm free  ",
        "title": "The Thrill Is Gone"
    },
    {
        "artist": "The Lettermen",
        "lyrics": "  Memories Pressed between the pages of my mind Memories Sweetened through the ages just like wine  Quiet thoughts come floating down and settle softly to the ground Like golden autumn leaves around my feet I touch them and they burst apart with sweet memories  Faded photographs Covered now with lines and creases Tickets torn in half Memories in bits and pieces Traces of love Long ago That didn't work out right Traces of love  Of holding hands and red bouquets And twilights trimmed in purple haze And laughing eyes and simple ways And quiet nights and gentle days with you  Memories Pressed between the pages of my mind Memories Sweetened through the ages just like wine  I close my eyes And say a prayer That in her heart she'll find A trace of love still there Somewhere  Memories Pressed between the pages of my mind (faded photographs) Memories Sweetened through the ages just like wine (tickets torn in half) Memories Pressed between the pages of my mind (faded photographs) Memories Sweetened through the ages just like wine  ",
        "title": "Traces/Memories Medley"
    },
    {
        "artist": "The Original Caste",
        "lyrics": "  Listen children to a story That was written long ago About a kingdom on a mountain And the valley folk below On the mountain was a treasure Buried deep beneath a stone And the valley people swore They'd have it for their very own  Go ahead and hate your neighbour Go ahead and cheat a friend Do it in the name of heaven Justify it in the end There won't be any trumpets blowing Come the judgement day On the bloody morning after One tin soldier rides away  So the people of the valley Sent a message up the hill Asking for the buried treasure Tons of gold for which they'd kill Came an answer from the kingdom \"With our brothers we will share All the secrets of our mountain All the riches buried there\"  Now the valley cried with anger \"Mount your horses, draw your sword\" And they killed the mountain people So they won their just reward Now they stood beside the treasure On the mountain darkend red Turned the stone and looked beneath it \"Peace on earth\" was all it said  Go ahead and hate your neighbour Go ahead and cheat a friend Do it in the name of heaven You can justify it in the end There won't be any trumpets blowing Come the judgement day On the bloody morning after One tin soldier rides away  Go ahead and hate your neighbour Go ahead and cheat a friend Do it in the name of heaven You can justify it in the end There won't be any trumpets blowing Come the judgement day On the bloody morning after One tin soldier rides away  ",
        "title": "One Tin Soldier"
    },
    {
        "artist": "R.B. Greaves",
        "lyrics": "  Last night as I got home about a half past ten There was the woman I thought I knew In the arms of another man I kept my cool, I ain't no fool Let me tell you what happened then I packed some clothes and I walked out And I ain't going back again  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  You've been many things but most of all a good secretary to me And it's times like this I feel you've always been close to me Was I wrong to work nights to try to build a good life All work and no play has just cost me a wife  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  When a man loves a woman it's hard to understand That she would find more pleasure in the arms of another man I never really noticed how sweet you are to me It just so happens I'm free tonight Would you like to have dinner with me  So take a letter Maria, address it to my wife Say I won't be coming home, gonna start a new life So take a letter Maria, address it to my wife Send a copy to my lawyer, gotta start a new life  ",
        "title": "Take A Letter Maria"
    },
    {
        "artist": "Lulu",
        "lyrics": null,
        "title": "Oh Me Oh My (I'm A Fool For You Baby)"
    },
    {
        "artist": "David Ruffin",
        "lyrics": "  Yesterday my life was filled with sadness I had little hope of ever, ever finding gladness All my roads were closed And marked with Never, Never, Nevermore I had accepted my life to be just a bore Whooohooohoooooo... All I did was sit at home And watch and search for tomorrow That was the only thing from life That I thought I could just borrow But now my life has changed As the world turned, it's rearranged 'Cause I found sunshine, yes I did, ha! Had shone over the dark hill  [Chorus] Wooooooooww Oh, I'm, I'm so glad, so glad, I fell for you I wanna say I'm, I'm so glad, so glad I fell for you What I wanna do is thank you baby, thank you Thank you baby, thank you baby 'Cause you knew what, you know you knew what to do baby Oh yes you did  Ohhh, baby now, all I wanna do Now, all I wanna do now, is do for you baby; Whatever, whatever you want me to Oh, you know I'll do for you baby I wanna thank you baby, thank you baby, thank you baby 'Cause I know, I know you knew what to do in the beginnin', baby Oh, yes you did; oh, yeah  Feelin' faint from Fears of yesterday's battles, whoa yeah; Tryin' hard to mount a horse I couldn't even straddle; Girl, believe me when I say I've gotta, gotta, gotta hand it to ya; Your love gave me a fresh start When I thought I was through Whaaaahoooooooooooooh!  [Chorus] I'm, I'm so glad, I'm so glad I fell for you; I wanna say, I'm, I'm so glad, so glad I fell for you What I wanna do is Thank you, thank you baby Whaaaaahoooo! I know you knew what to do baby Whoa yes you did, whoa yes you did Oh! Oohh!  I'm, I'm so glad, I'm glad I fell for you I wanna say, I'm (whaa-whooo) I'm so glad, I'm so glad, I'm so glad I fell for ya I wanna thank you baby, thank you baby Whaaa-whooo! Thank you 'cause you know you knew what to do in the beginnin', yes you did Oh, yes you did, baby Oh, oh oh, whoooooooooooooooooooo I'm so, so glad, so glad I fell for you, baby Say it again, whooohooooo I'm so glad, I'm glad I fell for you  What I wanna do is thank you baby, thank you baby (Whaoooohooo) Thank you 'cause you knew what to do Aw, yes you did, Aw yes you did  ",
        "title": "I'm So Glad I Fell For You"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": null,
        "title": "Tonight I'll Say A Prayer"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  Honey, I know I've said it too many times before I said I'd never say it again I guess I shouldn't say anything at all since you're supposed to belong to him But I just can't let you go without telling you just how much I love you  So that is why I'm gonna say it one more time  Honey, come back I just can't stand Each lonely day's a little bit longer Than the last time I held you Seems like a hundred years ago  Back to his arms and never know The joy of love that used to taste like Honey, come back where you belong to only me  Well, I guess that's about all I gotta say So I'm just gonna take my bags and I'm gonna walk I know those bright lights are callin' ya, honey Big fine cars and fancy clothes But if you ever want somebody to just love ya And some day you just may, just give me a call-you know where I am  And here is what I'll say  Honey, come back where you belong to only me Honey, come back  Where you belong to only me Honey, come back where you belong to only me  ",
        "title": "Honey Come Back"
    },
    {
        "artist": "The Rascals",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "The Meters",
        "lyrics": "  [Instrumental]  ",
        "title": "Look-Ka Py Py"
    },
    {
        "artist": "Johnnie Taylor",
        "lyrics": "  Been working all day Like I'm doing time The foreman say you Got to do some overtime  Mister foreman, got to tell you I can't wait until noon Cause I got to get on home To my love bones  I know my baby's waiting Cause she's anticipating I'm gonna be connected so Our love can be protected  (Going home to get my love bone) Going home and get my love bone (Going home to get my love bone) I'm going home, right or wrong (Going home to get my love bone) (If I were you, I'd check mine too)  Mister foreman seem so dumb He's just sitting there I think you better cut Out on this overtime  Now, overtime might help To make the money grow But it gives me neighbor time To steal my love bone  I know my baby's waiting She's anticipating I'm gonna be connected so Our love can be protected  (Going home to get my love bone) I'm going home and get my love bone (Going home to get my love bone) Oh, yeah, oh, yeah (If I were you, I'd check mine too)  Hey, hey, get it Get it, get on home  You're gone ?? Oh, a man is a fool to be  Get it, alright Get it, you better check It out now, baby  (Going home to get my love bone) Going home and get my love bone (Going home and check my love bone) (Going home to get my love bone) (If I were you, I'd check mine too)  Mister foreman, I think we Better make a compromise If you keep me any longer It won't be too wise  My baby thinks I'm Fooling with another ? Now fire me if you wanna Cause I'm going home  I know my baby's waiting Cause he's anticipating I'm gonna be connected so Our love can be protected  Going home, get my love bones If I were you, I'd check my love bone I'm going home and get my love bone Yeah, yeah, yeah  Going on home You take like James Brown You better check on your love bone And you, Wilson Pickett You better get on the telephone And check at home  I remember that number you Gave me that time 634-5789 Youbetter call it right now And check on your love bone  Tyrone Davis You better check on your love bone Tell em JT told you You better check on your love bone  ",
        "title": "Love Bones"
    },
    {
        "artist": "The Delfonics",
        "lyrics": "  I gave my heart And soul to you, girl Didn't I do it, baby Didn't I do it, baby  Gave you a love You never knew, girl, whoa Didn't I do it, baby Didn't I do it, baby  I tried so many times And that's no lie It seems to make you laugh Each time I try  Didn't I blow your mind this time Didn't I (Oh, baby) Didn't I blow your mind this time (Baby) Didn't I (Listen)  I thought that heart Of yours was true, girl Now, didn't I think it, baby Didn't I think it, baby  But this time I'm really leavin' you girl, whoa Hope you know it, baby Hope you know it, baby  Ten times or more Yes, I've walk out the door Get this into your head There'll be no more  Didn't I blow your mind this time Didn't I (Oh, ho, ho, yeah, yeah) Didn't I blow your mind this time Didn't I  Didn't I do it, baby Didn't I do it, baby Didn't I do it, baby Didn't I do it, baby  Ten times or more Yes, I've walk out the door Get this into your head There'll be no more  Didn't I blow your mind this time Didn't I (Oh, baby, baby, baby) Didn't I blow your mind this time Didn't I (I got to leave you, baby) (Hey, baby)  Didn't I blow your mind this time Didn't I (Oh'oh'oh') Didn't I blow your mind this time Didn't I  ",
        "title": "Didn't I (Blow Your Mind This Time)"
    },
    {
        "artist": "Lenny Welch",
        "lyrics": null,
        "title": "Breaking Up Is Hard To Do"
    },
    {
        "artist": "Ike & Tina Turner",
        "lyrics": "  Hey! Uh! Things and stuff and stuff and things and stuff... Grease me! I'm a bold soul sister, B.S.S.! OW! (Bold soul sister...)  Sock it to the biscuits! Bring it on down to the bone! Cleaner than big boys with hairy backs! Hey, hey! Uh! (Bold soul sister...)  It's my thing, I'm gon' do what I wanna do! Hey! (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...)  It's hanging, now let it dry... The more I grease you, the smaller you get... Hey, hey! Uh! (Bold soul sister...) Things and stuff and stuff and things an' an' things... Hoo! Alright!  (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) Alright now! (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) Alright now, yeah! (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) Oh!  (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...) (Do what you wanna, when you wanna, how you wanna, now - do your thing, soul sister...)  ",
        "title": "Bold Soul Sister"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  The road is long With many a winding turn That leads us to who knows where? Who knows where? But I'm strong Strong enough to carry him He ain't heavy, he's my brother  So on we go His welfare is my concern No burden is he to bear We'll get there For I know He would not encumber me He ain't heavy, he's my brother  If I'm laden at all I'm laden with sadness That everyone's heart Isn't filled with the gladness Of love for one another  It's a long, long road From which there is no return While we're on the way to there Why not share? And the load Doesn't weigh me down at all He ain't heavy, he's my brother  He's my brother He ain't heavy, he's my brother  ",
        "title": "He Ain't Heavy, He's My Brother"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Rainy Night In Georgia/Rubberneckin'"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Moon Walk Part 1"
    },
    {
        "artist": "Luther Ingram",
        "lyrics": null,
        "title": "My Honey And Me"
    },
    {
        "artist": "Merle Haggard And The Strangers",
        "lyrics": "  [Verse 1] We don't smoke marijuana in Muskogee We don't take no trips on LSD; We don't burn no draft cards down on Main Street But, We love living right, and being free We don't make a party out of loving But we like holding hands and pitching woo; We don't let our hair grow long and shaggy Like the hippies out in San Francisco do  [Chorus] And I'm proud to be an Okie from Muskogee A place where even squares can have a ball; We still wave Old Glory down at the courthouse White lightning's still the biggest thrill of all  [Verse 2] Leather boots are still in style for manly footwear Beads and Roman sandals won't be seen; A football's still the roughest thing on campus And the kids here still respect the college dean  [Chorus] And I'm proud to be an Okie from Muskogee A place where even squares can have a ball; We still wave Old Glory down at the courthouse White lightning's still the biggest thrill of all And white lightning's still the biggest thrill of all (In Muskogee Oklahoma USA)  ",
        "title": "Okie From Muskogee"
    },
    {
        "artist": "The Tokens",
        "lyrics": "  Oooooo... She lets her hair down When the sun comes up She lets her hair down She walks barefoot Through the meadow Early in the mornin' Early in the mornin' Every day And she lets her hair down When the sun comes up Yes, she lets her hair down She wakes up the sleepy flowers Early in the mornin' Early in the mornin' On her way yeah And the morning grows bright With the newborn light Yes, the morning grows bright She lets her hair down When the sun comes up She lets her hair down  [Interlude] Ooooooooo... She lets her hair down When the sun come ups She lets her hair down She goes walking past my window Early in the morning Every day yeah Some day I'll reach out and touch her Early in the mornin' Early in the mornin' One fine day yeah And I'll give her my love 'Til the day I die Yes I'll give her my love While the morning grows bright With the newborn light While the morning grows bright She let her hair down When the sun comes up She let her hair down Ooooooo She let her hair down Ooooooo She let her hair down When the sun comes up Ooooooo Let her hair down...  ",
        "title": "She Lets Her Hair Down (Early In The Morning)"
    },
    {
        "artist": "Candi Staton",
        "lyrics": "  I'd rather be lonely Than to lose you I'd rather be blue Than to be all alone  'Cause if you leave me My heart would grieve me And my poor heart, no, no Just couldn't stand the pain  Though your love Has got me in captivity, yeah Yet if you should leave me I know I would die  Yeah, in other words In other words Listen, I just couldn't take it, baby I couldn't stand For you to say goodbye  Now, I'm just a prisoner For your good loving I'm just a slave Bound and chained  No, no, I don't wanna ever be free So please don't ever leave me For my poor heart Just couldn't stand the pain  Though your love Oh, yeah, got me in captivity Yet if you should leave me I know I would die  Yeah, yeah, yeah, yeah In other words, in other words I just couldn't take it, baby I couldn't stand, ho To say goodbye Yeah, yeah, yeah, yeah  I'm just a prisoner, oh For your good loving, yes, I am Listen, I'm just a slave Bound and chained  No, no, no, no I don't ever wanna be free Oh, no, so don't ever leave me For my poor heart Just couldn't stand the pain  Yeah, yeah, yeah, yeah, yeah I'm just a prisoner Just a prisoner  I done tried I done tried and I can't live without him I can't live without him I can't live without him  ",
        "title": "I'm Just A Prisoner (Of Your Good Lovin')"
    },
    {
        "artist": "Street People",
        "lyrics": null,
        "title": "Jennifer Tomkins"
    },
    {
        "artist": "Otis Leavill",
        "lyrics": null,
        "title": "I Love You"
    },
    {
        "artist": "Santana",
        "lyrics": "  {Intro}  You've got to change your evil ways, baby Before I stop lovin' you You've got to change, baby And every word that I say is true You got me runnin' and hidin' all over town You got me sneakin' and a-peepin' and runnin' you down This can't go on, Lord knows you got to change, baby  When I come home, baby My house is dark and my pots are cold You're hangin' round, baby With Jean and Joan and-a who knows who I'm gettin' tired of waitin' and foolin' around I'll find somebody who won't make me feel like a clown This can't go on, Lord knows you got to change, baby  {Bridge}  When I come home, baby My house is dark and my pots are cold You're hangin' round, baby With Jean and Joan and-a who knows who I'm gettin' tired of waitin' and foolin' around I'll find somebody who won't make me feel like a clown This can't go on, yeh yeh yeh  {Outro}  ",
        "title": "Evil Ways"
    },
    {
        "artist": "Chairman Of The Board",
        "lyrics": null,
        "title": "Give Me Just A Little More Time"
    },
    {
        "artist": "The New Hope",
        "lyrics": null,
        "title": "Won't Find Better (Than Me)"
    },
    {
        "artist": "The Lovelites",
        "lyrics": null,
        "title": "How Can I Tell My Mom & Dad"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": null,
        "title": "Can't Take My Eyes Off You"
    },
    {
        "artist": "Little Milton",
        "lyrics": null,
        "title": "If Walls Could Talk"
    },
    {
        "artist": "Nazz",
        "lyrics": "  Hello, it's me I've thought about us for a long, long time Maybe I think too much but something's wrong There's something here that doesn't last too long Maybe I shouldn't think of you as mine  Seeing you Or seeing anything as much as I do you I take for granted that you're always there I take for granted that you just don't care Sometimes I can't help seeing all the way through  It's important to me that you know you are free 'Cause I never want to make you change for me  Think of me You know that I'd be with you if I could I'll come around to see you once in a while Or if I ever need a reason to smile And spend the night if you think I should  ",
        "title": "Hello It's Me"
    },
    {
        "artist": "Brenda & The Tabulations",
        "lyrics": null,
        "title": "The Touch Of You"
    },
    {
        "artist": "Nina Simone",
        "lyrics": "  To be young, gifted and black Oh what a lovely precious dream To be young, gifted and black Open your heart to what I mean  In the whole world you know There are billion boys and girls Who are young, gifted and black And that's a fact!  Young, gifted and black We must begin to tell our young There's a world waiting for you This is a quest that's just begun  When you feel really low Yeah, there's a great truth you should know When you're young, gifted and black Your soul's intact  Young, gifted and black How I long to know the truth There are times when I look back And I am haunted by my youth  Oh but my joy of today Is that we can all be proud to say To be young, gifted and black Is where it's at  ",
        "title": "To Be Young, Gifted And Black"
    },
    {
        "artist": "Johnny Cash & June Carter",
        "lyrics": "  [Johnny:] If I were a carpenter And you were a lady Would you marry me anyway? Would you have my baby?  [June:] If you were a carpenter And I were a lady I'd marry you anyway I'd have your baby  [Johnny:] If a tinker was my trade Would I still find you  [June:] I'd be carrying the pots you made Following behind you  [Hook: Both] Save your  love through loneliness Save your love through sorrow I gave you my onliness Give me your tomorrow  [Johnny:] If I were a miller At a mill wheel grinding Would you miss your color blouse And your soft shoe shining?  [June:] If you were a miller At a mill wheel grinding I'd miss my color blouse And my soft shoe shining  [Hook: Both] Save your  love through loneliness Save your love through sorrow I gave you my onliness Give me your tomorrow  [Johnny:] If I worked my hands in wood Would you still love me?  [June:] I'd answered you, \"Yes I would\" And would you not be above me  [Johnny:] If I were a carpenter And you were a lady  [June:] I'd marry you anyway I'd have your baby  [Hook: Both] Save your  love through loneliness Save your love through sorrow I gave you my onliness Give me your tomorrow  ",
        "title": "If I Were A Carpenter"
    },
    {
        "artist": "New Colony Six",
        "lyrics": null,
        "title": "Barbara, I Love You"
    },
    {
        "artist": "The Dells",
        "lyrics": "  What a day Everything's going my way What a day Everything's going my way, yeah  What a day (La la la...oh, what a day) Everything's going my way (La la la...oh, what a day) I got me a lovely girl And she's okay, oh (Oh, what a day)  What a day Let me tell you (La la la...oh, what a day) It was out of sight (La la la...oh, what a day)  It's gonna be a wonderful day I had a wonderful night, oh, yeah (Oh, what a day)  Ain't no use Sitting around with the blues You better enjoy yourself And one thing else Don't let life get the best of you  What a day, what a day What a day, what a day (Oh, what a day)  I wanna sing my song (Oh, what a day) If you wanna get in the groove You gotta sing along (Oh, what a day) Oh, yeah, sing a song  (La la la la....) One more time now (La la la la....) Say it again (La la la la....)  (Oh, what a day) (Oh, what a day) (Oh, what a day)....  What a day What a day, what a day (Oh, what a day) Top40db: The most accurate lyrics site on the net Let me tell you it's outta sight (Oh, what a day)  It's gonna be a wonderful day I had a wonderful night Oh, yeah (oh, what a day)  What a day....  ",
        "title": "Oh What A Day"
    },
    {
        "artist": "The Tee Set",
        "lyrics": "  Ma Belle Amie You were a child of the sun and the sky and the deep blue sea Ma belle amie Apres tout les beau jours, je te dit merci merci!  You were the answer to all my questions before we were through I want to tell you, that I adore you and always do That you amaze me by leaving me now to start anew Ma belle amie, I'm in love with you  {Hook}  Let the bells ring, let the birds sing Let's all give my substitute a big cheer Let the bells ring Let the birds sing, for the man after him waits here For the man after him waits here  Ma Belle Amie, you were a child of the sun and the sky and the deep blue sea Ma belle amie, it was a time that you thought that your only friend was me  You were the answer to all my questions before we were through I want to tell you, that I adore you and always do That you amaze me by leaving me now to start anew Ma belle amie, I'm in love with you  Let the bells ring Let the birds sing, let's all give my substitute a big cheer Let the bells ring Let the birds sing, for the man after him waits here For the man after him waits here  Ma Belle Amie, you were a child of the sun and the sky and the deep blue sea Ma belle amie, apres tout les beau jours, je te dit merci merci!  You were the answer to all my questions before we were through I want to tell you, that I adore you and always do That you amaze me by leaving me now to start a new Ma belle amie, I'm in love with you Ma belle amie, I'm in love with you  ",
        "title": "Ma Belle Amie"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": "  Come Saturday morning I'm goin' away with my friend We'll Saturday-spend 'Til the end of the day  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning I'm goin' away with my friend We'll Saturday-laugh More than half of the day  Just I and my friend Dressed up in our rings And our Saturday things And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning  Come Saturday morning  Just I and my friend We'll travel for miles In our Saturday smiles And then we'll move on But we will remember Long after Saturday's gone  Come Saturday morning Come Saturday morning Come Saturday morning Come Saturday morning  ",
        "title": "Come Saturday Morning"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  {Instrumental}  ",
        "title": "The Gangs Back Again"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "Mornin Mornin"
    },
    {
        "artist": "Cannonball Adderley",
        "lyrics": null,
        "title": "Country Preacher"
    },
    {
        "artist": "Les McCann & Eddie Harris",
        "lyrics": "  I love the lie and lie the love A-Hangin' on, with push and shove Possession is the motivation That is hangin' up the God-damn nation Looks like we always end up in a rut (everybody now!) Tryin' to make it real, compared to what? C'mon baby!  Slaughterhouse is killin' hogs Twisted children killin' frogs Poor dumb rednecks rollin' logs Tired old lady kissin' dogs I hate the human love of that stinking mutt (I can't use it!) Try to make it real, compared to what? C'mon baby now!  The President, he's got his war Folks don't know just what it's for Nobody gives us rhyme or reason Have one doubt, they call it treason We're chicken-feathers, all without one nut. God damn it! Tryin' to make it real, compared to what? (Sock it to me)  Church on Sunday, sleep and nod Tryin' to duck the wrath of God Preacher's fillin' us with fright They all tryin' to teach us what they think is right They really got to be some kind of nut (I can't use it!) Tryin' to make it real, compared to what?  Where's that bee and where's that honey? Where's my God and where's my money? Unreal values, crass distortion Unwed mothers need abortion Kind of brings to mind ol' young King Tut (He did it now) Tried to make it real, compared to what?!  Tryin' to make it real, compared to what?  Donald Dean, Leroy Vinnegar, Benny Bailey, Eddie Harris  ",
        "title": "Compared To What"
    },
    {
        "artist": "Gene Pitney",
        "lyrics": "  She walks barefoot through the meadow early in the mornin' Early in the mornin' ev'ry day And she wakes up the sleepin' flowers early in the mornin' Early in the mornin' on the way  And she lets her hair down when the sun comes up Yes, she lets her hair down And the morning glows bright with a newborn light Yes, the morning glows bright  She goes walkin' past my window early in the mornin' Early in the mornin' on the way Some day I'll reach out and touch her early in the mornin' Early in the mornin' one fine day  And I'll give her my love till the day I die Yes, I'll give her my love And the morning glows bright with a newborn light Yes, the morning glows bright  She walks barefoot through the meadow early in the mornin' Early in the mornin' ev'ry day  And the morning glows bright with a newborn light Yes, the morning glows bright  And I'll give her my love till the day I die Yes, I'll give her my love  And she lets her hair down when the sun comes up Yes, she lets her hair down  And she lets her hair down when the sun comes up Yes, she lets her hair down  ",
        "title": "She Lets Her Hair Down (Early In The Morning)"
    },
    {
        "artist": "Berlin Philharmonic",
        "lyrics": null,
        "title": "Theme Music For The Film \"2001\" A Space Odyssey from Also Sprach Zarathustr"
    },
    {
        "artist": "Vic Dana",
        "lyrics": null,
        "title": "If I Never Knew Your Name"
    },
    {
        "artist": "Johnny Winter",
        "lyrics": null,
        "title": "Johnny B. Goode"
    },
    {
        "artist": "The Flaming Ember",
        "lyrics": null,
        "title": "Shades Of Green"
    },
    {
        "artist": "Sonny James",
        "lyrics": null,
        "title": "It's Just A Matter Of Time"
    },
    {
        "artist": "Roy Clark",
        "lyrics": null,
        "title": "Then She's A Lover"
    },
    {
        "artist": "Donny Hathaway",
        "lyrics": null,
        "title": "The Ghetto-Part 1"
    },
    {
        "artist": "R.B. Greaves",
        "lyrics": null,
        "title": "Always Something There To Remind Me"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": "  Before it was ripe Way before it was time To pick the grapes from the vine Love that fell from our hearts Made it sweet  So we borrowed my Mother's wedding band Found a shack and a piece of land Oh, Lord, what else could Make my life complete  A frail body torn with each baby born The most fearsome screams, awful pain Back to the field before she was healed And never complained  I can't go through life alone I gotta go see if can get Mamma to come back home  Little Susie, now here's your chance To show Daddy how big girl you can be What I want you to so is take care Of little Davey and the twins  If I don't come back tonight And bounce em on my knee Lord, how do you make A little boy a man When he's only three  Though it hurts me so To leave you here alone I gotta go see if I can't your Momma to come back home  A house divided, broken in two Can't stand the test When the wind blows through And I can't hold it together  So I headed for town Where I thought she'd be Praying the right words Would come to me ???  When I got to the ridge There was a crowd on the bridge Where she fell to the water Somebody said, we did all we could But she couldn't be saved  And I could hear the words That I told Susie When I left her alone I said, I gotta go see If I can't your Momma To come back home  Oh, Lord, see if I can't your Momma to come back home Do you hear me, baby See if I can't your Momma to come back home  I wonder if she understands I know I can, but I'm just a man Somebody's taken it out of my hands  ",
        "title": "Got To See If I Can't Get Mommy (To Come Back Home)"
    },
    {
        "artist": "Cold Blood",
        "lyrics": "  I don't know what you got But it's getting to me It makes my cold nights hot Hot chills just run right through me  But all the power Baby, is in your hands You got me humming 'Cause you got me humming  I wake up early at night I can't go back to sleep Even when I try to talk Tied tongue when I try to speak  When I try to walk My feet start running You got me humming 'Cause you got me humming  I don't know what you got But it's getting to me It makes my cold nights hot Hot chills just run right through me  When I try to walk My feet start running You got me humming 'Cause you got me humming  Ohh, yeah You got me humming  You make me feel Lord, you make me feel so good  Uh huh, uh huh Don't you know you got me Don't you know you got me Oh, baby, you know You got me humming  I can't stand it Lord, I can't stand it Oh, yeah, oh, yeah You know you make me feel all right You know you make me feel so good  Uh huh, uh huh, oh, ho You know you make me feel all right You know you make me feel all right You know you make me feel all right Uh huh, uh huh, uh huh  So good, so good, so good You know you make me feel so good Oh, yeah  ",
        "title": "You Got Me Hummin"
    },
    {
        "artist": "Steam",
        "lyrics": "  Bo!I've gotta make you love me... You know I can't live without you I can't sleep.no I can't breath.I'm telling ya I'm losing ma mind... And everytime I think about it I know a nigga can't live without you B-Boy you're everything I want You've got whoot I want... You're embraceable... My unrequited dream...  I've gotta make ya love me.more than you can even try.. More than you've ever image..we belong together honkey Forget da past.Just live for the moment.. I've gotta make ya love me..And that's whoot I'm gonna do..  Always keepin'it real fella  ",
        "title": "I've Gotta Make You Love Me"
    }
]