[
    {
        "artist": "Rod Stewart",
        "lyrics": "  {Intro}  Sugar, sugar  She sits alone waiting for suggestions He's so nervous avoiding all the questions His lips are dry, her heart is gently pounding Don't you just know exactly what they're thinking  If you want my body and you think I'm sexy Come on sugar let me know If you really need me just reach out and touch me Come on honey tell me so Tell me so baby  {Bridge}  He's acting shy looking for an answer Come on honey let's spend the night together Now hold on a minute before we go much further Give me a dime so I can phone my mother They catch a cab to his high rise apartment At last he can tell her exactly what his heart meant  If you want my body and you think I'm sexy Come on honey tell me so If you really need me just reach out and touch me Come on sugar let me know  His heart's beating like a drum 'cos at last he's got this girl home Relax baby now we are all alone  {Instrumental}  They wake at dawn 'cos all the birds are singing Two total strangers but that ain't what they're thinking Outside it's cold, misty and it's raining They got each other neither one's complaining He say's I sorry but I'm out of milk and coffee Never mind sugar we can watch the early movie  If you want my body and you think I'm sexy Come on sugar let me know If you really need me just reach out and touch me Come on honey tell me so  {Bridge}  If you really need me just reach out and touch me Come on sugar let me know If you really, really, really, really need me Just let me know Just reach out and touch me If you really want me Just reach out and touch me Come on sugar let me know If you really need me just reach out and touch me Come on sugar let me know If you, if you, if you really need me Just come on and tell me so  ",
        "title": "Da Ya Think I'm Sexy?"
    },
    {
        "artist": "Village People",
        "lyrics": "  [Verse 1] Young man, there's no need to feel down I said, young man, pick yourself off the ground I said, young man, cause you're in a new town There's no need to be unhappy Young man, there's a place you can go I said, young man, when you're short on your dough You can stay there, and I'm sure you will find Many ways to have a good time  [Hook] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A You can get yourself clean, you can have a good meal You can do whatever you feel  [Verse 2] Young man, are you listening to me? I said, young man, what do you want to be? I said, young man, you can make real your dreams But you got to know this one thing No man does it all by himself I said, young man, put your pride on the shelf And just go there, to the Y.M.C.A I'm sure they can help you today  [Hook] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A You can get yourself clean, you can have a good meal You can do whatever you feel  [Verse 3] Young man, I was once in your shoes I said, I was down and out with the blues I felt no man cared if I were alive I felt the whole world was so jive That's when someone came up to me And said, young man, take a walk up the street There's a place there called the Y.M.C.A They can start you back on your way  [Outro] It's fun to stay at the Y.M.C.A It's fun to stay at the Y.M.C.A They have everything for you men to enjoy You can hang out with all the boys Y.M.C.A....It's fun to stay at the Y.M.C.A Young man, young man, there's no need to feel down Young man, young man, get yourself off the ground Y.M.C.A....you'll find it at the Y.M.C.A No man, no man does it all by himself Young man, young man, put your pride on the shelf Y.M.C.A....just go to the Y.M.C.A Young man, young man, are you listening to me? Young man, young man, what do you wanna be? Y.M.C.A....you find in the Y.M.C.A.... No man, no man does it all by himself Young man, young man, put your pride on the shelf Y.M.C.A....just go to the Y.M.C.A Young man, young man I was watching your shoes Young man, young I was down with the blues  ",
        "title": "Y.M.C.A."
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  Night is dragging her feet I wait alone in the heat I know, know that you'll have your way 'Til you have to go home No's a word I can't say  Cause it gets me nowhere to tell you no And it gets me nowhere to make you go  Will a little more love make you stop depending? Will a little more love bring a happy ending? Will a little more love make it right? Will a little more love make it right?  Where, where did my innocence go? How, how was a young girl to know? I'm trapped, trapped in the spell of your eyes In the warmth of your arms, in the web of your lies  But it gets me nowhere to tell you no And it gets me nowhere to make you go  Will a little more love make you stop depending? Will a little more love bring a happy ending? Will a little more love make it right? Will a little more love make it right?  Gets me nowhere to tell you no It gets me nowhere to make you go  Will a little more love make you stop depending? Will a little more love bring a happy ending? Will a little more love make it right? Will a little more love make it right?  Gets me nowhere to tell you no It gets me nowhere to make you go  Will a little more love make you stop depending? Will a little more love bring a happy ending? Will a little more love make it right? Will a little more love make it right?  Gets me nowhere to tell you no It gets me nowhere to make you go  ",
        "title": "A Little More Love"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Fire"
    },
    {
        "artist": "Gloria Gaynor",
        "lyrics": "  At first, I was afraid, I was petrified Kept thinking I could never live without you by my side But then I spent so many nights thinking how you did me wrong And I grew strong and I learned how to get along  And so you're back from outer space I just walked in to find you here with that sad look upon your face I should have changed that stupid lock I should have made you leave your key If I'd have known for just one second you'd be back to bother me  Go on now go, walk out the door, just turn around now 'cause you're not welcome anymore Weren't you're the one who tried to hurt me with goodbye? You think I'd crumble? You think I'd lay down and die?  Oh, no, not I, I will survive Oh as long as I know how to love, I know I'm still alive I've got my life to live, and I've got all my love to give And I'll survive, I, I , I will survive  It took all my strength not to fall apart Trying with all my mind to mend  my broken heart I spent,  so many nights feeling sorry for myself Oh, I used to cry but now I hold my head up high  And you see me, somebody new Not that lonely little person still in love with you Now you come dropping in  expecting me to be free Now I'm saving all my loving for someone who's loving me  Go on go, walk out the door, turn around now You're not welcome anymore You're the one, who tried to hurt me with goodbye? Did you think I'd crumble? Did you think I'd lay down and die?  Oh, no, not I, I will survive Long as I know how to love, I know I'll stay alive I've got  my life to live, and all my love to give And I'll survive, I, I , I will survive Go on go, walk out the door, turn around now You're not welcome anymore You're the one, who tried to hurt me with goodbye? Did you think I'd crumble? Did you think I'd lay down and die?  Oh, no, not I, I will survive Long as I know how to love, I know I'll stay alive I've got  my life to live, and all my love to give And I'll survive, I, I , I will survive  ",
        "title": "I Will Survive"
    },
    {
        "artist": "Hot Chocolate",
        "lyrics": "  Never could believe the things you do to me Never could believe the way you are Every day I bless the day that you got through to me Cause baby, I believe that you're a star  Everyone's a winner, baby, that's the truth (yes, the truth) Making love to you is such a thrill Everyone's a winner, baby, that's no lie (yes, no lie) You never fail to satisfy (satisfy) Let's do it again  Never could explain just what was happening to me Just one touch of you and I'm a flame Baby, it's amazing just how wonderful it is That the things we like to do are just the same  Everyone's a winner, baby, that's the truth (yes, the truth) Making love to you is such a thrill Everyone's a winner, baby, that's no lie (yes, no lie) You never fail to satisfy (satisfy)  Let's do it again Let's do it again  Everyone's a winner, baby, that's the truth (yes, the truth) Making love to you is such a thrill Everyone's a winner, baby, that's no lie (yes, no lie) You never fail to satisfy (satisfy) Let's do it again  Oh, baby Oh, baby Oh, baby...  ",
        "title": "Every 1's A Winner"
    },
    {
        "artist": "Chic",
        "lyrics": "  [Hook] Ah, freak out Le freak, c'est chic Freak out Ah, freak out Le freak, c'est chic Freak out  [Verse 1] Have you heard about the new dance craze Listen to us, I'm sure you'll be amazed Big fun to be had by everyone It's up to you, it surely can be done Young and old are doing it, I'm told Just one try, and you too will be sold It's called Le Freak, they're doing it night and day Allow us, we'll show you the way  [Hook] Ah, freak out Le freak, c'est chic Freak out Ah, freak out Le freak, c'est chic Freak out  [Verse 2] All that pressure got you down Has your head spinning all around Feel the rhythm, check the ride Come on along and have a real good time Like the days of “Stompin' at the Savoy” Now we freak, oh what a joy Just come on down, to the 54 And find a spot out on the floor  [Hook] Ah, freak out Le freak, c'est chic Freak out  [Bridge/Break] Now freak I said freak Now freak  [Verse 2] All that pressure got you down Has your head spinning all around Feel the rhythm, check the ride Come on along and have a real good time Like the days of “Stompin' at the Savoy” Now we freak, oh what a joy Just come on down, to the 54 And find a spot out on the floor  [Hook] Ah, freak out Le freak, c'est chic Freak out Ah, freak out Le freak, c'est chic Freak out  ",
        "title": "Le Freak"
    },
    {
        "artist": "Nicolette Larson",
        "lyrics": "  It's gonna take a lotta love To change the way things are It's gonna take a lotta love Or we won't get too far  So if you look in my direction And we don't see eye to eye My heart needs protection And so do I  It's gonna take a lotta love To get us through the night It's gonna take a lotta love To make things work out right  So if you are out there waiting I hope you show up soon You know I need relating not solitude  Gotta lotta love Gotta lotta love  It's gonna take a lotta love To change the way things are It's gonna take a lotta love Or we won`t get too far  It's gonna take a lotta love It's gonna take a lotta love It's gonna take a lotta love  ",
        "title": "Lotta Love"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": "  Time, you found time enough to love And I found love enough to hold you So tonight, I'll stir the fire you feel inside Until the flames of love enfold you  Laying beside you, lost in the feeling So glad you opened my door  Come with me Somewhere in the night we will know Everything lovers can know You're my song Music too magic to end I'll play you over and over again Loving so warm, moving so right Closing our eyes and feeling alive We'll just go on burning bright Somewhere in the night  You'll sleep when the morning comes And I'll lie and watch you sleeping And you'll smile when you dream about the night Like it's a secret you've been keeping  Laying beside you lost in the feeling So glad you opened my door  You're my song Music too magic to end I'll play you over and over again Loving so warm, moving so right Closing our eyes and feeling alive We'll just go on burning bright Somewhere in the night We'll just go on burning bright Somewhere in the night  ",
        "title": "Somewhere In The Night"
    },
    {
        "artist": "Leif Garrett",
        "lyrics": "  You got me rollin' like a wheel on the road Turnin' round and round, nowhere to go I've got to find out if you're feeling it, too It's hard to tell, so here's what I do And everytime I want more I'll take you out on the floor  I was made for dancin' All-all-all, all night long I was made for dancin' All-all-all, all night long  The days and nights are moving by me and you You're such a crazy love, you tear me in two I spend my time moving to dreams and a phase It's a crazy love, you can see it in my face And everytime I want more I'll take you out on the floor  I was made for dancin'  All-all-all, all night long (yeah) I was made for dancin' All-all-all, all night long  I was made for dancin' All-all-all, all night long I was made for dancin' All-all-all, all night long  Ah-hah, dancin' I was made for dancin', ah-hah I was made for dancin', dancin', dancin'  I was made for dancin' All-all-all, all night long (yeah) I was made for dancin' All-all-all, all night long Oh, I was made for dancin' All-all-all, all night long (yeah)  ",
        "title": "I Was Made For Dancin'"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  [Verse 1] Do you remember The 21st night of September? Love was changing the mind of pretenders While chasing the clouds away Our hearts were ringing In the key that our souls were singing As we danced in the night Remember, how the stars stole the night away, yeah yeah yeah  [Chorus 1] Hey hey hey Ba-dee Ya, say do you remember Ba-dee Ya, dancing in September Ba-dee Ya, never was a cloudy day  [Bridge] Ba duda, ba duda, ba duda, badu Ba duda, badu, ba duda, badu Ba duda, badu, ba duda  [Verse 2] My thoughts are with you Holding hands with your heart to see you Only blue talk and love Remember, how we knew love was here to stay Now December found the love that we shared in September Only blue talk and love Remember, the true love we share today  [Chorus] Hey hey hey Ba-dee Ya, say do you remember? Ba-dee Ya, dancing in September Ba-dee Ya, never was a cloudy day There was a- Ba-dee Ya, (dee ya dee ya) say do you remember Ba-dee Ya, (dee ya dee ya) dancing in September Ba-dee Ya, (dee ya dee ya) golden dreams were shiny days (Ahhhhhh)  [Verse 3] The bell was ringing Our souls were singing Do you remember every cloudy day (Yow)  [Chorus 2] There was a Ba-dee Ya, (dee ya dee ya) say do you remember Ba-dee Ya, (dee ya dee ya) dancing in September Ba-dee Ya, (dee ya dee ya) never was a cloudy day And we'll say Ba-dee Ya, (dee ya dee ya) say do you remember Ba-dee Ya, (dee ya dee ya) dancing in September Ba-dee Ya, (dee ya dee ya) golden dreams were shiny days  [Outro] Ba-dee Ya dee ya dee ya Ba-dee Ya dee ya dee ya Ba-dee Ya dee ya dee ya dee ya Ba-dee Ya dee ya dee ya Ba-dee Ya dee ya dee ya Ba-dee Ya dee ya dee ya dee ya  ",
        "title": "September"
    },
    {
        "artist": "Cheryl Lynn",
        "lyrics": "  What you think ah! What you feel now What you know ah! To be real!  What you think now (I think I love you baby) What you feel now (I think I need you baby) What you know ah Oooh ah To be real!  Oooh... Your love is for real now You know that... Your love is my love My love is your love Our love is here to stay  What you think ah (I think I love you baby) What you feel now (I think I need you baby) What you know ah Oooh ah To be real!  Oooh... Your love's for real now You know that... Your love is my love My love is your love Our love is here to stay Yeah yeah yeah uh!  What you think ah! (I think I love you baby) What you feel now (I think I need you baby) What you know ah! Oooh ah To be real!  What you think ah! (I think I love you baby) What you feel now (I feel I need you baby) What you know ah! To be real!  It's got to be real To be real! It's got to be real To be real! Aaah yeah  ((( Instrumental )))  What you think ah! What you feel now What you know ah! To be real!  What you think ah! Oh oh oh What you feel now Oh oh oh What you know ah! I love for real To be real!  Yeah yeah ah!  ...To be real!  Got to be real It's got to be real  ...To be Real  Got to be real It's got to be real  ...To be Real  Got to be real It's got to be real  ...To be Real  Got to be real It's got to be real  ...To be Real  Ah real real real To be real Real real...  ",
        "title": "Got To Be Real"
    },
    {
        "artist": "Ian Matthews",
        "lyrics": null,
        "title": "Shake It"
    },
    {
        "artist": "Blues Brothers",
        "lyrics": null,
        "title": "Soul Man"
    },
    {
        "artist": "Donna Summer With Brooklyn Dreams",
        "lyrics": null,
        "title": "Heaven Knows"
    },
    {
        "artist": "Chicago",
        "lyrics": "  Pretty smile, lovely face And a warm breeze Now I need you, lady You're my no tell lover  Every night in a different place I'll meet you, tender lady You're my no tell lover  Everyone keeps tellin' me that This affair's not meant to be Even though I need you night and day Walk away if you see me coming Even though it's you I'm lovin'  Every minute is an hour Every day's a lonely lifetime You're my no tell lover  Little time that We spend together Just can't last forever You're my no tell lover, yeah  Everyone keeps tellin' me that This affair's not meant to be Even though I need you night and day Walk away if you see me coming Even though it's you I'm lovin'  I want her, I can't leave her I won't live without her There's nothing left to say I want her, I can't leave her  Pretty smile, lovely face And a warm breeze Now I need you, lady You're my no tell lover  Every night in a different place I'll meet you, tender lady You're my no tell lover, ooh  Everyone keeps tellin' me that This affair's not meant to be Even though I need you night and day Walk away if you see me coming Even though it's you I'm lovin'  I want her, I can't leave her I won't live without her She's my no tell lover  I want her, I can't leave her I won't live without her She's my no tell lover  I want her, I can't leave her I won't live without her She's my no tell lover  ",
        "title": "No Tell Lover"
    },
    {
        "artist": "Foreigner",
        "lyrics": "  [Verse 1] Out in the street it's 6 am, another sleepless night Three cups of coffee, but I can't clear my head from what went down last night No, we won't have our own little ways, but somehow we keep it together You hear me talk, but you don't hear what I say, I guess it don't even matter  [Chorus] Blue morning, blue day, won't you see things my way? Blue morning, can't you see what your love has done to me?  [Verse 2] I've always listened to your point of view, my ways are cut through men And I've always been a patient man, but my patience has reached its end You tell me you're leaving, you tell me goodbye You say you might send a letter Well honey don't telephone, cause I won't be alone I need someone to make me feel better  [Chorus] [x2]  [Outro] Blue morning, blue morning [x3] Blue, blue, blue day  ",
        "title": "Blue Morning, Blue Day"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": "  On a warm summer's evenin' on a train bound for nowhere I met up with a gambler, we were both too tired to sleep So we took turns a starin' out the window at the darkness 'Til boredom overtook us and he began to speak  He said, \"Son, I've made a life, out of readin' people's faces And knowin' what their cards were By the way they held their eyes So if you don't mind my sayin', I can see you're out of aces For a taste of your whiskey I'll give you some advice\"  So I handed him my bottle and he drank down my last swallow Then he bummed a cigarette and asked me for a light And the night got deathly quiet and his face lost all expression Said, \"If you're gonna play the game, boy You gotta learn to play it right\"  You got to know when to hold 'em, know when to fold 'em Know when to walk away and know when to run You never count your money when you're sittin' at the table There'll be time enough for countin' when the dealing's done  Every gambler knows that the secret to survivin' Is knowin' what to throw away and knowing what to keep Cause every hand's a winner and every hand's a loser And the best that you can hope for is to die in your sleep  And when he finished speakin' He turned back towards the window Crushed out his cigarette and faded off to sleep And somewhere in the darkness the gambler, he broke even But in his final words I found an ace that I could keep  You got to know when to hold 'em, know when to fold 'em Know when to walk away and know when to run You never count your money when you're sittin' at the table There'll be time enough for countin' when the dealing's done  You got to know when to hold 'em, know when to fold 'em Know when to walk away and know when to run You never count your money when you're sittin' at the table There'll be time enough for countin' when the dealing's done  You got to know when to hold 'em, know when to fold 'em Know when to walk away and know when to run You never count your money when you're sittin' at the table There'll be time enough for countin' when the dealing's done  ",
        "title": "The Gambler"
    },
    {
        "artist": "Bee Gees",
        "lyrics": null,
        "title": "Tragedy"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": "  Baby cried the day the circus came to town 'Cause she didn't want parades just passing by her So she painted on a smile and took up with some clown While she danced without a net upon the wire I know a lot about her, 'cause you see Baby is an awful lot like me  Don't cry out loud Just keep it inside And learn how to hide your feelings Fly high and proud And if you should fall Remember you almost had it all  Baby saw that when they pulled that big top down They left behind her dreams among the litter And the different kind of love she thought she'd found There was nothing left but sawdust and some glitter But Baby can't be broken, 'cause you see She had the finest teacher, that was me I told her  Don't cry out loud Just keep it inside And learn how to hide your feelings Fly high and proud And if you should fall Remember you almost had it all  Don't cry out loud Just keep it inside And learn how to hide your feelings Fly high and proud And if you should fall Remember you almost made it  Don't cry out loud Just keep it inside And learn how to hide your feelings Fly high and proud And if you should fall Remember you almost had it all  ",
        "title": "Don't Cry Out Loud"
    },
    {
        "artist": "Peaches & Herb",
        "lyrics": "  There's nothing more that I'd like to do Than take the floor and dance with you Keep dancing Let's keep dancing  Shake it, shake it Shake it, shake it  Shake your groove thing Shake your groove thing Yeah, yeah Show 'em how we do it now  Shake your groove thing Shake your groove thing Yeah, yeah Show 'em how we do it now Show 'em how we do it now  Let's show the world we can dance Bad enough to strut our stuff The music gives us a chance We do more out on the floor  Grooving loose Or heart to heart We put in motion Every single part  Funky sounds Wall to wall We`re bumping booties Having us a ball, y'all  Shake your groove thing Shake your groove thing Yeah, yeah Show em how we do it now  Shake your groove thing Shake your groove thing Yeah, yeah Show em how we do it now  We got the rhythm tonight All the rest know we`re the best Our shadows crash in the light  Twisting Turning We keep burning Shake it high or shake it low We take our bodies Where they wanna go  Feel that beat Never stop Oh, hold me tight Spin me like a top  Shake your groove thing Shake your groove thing Yeah, yeah Show em how we do it now  Shake your groove thing Shake your groove thing Yeah, yeah Show em how we do it now  There`s nothing more that I`d like to do Than take the floor and dance with you Keep dancing Let's keep dancing  Shake it, shake it Shake it, shake it  Grooving loose Or heart to heart We put in motion Every single part  Funky sounds Wall to wall We're bumping booties Having us a ball, y`all  Shake your groove thing Shake your groove thing Yeah, yeah Show 'em how we do it now  Shake your groove thing Shake your groove thing Yeah, yeah Show 'em how we do it now  Show em how we do it now Yeah Shake it Show 'em how we do it now, yeah Shake it, shake it  ",
        "title": "Shake Your Groove Thing"
    },
    {
        "artist": "Nigel Olsson",
        "lyrics": "  Too many long conversations And no one is hearin a word Just tryin to escape the frustrations Till a song in the night can be heard  Put on your dancin shoes Throw out those one-night blues Heres one to love and to chance For a spin on that wheel of romance  Too slow to unriddle your problems Too lonely for someone to care Long, lonely silence keeps haunting Till the song in the night finds you there  Put on your dancin shoes Throw out those one-night blues And her...  ",
        "title": "Dancin' Shoes"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Hook:  Barry, Robin & Maurice Gibb] Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as high as a mountain And harder to climb  [Verse 1: Barry Gibb] Oh you and me girl Got a lot of love in store And it flows through you And it flows through me And I love you so much more Then my life, I can see beyond forever Everything we are will never die Loving's such a beautiful thing Oh, you make my world a summer day Are you just a dream to fade away?  [Hook: Barry, Robin & Maurice Gibb] Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as high as a mountain And harder to climb  [Verse 2: Barry Gibb] You and me girl got a highway to the sky We can turn away from the night and day And the tears you had to cry You're my life I can see a new tomorrow Everything we are will never die Loving's such a beautiful thing When you are to me, the light above Made for all to see our precious love  [Hook: Barry, Robin & Maurice Gibb] Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as high as a mountain And harder to climb  [Interlude] Love is such a beautiful thing You make my world a summer day Are you just a dream to fade away  [Hook] [Barry (with falsetto), Robin & Maurice Gibb] Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as wide as a river And harder to climb  [Outro] Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as high as a mountain And harder to climb Nobody gets too much heaven no more It's much harder to come by I'm waiting in line Nobody gets too much love anymore It's as high as a mountain And harder to climb  ",
        "title": "Too Much Heaven"
    },
    {
        "artist": "The Babys",
        "lyrics": null,
        "title": "Every Time I Think Of You"
    },
    {
        "artist": "Dolly Parton",
        "lyrics": "  [Verse 1] You look at me that way I know what your eyes say Your eyes reflect love and desire I see that you need me I need you to please me You touch me and set me on fire  It's the way that you love me The way that you touch me The way that you whisper my name I cannot resist you Each time I kiss you Then everything goes up in flames  [Chorus] Baby I'm burning Out of control Baby I'm burning Body and soul Hot as a pistol of flaming desire Baby I'm burning You got me on fire  I'm on fire  [Verse 2] This red hot emotion Puts fireworks in motion It looks like the fourth of July There's no use in fighting The fire you've ignited Just stand back and watch the sparks fly  [Chorus]  [Bridge] Baby I'm burning Baby I'm burning Baby I'm burning Baby I'm burning  [Chorus] [x3]  ",
        "title": "Baby I'm Burnin'"
    },
    {
        "artist": "Little River Band",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  [Verse 1] He came from somewhere back in her long ago The sentimental fool don't see Tryin' hard to recreate What had yet to be created once in her life She musters a smile for his nostalgic tale Never coming near what he wanted to say Only to realize it never really was  [Pre-Chorus] She had a place in his life He never made her think twice As he rises to her apology Anybody else would surely know He's watching her go  [Chorus] But what a fool believes, he sees No wise man has the power to reason away What seems to be Is always better than nothing Than nothing at all  [Verse 2] Keeps sending him somewhere back in her long ago Where he can still believe there's a place in her life Someday, somewhere She will return  [Pre-Chorus] She had a place in his life He never made her think twice As he rises to her apology Anybody else would surely know He's watching her go  [Chorus] But what a fool believes, he sees No wise man has the power to reason away What seems to be Is always better than nothing Than nothing at all  But what a fool believes, he sees No wise man has the power to reason away What seems to be Is always better than nothing Than nothing at all  ",
        "title": "What A Fool Believes"
    },
    {
        "artist": "Bobby Caldwell",
        "lyrics": "  [Verse 1] I guess you wonder where I've been I searched to find a love within I came back to let you know Got a thing for you and I can't let go  My friends wonder what is wrong with me Well I'm in a daze from your love, you see I came back to let you know Got a thing for you and I can't let go  [Pre-Chorus] Some people go around the world for love But they may never find what they dream of  [Chorus] What you won't do, do for love You've tried everything but you don't give up In my world only you Make me do for love what I would not do  [Verse 2] My friends wonder what is wrong with me But I'm in a daze from your love, you see I came back to let you know Got a thing for you and I can't let go  [Pre-Chorus] But then I only want the best, it's true I can't believe the things I do for you  [Chorus] What you won't do, do for love You've tried everything but you won't give up In my world, only you make me do for love what I would not do Make me do for love what I would not do Make me do for love what I would not do Make me do for love what I would not do  ",
        "title": "What You Won't Do For Love"
    },
    {
        "artist": "Talking Heads",
        "lyrics": "  [Verse 1] I don't know why I love her like I do All the changes you put me through Take my money, my cigarettes I haven't seen the worst of it yet  [Pre-Chorus] I wanna know, can you tell me? I'd love to stay  [Chorus] Take me to the river, drop me in the water Take me to the river, dip me in the water Washing me down, washing me down  [Verse 2] I don't know why you treat me so bad Think of all the things that we could have had Love is an ocean that I can't forget My sweet sixteen I would never regret  [Pre-Chorus] I wanna know, can you tell me? I'd love to stay  [Chorus] Take me to the river, drop me in the water Push me in the river, dip me in the water Washing me down, washing me  [Bridge] Hug me, squeeze me, love me, tease me 'Til I can't, 'til I can't, 'til I can't take no more of it  [Chorus] Take me to the water, drop me in the river Push me in the water, drop me in the river Washing me down, washing me down  [Verse 3] I don't know why I love her like I do All the trouble you put me through Sixteen candles there on my wall And here am I, the biggest fool of them all  [Pre-Chorus] I wanna know, can you tell me? I'd love to stay  [Chorus] Take me to the river, drop me in the water Dip me in the river, drop me in the water Washing me down, washing me down  ",
        "title": "Take Me To The River"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  Anne Murray, Dusty Springfield  Dreaming I must be dreaming Or am I really lying here with you  Baby You take me in your arms And though I'm wide awake I know my dream is coming true  Chorus: And though I Just fall in love again Just one touch and then it happens every time There I go I Just fall in love again And when I do I can't help myself I fall in love with you  Magic It must be magic The way I hold you and the night just seems to fly  Easy For you to take me to a star Heaven is that moment when I look into your eyes  Chorus: And though I Just fall in love again Just one touch and then it happens every time There I go I Just fall in love again And when I do I can't help myself I fall in love with you  I can't help myself I fall in love with you  ",
        "title": "I Just Fall In Love Again"
    },
    {
        "artist": "Poco",
        "lyrics": null,
        "title": "Crazy Love"
    },
    {
        "artist": "Billy Joel",
        "lyrics": null,
        "title": "My Life"
    },
    {
        "artist": "Dire Straits",
        "lyrics": "  [Verse 1] You get a shiver in the dark It's raining in the park But meantime South of the river You stop and you hold everything A band is blowing Dixie Double four time You feel alright When you hear that music ring  [Verse 2] Well, now you step inside But you don't see too many faces Coming in out of the rain to hear the jazz go down Competition in other places But the horns, they blowin' that sound Way on down south Way on down south, London town  [Verse 3] Check out guitar George He knows all the chords Mind, it's strictly rhythm He doesn't want to make it cry or sing Left-handed old guitar is all he can afford When he gets up under the lights to play his thing  [Verse 4] And Harry doesn't mind if he doesn't make the scene He's got a daytime job – He's doing alright He can play the honky tonk like anything Saving it up for Friday night With the Sultans With the Sultans of Swing  [Verse 5] And a crowd of young boys They're fooling around in the corner Drunk and dressed in their best brown baggies And their platform soles They don't give a damn About any trumpet playing band It ain't what they call Rock and Roll And the Sultans Yeah, the Sultans, they play Creole Creole  [Instrumental Solo]  [Verse 6] And then the man He steps right up to the microphone And says at last Just as the time bell rings \"Goodnight, now it's time to go home\" Then he makes it fast With one more thing \"We are the Sultans – We are the Sultans of Swing\"  ",
        "title": "Sultans Of Swing"
    },
    {
        "artist": "Gonzalez",
        "lyrics": "  Haven't stopped dancing yet Since we met on our first date I haven't stopped loving you yet It's all right all right all right all right  Haven't stopped dancing yet With you my only partner I haven't stopped loving you yet It's all right all right all right all right  Well you see Your all I ever wanted in a girl My  Well it's all right all right Lets have some fun tonight  Haven't stopped dancing yet Since we met on our first date I haven't stopped loving you yet It's all right all right all right all right  Haven't stopped dancing yet With you my only partner I haven't stopped loving you yet It's all right all right all right all right  Well you see Your all I ever wanted in a girl My  Well it's all right all right Lets have some fun tonight  I haven't stopped dancing yet Since we met on our first date I haven't stopped loving you yet It's all right all right all right all right  Haven't stopped dancing yet With you my only partner I haven't stopped loving you yet It's all right all right all right all right  I haven't stopped dancing yet I haven't stopped dancing yet I haven't stopped dancing yet  I haven't stopped dancing yet With you my only partner I haven't stopped loving you yet  It's all right  Haven't  ",
        "title": "Haven't Stopped Dancing Yet"
    },
    {
        "artist": "Ace Frehley",
        "lyrics": "  Many years since I was here On the street I was passin' my time away To the left and to the right, buildings towering to the sky It's outta sight in the dead of night  (Ooh) Here I am, and in this city (Ooh) With a fistful of dollars And baby, you'd better believe  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove Back in the New York Groove, in the New York Groove  In the back of my Cadillac A wicked lady, sittin' by my side, sayin' \"Where are we?\" Stop at Third and Forty-three, exit to the night It's gonna be ecstacy, this place was meant for me  (Ooh) I feel so good tonight (Ooh) Who cares about tomorrow So baby, you'd better believe  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove Back in the New York Groove, in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove I'm back, back in the New York Groove  I'm back, back in the New York Groove I'm back, back in the New York Groove  ",
        "title": "New York Groove"
    },
    {
        "artist": "Santana",
        "lyrics": null,
        "title": "Stormy"
    },
    {
        "artist": "Dobie Gray",
        "lyrics": null,
        "title": "You Can Do It"
    },
    {
        "artist": "Al Stewart",
        "lyrics": "  I was making my way through the wasteland The road into town passes through I was changing the radio stations With my mind on you Oh your friends call you \"Lily Paloma\" But that's not the way that you are It's too much of a gentle misnomer For a shooting star  But you and me baby I saw you there Straight away I knew There's really no hiding I'll tell you right now What we're gonna do We'll go collecting the days Putting the moments away You're on my mind like a Song on the Radio  I remember the first time I saw you Alone in the dark with a drink With a candle flame burning before you And your thoughts closed in You were staring out into the distance Not seeming to hear what I said Why did you put up such resistance Like all the lights are red'  Cause you and me baby I saw you there Straight away I knew There's really no hiding I'll tell you right now What we're gonna do We'll go collecting the days Putting the moments away You're on my mind like a Song on the Radio  I don't know what it was that was painful But sometimes it's there in your face There are times when you just look disdainful Of the human race Ah, but then on the wings of emotion We circle each other in flight Till together we roll like the ocean In its bed at night'  Cause you and me baby I saw you there Straight away I knew There's really no hiding I'll tell you right now What we're gonna do We'll go collecting the days Putting the moments away You're on my mind like a Song on the Radio You're on my mind like a Song on the Radio  ",
        "title": "Song On The Radio"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  [Verse 1] Money talks But it don't sing and dance And it don't walk And long as I can have you Here with me, I'd much rather be Forever in blue jeans  Honey's sweet But it ain't nothin' next to baby's treat And if you pardon me I'd like to say We'll do okay Forever in blue jeans  [Chorus] Maybe tonight Maybe tonight, by the fire All alone you and I Nothing around But the sound of my heart And your sighs  [Verse 2] Money talks But it can't sing and dance And it can't walk And long as I can have you Here with me, I'd much rather be Forever in blue jeans, babe  And honey's sweet But it ain't nothin' next to baby's treat And if you pardon me I'd like to say We'll do okay Forever in blue jeans  [Chorus] Maybe tonight Maybe tonight, by the fire All alone you and I Nothing around But the sound of my heart And your sighs  [Verse 3] Money talks But it don't sing and dance And it don't walk And long as I can have you Here with me I'd much rather be Forever in blue jeans  [Outro] And if you pardon me I'd like to say We'll do okay Forever in blue jeans, babe And long as I can have you Here with me I'd much rather be Forever in blue jeans, babe And long as I can have you Here with me I'd much rather be...  ",
        "title": "Forever In Blue Jeans"
    },
    {
        "artist": "Sylvester",
        "lyrics": "  [Verse 1] When we're out there dancin' on the floor darlin' And I feel like I need some more And I feel your body close to mine And I move on love, it's about that time Make me feel,  mighty real Make me feel, mighty real  [Hook] You make me feel mighty real You make me feel mighty real  [Verse 2] When we get home darlin' And it's nice and dark And the music's in Vienna Still your hot and you kiss me back and it Feels real good and I know you love me Like you should  [Hook] You make me feel mighty real You make me feel mighty real  Make me feel, mighty real Make me feel, mighty real Make me feel, mighty real Make me feel, mighty real  [Chorus] I feel real I feel real I feel real I feel real  I feel real I feel real I feel real I feel real Huh  I feel real I feel real I feel real I feel real  Huh I feel real Huh I feel real I feel real I feel real I feel real I feel real  [Hook] You make me feel mighty real You make me feel mighty real Oh you make me feel mighty real You make me feel mighty real  ",
        "title": "You Make Me Feel (Mighty Real)"
    },
    {
        "artist": "Styx",
        "lyrics": "  Sing for the day Sing for the moment Sing for the time of your life Come for an hour Stay for a moment Stay for the rest of your life Hannah you're with me in spirit wherever I go To the ends of the earth and all points between high and low Each night by the stage you appear as you are The ever intangible child, ageless and timeless as Dorian Grey Oh Hannah I know that it's you and you're leading me on Hannah you're my inspiration, my fountain of youth And as your surrogate leader I'm bound in your search for the truth And yes how the truth rushes out, when it's become honestly clear I see your anxious and curious eyes But Hannah I need you as much as you think you need me Come to your window tonight and we'll fly to your dreams And we'll Sing for the day Sing for the moment Sing for the time of your life Come for an hour Stay for a moment Stay for the rest of your life Sing for the day Sing for the moment Sing for the time of your life Come for an hour Stay for a moment Stay for the rest of your life Hannah don't fail me I need you like never before Father time's at my back, on my heels, behind every door He says \"Son when the youth has but gone from your face Will she let you grow older with grace? Will she give you up for one younger than you?\" Oh Hannah please tell me the things that he says aren't true Hannah I'm honestly hoping you'll always be there And we'll Sing for the day Sing for the moment Sing for the time of your life Come for an hour Stay for a moment Stay for the rest of your life Sing for the day Sing for the moment Sing for the time of your life Come for an hour Stay for a moment Stay for the rest of your life  ",
        "title": "Sing For The Day"
    },
    {
        "artist": "Suzi Quatro & Chris Norman",
        "lyrics": "  Our love is alive, and so we begin Foolishly layin' our hearts on the table Stumblin' in Our love is a flame, burnin' within Now and then, fire light will catch us Stumblin' in  Wherever you go, whatever you do You know these reckless thoughts of mine Are followin' you I've fallen for you, whatever you do Cause baby you've shown me so many things That I never knew Whatever it takes Baby I'll do it for you  Our love is alive, and so we begin Foolishly layin' our hearts on the table Stumblin' in Our love is a flame, burnin' within Now and then fire light will catch us Stumblin' in  You were so young Oh and I was so free I may have been young But baby, that's not what I wanted to be  Well you were the one Oh why was it me? Cause baby you've shown me so many things That I'd never seen Whatever you need Baby, you got it from me  Our love is alive, and so we begin Foolishly layin' our hearts on the table Stumblin' in Our love is a flame, burnin' within Now and then fire light will catch us Stumblin' in  Stumblin' in Stumblin' in Foolishly layin' our hearts on the table Stumblin' in  Aaah, stumblin' in Mmm, stumblin' in Now and then, fire light will catch us Stumblin' In  Ooooh, stumblin' in I was stumblin' in Foolishly layin' our hearts on the table Stumblin' in  Ooooh stumblin' in Aaah stumblin' in I was stumblin' in We was stumblin' in Now and then fire light will catch us Stumblin' in  ",
        "title": "Stumblin' In"
    },
    {
        "artist": "Chanson",
        "lyrics": "  [Chorus] Don't hold back If it feels good, do it Don't hold back  Don't hold back If it feels good Don't hold back  [Verse 1] If you want to shout And dance all around Don't hold back  Said if you want to party Party, party, party Don't hold back  [Chorus] Don't hold back If it feels good, do it Don't hold back  Don't hold back If it feels good Don't hold back  [Verse 2] If you want to change your mind And it feels good, do it Don't hold back  And if the music makes you move Stand up, do the groove Don't hold back  [Chorus] Don't hold back If it feels good, do it Don't hold back [Don't hold back, ahhhh]  Don't hold back If it feels good Don't hold back   Don't hold back If it feels good, do it Don't hold back [Yeah]  Don't hold back If it feels good Don't hold back [No, no, ohh!]  Don't hold back [Don't hold back] If it feels good, do it Don't hold back [Don't hold back Don't hold back, baby, yeah]  Don't hold back If it feels good Don't hold back [No!]  Don't hold back If it feels good, do it [Feels good] Don't hold back [Don't hold back] Don't hold back Don't hold back  Don't hold back [Don't hold back] If it feels good [Feels good] Don't hold back  Baby, don't hold back If it feels good, do it Don't hold back  Don't hold back If it feels...  ",
        "title": "Don't Hold Back"
    },
    {
        "artist": "Amii Stewart",
        "lyrics": "  I don't want to lose you, this good thing That I got 'cause if I do I will surely, surely lose a lot 'Cause your love is better Than any love I know  It's like thunder, lightning The way you love me is frightening You better knock, knock on wood, baby Ooh, baby, ooh  Yes, I'm not superstitious about ya But I can't take no chance I got me spinnin', baby You know that I'm in a trance 'Cause your love is better Than any love I know  It's like thunder, lightning The way you love me is frightening You better knock, knock, knock on wood, baby Ooh, baby, ooh  (You better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock)  Ooh, baby, ooh  It's no secret about it 'Cause with his loving touch He sees to it that I get enough Feel his touch all over You know it means so much  It's like thunder, burstin' lightning The way you love me is frightening You better knock, knock, knock on wood, baby Ooh, baby, ooh  (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood) (Think you better knock, knock, knock on wood)  ",
        "title": "Knock On Wood"
    },
    {
        "artist": "Eddie Money",
        "lyrics": null,
        "title": "Maybe I'm A Fool"
    },
    {
        "artist": "Pablo Cruise",
        "lyrics": null,
        "title": "I Go To Rio"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  I've always been the kind of man Who doesn't believe in strings Long term obligations are just unnecessary things But girl, ya got me thinkin While I'm drinkin one more beer If I'm headed for a heartache Then why the hell am I still here  I'm testin my resistance And it's wearin mighty thin I've got the feelin I should leave Before the roof caves in My mind tells me to move along But my body begs me stay And now I feel the need to hold you close And love the night away While you're turnin me  [Chorus: ] Every which way but loose You turn me Every which way but loose Inside the fire's burnin me In my mind you just keep turnin me Every which but loose Baby there's no excuse To turn me every which way but loose  When the sun comes up in the mornin It should find me some place new But right this minute all I want Is to lay here next to you Those memories still keep callin me From somewhere in my past Better hurry if they want me Cause I can feel me fadin fast While you're turnin me  ",
        "title": "Every Which Way But Loose"
    },
    {
        "artist": "Melba Moore",
        "lyrics": "  You stepped into my life And I'm oh, so happy You stepped into my life And I'm oh, so happy  You stepped into my life Stepped into my life Stepped into my life And I'm oh, so happy You stepped into my life And I'm oh, so  Before you came my way I always checked this out So much pain in love And so alone inside I never thought That I'd believe in love so much  But, darling When you came close to me Suddenly Suddenly  You stepped into my life And I'm oh, so happy You stepped into my life And I'm oh, so happy  You stepped into my life Stepped into my life Stepped into my life And I'm oh, so happy You stepped into my life And I'm oh, so  You will never know What you have done, my love You gave me so much more My love is worthy of  Beneath my very soul I kneel before your touch Your touch is ecstasy Close to me Suddenly Suddenly  You stepped into my life Stepped into my life Stepped into my life And I'm oh, so happy You stepped into my life  ",
        "title": "You Stepped Into My Life"
    },
    {
        "artist": "Evelyn \"Champagne\" King",
        "lyrics": "  I don't know if it's right To let you make love to me tonight I don't know if I should Give my love to you when I know you're no good  I've got to make sure it's alright If I should let you love me tonight Before I let you kiss me I got to get the situation in hand 'Cause I don't want you just to be another man, whoa, whoa, whoa  I don't know if it's right To let you make love to me tonight I don't know if I should Give my love to you when I know you're no good  People tell me that you really know the right things to say Especially when you're tryin' to get your way Gotta be careful, gotta be smart, gotta watch out for my heart I don't want it to be broken right from the start, oh, oh, oh, oh  I don't know if it's right To let you make love to me tonight I don't know if I should Give my love to you when I know you're no good  Oh, baby Yeah...hey...hey... Oh, oh, oh, oh  I don't know if it's right To let you make love to me tonight I don't know if I should Give my love to you when I know you're no good  I don't know if I should Give it to you when I know you're no good If it's right I just don't know, no, hey..hey...  ",
        "title": "I Don't Know If It's Right"
    },
    {
        "artist": "Firefall",
        "lyrics": "  Maybe you think I'm letting you go Maybe it's not that way Maybe I love you more than you know Maybe you'll know someday Maybe you think it's easy for me Easy to say Goodbye Maybe it hurts me more than you see All I can do is cry  But love is not enought to make you mine You need someone who's gonna be there all the time Someone to treat you better Someone to see you through Someone who'd never say Goodbye, I love you  Goodbye, I love you Goodbye, I love you Goodbye, I love you  You need a man who's always around Whenever you feel alone You need a man who won't let you down You need your man at home You need the time to ltet yourself live You haven't lived enough You need the one thing I cannot give You need the time to love  But love is not enough to make you mine You need someone who's gonna be there all the time Someone to treat you better Someone to see you through Someone who'd never say Goodbye, I love you  Goodbye, I love you Goodbye, I love you Goodbye, I love you  ",
        "title": "Goodbye, I Love You"
    },
    {
        "artist": "Gerry Rafferty",
        "lyrics": null,
        "title": "Home And Dry"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1] It's not in the way that you hold me It's not in the way you say you care It's not in the way you've been treating my friends It's not in the way that you stayed till the end It's not in the way you look or the things that you say that you'll do  [Chorus] Hold the line Love isn't always on time Hold the line Love isn't always on time  [Verse 2] It's not in the words that you told me It's not in the way you say you're mine It's not in the way that you came back to me It's not in the way that your love set me free It's not in the way you look or the things that you say that you'll do  [Chorus] Hold the line Love isn't always on time Hold the line Love isn't always on time  {Instrumental}  [Verse 3] It's not in the words that you told me It's not in the way you say you're mine It's not in the way that you came back to me It's not in the way that your love set me free It's not in the way you look or the things that you say that you'll do  [Outro] Hold the line Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Love isn't always on time Hold the line Love isn't always on time Love isn't always on time Love isn't always on time Love isn't always on time Whoah-ooh-ooh  ",
        "title": "Hold The Line"
    },
    {
        "artist": "Gene Chandler",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Frank Mills",
        "lyrics": "  You walk in the room and you're wearing a frown You reach for the shelf and cradle it down The Music Box Dancer, what does it prove Only that you need to see a statue that moves A tutu of satin, bordered with lace Slender lines, agile legs, a wonderland face Her beauty is balanced, an immovable pose Eternally destined to remain on her toes  Music Box Dancer, she is only a toy Project upon her your dreams of wanting life's joy She's perched on her stand, and never will part A final gaze upon her, now the music will start  You wind the doll up, it's nostalgic because You've been here before, so give one final pause To dream of the future, to reflect on the past Music Box Dancer start your whirling at last  The room fills with music, such a cute song Watching her go 'round and 'round, she's where she belongs Bring joy to the watchers, spreading a glow Whenever wound up, she'll put on a good show  Music Box Dancer, do you think or believe She could step off her box if she wanted to leave So easy it is, twirl around with such grace Staying in her circle, she remains in one place  Such a brief moment, a small time to spend The dancing will slow soon, the music will end In real life we're plastic, nature's unfair How can we breathe life, how can we share The knowledge and insights hidden in tombs We're all Music Box Dancers all alone in our rooms We sit on our shelves where objects reside We don't allow the music to get right inside  Music Box Dancer's now completely alone No winder or no listener, because nobody's home How long before someone will re-wind the spring? The room will now be witness; and silence can't sing  ",
        "title": "Music Box Dancer"
    },
    {
        "artist": "Giorgio Moroder",
        "lyrics": null,
        "title": "Chase"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "Superman"
    },
    {
        "artist": "Bell & James",
        "lyrics": null,
        "title": "Livin' It Up (Friday Night)"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  [Verse 1] Well, you went uptown ridin' in your limousine With your fine Park Avenue clothes You had the Dom Perignon in your hand And the spoon up your nose Ooh, and when you wake up in the mornin' With your head on fire And your eyes too bloody to see Go on and cry in your coffee But don't come bitchin' to me  [Chorus] Because you had to be a big shot, didn't cha You had to open up your mouth You had to be a big shot, didn't cha All your friends were so knocked out You had to have the last word, last night You know what everything's about You had to have a white hot spotlight You had to be a big shot last night  [Verse 2] And they were all impressed with your Halston dress And the people that you knew at Elaine's And the story of your latest success You kept 'em so entertained But now you just don't remember all the things you said And you're not sure that you want to know I'll give you one hint, honey You sure did put on a show  [Chorus] Yes, yes, you had to be a big shot, didn't cha You had to prove it to the crowd You had to be a big shot, didn't cha All your friends were so knocked out You had to have the last word, last night You're so much fun to be around You had to have the front page, bold type You had to be a big shot last night  [Verse 3] Well, it's no big sin to stick your two cents in If you know when to leave it alone But you went over the line You couldn't see it was time to go home No, no, no, no, no, no  [Chorus] You had to be a big shot, didn't cha You had to open up your mouth You had to be a big shot, didn't cha All your friends were so knocked out You had to have the last word, last night You're so much fun to be around You had to have a white hot spotlight You had to be a big shot last night  ",
        "title": "Big Shot"
    },
    {
        "artist": "Sister Sledge",
        "lyrics": "  [Chorus] Oh what, wow He's the greatest dancer Oh what, wow That I've ever seen Oh what, wow He's the greatest dancer Oh what, wow  [Verse 1] One night in a disco on the outskirts of Frisco I was cruisin' with my favorite gang The place was so boring, filled with out-of-towners touring I knew that it wasn't my thing I really wasn't caring but I felt my eyes staring At a guy who stuck out in the crowd He had the kind of body that would shame Adonis And a face that would make any man proud  [Chorus] Oh what, wow He's the greatest dancer Oh what, wow That I've ever seen Oh what, wow He's the greatest dancer Oh what, wow  [Verse 2] The champion of dance, his moves would put you in a trance And he never leaves the disco alone Arrogance but not conceit, as a man he is complete My crème de la crème, please take me home He wears the finest clothes, the best designers, heaven knows Oooh, from his head down to his toes Halston, Gucci, Fiorucci, he looks like a still That man is dressed to kill  [Chorus x4] Oh what, wow He's the greatest dancer Oh what, wow That I've ever seen Oh what, wow He's the greatest dancer Oh what, wow  ",
        "title": "He's The Greatest Dancer"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  I did you wrong My heart went out to play And in the game I lost you What a price to pay  I'm crying Ooh, baby, baby Ooh, baby, baby  Mistakes I know I've made a few But I'm only human You've made mistakes, too  I'm crying Ooh, baby, baby Ooh, baby, baby  I'm just about at The end of my rope But I can't stop trying I can't give up hope  'Cause I'll be here Someday I'll hold you near Whisper I still love you Until that day is here  Ooh, I'm crying Ooh, baby, baby Ooh, baby, baby Ooh, baby, baby Ooh, baby, baby Ooh  ",
        "title": "Ooh Baby Baby"
    },
    {
        "artist": "Heart",
        "lyrics": "  There I was with the old man Stranded again so off I'd ran A young world crashing around me No possibilities of getting what I need He looked at me and smiled Said \"No, no, no, no, no child  See the dog and butterfly. Up in the Air he like to fly.\" Dog and butterfly Below she had to try. She roll back down To the warm soft ground laughing She don't know why, she don't know why Dog and butterfly  Well I stumbled upon your secret place Safe in the trees you had tears on your face Wrestling with your desires frozen strangers Stealing your fires. The message hit my mind Only words that I could find  See the dog and butterfly Up in the air he like to fly Dog and butterfly below she had to try She roll back down to the warm soft ground Laughing to the sky, up to the sky Dog and butterfly  We're getting older the world's getting colder For the life of me I don't know the reason why Maybe it's livin' making us give in Hearts rolling in taken back on the tide We're balanced together ocean upon the sky  Another night in this strange town Moonlight holding me light as down Voice of confusion inside of me Just begging to go back where I'm free Feels like I'm through Then the old man's words are true  See the dog and butterfly Up in the air he like to fly Dog and butterfly, below she had to try She roll back down to the warm soft Ground with a little tear in her eye She had to try, she had to try Dog and butterfly Yeah Up in the air, he liked to fly The dog and butterfly, below she had to try She rolled back down to the warm soft ground Laughing she don't know why But she had to try she had to try Dog and butterfly  ",
        "title": "Dog + Butterfly"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": null,
        "title": "All The Time In The World"
    },
    {
        "artist": "Eric Carmen",
        "lyrics": null,
        "title": "Baby, I Need Your Lovin'"
    },
    {
        "artist": "Chuck Brown & The Soul Searchers",
        "lyrics": null,
        "title": "Bustin' Loose"
    },
    {
        "artist": "Cher",
        "lyrics": null,
        "title": "Take Me Home"
    },
    {
        "artist": "Cindy Bullens",
        "lyrics": null,
        "title": "Survivor"
    },
    {
        "artist": "Delegation",
        "lyrics": "  When I get lost, feel I've been crossed She will be my salvation When I feel low, I've nowhere to go She'll be my inspiration  Yeah, when my poor heart is breakin' apart She'll put it back together She ain't the kind to show off her mind But talkin' of love she's clever, yeah  Oh, honey (Oh, honey) Oh, honey (Oh, honey)  She rarely spends time with her friends Tells me she's blue without me When things go wrong her faith is strong I know she'll never doubt me  Yeah, when she arrives and stands by my side Makes me so proud to know her High-steppin' dames with high-soundin' names There ain't nothin' they could show her, yeah  Oh, honey (My honey) Oh, honey (Honey, honey)  Now I just wanna thank you, baby For givin' me a brand new start I was goin' down, you saved me When you let me in your lovin' heart, yeah  Oh, honey (Talkin' 'bout you, honey) Oh, honey (Honey)  Oh, honey (Beautiful honey) Oh, honey (You make me feel so proud, so proud, baby)  Oh, honey (I'm proud of my baby, yeah) Oh, honey  ",
        "title": "Oh Honey"
    },
    {
        "artist": "Desmond Child And Rouge",
        "lyrics": null,
        "title": "Our Love Is Insane"
    },
    {
        "artist": "Marshall Hain",
        "lyrics": "  If you're a stranger here And you need some action We have a remedy That could really catch on  Pleased to see another face At light-up time If you're feeling dull and run-down We can really make you shine  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  Can you feel the darkness call Let the street have their way They'll carry you on 'til morning And steal your soul away  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  Dancin' in the city Alleys that we run through Now we've just begun to Have fun tonight  ",
        "title": "Dancing In The City"
    },
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Just one look and I fell so hard In love with you Oh Oh  I found out how good it feels To have your love Oh Oh  Say you will, will be mine Forever and always Oh Oh  Just one look and I knew That you were my only one Oh Oh  I thought I was dreaming But I was wrong Oh yeah yeah Ah but I'm gonna keep on scheming Till I make you, make you my own  So you see I really care Without you I'm nothing Oh Oh Just one look and I know I'll get you someday Oh Oh  Just one look That's all it took hah just one look That's all it took woah just one look That's all it woah baby you know I love you baby I'll build my world around you come on baby  ",
        "title": "Just One Look"
    },
    {
        "artist": "Sad Cafe",
        "lyrics": null,
        "title": "Run Home Girl"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  Think I'll go out to Alberta Weather's good there in the fall I got some friends that I could go to working for Still, I wish you'd change your mind If I ask you one more time But we've been through this a hundred times or more  Four strong winds that blow lonely Seven seas that run high All those things that don't change, come what may If the good times are all gone Then I'm bound for moving on I'll look for you if I'm ever back this way  If I get there before the snow flies And if things are looking good You could meet me if I send you down the fare But by then it would be winter Not too much for you to do And those winds sure can blow cold way out there  Four strong winds that blow lonely Seven seas that run high All those things that don't change, come what may The good times are all gone So I'm bound for moving on I'll look for you if I'm ever back this way  Still, I wish you'd change your mind If I ask you one more time But we've been through that a hundred times or more  Four strong winds that blow lonely Seven seas that run high All those things that don't change, come what may If the good times are all gone Then I'm bound for moving on I'll look for you if I'm ever back this way I'll look for you if I'm ever back this way  ",
        "title": "Four Strong Winds"
    },
    {
        "artist": "Diana Ross, Marvin Gaye, Smokey Robinson & Stevie Wonder",
        "lyrics": null,
        "title": "Pops, We Love You (A Tribute To Father)"
    },
    {
        "artist": "Edwin Starr",
        "lyrics": null,
        "title": "Contact"
    },
    {
        "artist": "Bob Welch",
        "lyrics": null,
        "title": "Precious Love"
    },
    {
        "artist": "Toto",
        "lyrics": "  You supply the night, baby I'll supply the love You supply the night, baby I'll supply the love  I see a horseman in the sky It makes me turn and wonder why I hear the same old fourteen reasons Must be the changin' of the seasons  You supply the night, baby I'll supply the love You supply the night, baby I'll supply the love  I met the girl across the sea She saved my life and came with me A tender night of dark persuasion Could be my first and last occasion  You supply the night, baby I'll supply the love You supply the night, baby I'll supply the love  You supply the night, baby I'll supply the love You supply the night, baby I'll supply the love  You supply the night, baby I'll supply the love You supply the night, baby I'll supply the love  Baby, I'll supply the love Baby, I'll supply the I'll supply the love  ",
        "title": "I'll Supply The Love"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": null,
        "title": "Fancy Dancer"
    },
    {
        "artist": "Chic",
        "lyrics": "  I want your love, I want your love I want your love, I want your love  Do you feel like you ever want To try my love and see how well it fits? Baby, can't you see when you look at me I can't kick this feeling when it hits? All alone in my bed at night I grab my pillow and squeeze it tight I think of you and I dream of you All of the time, what am I gonna do?  I want your love, I want your love I want your love, I want your love  Sometime, don't you feel like you Never really had a love that's real? Well, here I am and who's to say? A better love you won't find today Just one chance and I will show you love Like no other, two steps above On your ladder I'll be a peg I want your lovin', please don't make me beg  I want your love, I want your love I want your love, I want your love I want your love, I want your love I want your love, I want your love  I want your love, I need your love I'll share my dreams and make you see How really bad your love I need I want your love, I need your love Just like the birds need sky above I'll share my dreams and make you see How really bad your love I need  I want your love, I want your love I want your love, I want your love I want your love, I want your love  ",
        "title": "I Want Your Love"
    },
    {
        "artist": "Third World",
        "lyrics": "  Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Make Daddy shoot, make Daddy shoot Make Daddy shoot, make Daddy shoot Make Daddy shoot, shoot, shoot, shoot all over the place I say come on baby, when the music's playin' I wanna see you dance, dance, dance Come on baby, say when the music's playin' I wanna see you dance, get up and dance, ooh yeah, ooh yea I say come on baby, let me show what a, what a man can do I said music, oh, ah yeah Say stole into my soul, went on and on Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Let's give love a try Let love control, control your destiny Owe it to ourselves, yes, we do To live happy eternally Sweet love is what we're searchin' for And love is what we're lookin' for Yeah, now that I've got it right here in my hand I'm gonna spread it all over the land, now Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? You've got to forgive and forget Let hate, let hate, be your enemy Heart to the Lord And only love will set your spirit free Oh, love is what we've been searchin' for An' sweet love is what we're lookin' for Now that I've got it right here in my hand We gonna share it all over the land Now that we've found love Tell me, what we gonna do with it? I'd really like to know, woah Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? I said, â€½When my basement's lit Feel the whole damn world move Move to the grooveâ€\u009d I said, â€½It's love, yeahâ€\u009d Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it? Now that we've found love What are we gonna do with it?  ",
        "title": "Now That We Found Love"
    },
    {
        "artist": "Stonebolt",
        "lyrics": null,
        "title": "Love Struck"
    },
    {
        "artist": "Sarah Dash",
        "lyrics": null,
        "title": "Sinner Man"
    },
    {
        "artist": "The Jacksons",
        "lyrics": "  [Verse 1] I don't know what's gonna happen to you baby But I do know that I love ya You walk around this town with your head all up in the sky And I do know that I want ya  [Chorus] Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Ooo!  [Verse 2] You tease me with your loving to play hard to get Cause you do know that I want ya You walk around this town with your head all up in the sky And you know that I want ya  [Chorus] Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Shake it on down  [Verse 3] You're the spark that lit the fire inside of me And you do know that I love it I need to do you something to get closer to your soul And you do know that I want ya  [Chorus] Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Oooo!  You tease me with your loving to play hard to get Cause you do know that I want ya I need to do you something to get closer to your soul And you do know that I want ya  [Chorus] Let's dance, let's shout (shout) Shake your body down to the ground Lets dance, girl let's shout (let's shout are you aroused?) (shout) Shake your body down to the ground Let's dance, let's shout (shout) Shake your body down to the ground Let's dance, let's shout (shout) SHAKE IT OVER! Ooooo Down down down down down And around Shake it over Oooo! You know I wanna dance Let's dance and shout Dance Dance shout Dance Dance, shout Let's dance Dance shout  ",
        "title": "Shake Your Body (Down To The Ground)"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Bad brakes whole car shakes Looks like I'm heading for a breakdown Black smoke engine beginning to choke I must be heading for a breakdown  I pulled up for a mouth of Coca-Cola Down at Samuel's Cafe Saw a little Spanish lady coming over Said, \"Lady are you going my way?\" She said, \"O-lay with your\"  \"Bad brakes carburettor shakes Looks like you're heading for a breakdown Black smoke engine beginning to choke We must be heading for a breakdown\"  We hit the road at 90 miles an hour Heading for 'Frisco Bay' She said \"Senor you got cop on your shoulder\" I said \"Oh now we'd better not stay Now we got to get away with our\"  \"Bad brakes carburettor shakes Looks like we're heading for a breakdown\"  He was catching up nose right inside our mirror When the motor blowed We climbed out and she began to shiver \"Oh, no sir, please let us go\" He said \"Don't you know you got  \"Bad brakes carburettor shakes Looks like you bought yourself a breakdown Black smoke engine beginning to choke And you've got yourself a breakdown\"  Bad brakes engine beginning to shake Looks like we got ourselves a breakdown Black smoke engine beginning to choke We got ourselves a breakdown  ",
        "title": "Bad Brakes"
    },
    {
        "artist": "Blondie",
        "lyrics": "  [Verse 1] Once I had a love and it was a gas Soon turned out had a heart of glass Seemed like the real thing, only to find Mucho mistrust, love's gone behind  Once I had a love and it was divine Soon found out I was losing my mind It seemed like the real thing but I was so blind Mucho mistrust, love's gone behind  [Chorus] In between What I find is pleasing and I'm feeling fine Love is so confusing, there's no peace of mind If I fear I'm losing you, it's just no good You teasing like you do  [Verse 2] Once I had a love and it was a gas Soon turned out had a heart of glass Seemed like the real thing, only to find Mucho mistrust, love's gone behind  [Chorus] Lost inside Adorable illusion and I cannot hide I'm the one you're using, please don't push me aside We could've made it cruising, yeah  [Bridge] Yeah, riding high On love's true bluish light  [Verse 3] Once I had a love and it was a gas Soon turned out to be a pain in the ass Seemed like the real thing only to find Mucho mistrust, love's gone behind  [Chorus] In between What I find is pleasing and I'm feeling fine Love is so confusing, there's no peace of mind If I fear I'm losing you, it's just no good You teasing like you do  [Outro]  ",
        "title": "Heart Of Glass"
    },
    {
        "artist": "Gary's Gang",
        "lyrics": "  Ooh, ah Ooh, ah Ooh, ah Ooh, ah  Ooh, ah Keep me dancin' Ooh, ah Funky, funky music  Touch my body, make it funky Got a feeling like I wanna fly Will you love me tonight Dancin' baby, don't say maybe Don't you really wanna fly with me Will you get high with me tonight  Keep on dancin' To the funky music Keep on dancin' Dance with me tonight  You keep me dancin' Dancin' and romancin' Will you dance with me Tonight  Dance, dance, dance Dance, dance, dance Dance, dance, dance Dance, dance, dance  Dance, dance, dance Funky music Dance, dance, dance Move your body  Dance, dance, dance Keep me dancin'  Dance, dance, dance Dance, dance, dance Dance, dance, dance Dance, dance, dance  Dance, dance, dance Funky music Dance, dance, dance  Move your body  Dance, dance, dance Keep me dancin'  Ooh, ooh, dance Ooh, ooh, dance Ooh, ooh, dance Ooh, ooh, dance  Ooh, ooh, dance Ooh, ooh, dance Ooh, ooh, dance Ooh, ooh  Touch my body, make it funky Got a feeling like I wanna fly Will you love me Will you dance with me tonight  Keep on dancin' To the funky music Keep on dancin' Dance with me tonight  You keep me dancin' Dancin' and romancin' Will you dance with me Tonight  Dance, dance, dance Dance, dance, dance Dance, dance, dance Dance, dance, dance  Dance, dance, dance Dance, dance, dance Dance, dance, dance Dance, dance, dance  Dance, dance, dance Dance, dance, dance Dance, dance, dance Dance, dance, dance  Dance, dance, dance Dance, dance, dance  ",
        "title": "Keep On Dancin'"
    },
    {
        "artist": "Gino Vannelli",
        "lyrics": "  The wheels of life are turning so much faster The restless hands of time pass me by There are dreams I'll never live to see But as long as you believe in me I'll still feel them on the way As I take life day by day  Oh the wheels of time are turning so much stronger The blues of days gone by weigh me down But maybe love will come to rescue me And I'll never set you free Like the sea runs to the shore I've come back yo you once more  The wheels of life The wheels of life The wheels of life The wheels of life keep turning round and round  And if I should only have one tomorrow It's a lifetime if I knew I could spend that day with you  Ooh, the wheels of love will turn my world forever I want you in my arms for all time And maybe love will come to rescue me And I'll never ever set you free Like the sea runs to the shore I'll love you forever more  The wheels of life The wheels of life The wheels of life The wheels of life keep turning round and round  The wheels of life The wheels of life keep turning so much faster The wheels of life are turning so much stronger  ",
        "title": "Wheels Of Life"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Intro] Tonight I'm gonna have myself a real good time I feel alive And the world is turning inside out, yeah And floating around in ecstasy So don't stop me now Don't stop me Cause I'm having a good time Having a good time  [Verse 1] I'm a shooting star leaping through the sky Like a tiger defying the laws of gravity I'm a racing car passing by like Lady Godiva I'm gonna go go go There's no stopping me  [Pre-Chorus] I'm burning through the sky, yeah Two hundred degrees That's why they call me Mister Fahrenheit I'm traveling at the speed of light I want to make a supersonic man outta you  [Chorus] Don't stop me now I'm having such a good time I'm having a ball Don't stop me now If you want to have a good time Just give me a call Don't stop me now (Because I'm having a good time) Don't stop me now (Yes, I'm having a good time) I don't want to stop at all  [Verse 2] Yeah, I'm a rocket ship on my way to Mars On a collision course I am a satellite I'm out of control I'm a sex machine ready to reload Like an atom bomb about to Oh, oh, oh, oh, oh, explode!  [2nd Pre-Chorus] I'm burning through the sky, yeah Two hundred degrees That's why they call me Mister Fahrenheit I'm traveling at the speed of light I want to make a supersonic woman of you  [Bridge] Don't stop me, don't stop me, don't stop me (Hey, hey, hey!) Don't stop me, don't stop me, ooh, ooh, ooh (I like it!) Don't stop me, don't stop me (Have a good time, good time) Don't stop me, don't stop me, oh yeah  [Guitar Solo]  [Pre-Chorus] I'm burning through the sky yeah Two hundred degrees That's why they call me Mister Fahrenheit I'm traveling at the speed of light I want to make a supersonic man outta you  [Chorus] Don't stop me now I'm having such a good time I'm having a ball Don't stop me now If you want to have a good time Just give me a call Don't stop me now (Because I'm having a good time) Don't stop me now (Yes I'm having a good time) I don't want to stop at all Don't stop me now I'm having such a good time I'm having a ball Don't stop me now If you want to have a good time Just give me a call Don't stop me now (Because I'm having a good time) Don't stop me now (Yes I'm having a good time) I don't want to stop at all  ",
        "title": "Don't Stop Me Now"
    },
    {
        "artist": "Kate Bush",
        "lyrics": "  [Intro] \"He's here... He's here...\"  [Verse 1] I hear him, before I go to sleep And focus on the day that's been I realise he's there when I turn the light off And turn over Nobody knows about my man They think he's lost on some horizon  [Pre-Chorus 1] And suddenly I find myself Listening to a man I've never known before Telling me about the sea All his love, 'til eternity  [Chorus] Ooh, he's here again The man with the child in his eyes Ooh, he's here again The man with the child in his eyes  [Verse 2] He's very understanding And he's so aware of all my situations And when I stay up late He's always waiting, but I feel him hesitate Oh, I'm so worried about my love They say, \"No, no, it won't last forever.\"  [Pre-Chorus 2] And here I am again, my girl Wondering what on Earth I'm doing here Maybe he doesn't love me I just took a trip on my love for him  [Chorus] Ooh, he's here again The man with the child in his eyes Ooh, he's here again The man with the child in his eyes  ",
        "title": "The Man With The Child In His Eyes"
    },
    {
        "artist": "Voyage",
        "lyrics": "  Souvenirs are signs that take you away Souvenirs will make you leave here today For a world of joy and living A world of love and giving away far away  Souvenirs are signs that take me away Souvenirs will make me leave here today For a world of joy and living A world of love and giving away far away  'Cause all we need is a world of dreams Forgotten feelings come back in streams Come join us don't hesitate Just be yourself be free let's be free  'Cause all we need is a world of dreams Forgotten feelings come back in streams Come join us don't hesitate Just be yourself be free let's be free  Souvenirs are signs that take you away Souvenirs will make you leave here today For a world of joy and living A world of love and giving away far away  Souvenirs will leave the day far behind Souvenirs, your secret signs in the mind In a world of love and giving a world Where joy of living we call paradise  Let's find a place with celebrations and songs And souvenirs go along let's keep on moving  We'll find a place with celebrations and dance And souvenirs and romance We'll keep on moving  Let's find a place Let's find a place Let's find a place Let's keep on moving  We'll find a place We'll find a place We'll find a place We'll keep on moving  Let's find a place with celebrations and songs And souvenirs go along let's keep on moving  Let's find a place with celebrations and dance And souvenirs and romance We'll keep on moving Let's find a place Let's find a place Let's find a place  ",
        "title": "Souvenirs"
    },
    {
        "artist": "Instant Funk",
        "lyrics": "  I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine You've got to push it to me baby (Push it to me baby) Slide it to me honey (Slide it to me girl) If you want my money (If you want my money) You've got to make it good as honey Now you've got me grooving (You've got me groovin') Just keep on movin' (Movin', keep movin') The beat is really soothing (Really, really soothing) The more you keep me movin' (Keep me mooooovin') I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine (X4) Oh baby, waste me baby, waste me Taste me baby, taste me Space me, Space me I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime Tonight is fine I got my mind made up Come on, you can get it Get it girl, anytime Tonight is fine (Tonight is fine) Now you've got me groovin' (You've got me groovin') Just keep on moving (Movin', keep movin' The beat is really soothing (Really, really soothing) The more you keep me moving (Keep me moooooovin') Give it to me Give it to me I got my mind made up Come on, you can get it Get it girl, anytime (say what) Tonight is fine [4x]  ",
        "title": "I Got My Mind Made Up (You Can Get It Girl)"
    },
    {
        "artist": "Tasha Thomas",
        "lyrics": null,
        "title": "Shoot Me (With Your Love)"
    },
    {
        "artist": "Rose Royce",
        "lyrics": "  You abandoned me Love don't live here anymore Just a vacancy Love don't live here anymore  When you lived inside of me There was nothing I could conceive That you wouldn't do for me Trouble seemed so far away You changed that right away, baby  You abandoned me Love don't live here anymore Just a vacancy Love don't live here anymore  Love don't live here anymore Just emptiness and memories Of what we had before You went away Found another place to stay, another home  You abandoned me Love don't live here anymore Just a vacancy Love don't live here anymore  In the windmills of my eyes Everyone can see the loneliness inside me Why'd ya have to go away Don't you know I miss you so and need your love  You abandoned me Love don't live here anymore Just a vacancy Love don't live here anymore Love don't live here anymore  ",
        "title": "Love Don't Live Here Anymore"
    },
    {
        "artist": "Bonnie Pointer",
        "lyrics": null,
        "title": "Free Me From My Freedom/Tie Me To A Tree (Handcuff Me)"
    },
    {
        "artist": "Kansas",
        "lyrics": "  When I'm needin' a friend I can talk to the wind God I sure am glad that I found him Sometimes he seems to be the only one beside me Who can feel the Lord's breath all around him Winter's cold frozen ice or a bright autumn day On a warm summer night you can hear him say  Cry for me, sigh for me, sad my breezes flow Stay for me, play for me, the song my friends will know My lonely wind must blow  Mighty friend that is mine, can you give me a sign? He'll leave nothing but only to hear him I've seen the tall trees bend low when his mighty winds blow And that's all the more reason I fear him Hear him call for the earth lonely I can feel his great pain But on the eve of this day I'll join in his refrain  When I'm needing a friend I'll remember the wind And my life here with the breezes of sorrow I'll be leaving him soon 'cause I've got to make room For the lonely that will find him tomorrow On a black stormy night in your bosom I'll cling And I'll know I've found love and the last song we'll sing  ",
        "title": "Lonely Wind"
    },
    {
        "artist": "Barbra Streisand & Neil Diamond",
        "lyrics": "  You don't bring me flowers You don't sing me love songs You hardly talk to me anymore When you come through the door At the end of the day  I remember when You couldn't wait to love me Used to hate to leave me  Now after lovin' me late at night When it's good for you And you're feeling alright Well, you just roll over And you turn out the light  You don't bring me flowers anymore  It used to be so natural To talk about forever But 'used to be's' don't count anymore They just lay on the floor 'Til we sweep them away  And baby, I remember All the things you taught me I learned how to laugh And I learned how to cry Well I learned how to love Even learned how to lie  You'd think I could learn How to tell you goodbye 'Cause you don't bring me flowers Anymore  Well, you'd think I could learn How to tell you goodbye 'Cause you don't bring me flowers Anymore  ",
        "title": "You Don't Bring Me Flowers"
    },
    {
        "artist": "Bob Seger & The Silver Bullet Band",
        "lyrics": "  I know it's late I know you're weary I know your plans don't include me Still here we are Both of us lonely Longing for shelter from all that we see Why should we worry No one will care girl Look at the stars so far away  We've got tonight Who needs tomorrow We've got tonight babe why don't you stay  Deep in my soul I've been so lonely All of my hopes fading away I've longed for love Like everyone else does I know I'll keep searchin' even after today  So there it is girl I've said it all now And here we are babe What do you say  We've got tonight Who needs tomorrow We've got tonight babe why don't you stay  I know it's late I know you're weary Ohhhh I know your plans don't include me Still here we are Both of us lonely, both of us lonely  We've got tonight Who needs tomorrow Let's make it last Let's find a way Turn out the light come take my hand now We've got tonight why don't you stay  We've got tonight Who needs tomorrow Let's make it last Let's find a way Turn out the light come take my hand now We've got tonight why don't you stay  Ohh we've got tonight Who needs tomorrow Let's make it last Let's find a way Turn out the light come take my hand now We've got tonight why don't you stay  Ohhh ohhhhh why don't you stay  ",
        "title": "We've Got Tonight"
    },
    {
        "artist": "10cc",
        "lyrics": null,
        "title": "For You And I"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": null,
        "title": "Shattered"
    },
    {
        "artist": "Shalamar",
        "lyrics": "  [Produced by Leon F Sylvers III] [Written by: Kevin Spencer and Leon Sylvers III]  Take that to the bank Take that to the bank   A long time we stayed together Been through the roughest weather, you and I (Still rich with love) We never had to borrow And baby, only we know why   I'm so glad I saved my love for you And I did what I had to do I invested my heart so free For what you gave me  Open your account to me Cause I'll give you security, my love Take that to the bank My interest is strong I got a love you can count on, baby love Take that to the bank  Best believe I shopped around Good insurance you have found in me Don't you worry No one can steal my heart Our contract can't be torn apart That easily  Cause we build a strong love affair On investments of equal share Two hearts that beat as one Just look what love has done  Dime in the socket Just like money in my pocket, baby love Take that to the bank I know how to treat a man With me you're in good hands, baby love Take that to the bank  Keep savin', keep buildin' (Baby) That interest for our love Take that to the bank Keep savin', keep buildin' (Sugar) That interest for our love Take that to the bank  (Huh) Save on love Save it for me, baby (Huh) Save on love, yeah  Take that to the bank Take that to the bank  Keep savin', keep buildin' That interest for our love {Love} Take that to the bank Keep savin', keep buildin' That interest for our love {Love} Take that to the bank  Open your account to me Cause I'll give you security, my love Take that to the bank My interest is strong I got a love you can count on, baby love Take that to the bank  ",
        "title": "Take That To The Bank"
    },
    {
        "artist": "The London Symphony Orchestra/John Williams",
        "lyrics": "  Instrumental  ",
        "title": "Theme From Superman (Main Title)"
    }
]