[
    {
        "artist": "Iggy Azalea Featuring Charli XCX",
        "lyrics": "  [Verse 1: Iggy Azalea] First things first, I'm the realest (realest) Drop this and let the whole world feel it (let 'em feel it) And I'm still in the Murda Bizness I can hold you down, like I'm giving lessons in physics (right, right?) You should want a bad bitch like this (huh?) Drop it low and pick it up just like this (yeah) Cup of Ace, cup of Goose, cup of Cris High heels, something worth a half a ticket on my wrist (on my wrist) Taking all the liquor straight, never chase that (never) Rooftop like we bringing '88 back (what?) Bring the hooks in, where the bass at? Champagne spilling, you should taste that  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Verse 2: Iggy Azalea] I said baby, I do this, I thought that you knew this Can't stand no haters, and honest, the truth is And my flow retarded, each beat dear, departed Swagger on stupid, I can't shop at no department Better get my money on time, if they not money, decline And swear I meant that there so much that they give that line a rewind So get my money on time, if they not money, decline I just can't worry 'bout no haters, gotta stay on my grind Now tell me, who that, who that? That do that, do that? Put that paper over all, I thought you knew that, knew that I be that I-G-G-Y, put my name in bold I been working, I'm up in here with some change to throw  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Bridge: Charli XCX] Trash the hotel, let's get drunk on the minibar Make the phone call, feels so good getting what I want Yeah, keep on turning it up Chandelier swinging, we don't give a fuck Film star, yeah, I’m deluxe Classic, expensive, you don't get to touch, ow!  [Verse 3: Iggy Azalea] Still stunting, how you love that? Got the whole world asking how I does that Hot girl, hands off, don't touch that Look at it, I bet you wishing you could clutch that That's just the way you like it, huh? It's so good, he's just wishing he could bite it, huh? Never turn down nothing Slayin' these hoes, gold trigger on the gun like  [Hook: Charli XCX] I'm so fancy, you already know I'm in the fast lane, from L.A. to Tokyo I'm so fancy, can't you taste this gold? Remember my name, 'bout to blow-oh-oh-oh  [Outro: Iggy Azalea & (Charli XCX)] Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh) Who that, who that? I-G-G-Y That do that, do that, I-G-G-Y Who that, who that? I-G-G-Y (Blow-oh-oh-oh)  ",
        "title": "Fancy"
    },
    {
        "artist": "Ariana Grande Featuring Iggy Azalea",
        "lyrics": "  [Produced by Max Martin, Shellback, and Ilya]  [Music Video]  [Intro: Iggy Azalea + (Ariana Grande)] Uh-huh! It's Iggy Iggs! I got one more problem with you girl, hey! (One less, one less problem)  [Verse 1: Ariana Grande] Hey baby, even though I hate ya, I wanna love ya (I want you) And even though I can't forgive ya, I really want to (I want you) Tell me, tell me, baby Why can't you leave me? 'Cause even though I shouldn't want it, I gotta have it (I want you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem)  [Verse 2: Ariana Grande] I know you're never gonna wake up I gotta give up (But it's you) I know I shouldn't ever call back or let you come back (But it's you) Every time you touch me and say you love me I get a little bit breathless I shouldn't want it (But it's you)  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya I got one less problem without ya I got one less problem without ya (I got one less, one less problem) One less problem without ya I got one less problem without ya (ooh, babe) I got one less problem without ya (ooh, woah) (I got one less, one less problem)  [Verse 3: Iggy Azalea] It's Iggy Iggs! Uh, what you got? Smart money bettin' I'll be better off without you In no time I'll be forgettin' all about you You sayin' that you know But I really, really doubt you understand my life is easy when I ain't around you Iggy Iggy, too biggie to be here stressin' I'm thinkin' I love the thought of you more than I love your presence And the best thing now is probably for you to exit I let you go, let you back, I finally learned my lesson No half-steppin', either you want it or you just playin' I'm listenin' to you knowin' I can't believe what you're sayin' There's a million you's baby boo, so don't be dumb I got 99 problems but you won't be one Like what  [Bridge: Ariana Grande] One less, one less problem One less, one less problem  [Pre-Hook: Ariana Grande] Head in the clouds Got no weight on my shoulders I should be wiser, and realize that I've got  [Hook: Big Sean + (Ariana Grande)] One less problem without ya (hey) I got one less problem without ya (no, babe) I got one less problem without ya (ooh, ooh, baby) (I got one less, one less problem) One less problem without ya I got one less problem without ya (woo, hey!) I got one less problem without ya (I got one less, one less problem, problem) One less problem without ya (hey) I got one less problem without ya I got one less problem without ya (I got one less, one less, yeah) (I got one less, one less problem)  ",
        "title": "Problem"
    },
    {
        "artist": "MAGIC!",
        "lyrics": "  [Verse 1] Saturday mornin', jumped outta bed and put on my best suit Got in my car and raced like a jet all the way to you Knocked on your door with heart in my hand to ask you a question 'Cause I know that you're an old-fashioned man, yeah (yeah)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer is no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude?  [Verse 2] I hate to do this, you leave no choice, can't live without her Love me or hate me, we will be boys, standin' at that altar Or we will run away to another galaxy, you know You know she's in love with me, she will go anywhere I go  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but the answer's still no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Yeah (so rude)  [Pre-Chorus] Can I have your daughter for the rest of my life? Say yes, say yes 'cause I need to know You say I'll never get your blessin' till the day I die \"Tough luck, my friend, but no still means no!\"  [Chorus] Why you gotta be so rude? Don't you know I'm human too? Why you gotta be so rude? I'm gonna marry her anyway (marry that girl) Marry her anyway (marry that girl) Yeah, no matter what you say (marry that girl) And we'll be a family Why you gotta be so rude? Why, why, why, why? (Say) Say, why you gotta be so rude?  ",
        "title": "Rude"
    },
    {
        "artist": "John Legend",
        "lyrics": "  [Verse 1] What would I do without your smart mouth? Drawing me in and you kicking me out You got my head spinning, no kidding, I can't pin you down What's going on in that beautiful mind? I'm on your magical mystery ride And I'm so dizzy, don't know what hit me, but I'll be all right  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Verse 2] How many times do I have to tell you? Even when you're crying, you're beautiful too The world is beating you down, I'm around Through every mood You're my downfall, you're my muse My worst distraction, my rhythm and blues I can't stop singing, it's ringing in my head for you  [Pre-Hook] My head's under water but I'm breathing fine You're crazy and I'm out of my mind  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Bridge] Cards on the table, we're both showing hearts Risking it all, though it's hard  [Hook] Cause all of me loves all of you Love your curves and all your edges All your perfect imperfections Give your all to me, I'll give my all to you You're my end and my beginning Even when I lose, I'm winning Cause I give you all of me And you give me all of you  [Outro] I give you all of me And you give me all of you  ",
        "title": "All Of Me"
    },
    {
        "artist": "Jason Derulo Featuring Snoop Dogg",
        "lyrics": "  [Intro: Jason Derulo & Snoop Dogg] Ayo, Jason (Oh yeah!) Say somethin' to her, holla at her Haha, I got one question Haha, how do you fit, all that, in them jeans? Hahaha You know what to do with that big fat butt   Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 1: Jason Derulo] Patty cake, patty cake, with no hands Got me in this club, making wedding plans If I take pictures while you do your dance (do your dance) I could make you famous on Instagram  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle Wiggle wiggle wiggle Just a little bit (swing)  [Verse 2: Jason Derulo] Cadillac Cadillac, pop that trunk Let's take a shot, alley oop that donk Tired of working that nine to five Well, baby, let me come and change your life  [Pre-Chorus: Jason Derulo] Hot damn it (woo), your booty like two planets (woo) Go ahead and go ham sandwich (woo) Woah, I can't stand it 'Cause you know what to do with that big fat butt (oh yeah)  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, little bit, little bit) (swing)  [Verse 3: Snoop Dogg] Shake what your mamma gave you, misbehave you I just wanna strip you, dip you, flip you, bubble bathe you What they do, taste my raindrops, k boo? Now what you're willing, what you wanting, what you may do Completely separated 'til I deeply penetrate it Then I take it out and wipe it off, eat it, ate it, love it, hate it Overstated, underrated, everywhere I been Can you wiggle wiggle for the D-O-double G again?  [Bridge: Jason Derulo] Come on, baby, turn around (turn around, turn around, turn around, yeah) You're a star, girl, take a bow (take a bow, take a bow, take a bow, haha, yeah) It's just one thing that's killing me How do you fit that in them jeans? You know what to do with that big fat butt  [Chorus: Jason Derulo & Snoop Dogg] Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (wiggle wiggle wiggle) Wiggle wiggle wiggle (shake it, shake it, girl) Just a little bit (little bit, wiggle wiggle wiggle) (oh, woah)  [Outro: Snoop Dogg] & Jason Derulo Now make it clap (wiggle wiggle wiggle) Now make it clap (wiggle wiggle wiggle) Now make it clap Love it when you do it like that With no hands, baby, make it clap Baby, make it clap, clap, clap (like, swing) Damn, baby, you got a bright future behind you  ",
        "title": "Wiggle"
    },
    {
        "artist": "DJ Snake & Lil Jon",
        "lyrics": "  [Produced by DJ Snake]  [Intro: Lil Jon] Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  [Bridge: Lil Jon] Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots Fire up that loud, another round of shots  [Hook: Lil Jon] Turn down for what? Turn down for what? Turn down for what? Turn down for what? Turn down for what?  ",
        "title": "Turn Down For What"
    },
    {
        "artist": "Nico & Vinz",
        "lyrics": "  [Verse 1: Vinz] Am I wrong for thinking out the box from where I stay? Am I wrong for saying that I choose another way? I ain't trying to do what everybody else doing Just cause everybody doing what they all do If one thing I know - I'll fall, but I'll grow I'm walking down this road of mine, this road that I call home  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Verse 2: Nico] Am I tripping for having a vision? My prediction - I'mma be on top of the world Walk your walk, and don't look back Always do what you decide Don't let them control your life That's just how I feel, oh Fight for yours, and don't let go Don't let them compare you, no Don't worry, you're not alone That's just how we feel  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  [Bridge: Nico] If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right If you tell me I'm wrong, wrong I don't wanna be right, right If you tell me I'm wrong, wrong I don't wanna be right  [Chorus: Vinz] So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  So am I wrong For thinking that we could be something for real? Now am I wrong For trying to reach the things that I can't see? But that's just how I feel That's just how I feel That's just how I feel Trying to reach the things that I can't see  ",
        "title": "Am I Wrong"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Produced by Pharrell Williams]  [Verse 1] It might seem crazy what I'm 'bout to say Sunshine she's here, you can take a break I'm a hot air balloon that could go to space With the air, like I don't care, baby, by the way  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Verse 2] Here come bad news, talking this and that (Yeah!) Well, give me all you got, don't hold it back (Yeah!) Well, I should probably warn ya, I'll be just fine (Yeah!) No offense to you, don’t waste your time, here's why...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  [Bridge] Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said... Bring me down Can't nothing bring me down My level's too high to bring me down Can't nothing bring me down, I said...  [Hook] (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do (Because I'm happy) Clap along if you feel like a room without a roof (Because I'm happy) Clap along if you feel like happiness is the truth (Because I'm happy) Clap along if you know what happiness is to you (Because I'm happy) Clap along if you feel like that's what you wanna do  ",
        "title": "Happy"
    },
    {
        "artist": "Calvin Harris",
        "lyrics": null,
        "title": "Summer"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] Guess it's true, I'm not good at a one-night stand But I still need love cause I'm just a man These nights never seem to go to plan I don't want you to leave, will you hold my hand?  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Verse 2] Why am I so emotional? No it's not a good look, gain some self control And deep down I know this never works But you can lay with me so it doesn't hurt  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? (Oh won't you stay, won't you stay) Cause you're all I need This ain't love, it's clear to see (This ain't love, no, no) But darling, stay with me  ",
        "title": "Stay With Me"
    },
    {
        "artist": "Katy Perry Featuring Juicy J",
        "lyrics": "  [Produced by Max Martin and Dr. Luke] [Video directed by Matthew Cullen]  [Intro: Juicy J] Yeah ya'll know what it is Katy Perry, Juicy J Uh huh, let's rage!  [Verse 1: Katy Perry] I knew you were, you were gonna come to me And here you are, but you better choose carefully 'Cause I, I'm capable of anything Of anything, and everything Make me your Aphrodite Make me your one and only But don't make me your enemy Your enemy, your enemy  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 2: Katy Perry] Mark my words, this love will make you levitate Like a bird, like a bird without a cage We're down to earth if you choose to walk away Don't walk away It's in the palm of your hand now, baby It's a yes or a no, no maybe So just be sure before you give it all to me All to me, give it all to me  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  [Verse 3: Juicy J] She's a beast, I call her Karma She eat your heart out like Jeffrey Dahmer Be careful, try not to lead her on Shawty's heart is on steroids, 'cause her love is so strong You may fall in love when you meet her If you get the chance, you better keep her She's sweet as pie, but if you break her heart She turn cold as a freezer That fairy tale ending with a knight in shining armor She can be my sleeping beauty, I'm gon' put her in a coma (Woo!) Damn, I think I love her, shawty's so bad, I'm sprung and I don't care She ride me like a roller coaster, turn the bedroom into a fair Her love is like a drug, I was tryna hit it and quit it But lil mama so dope, I messed around and got addicted  [Chorus: Katy Perry] So you wanna play with magic? Boy, you should know what you're falling for Baby, do you dare to do this? Cause I'm coming at you like a dark horse Are you ready for, ready for A perfect storm, perfect storm? 'Cause once you're mine, once you're mine There's no going back  ",
        "title": "Dark Horse"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] I don’t mind Letting you down easy, but just give it time If it don’t hurt now just wait, just wait a while You’re not the big fish in the pond no more You are what they're feeding on  [Bridge] So what are you gonna do When the world don't orbit around you So what are you gonna do When the world don't orbit around you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Verse 2] Where you're from You might be the one who’s running things Well you could ring anybody's bell and get want you want You see it’s easy to ignore trouble When you’re living in a bubble  [Bridge] So what are you gonna do When the world don’t orbit around you So what are you gonna do When nobody wants to fool with you  [Chorus] Ain’t it fun Living in the real world Ain’t it good Being all alone  [Bridge] Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it good to be on your own Ain’t it fun, you can't count on no one Ain’t it fun Living in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Ain’t it fun, ain’t it fun Baby now you’re one of us Ain’t it fun, ain’t it fun, ain’t it fun  [Chorus] Ain’t it fun Living in the real world Ain’t it good Ain’t it good, being all alone Ain’t it fun Living in the real world , 'cuse world don’t orbit around you Ain’t it good Being all alone Being alone  [Outro] Don’t go crying to your mama (To your mother) ‘Cause you’re on your own in the real world (Don’t go crying) Don’t go crying to your mama (To your mama) ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world (This is the real world) Don’t go crying to your mama ‘Cause you’re on your own in the real world This is the real world This is the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world Don’t go crying to your mama ‘Cause you’re on your own in the real world  ",
        "title": "Ain't It Fun"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] Said all I want from you Is to see you tomorrow And every tomorrow Maybe you’ll let me borrow, your heart And is it too much to ask for every Sunday? And while we're at it throw in every other day to start  [Pre-Chorus] I know people make promises all the time Then they turn right around and break them When someone cuts your heart open with a knife Now you're bleeding But I could be that guy to heal it over time And I won’t stop until you believe it Cause baby you’re worth it  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah  [Verse 2] Now how about I be the last voice you hear tonight? And every other night for the rest of the nights that there are And every morning I just wanna see you staring back at me Cause I know that’s a good place to start  [Pre-Chorus] I know people make promises all the time Then they turn right around and break them When someone cuts your heart open with a knife Now you're bleeding But I could be that guy to heal it over time And I won’t stop until you believe it Cause baby you’re worth it  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah   [Bridge] No I won’t fill your mind With broken promises and wasted time And if you fall, you’ll always land right in these arms These arms of mine  [Chorus] So don't act like it’s a bad thing to fall in love with me Cause you might fuck around and find your dreams come true with me Spend all your time and your money just to find out that my love was free So don't act like it’s a bad thing to fall in love with me, me It’s not a bad thing to fall in love with me, me Fall, yeah  ",
        "title": "Not A Bad Thing"
    },
    {
        "artist": "Disclosure Featuring Sam Smith",
        "lyrics": "  [Intro] Never Never Never  [Verse 1: Sam Smith] You lift my heart up when the rest of me is down You, you enchant me even when you're not around If there are boundaries, I will try to knock them down I’m latching on, babe, now I know what I have found  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Verse 2: Sam Smith] I'm so encaptured, got me wrapped up in your touch Feel so enamored, hold me tight within your clutch How do you do it? You got me losing every breath What did you give me to make my heart beat out my chest?  [Bridge: Sam Smith] I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby? I feel we're close enough I wanna lock in your love I think we're close enough Could I lock in your love, baby?  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Chorus: Sam Smith] Now I've got you in my space I won't let go of you Got you shackled in my embrace I'm latching on to you  [Outro: Sam Smith] I'm latching on to you I won't let go of you I'm latching on to you I won't let go of you I won't let go, I won't let go I won't let go, I won't let go  ",
        "title": "Latch"
    },
    {
        "artist": "Jason Derulo Featuring 2 Chainz",
        "lyrics": "  [Prod. by Ricky Reed]  [Intro: Jason Derulo] (Jason, haha Jason Derulo) Haha, get Jazzy on 'em  [Verse 1: Jason Derulo] I'm that flight that you get on, international First class seat on my lap, girl, riding comfortable (oh yeah) Ha 'cause I know what da girl dem need, New York to Haiti I got lipstick stamps on my passport, you make it hard to leave  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] Talk dirty to me (what?) Talk dirty to me Talk dirty to me (what?) Get Jazzy on 'em  [Verse 2: Jason Derulo] You know the words to my songs, no habla inglés (oh) Our conversations ain't long, but you know what is I know what the girl dem want, London to Taiwan I got lipstick stamps on my passport, I think I need a new one  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] Talk dirty to me (what?) Talk dirty to me Talk dirty to me (what?)  [Bridge: Jason Derulo & (2 Chainz)] Uno: met a friend in Rio Dos: she was all on me-o Tres: we could ménage à three-o Cuatro, oh, yeah (2 Chainz)  [Verse 3: 2 Chainz & (Jason Derulo)] Dos Cadenas, close to genius Sold out arenas, you can suck my penis (ooh) Gilbert Arenas, guns on deck (haha) Chest to chest, tongue on neck (neck) International oral sex Every picture I take, I pose a threat (I pose a threat) Bought a jet, what do you expect? Her pussy so good I bought her a pet (oh, oh, oh) Anyway, every day I'm trying to get to it Got her saved in my phone under \"Big Booty\" (Big Booty, haha) Anyway, every day I'm trying to get to it Got her saved in my phone under \"Big Booty\" (in my phone)  [Pre-Chorus: Jason Derulo] Been around the world, don't speak the language (uh-huh) But your booty don't need explaining (uh-huh) All I really need to understand is when you (uh-huh) Talk dirty to me  [Chorus: Jason Derulo] You do Talk dirty to me (what?) Yeah, yeah Talk dirty to me Talk to me Talk dirty to me (what?) Ooh, oh, yeah Get Jazzy on 'em  [Outro] What? I don't understand  ",
        "title": "Talk Dirty"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": null,
        "title": "Sing"
    },
    {
        "artist": "Florida Georgia Line Featuring Luke Bryan",
        "lyrics": "  [Verse 1] The mixtapes got a little Hank, little Drake A little something bumping, thump, thumping on the wheel ride The mix in our drink's a little stronger than you think So get a grip, take a sip of that feel right The truck's jacked up, flat bills flipped back Yeah you can find us where the party's at  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do We're burning down the night shooting bullets at the moon, baby This is how we roll...  [Verse 2] Yeah baby this is how we roll We rollin' into town With nothing else to do we take another lap around Yeah holla at your boy if you need a ride If you roll with me, yeah you know we rollin' high Up on them 37 Nittos, windows tinted hard to see though How fresh my baby is in the shotgun seat oh Them kisses are for me though, automatic like a free throw This life I live it might not be for you, but it's for me though Let's roll!  [Chorus] This is how we roll... We hanging round singing out everything on the radio, woah... We light it up with our hands up This is how we roll This is how we do When the world turns ugly I just turn and look at you, baby This is how we roll...  [Guitar Solo]  [?]  [Bridge: Luke Bryan] Yeah we're proud to be young We stick to our guns We love who we love and we wanna have fun Yeah we cuss on them Mondays And pray on them Sundays Pass it around and we dream about one day  [Chorus] 'Cause this is how we roll... (come now) We hanging round singing out everything on the radio, woah... (get your hands up, get your hands up, get your hands up) We light it up with our hands up This is how we roll This is how we ride We slangin' up the mud cuttin' through the country side, baby This is how we roll...  [Outro] Yeah, this is how we roll… (this is how we roll)(yeah baby, lets go) This how we roll, (this is how we roll…) This is how we do We burnin down the night shootin bullets at the moon Baby this is how we roll… (BK, Tyler) (one more time, let’s go) Yeah this is how we roll (this is how we roll)…  ",
        "title": "This Is How We Roll"
    },
    {
        "artist": "MKTO",
        "lyrics": "  [Intro] Hey! Where's the drums? Wooh oh oh oh Let's go!  [Verse 1: Tony Oller] Woo girl, you're shining Like a 5th Avenue diamond And they don't make you like they used to You're never going out of style Woo pretty baby This world might have gone crazy The way you saved me, who could blame me? When I just wanna make you smile  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 1] You're over my head, I'm out of my mind Thinking I was born in the wrong time One of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic (Baby you) Baby, you're so classic  [Verse 2: Tony Oller] Four dozen of roses Anything for you to notice All the way to serenade you Doing it Sinatra style Imma pick you up in a Cadillac Like a gentleman, bringing, glamour back Keep it real to real in the way I feel I could walk you down the aisle  [Pre-Hook] I wanna thrill ya like Michael I wanna kiss you like Prince Let's get it on like Marvin Gaye, like Hathaway Write a song for you like this  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  [Verse 3: Malcolm Kelly] Baby you're class, and baby you're sick I never met a girl like you until we met A star in the 40's, center fold in the 50's You got met tripping out like the 60's, hippies Queen of the discotheque A 70's dream and an 80's best Hepburn, Beyonce, Marilyn, Massey Girl you're timeless Just so classic  [Hook 2] You're over my head, I'm out of my mind Thinking I was born in the wrong time It's not a rewind, everything is so throwback-ish I kinda like it like it Out of my league, old school chic Like a movie star from a silver screen You're one of a kind, living in a world gone plastic Baby, you're so classic Baby, you're so classic Baby, you're so classic  ",
        "title": "Classic"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Prod. by Dr. Luke, Max Martin, Cirkut] [Written by Katy Perry, Dr. Luke, Max Martin, Bonnie McKee, Henry Walter]  [Verse 1] I heard you're feeling nothing's going right Why don't you let me stop by? The clock is ticking, running out of time So we should party all night  [Pre-Chorus 1] So cover your eyes, I have a surprise I hope you got a healthy appetite If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Verse 2] Pop your confetti, pop your Pérignon So hot and heavy 'til dawn I got you spinning like a disco ball All night they're playing your song  [Pre-Chorus 2] We're living the life, we're doing it right You're never gonna be unsatisfied If you wanna dance, if you want it all You know that I'm the girl that you should call  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Bridge] Happy birthday... So let me get you in your birthday suit It's time to bring out the big balloons So let me get you in your birthday suit It's time to bring out the big, big, big, big, big, big balloons  [Chorus] Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate Boy, when you're with me, I'll give you a taste Make it like your birthday every day I know you like it sweet, so you can have your cake Give you something good to celebrate  [Post-Chorus] So make a wish I'll make it like your birthday every day I'll be your gift Give you something good to celebrate  [Outro] Happy birthday...  ",
        "title": "Birthday"
    },
    {
        "artist": "Rixton",
        "lyrics": "  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 1] Yeah... Shotgun, aimed at my heart, you got one Tear me apart and then some How do we call this love? I try to run away but your eyes Tell me to stay oh why Why do we call this love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Verse 2] Maybe some part of you just hates me You pick me up and play me How do we call this love? One time tell me you need me tonight To make it easy, you lie And say it's all for love?  [Pre-Chorus] It seems like we've been losing control Somebody tell me I'm not alone When I say  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  [Bridge] Me and my broken Yeah, yeah, yeah Me and my broken Yeah, yeah, yeah How do we call this? It's just me It's just me It's just me Me and my broken heart  [Chorus] All I need's a little love in my life All I need's a little love in the dark A little but I'm hoping it might kick start Me and my broken heart I need a little loving tonight Hold me so I'm not falling apart A little but I'm hoping it might kick start Me and my broken heart  ",
        "title": "Me And My Broken Heart"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & French Montana Or Too $hort Or Tyga",
        "lyrics": "  [Intro: Lil Wayne & Chris Brown] YOUNG MULA BAAAAY-BAY! (Let me see) Haha, you thought it was over? (Let me see)  [Verse 1: Lil Wayne] I wasn't born last night I know these hoes ain’t right But you was blowing up her phone last night But she ain’t have her ringer nor her ring on last night, oh Nigga, that’s that nerve Why give a bitch your heart When she rather have a purse? Why give a bitch your inch When she rather have nine? You know how the game goes She be mine by half time, I’m the shit, oh Nigga, that’s that nerve You all about her, and she all about hers Birdman Junior in this bitch, no flamingos And I done did everything but trust these hoes (CB fuck with me!)  [Hook: Chris Brown] When a rich nigga want you And your nigga can't do nothing for ya These hoes ain’t loyal These hoes ain’t loyal Yeah, yeah, let me see  [Bridge: Chris Brown] Just got rich Took a broke nigga’s bitch I can make a broke bitch rich But I don’t fuck with broke bitches  [Verse 2: Chris Brown] Got a white girl with some fake titties I took her to the bay with me Eyes closed smoking marijuana Rolling up the Bob Marley I’m a Rasta She wanna do drugs (drugs) smoke weed, get drunk (wasted) She wanna see a nigga trap She wanna fuck all the rappers (uh-huh)  [Hook]  [Verse 3: Chris Brown] Black girl with a big booty If she a bad bitch, let’s get to it, right away We up in this club Bring me the bottles I know girl, that you came in this bitch with your man That’s a no-no girl All this money in the air I wanna see you dance  [Bridge]  [Hook]  [Verse 4: French Montana] HAH! Once Cirocs in the system Ain’t no telling will I fuck them, will I diss them That’s what they be yelling, I’m a pimp by blood Not relation, I don’t chase em, I replace em (HANNNN!) LVs, Hermes, Dolces Them hoes, ain’t loyal, man, they rotate School me to the game, now I know my duty Put her in the Lotus She was riding in that hoopty (WHOOP!) Fuck that bitch I got my own ho Fuck your weed I got my own smoke Had to put my mink back on Tell that bitch, put her ring back on Montana  [Verse 5: Chris Brown] Come on, come on, girl Why you frontin’? Baby show me something When I call her, she gon’ leave And I bet that bottom dollar she gon’ cheat Come on, come on, girl Why you frontin’? Baby show me something You done spent your bread on her And it’s all for nothing (yeah, yeah, yeah)  [Hook]  ",
        "title": "Loyal"
    },
    {
        "artist": "Idina Menzel",
        "lyrics": null,
        "title": "Let It Go"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] She was sittin' all alone over on the tailgate Tan legs swingin' by a Georgia plate I was lookin' for her boyfriend Thinkin', \"no way she ain't got one\" Soon as I sat down I was fallin' in love Tryin' to pour a little sugar in her Dixie cup Talkin' over the speakers in the back of that truck She jumped up and cut me off  [Chorus] She was like, \"oh my God, this is my song I've been listenin' to the radio all night long Sittin' 'round waitin' for it to come on and here it is\" She was like, \"come here, boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' me around till it faded out And she gave me a kiss And she said, \"play it again, play it again, play it again\" And I said, \"play it again, play it again, play it again\"  [Verse 2] I'd gave that DJ my last dime If he would have played it just one more time But a little while later We were sittin' in the drive in my truck Before I walked her to the door I was scannin' like a fool AM, FM, XM too But I stopped real quick when I heard that groove Man, you should have seen her light up  [Chorus 2] She was like, \"oh my God, this is my song We've been listenin' to the radio all night long I can't believe that it came back on, but here it is\" She was like, \"come here boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' in the headlights she gave me a goodnight kiss And I said, \"play it again, play it again, play it again\"  [Bridge] And she said, \"play it again, play it again, play it again\" The next Friday night we were sittin' out under the stars You should have seen her smile when I broke out my guitar  [Chorus 3] She was like, \"oh my God, this is my song I've been listenin' to the radio all night long Sittin' 'round waitin' for it to come on and here it is\" She was like, \"come here boy, I wanna dance!\" 'Fore I said a word, she was takin' my hand Spinnin' in the headlights she gave me a goodnight kiss And she said, \"play it again, play it again, play it again\" And I said, \"play it again, play it again, play it again\"  [Outro] Yeah play it again, play it again, play it again Somebody play it again, play it again, play it again  ",
        "title": "Play It Again"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Verse 1] Ayo, they could never make me hate you Even though what you was doin’ wasn’t tasteful Even though you out here lookin’ so ungrateful I'mma keep it movin’ be classy and graceful I told 'em it’s no friends in the game, you ain’t learned that yet All the bridges you came over, don’t burn that yet Niggas want respect, but niggas ain't earned that yet Self-righteous and entitled but they swearin' on the Bible, that They love you, when really they no different from all your rivals But I still don’t wish death on ‘em, I just reflect on 'em  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Verse 2] Yo, people will love you and support you when it’s beneficial I'mma forgive, I won't forget, but I'mma dead the issue Soon as you out a nigga’s life is when they start to miss you They see you doin' good now, it’s kinda hard to diss you Niggas be sick when they remember all the bad they wished you Niggas be mad when they can't come and live lavish with you But I sped off in a Benzy, I see the envy, when I’m causing a frenzy So I pop pills for 'em, cop cribs in the hills, on ‘em  [Pre-Hook] Pills n' potions We're overdosin' I'm angry but I still love you Pills n potions We’re overdosin' Can't stand it but I still love you  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  [Bridge] I get high off your memory I get high off your memory I get high off your memory In due time we’ll be fine In due time  [Hook] I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love I still love, I still love, I still love, I still love, I still lo-o-ove I still love, I still love, I still love, I still love, I still love  ",
        "title": "Pills N Potions"
    },
    {
        "artist": "Bastille",
        "lyrics": "  [Directed by Jesse John Jenkins]  [Intro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  [Verse 1] I was left to my own devices Many days fell away with nothing to show  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Verse 2] We were caught up and lost in all of our vices In your pose as the dust settled around us  [Pre-Chorus] And the walls kept tumbling down in the city that we love Great clouds roll over the hills, bringing darkness from above  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this?  [Bridge] Oh, where do we begin, the rubble or our sins? Oh, where do we begin, the rubble or our sins?  [Pre-Chorus] And the walls kept tumbling down in the city that we love (Oh, where do we begin, the rubble or our sins?) Great clouds roll over the hills bringing darkness from above (Oh, where do we begin, the rubble or our sins?)  [Chorus] But if you close your eyes Does it almost feel like nothing changed at all? And if you close your eyes Does it almost feel like you've been here before? How am I going to be an optimist about this? How am I going to be an optimist about this? If you close your eyes Does it almost feel like nothing changed at all?  [Outro] Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu Eh, eheu, eheu  ",
        "title": "Pompeii"
    },
    {
        "artist": "PSY Featuring Snoop Dogg",
        "lyrics": "  [Hook] Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Try to make a bad memory over and over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Can not find a single piece of me, game over Hangover Hangover Hangover, hangover, hangover, hangover-over-over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over Can not find a single piece of me, game over  [Verse 1: Snoop Dogg] Drink ‘till you’re drunk Smoke like a broke stove Don’t quit, take flight I can’t remember last night It’s aight, this the life of a superstar Sci-fi with that boy trooping hard, couping cars Snoop be hard in the paint Drink another cup until I fall flat All lead and then some 1-5-1, done dilly Really for sure that I’m throw back intoxicated Change over, game over, hangover, faded  [Verse 2: PSY] Body Shit Miss 대체 어디 있으 꾀꼬리 못 찾겠어 Eeny, meeny, miny, moe catch a lady by the toe 안 예쁘면 예뻐 보일 때까지 빠라삐리뽀  [Pre-hook] Drink it up and get sick Bottom’s up, get wasted Pour it up, drink it up, live it up, give it up Oh my God, dammit, there’s the fucking limit Pour it up, drink it up, live it up, give it up (받으시오) But I can’t stop Making bottles pop until the wheels fall off (받으시오) And I can't quit I wake up in the morning do the same shit Wake up in the morning do the same shit  [Hook] Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Try to make a bad memory over and over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Can not find a single piece of me, game over Hangover Hangover Hangover, hangover, hangover, hangover-over-over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over Can not find a single piece of me, game over  [Bridge: Snoop Dogg] Waking and baking, shaking the fleas Caking and baking, raking the cheese Early in the morning in the bathroom on my knees Tipping and dripping, flipping the flow Whipping and dripping a drink on the floor This is the only way that I was taught a long time ago Seoul, Korea, you’ll see a G-a like me-a Never would there ever be another like he-a G-A-N-G-S-T-A, nothing left to say I done smoked my whole day  [Verse 3: PSY] 베이비 나를 시험해, 어서 나를 시험해 거시기가 거시기하니 거시기하고 거시기해 내일은 없다 에라 (에라) 모르겠다 내 배를 째라 (째라) 내일의 나는 오늘의 너를 백프로 몰라 (몰라) 에  [Pre-hook] Drink it up and get sick Bottom’s up, get wasted Pour it up, drink it up, live it up, give it up Oh my God, dammit, there’s the fucking limit Pour it up, drink it up, live it up, give it up (받으시오) But I can’t stop Making bottles pop until the wheels fall off (받으시오) And I can't quit I wake up in the morning do the same shit Wake up in the morning do the same shit  [Hook] Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Try to make a bad memory over and over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Can not find a single piece of me, game over Hangover Hangover Hangover, hangover, hangover, hangover-over-over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over Can not find a single piece of me, game over  [Bridge: Snoop Dogg] Waking and baking, shaking the fleas Caking and baking, raking the cheese Early in the morning in the bathroom on my knees Tipping and dripping, flipping the flow Whipping and dripping a drink on the floor This is the only way that I was taught a long time ago Seoul, Korea, you’ll see a G-a like me-a Never would there ever be another like he-a G-A-N-G-S-T-A, nothing left to say I done smoked my whole day  [Hook] Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Try to make a bad memory over and over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Can not find a single piece of me, game over Hangover Hangover Hangover, hangover, hangover, hangover-over-over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over Can not find a single piece of me, game over  [Pre-hook] Drink it up and get sick Bottom’s up, get wasted Pour it up, drink it up, live it up, give it up Oh my God, dammit, there’s the fucking limit Pour it up, drink it up, live it up, give it up (받으시오) But I can’t stop Making bottles pop until the wheels fall off (받으시오) And I can't quit I wake up in the morning do the same shit Wake up in the morning do the same shit  [Hook] Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Try to make a bad memory over and over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over (bend over) Party’s over, it ain’t over Can not find a single piece of me, game over Hangover Hangover Hangover, hangover, hangover, hangover-over-over Hangover, hangover, hangover, hangover-over-over (bend over) Hangover, hangover, hangover, hangover-over-over Can not find a single piece of me, game over  ",
        "title": "Hangover"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars Yeah we'll be counting stars  [Verse 1 - OneRepublic] I see this life, like a swinging vine Swing my heart across the line And in my face is flashing signs Seek it out and ye' shall find Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so right Doing the wrong thing I-I-I-I feel something so wrong Doing the right thing I couldn't lie, couldn't lie, couldn't lie Everything that kills me makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Verse 2- OneRepublic] I feel the love and I feel it burn Down this river, every turn Hope is our four-letter word Make that money, watch it burn Old, but I'm not that old Young, but I'm not that bold And I don't think the world is sold On just doing what we're told I-I-I-I feel something so wrong Doing the right thing I could lie, could lie, could lie Everything that drowns me makes me wanna fly  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned Take that money Watch it burn Sink in the river The lessons I've learned  [Interlude - OneRepublic] Everything that kills me Makes me feel alive  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be counting stars  [Chorus - OneRepublic] Lately, I've been, I've been losing sleep Dreaming about the things we could be But baby, I've been, I've been praying hard Said no more counting dollars We'll be, we'll be counting stars  [Bridge - OneRepublic] Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  Take that money Watch it burn Sink in the river The lessons I've learned  ",
        "title": "Counting Stars"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] Just watching her blonde hair, sun burn, stare at them Wack caps rolling over Laid back in a thrift store beach chair Dropping limes in her Corona Well she looks back, yeah, she throws me a kiss Like \"Honey, I sure want you\" And it's a hundred and three between her and me And only 92 in Daytona  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Verse 2] We got 2-for-1s, we're at a margarita bar Whatever happens happens And there's a reggae band, full of dread heads Just sittin' in the corner laughing Well my baby walks over, drops a 20 in a jar She smiles and shakes it at me Yeah, she gets 'em going, she gets 'em playing A little, don't worry be happy  [Chorus] And it's sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Bridge] Talking 'bout Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand, just a summertime strollin' Chillin', breezin', sippin', singin' woah a oh, oh Beachin'  [Outro] Sunshine, blue eyes, tan lines, so tight Rolling white sand, cold can koozie in my hand  ",
        "title": "Beachin'"
    },
    {
        "artist": "Charli XCX",
        "lyrics": "  [Verse 1] You're picture-perfect blue Sunbathing under the moon Stars shining as your bones illuminate First kiss just like a drug Under your influence You take me over, you're the magic in my veins This must be love  [Chorus] Boom clap, the sound of my heart The beat goes on and on and on and on and Boom clap, you make me feel good Come on to me, come on to me now Boom clap, the sound of my heart The beat goes on and on and on and on and Boom clap, you make me feel good Come on to me, come on to me now  [Verse 2] No silver or no gold Could dress me up so good You're the glitter in the darkness of my world Just tell me what to do I'll fall right into you We're going under cast the spell, just say the word I feel your love!  [Chorus]  [Bridge] You are the light and I will follow You let me lose my shadow You are the sun, the glowing halo And you keep burning me up with all your love, oh  [Chorus](2x)  ",
        "title": "Boom Clap"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I'll be your light, your match, your burning sun I'll be the bright, in black, that's making you run And we'll feel alright, and we'll feel alright 'Cause we'll work it out, yeah we'll work it out I'll be doing this, if you had a doubt Til the love runs out, 'til the love runs out  [Verse 2] I'll be your ghost, your game, your stadium I'll be your fifty-thousand clapping like one And I feel alright, and I feel alright 'Cause I worked it out, yeah I worked it out I'll be doin' this, if you had a doubt Til the love runs out, 'til the love runs out  [Chorus] I got my mind made up, Man I can't let go I'm killing every second 'til it saves my soul I'll be running, I'll be running Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down Til the love runs out 'til the love runs out  [Verse 3] There's a maniac out in front of me Got an angel on my shoulder, and Mephistopheles But mama raised me good, Mama raised me right Mama said \"do what you want, say prayers at night\" And I'm saying them, cuz I'm so devout Til the love runs out 'til the love runs out, yeah  [Chorus] I got my mind made up, man, I can't let go I'm killing every second 'til it saves my soul (Ooh) I'll be running (Ooh) I'll be running 'Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down 'Til the love runs out 'til the love runs out  [Bridge] Ooh, we all want the same thing Ooh, we all run for something Run for God, for fate For love, for hate For gold, for rust For diamonds, for dust I'll be your light, your match, your burning sun I'll be the bright in black that's making you run  [Chorus] I got my mind made up, man, I can't let go I'm killing every second 'til it saves my soul (Ooh) I'll be running (Ooh) I'll be running 'Til the love runs out 'til the love runs out And we'll start a fire, and we'll shut it down 'Til the love runs out 'til the love runs out  [Verse 1 - Outro Variation] I'll be your light, your match, your burning sun I'll be the bright, in black that's making you run And we'll feel alright, and we'll feel alright Cause we'll work it out, yes we'll work it out And we'll start a fire, and we'll shut it down Til the love runs out 'til the love runs out Til the love runs out  ",
        "title": "Love Runs Out"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] Put your hands in the air, in the air Trigga Put your, put your hands up in the air Mustard on the beat, hoe  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Verse 1] I’m the nigga that you like, yeah I’ma give you what you like, yeah Oh, yeah, I’ma give it to you right, yeah Best time of your life, yeah, oh yeah Baby, when you ready, tell the waitress get the check Girl, I know you’re ready, I ain’t even gotta check You been through the worst, let me show you who’s the best You know I’ma get you right, curve them niggas to the left, like  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Verse 2] You’re the one that’s hella bad, yeah You’re the one I ain’t never had, yeah, oh yeah All the problems you did have, yeah Leave them broke niggas in the past, yeah, oh yeah Girl, you had good but I could give you better I'll have you thinking 'bout forever, I’ma make you say  [Pre-Chorus] Oh na na, look what you done started Oh na na, why you gotta act so naughty? Oh na na, I’m 'bout to spend all this cash Oh na na, if you keep shaking that ass  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Bridge] I’m feeling lucky tonight, everybody say When we leave this party you gon' love me tonight, everybody say You feeling lucky tonight, tonight, girl When we leave this party you gon' love me tonight  [Chorus] Oh na na na, put your hands in the air if you’re fucking tonight Oh na na na, keep your hands in the air if you’re spending the night Oh na na na, oh na na na na na na na, everybody say it like Oh na na na, oh na na na na na na na, everybody say  [Outro] Na na na Hands in the air, na na na Hands in the air, na na na na na Hands in the air, na na na na na  ",
        "title": "Na Na"
    },
    {
        "artist": "American Authors",
        "lyrics": "  [Verse 1] I had a dream so big and loud I jumped so high, I touched the clouds (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh) I stretched my hands out to the sky We danced with monsters through the night (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh)  [Pre-Chorus] I'm never gonna look back, whoa Never gonna give it up, no Please don't wake me now  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Verse 2] I howled at the moon with friends And then the sun came crashing in (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh) But all the possibilities No limits, just epiphanies (Wo-o-o-o-o-o-oh, wo-o-o-o-o-o-oh)  [Pre-Chorus] I'm never gonna look back, whoa Never gonna give it up, no Please don't wake me now  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Bridge] I hear it calling outside my window I feel it in my soul (soul) The stars were burning so bright The sun was out 'til midnight I say we lose control (control) (Wo-o-o-o-o-o-oh)  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  [Chorus] This is gonna be the best day of my life My li-i-i-i-i-i-ife This is gonna be the best day of my life My li-i-i-i-i-i-ife  ",
        "title": "Best Day Of My Life"
    },
    {
        "artist": "Michael Jackson & Justin Timberlake",
        "lyrics": "  [Intro: Justin Timberlake] Dancin' Let me see you move, come on Dancin' Let me see you move  [Verse: Michael Jackson] Baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me Oh baby, love never felt so fine And I doubt if it's never mine Not like you hold me, hold me  [Pre-Chorus: Michael Jackson] And the night is gonna be just fine Gotta fly, gotta see, can't believe I can't take it, cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Verse: Justin Timberlake] Baby, love never felt so fine And I doubt if it was ever mine Not like you hold me, hold me Oh baby, love never felt so good And I doubt if it ever could Not like you hold me, hold me  [Pre-Chorus: Justin Timberlake] And the night through the thick and thin Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson & Justin Timberlake] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  [Bridge: Justin Timberlake] Dancin' Let me see you move, come on Let me see you move Dancin' Let me see you move, come on I said let me see you move Michael  [Pre-Chorus: Michael Jackson] And the night, that is good Gotta fly, gotta see, can't believe I can't take it cause  [Chorus: Michael Jackson] Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good Baby, every time I love you In and out of my life, in out baby Tell me, if you really love me It's in and out of my life, in out baby So baby, love never felt so good  ",
        "title": "Love Never Felt So Good"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Produced by Boi-1da and Vinylz]  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 1: Drake] Yeah, rip, rip rip It's been me and Young Tune off the rip That's the man that put me in this shit If a nigga fuck with him, I'll put him down quick Got a verse for anybody wanna talk about the clique I've been takin' shit light, you don't wanna hear me trip God damn, do y'all really know who y'all fuckin' with? Yeah, I mean you can't blame me for wonderin' Doesn't matter, could be winter or the summer On the road, I do One Direction numbers, I don't fuckin' miss Yeah, Stunna and Mack know When Wayne was gone for eight months, we put this thing up on our back And I was snappin' off on every single track though Collect call from the boss like where we at though I was like, \"Hah, it's our time, nigga\" He left Rikers in a Phantom, that's my nigga And I'll been rockin' with the team 'til Carter IX And we YMCMB, waitin' on somebody to try us, nigga Yeah  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 2: Lil Wayne] Lord knows I'll murk one of these niggas, yeah His and hers Ferraris, nigga One for me, one for my daughter, nigga Waitin' for someone to test me like a Harvard nigga I tote a 223, two Michael Jordans, nigga Come on, fight these shell cases like a lawyer, nigga Find out where you stay, and act like we found some oil, nigga Out of duct tape so when he prayin' I ignore the nigga All I gotta say is \"sayonara, nigga\" Drop dead gorgeous but the bitch ain't dyin' for a nigga Where the real queens at? Shout out Capone and Noreaga We can shoot it out and see who live to tell the story later Diamonds in my Rollie face cannot be exfoliated They think I'm associated, I'm the one that orchestrated Yayo get her ass whipped, whip that ass like horses racin' Ain't 'bout what you walk away from, it's 'bout what you walk away with Dead Presidents, them coffins vacant I must be doin' somethin'  [Chorus: Drake] I'm the only one that get the job done I don't know a nigga that could cover for me Yeah, got some game from my dad He said she might say she love me She don't love me like she say she love me Believe me, believe me I'm that nigga, boy they love me in the streets I'm not tryna find nobody else to beat I'm the one they come to see because they all Believe me  [Verse 3: Drake] Had to get it poppin' off the rip Rich young nigga that ain't never had to trick Slim Thug flow but you know I like 'em thick If she get a job at DOA, I drop her off a tip I had to get it poppin' off the rip I'm the one they tell yah been reppin' in the 6 Come into the city and yah niggas get to trippin' We'll take yah to the Scarborough Bluff and drop you off a cliff Well damn, just be happy for the man Nirvana, Coldplay, nigga got bands Ink from the money, got it all over my hands Goin' out to Houston, spendin' all of my advance V Live just took me for a cheque \"Drake you know I love you, you just took me outta debt\" Yes, right now you are lookin' at the best Mothafuck award shows and mothafuck the press like that  [Verse 4: Lil Wayne] Mothafuck the rest When they jumped off the porch, I was stumblin' up the steps I'd give what I collect before I give up my connect It'd be a cold day in Hell, icicles made of sweat One finger, slidin' 'cross my neck Niggas know what that mean like they deaf Nigga I'll fire this nina like it's her first day On the job and the bitch overslept Tune stay humble, nigga I'm a king Need a horn and a drumroll They throw mothafuckin' roses at my feet, nigga I don't step on one rose I'm the only one that get the job done I don't know a nigga that can cover for me Tape a couple kilos to the bitch stomach She look like she got a bun in the oven from me Preheat, believe me All you gotta do is pay me every week I had these bitches havin' babies every week I'm the nigga, see me skatin' in the streets Gone  [Outro: Drake] Rip rip, nigga  ",
        "title": "Believe Me"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Produced by Greg Kurstin and Jesse Shatkin] [Written by Sia and Jesse Shatkin] [Video performed by Maddie Ziegler and choreographed by Ryan Heffington]  [Verse 1] Party girls don't get hurt Can't feel anything, when will I learn I push it down, push it down I'm the one \"for a good time call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Verse 2] Sun is up, I'm a mess Gotta get out now, gotta run from this Here comes the shame, here comes the shame  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Outro] On for tonight Yeah I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight Yeah I'm just holding on for tonight I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight  ",
        "title": "Chandelier"
    },
    {
        "artist": "Avicii",
        "lyrics": "  [Official Music Video] [Aloe Blacc Music Video]  [Verse 1: Aloe Blacc] Feeling my way through the darkness Guided by a beating heart I can't tell where the journey will end But I know where to start They tell me I'm too young to understand They say I'm caught up in a dream Well life will pass me by if I don't open up my eyes Well that's fine by me  [Chorus: Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know ﻿I was lost  [Beat Break]  [Verse 2:Aloe Blacc] I tried carrying the weight of the world But I only have two hands I hope I get the chance to travel the world But I don't have any plans I wish that I could stay forever this young Not afraid to close my eyes Life's a game﻿ made for everyone And love is the prize  [Chorus:Aloe Blacc] So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know﻿ I was lost So wake me up when it's all over When I'm wiser and I'm older All this time I was finding myself And I didn't know I was lost  [Outro: Aloe Blacc] I didn't know I was lost I didn't know I was lost I didn't know I was lost I didn't know I was lost  [Beat Break]  ",
        "title": "Wake Me Up!"
    },
    {
        "artist": "5 Seconds Of Summer",
        "lyrics": "  [Intro: All] Hey, hey, hey, hey Hey, hey, hey, hey hey  [Verse 1: Luke] Simmer down, simmer down They say we’re too young now to amount to anything else But look around We worked too damn hard for this just to give it up now If you don’t swim, you’ll drown But don’t move, honey  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Verse 2: Calum] Let’s get out, let’s get out 'Cause this deadbeat town’s only here just to keep us down While I was out I found myself alone just thinking If I showed up with a plane ticket And a shiny diamond ring with your name on it Would you wanna run away too? 'Cause all I really want is you  [Chorus: All] You look so perfect standing there In my American Apparel underwear And I know now that I’m so down I made a mixtape straight out of ‘94 I’ve got your ripped skinny jeans lying on the floor And I know now that I’m so down Hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  [Bridge: Luke] You look so perfect standing there In my American Apparel underwear And I know now that I'm so down Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down  [Chorus: All] Hey, hey, hey, hey, hey, hey Hey, hey, hey, hey You look so perfect standing there In my American Apparel underwear And I know now that I’m so down (hey, hey) Your lipstick stain is a work of art I got your name tattooed in an arrow heart And I know now that I’m so down Hey, hey  ",
        "title": "She Looks So Perfect"
    },
    {
        "artist": "Pitbull Featuring Ke$ha",
        "lyrics": null,
        "title": "Timber"
    },
    {
        "artist": "KONGOS",
        "lyrics": "  [Intro] Come with me now Come with me now Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Verse 2] I think with my heart and I move with my head I open my mouth and it's something I've read I stood at this door before, I'm told But a part of me knows that I'm growing too old Confused what I thought with something I felt Confuse what I feel with something that's real I tried to sell my soul last night Funny, he wouldn't even take a bite  [Pre-Chorus] Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now) Far away I heard him say (Come with me now) Don't delay I heard him say (Come with me now)  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  [Guitar Solo]  [Verse 1] Afraid to lose control And caught up in this world I've wasted time, I've wasted breath I think I've thought myself to death I was born without this fear Now only this seems clear I need to move, I need to fight I need to lose myself tonight  [Chorus] Whoa, come with me now I'm gonna take you down Whoa, come with me now I'm gonna show you how  ",
        "title": "Come With Me Now"
    },
    {
        "artist": "Enrique Iglesias Featuring Descemer Bueno & Gente de Zona",
        "lyrics": "   Letra de \"Bailando\" ft. Gente De Zona & Descemer Bueno[Intro: Alexander, Randy Marcos] He, he, he, he Enrique Iglesias (¡Ponlos, ponlos!) Gente De Zona Descemer  [Verso 1: Enrique Iglesias, Randy Marcos] Yo te miro y se me corta la respiración Cuando tú me miras se me sube el corazón (Me palpita lento el corazón) Y en un silencio tu mirada dice mil palabras La noche en la que te suplico que no salga el sol  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh  [Verso 2: Enrique Iglesias] Tú me miras y me llevas a otra dimensión (Estoy en otra dimension) Tus latidos aceleran a mi corazón (Tus latidos aceleran a mi corazón) Que ironía del destino no poder tocarte Abrazarte y sentir la magia de tu olor  [Coro 1: Alexander, Rany Marcos] Bailando (Bailando) Bailando (Bailando) Tú cuerpo y el mío Llenando el vacìo Subiendo y bajando (Subiendo y bajando) Bailando (Bailando) Bailando (Bailando) Ese fuego por dentro Me está enloqueciendo Me va saturando  [Coro 1: Enrique Iglesias, Alexander] Con tu física y tu química También tu anatomía La cerveza y el tequila Y tu boca con la mía Ya no puedo más (Ya no puedo más) Ya no puedo más (Ya no puedo más)  [Coro 2: Alexander, Enrique Iglesias] Con esta melodía Tu color, tu fantasía Con tu filosofía Mi cabeza está vacía Y ya no puedo más (Ya no puedo mas) Ya no puedo más (Ya no puedo mas)  [Coro 2: Enrique Iglesias, Descemer] Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca (Una noche loca) Y besar tu boca (Y besar tu boca) Yo quiero estar contigo Vivir contigo Bailar contigo Tener contigo una noche loca Con tremenda nota  [Armonización: Randy Marcon] Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh Oh oh oh oh Oh oh oh Oh oh Oh oh oh oh Oh oh oh oh (Bailando amor) Oh oh oh oh (Bailando amor) Oh oh oh Oh oh (Es que se me va el dolor) Oh oh oh oh  ",
        "title": "Bailando"
    },
    {
        "artist": "Lorde",
        "lyrics": "  [Produced by Joel Little]  [Intro] Wait 'til you're announced We've not yet lost all our graces The hounds will stay in chains Look upon Your Greatness and she'll send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out Send the call out  [Verse 1] Call all the ladies out, they're in their finery A hundred jewels on throats A hundred jewels between teeth Now bring my boys in, their skin in craters like the moon The moon we love like a brother, while he glows through the room Dancin' around the lies we tell Dancin' around big eyes as well Even the comatose, they don't dance and tell  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Post-Chorus] I'm kind of over gettin' told to throw my hands up in the air So there  [Verse 2] So all the cups got broke Shards beneath our feet But it wasn't my fault And everyone's competing for a love they won't receive Cause what this palace wants is release  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Bridge] I'm kind of over gettin' told to throw my hands up in the air So there I'm kind of older than I was when I reveled without a care So there  [Chorus] We live in cities you'll never see onscreen Not very pretty, but we sure know how to run things Livin' in ruins of a palace within my dreams And you know we're on each other's team  [Outro] We're on each other's team And you know we're on each other's team We're on each other's team We're on each other's team And you know and you know and you know  ",
        "title": "Team"
    },
    {
        "artist": "Blake Shelton Featuring Gwen Sebastian",
        "lyrics": null,
        "title": "My Eyes"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I took two weeks vacation for the honeymoon A couple tickets all inclusive down in Cancun I couldn't get my money back so I'm in seat 7A I'm getting drunk on a plane I bet the fella on the aisle thought I was crazy Cause I taped your picture to the seatback right beside me Now I've got empty mini bottles fillin' both our trays I'm getting drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Verse 2] We had this date marked on the calendar forever We'd take that new wed limo airport ride together I feel like a plastic groom alone there at the top of the cake So hey, I'm getting drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 Rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Verse 3] On my way home I'll bump this seat right up to first class So I can drink that cheap champagne out of a real glass And when we land I'll call her up and tell her kiss my ass Cause hey, I'm drunk on a plane  [Chorus] Buyin' drinks for everybody But the pilot, it's a party Got this 737 Rocking like a G6 Stewardess is somethin' sexy Leanin' pourin' Coke and whiskey Told her about my condition Got a little mile-high flight attention It's Mardi Gras up in the clouds I'm up so high, I may never come down I'll try anything to drown out the pain They all know why I'm getting drunk on a plane  [Outro] I'm getting drunk on a plane I might be passed out In the baggage claim But right now I'm drunk on a plane  ",
        "title": "Drunk On A Plane"
    },
    {
        "artist": "Tinashe Featuring ScHoolboy Q",
        "lyrics": "  [Produced by DJ Mustard]  [Verse 1: Tinashe] Give me all that you got now Make you want me cause I'm hot now I'm gone, so faded I'm on one Bang bang, pop off like a long gun  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 2: Tinashe] Yea we can get active And all my bitches attractive We go, you know who we are now Get high, hotbox in my car now  [Pre-hook: Tinashe] If you a lame, nigga you ain't making no noise Get faded, turn up with the big boys Live fast, die young that's my choice Get money, get money like an invoice We can mob all in the whip Make the money make a grip I be stuntin' with my clique Getting faded 'till we trip (oh)  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  [Verse 3: ScHoolboy Q] Uh, pull your panties down from under you Beat that pussy up, make you wanna holla Q Drunk than a bitch, high on that Mary Jane Pussy in my mouth, pussy on my pinky ring Nasty, baby me do it in the backseat Swear this marijuana keep it cracking Lights, camera, action, I ain't doing nothing 'til the cash in Money, money, money, weed, fashion Draped up and dripped out, keep the trees passing Girl toot that thing up, fuck me, fuck rapping Days of our lives so clap, clap that cake Spreading your thighs I pump, pump your brakes, ay  [Bridge: Tinashe] Just give me the trees and we can smoke it ya Just give me the drink and we can pour it ya And my enemies, they see me living now And if you roll with me, then you'll be winning now, oh  [Hook: Tinashe] Man, I love to get on I love to get 2 on When the drink be too strong When the tree be way too strong Get faded, turn up, bruh Pour it on up 'till I can't even think no more Get ratchet, go dumb then go more dumb then We can keep it lit, let's roll I love to get 2 on Let-let... let's roll I love to get 2 on, I love to Let-let-let's roll Let-let-let's roll  ",
        "title": "2 On"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] When the days are cold and the cards all fold And the saints we see are all made of gold When your dreams all fail and the ones we hail Are the worst of all and the blood's run stale  [Pre-Chorus 1] I want to hide the truth, I want to shelter you But with the beast inside, there's nowhere we can hide No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Verse 2] At the curtain's call is the last of all When the lights fade out, all the sinners crawl So they dug your grave and the masquerade Will come calling out at the mess you made  [Pre-Chorus 2] I don't want to let you down, but I am hell bound Though this is all for you I don't want to hide the truth No matter what we breed, we still are made of greed This is my kingdom come, this is my kingdom come  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  [Bridge] They say it's what you make, I say it's up to fate It's woven in my soul, I need to let you go Your eyes, they shine so bright, I want to save their light I can't escape this now, unless you show me how  [Chorus] When you feel my heat, look into my eyes It's where my demons hide, it's where my demons hide Don't get too close, it's dark inside It's where my demons hide, it's where my demons hide  ",
        "title": "Demons"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": null,
        "title": "Don't"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  I’ll never settle down That’s what I always thought Yeah, I was that kind of man Just ask anyone  I don’t dance, But here I am Spinning you round and round in circles It Ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand Cause, I don’t dance  Love’s never come my way I’ve never been this far Cause you took these two left feet And waltzed away with my heart  No, I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yes, you got me in the palm of your hand, girl Cause, I don’t dance Ohhh I don’t dance  Ooh  I don’t dance, but here I am Spinning you round and round in circles It ain’t my style, but I don’t care I’d do anything with you anywhere  I don’t dance, but here I am Spinning you around and around in circles It ain’t my style, but I don’t care I’d do anything with you anywhere Yeah, you got me in the palm of your hand, girl Cause, I don’t dance  Oh No..  Oooh…  ",
        "title": "I Don't Dance"
    },
    {
        "artist": "Ty Dolla $ign Featuring Wiz Khalifa & DJ Mustard",
        "lyrics": "  [Intro: Wiz Khalifa] *Wiz laugh* I got a lotta cash I don't mind spending it  [Verse 1: Wiz Khalifa] I'ma smoke this joint then I'ma break you off I'd be lying if I said you ain't the one All these tattoos in my skin, they turn you on Lotta smokin', drinkin' – that's the shit I'm on Heard you not the type that you take home to Mom Is we fucking when we leave the club or nah? I ain't spending cash for nothin', I wanna see you take it off I'ma pop this bottle, you gon' give me brain or nah? Heard you from the hood, you rep that thang or nah? Got a lotta ass, you gonna shake that thang or nah? Heard you smoke blunts, you down with paper planes or nah? I feel like I'm Tony, you my boss? I'm thinking nah The whole world, I take it on  [Verse 2: The Weeknd] Do you like the way I flick my tongue or nah? You can ride my face until you're drippin' cum Can you lick the tip then throat the dick or nah? Can you let me stretch that pussy out or nah? I'm not the type to call you back tomorrow But the way you wrapping 'round me is a prob Ain't nobody tryna save ya Baby, get that paper Probably got a lot of other bitches owe you favors Pussy so good, had to save that shit for later Took her to the kitchen, fucked her right there on the table She repping XO to the death I'm tryna make these bitches sweat I'm tryna keep that pussy wet I'm tryna fuck her and her friends  [Bridge: Ty Dolla $ign] You gonna run it for these hunnids, girl, or nah? Show me, is you really 'bout your money, girl, or nah? Don't play with a boss, girl, take it all Take it for a real one, you gon' get it all  [Hook: Ty Dolla $ign] Is you really 'bout your money or nah? Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah  [Verse 3: Ty Dolla $ign] Girl, make that ass clap for young dollar sign You already know my money go a long time I could slide for it, like Nelly I'ma go as far as you let me Girl, is you sucking me or fucking me or nah? Can I bring another bitch? Let's have a threesome Keep saying you's a freak, you gon' prove it or nah? His bitch keep looking at me, she choosin' or nah? You a ride-or-die chick, you with this shit or nah? Say you not a side bitch, you all-in or nah? You gon' make them eggs cheesy with them grits or nah? Can you do it like that, on this dick or nah?  [Bridge: Ty Dolla $ign] You gonna run it for these hunnids, girl, or nah? Show me, is you really 'bout your money, girl, or nah? Don't play with a boss, girl, take it all Take it for a real one, you gon' get it all  [Hook: Ty Dolla $ign] Is you really 'bout your money or nah? Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah Can you really take dick or nah? Can I bring another bitch or nah? Is you with the shits or nah? Oh nah, oh nah Would you ride for a nigga or nah? Would you die for a nigga or nah? Would you lie to a nigga or nah? Oh nah  ",
        "title": "Or Nah"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] That water tower's got the sun going down behind it If there’s a good time in this town, girl, we're gonna find it You looked so damn good climbing up in my Chevy Tried to play it cool but I knew already By the way you looked in the dashboard lights It was gonna be one of those nights  [Chorus] Got the kenwoods banging that rock n' roll Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road I love the way you lean that seat back, steal my ball-cap Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes  [Verse 2] We can run the reds down Main Street dodging the blue lights Or disappear off into the corn out past the county line Baby keep on keep on swaying to the back-beat Long as you're right here right here beside me You make the call baby, I don't care We can take this anywhere  [Chorus] [Got the kenwoods banging that rock n' roll] Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road [I love the way you lean that seat back, steal my ball-cap] Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes  [Chorus] [Got the kenwoods banging that rock n' roll] Whisper to me baby, where you wanna go I can ride you round town or drive you down some old back road [I love the way you lean that seat back, steal my ball-cap] Pull it down over your blue eyes Watching your hair fly out the window Just letting the night roll And I can't wait to see where it goes   [Outro] And I can't wait to see where it goes I can't wait to see where it goes, oh yeah Just letting the night roll  ",
        "title": "Lettin' The Night Roll"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] Well I just met you a couple hours ago My last night in town, hey wouldn't you know I get hooked on a girl with blue diamond eyes Down here in Mexico, oh Now you're walking up asking me to dance Smiling that smile and reaching out your hand Well there's a move or two, I'd like to show you While I still got the chance  [Chorus] Well you got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music  [Post-Chorus] Oh oh, why wouldn't I wanna stay? Oh oh, and let that plane fly away, hey hey  [Chorus] Cause you got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music The beat of the music  [Verse 2] I think I could get used to that steel drum playing Waking up on a beach if you know what I'm saying One more night would be more than alright with me So hold on baby cause  [Chorus] You got the soul and you know how to use it Put your hand on my hip cause you know that I'll lose it You got my heart racing like there's nothing to it Falling in love to the beat of the music We're falling in love to the  beat of the music To the  beat of the music  ",
        "title": "Beat Of The Music"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  I've been a rolling stone all my life Flying all alone, flying blind I've seen it all, I've been around I've been lost and I've been found but  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  I've got a ways to go on this ride But I got a hand to hold that fits just right You make me laugh, you make me high You make me want to hold on tight, cause  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Because of you I'm a lucky man You're the best part of who I am  Who I am with you is who I really want to be You're so good for me And when I'm holdin' you, it feels like I've got the world in my hands Yeah, a better man is who I am with you  Yes, who I am with you  ",
        "title": "Who I Am With You"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] 8 o’clock on Friday night I’m still at home All my girls just keep on blowing up my phone Saying \"come on he ain’t worth the pain\" \"Do what you gotta do to forget his name\" Now there’s only one thing left for me to do Slip on my favorite dress and sky high leather boots Check the mirror one last time And kiss the past goodbye  [Chorus] What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender  [Verse 2] Tonight I’ll let a stranger pull me on the floor Spin me 'round and let him buy a couple more But before it goes too far I’ll let him down easy Cause tonight it’s all about Dancing with my girls to the DJ Put that song on replay  [Chorus] What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender  [Bridge] I’m feeling that buzz I’m ready to rock Ain’t no way I’m gonna tell you to stop So pour that thing up to the top I’m coming in hot Hey bartender Ooh, oh, oh, oh  [Chorus] Hey Bartender What I’m really needing now Is a double shot of Crown Chase that disco ball around ‘Til I don’t remember Go until they cut me off Wanna get a little lost In the noise, in the lights Hey bartender pour ‘em hot tonight ‘Til the party and the music and the truth collide Bring it ‘til his memory fades away Hey bartender Hey bartender  ",
        "title": "Bartender"
    },
    {
        "artist": "Shakira",
        "lyrics": "  [Intro] Hola! Hola! La la la la la [x7] La! I dare you  [Beat Break] Leggo (4x)  [Verse 1] All of my life, too late Till you showed up with perfect timing Now here we are, you rock it Our fingers are stuck in the socket It's just a nature, a game Get ready we'll do it again Let's not recover from the hangover When your eyes got me drunk, I was sober  [Pre-Chorus] Is it true that you love me? I dare you to kiss me With everyone watching It's truth or dare on the dance floor  [Chorus] La la la la la La la la la la La la la la la Truth or dare on the dance floor! La la la la la La la la la la La la la la la La! I dare you  [Beat Break] Leggo (2x)  [Verse 2] Of all the millions, on the planet You're the one who's keeping me on it You know I like you, ain't nobody's business Your blue Spanish eyes are my witness It's just a nature, a game Get ready, we'll do it again Let's not recover from the hangover When your eyes got me drunk I was sober...  [Pre-Chorus + Chorus]  [Pre-Chorus]  [Intro]  [Beat Break] Leggo (4x)  ",
        "title": "Dare (La La La)"
    },
    {
        "artist": "Tyler Farr",
        "lyrics": "  [Instrumental break]  [Verse 1] In my truck flying down a dirt road Pickin' you up, feelin' kinda crazy I think I'm in luck cause I know my baby She slaps my knee says: \"boy why you smiling?\" Doing my best so hard to hide it I know what's up, so I just shoot her a wink  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight, baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Verse 2] When we're past Flint Bridge, we'll break out the bottle Drop it down low, crank up the throttle I'm good to go, cause I've got you tonight baby  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight, baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Bridge] Sitting on this hill with her Looking in them baby blues Wishing that the sky would change I've been thinking about it all damn day I can hardly wait  [Chorus] Cause when the sun goes down it'll get a little hotter Make an old boy's heart beat a little harder I know I can't lose cause it's going down smooth tonight baby One ain't enough man may I have another Sitting 'round the fire gettin' drunk on each other Every day I pray I thank God I got her She's the moon in my shine, the whiskey in my water  [Hook] Whiskey in my water Whiskey in my water yeah yeah yeah  ",
        "title": "Whiskey In My Water"
    },
    {
        "artist": "KCamp Featuring 2 Chainz",
        "lyrics": null,
        "title": "Cut Her Off"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": null,
        "title": "Yeah"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Produced by Jason Derulo and Jon Bellion] [Video by Jason Derulo and Colin Tilley]  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song just looking at you oh, oh Yeah, the drums they swing low And the trumpets they go And the trumpets they go Yeah, the trumpets they go Da da, da ra ra da, da, da Da, ra, ra, ra, da, da Da da, da ra ra da, da, da (ooh, woo) Da, ra, ra, ra, da, da (they go)  [Verse 1] Haha, is it weird that I hear Violins whenever you’re gone? (Whenever you're gone) Yeah, is it weird that your ass Remind me of a Kanye West song? (Kanye West song) Haha, yeah, is it weird that I hear Trumpets when you’re turning me on? (Turning me on) Is it weird that your bra Remind me of a Katy Perry song?  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song just looking at you oh, oh Yeah, the drums they swing low And the trumpets they go (and they're playing for you, baby) And the trumpets they go, haha, yeah Yeah, the trumpets they go Da da, da ra ra da, da, da Da, ra, ra, ra, da, da Yeah, the trumpets they go Da da, da ra ra da, da, da (go, go go, go go) Da, ra, ra, ra, da, da (go, go go, go go, they go)  [Verse 2] Damn, is it weird that I hear Angels every time that you moan? (Time that you moan) Uh, oh, yeah, is it weird that your eyes Remind me of a Coldplay song? (A Coldplay song) Is it weird that I hear Trumpets when you’re turning me on? Is it weird that your bra (that your bra) Remind me of a Katy Perry song?  [Chorus] Every time that you get undressed I hear symphonies in my head I wrote this song looking at you oh, oh (oh yeah) Every time that you get undressed (every time, every time that you get undressed) I hear symphonies in my head (haha, I har symphonies in my head) I wrote this song just looking at you oh, oh (haha, I wrote this song, just looking at you, girl) Uh, yeah, the drums they swing low And the trumpets they go [Da da, da ra ra da, da, da Da, ra, ra, ra, da, da (acapella on 'em) Da da, da ra ra da, da, da (they go, oh yeah, oh) Da, ra, ra, ra, da, da (c'mon, c'mon, c'mon)](2959868) They go  ",
        "title": "Trumpets"
    },
    {
        "artist": "Naughty Boy Featuring Sam Smith",
        "lyrics": "  [Intro] Na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)  [Verse 1] Hush, don't speak When you spit your venom, keep it shut I hate it When you hiss and preach About your new messiah cause your theories catch fire  [Bridge] I can't find your silver lining I don't mean to judge But when you read your speech, it's tiring Enough is enough  [Hook] I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it, I'll find a way to block it, I go Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na  [Verse 2] If our love is running out of time I won't count the hours, rather be a coward When our words collide I'm gonna drown you out before I lose my mind  [Bridge] I can't find your silver lining I don't mean to judge But when you read your speech, it's tiring Enough is enough  [Hook] I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it I'll find a way to block it, I go  Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na , la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, oh) Na na, la la la la la na na na na na La la na na, la la la la la na na na na na (I'll found a way to block it, I go) La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)   I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak Cause if my heart can't stop it, I find a way to block it, I go  I'm covering my ears like a kid When your words mean nothing, I go la la la I'm turning up the volume when you speak (when you speak) Cause if my heart can't stop it, I find a way to block it, I go  Na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na La la na na, la la la la la na na na na na (Tu meri mauja hain)  ",
        "title": "La La La"
    },
    {
        "artist": "Pitbull Featuring Jennifer Lopez & Claudia Leitte",
        "lyrics": "  [Chorus: Pitbull] Put your flags up in the sky (Put them in the sky) (Jogue lá no alto) And wave them side to side (Side to side) (Lado a lado) Show the world where you're from (Show them where you're from) (We are one, baby) Show the world we are one (One love, life) Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola  [Verse 1: Pitbull] When the going gets tough The tough get going One love, one life, one world, one fight Whole world, one night, one place, Brazil Everybody put your flags in the sky and do what you feel  It's your world, my world, our world today And we invite the whole world, whole world to play It's your world, my world, our world today And we invite the whole world, whole world to play Es mi mundo, tu mundo, el mundo de nosotros Invitamos a todo el mundo a jugar con nosotros  [Chorus: Pitbull] Put your flags up in the sky (Put them in the sky) (Jogue lá no alto) And wave them side to side (Side to side) (Lado a lado) Show the world where you're from (Show them where you're from) (We are one, baby) Show the world we are one (One love, life) Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola  Jenny, dale!  [Verse 2: Jennifer Lopez] One night, watch the world unite Two sides, one fight, and a million eyes Full heart's gonna work so hard Shoot, fall, the stars Fists raised up towards the sky Tonight watch the world unite, world unite, world unite For the fight, fight, fight, one night Watch the world unite Two sides, one fight and a million eyes Hey, hey, hey, força, força come on sing with me Hey, hey, hey, allez, allez come shout it out with me Hey, hey, hey, come on now Hey, hey, hey, come on now Hey, hey, hey, hey, hey  [Chorus: Pitbull] Put your flags up in the sky (Put them in the sky) (Jogue lá no alto) And wave them side to side (Side to side) (Lado a lado) Show the world where you're from (Show them where you're from) (We are one, baby) Show the world we are one (One love, life) Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola  Claudia Leitte, obrigado  [Verse 3: Claudia Leitte] É meu, é seu Hoje é tudo nosso Quando chega o mundo inteiro pra jogar é pra mostrar que eu posso Torcer, chorar, sorrir, gritar Não importar o resultado, vamos extravasar  [Chorus: Pitbull] Put your flags up in the sky (Put them in the sky) (Jogue lá no alto) And wave them side to side (Side to side) (Lado a lado) Show the world where you're from (Show them where you're from) (We are one, baby) Show the world we are one (One love, life) Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola Ole, ole, ole, ola  ",
        "title": "We Are One (Ole Ola) [The 2014 FIFA World Cup Official Song]"
    },
    {
        "artist": "Future Featuring Pharrell, Pusha T & Casino",
        "lyrics": "  [Produced by Mike WiLL Made It]  [Intro: Pusha T] Real dope dealers for real! Haha! Hahaha  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope  [Verse 1: Future] Whippin' the yam, whippin and flippin' the yam Turn the whole brick to a Lam Re-rockin' the dope, soon as it get off the boat Keepin' it soft like a mink Gold on my link, coke in the sink Choppin' that work like karate Servin' a new Maserati, in a brand new Maserati That's a whole lot of new money Snatch it, then hide it from the 12 Movin' them squares and them bales Servin' the rawest of yayo Beating that china like Kunta Kinte Whippin' it, whippin' that fish and Parkay Drinkin' on syrup, I'm rollin' up haze Made myself a boss, a boss and a plug Either way you put it, nigga, I'm good Triple salute, nigga, straight out the hood Bakin' soda water splash the scales Fork in my right and my pot in my left Leanin' all the way over to the side I whip me a four way to a nine The dirty, the money is homicide And my recipe can't be televised  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 2: Pusha T] Young enough to still sell dope But old enough that I knows better When they sayin' it's 42 for that white powder, I knows better Get it, nigga? I nose better, put a smile on the devil's face Who don't wanna sell dope forever And flood their Rollie till the bezel break? Woo! Fish scale in the two-door that I fish-tails Fiberglass, Ferrari leather, in designer shit that I misspell YUGHH! Look at the clues The J's, the jewels, I'm actin' a monkey From 16 years old, I'm whippin' in kitchens, fuckin' my junkies Pablo, Versace way before Migos My dinner plates, no silverware, all you niggas my hijos Toss a kilo like a free throw, crack house, it had the peephole Made it through to the other side Now nothing's big as my ego, Push  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 3: Pharrell] Me, I try to leave the best for later But Pusha tried to put me on the respirator The old Skateboard P, that's your favorite Me and twenty girls doin' yoga naked Frequency high, like a spaceship She say that she like it and she's been exposed The Gandalf hat and the weird ass clothes That's Comme des Garçons and the Buffalo I know guerrillas with the triggers that's on a banana clip And packin' with the biggest missiles These niggas is knocking over vehicles These niggas ain't waitin' just to see niggas These niggas ain't tryna hear plea niggas These niggas like choppin' down trees, niggas These niggas 1-2-3 and they squeeze, niggas These niggas hit the weed then they lean niggas, gee, nigga If you got two hoes, you need to let one go Two Lambos, you need to let one go All these drones while y'all smoke dro There's an eye in the sky, I'm tryna let y'all know Ain't no standards, I'ma set one though Big ass bag but no man sandals All that war, we need to let that go That boom business, I'ma get that ho  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  [Verse 4: Casino] Young nigga got that coke, whip that dope like a bad child How you think about that coupe, with no roof? Young nigga cashed out Popped so many Percs, popped so many Xans Young nigga 'bout to pass out 12 jump behind me, I got some in the car Young nigga 'bout to smash out Migo hit that line, say he got some bricks Young fresh, 'bout to buy 'em out QuikTrip 'round the corner, dropped a nine Got the J's in the lunch line smokin' iron Cocaine, cocaine cowboy, like Mickey Munday Take over the project, whip a line, me no wait I keep a .45 in my coat, while I'm servin' dope The J's in my hood smoke that crack, say it give 'em hope Serve a nigga whole brick, he hopin' that it come and go Young nigga tricked up Now he spendin' that money with Casino!  [Hook: Future] Young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope Aye move that dope, aye move that dope Young nigga move that dope Young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope Young nigga, young nigga move that dope Young nigga move that dope They move that dope, they move that dope Young nigga move that dope  ",
        "title": "Move That Doh"
    },
    {
        "artist": "Iggy Azalea",
        "lyrics": "  [Intro] Walk a mile in these Louboutins But they don't wear these shits where I'm from I'm not hating, I'm just telling you I'm tryna let you know what the fuck that I've been through  [Verse 1] Two feet in the red dirt, school skirt Sugar cane, back lanes Three jobs, took years to save But I got a ticket on that plane People got a lot to say But don't know shit about where I was made Or how many floors that I had to scrub Just to make it past where I am from  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 2] You can hate it or love it Hustle and the struggle is the only thing I'm trusting Thorough bread in a mud brick before the budget White chick on that Pac shit My passion was ironic And my dreams were uncommon Guess I gone crazy, first deal changed me Robbed blind, basically raped me Rose through the bullshit like a matador Just made me madder and adamant to go at em And even the score So, I went harder Studied the Carters till a deal was offered Slept cold on the floor recording At 4 in the morning And now I'm passin' the bar like a lawyer Immigrant, art ignorant Ya ill intent was insurance for my benefit Hate to be inconsiderate But the Industry took my innocence Too late, now I'm in this bitch!  You don't know the half This shit get real Valley girls giving blowjobs for Louboutins What you call that? Head over heels  [Pre-Chorus] No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami No money, no family 16 in the middle of Miami 16 in the middle of Miami  [Chorus] I've been up all night, tryna get that rich I've been work work work work working on my shit Milked the whole game twice, gotta get it how I live I've been work work work work working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  [Verse 3] Pledge allegiance to the struggle Ain't been easy But cheers to Peezy for the weeks we lived out of duffle Bags is all we had Do anything for my Mama, I love you One day I'll pay you back for the sacrifice That ya managed to muscle Sixteen, you sent me through customs so All aboard my spaceship to Mercury Turn First at the light that's in front me Cause every night I'mma do it like it's my last This dream is all that I need Cause it's all that I ever had  [Outro] Now get this work Now get this work Now get this work Now get this work Working on my shit Now get this work Now get this work Now get this work Now get this work Working on my shit  ",
        "title": "Work"
    },
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Produced by Detail] Yeah Ey! Yeah Ey! Yeah Boyz Yeah Hol up, Hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, hol up, hol up hol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 1] Hol up, hol up, hol up, pop a bottle Hol up, hol up, hol up, if you suck then swallow Smell that marijuana, they gon' follow Throwin money on her like she won the lotto Pussy must be serious Hol up, Scared of heights come face your fears Hol up, hol up Do it just like Nicki gon' and bend it over Say she never smoked I turned her to a stoner Young nigga but I'm ready Oh, foreign girls call me sexy And white girls gimme becky But first I gotta roll this joint, baby hol' up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  [Verse 2] Hol up, hol up, hol up, you drive me crazy Number 1, bitch you can't replace me Leave the club these hoes be tryin to chase me You got a ass so fat lets make a baby (and another one!) Damn, I'm smokin weed in my Mercedes Hol up, these niggas broke, these niggas lazy Man they money slim, they actin shady I'm in my brand new car, who wanna race Ho, bitch you ain't call my phone so why you showin up Im takin them shots all my niggas stay loaded up Man on the low all these hoes be actin so material Hol up, man did you see her interior  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise hol up Hol up, ol up, ol up, ol up  [Hook] Hol up, we dem boyz Hol up, we dem boyz Hol up, hol up, hol up, we makin' noise Hol up Hol up, we dem boyz  ",
        "title": "We Dem Boyz"
    },
    {
        "artist": "Tove Lo",
        "lyrics": "  [Verse 1] I eat my dinner in my bathtub, then I go to sex clubs, watching freaky people getting it on It doesn't make me nervous if anything, I'm restless yeah, I've been around and I've seen it all I get home, I got the munchies, binge on all my Twinkies, throw up in the tub and I go to sleep And I drank up all my money, dazed and kinda lonely  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget you, babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  [Verse 2] Pick up daddies at the playground, how I spend my day time, loosen up their frown, make them feel alive Make it fast and greasy, I'm numb and way too easy  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget you, babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  [Bridge] Staying in my play pretend, where the fun ain't got no end, oh Can't go home alone again, need someone to numb the pain, oh Staying in my play pretend, where the fun ain't got no end, oh Can't go home alone again, need someone to numb the pain  [Chorus] You're gone and I got to stay high All the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh High, all the time, to keep you off my mind Oh oh oh  oh, oh oh oh  oh Spend my days locked in a haze, trying to forget youc babe, I fall back down I gotta stay high, all my life, to forget I'm missing you Oh oh oh  oh, oh oh oh  oh  ",
        "title": "Habits (Stay High)"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  Summer coming through a rolled down window Tearing down an almost two lane back road Freedom and fireflies in the air  The night's still young, never going to get old Living for today like there's no tomorrow Follow the grooves, the tires in the grass Staying on the gas like we're never coming back  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 2] Swaying back-n-forth, can't you feel the music? Time stands still, I don't want to lose it Her tan, her touch, her laugh Were flying so high like we're never gonna crash  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Verse 3] We are tonight, we are tonight Toes in the grass with our hands up high Dream as big as the midnight sky So untamed and we're so alive tonight  [Chorus 1] It's a Friday night, it's a small town girl Everything is right and we rule the world 2 twelve's in the truck back, beating A bunch of rock stars on a riverbank singing, whoa, whoa, everything, whoa, whoa Everything we wanna be We are, we are, we are tonight  [Outro] We are tonight Everything we want to be, yeah We are, we are, we are tonight Yeah We are tonight Whoa, oh, oh, oh, oh  Songwriter:  Sam Hunt  ",
        "title": "We Are Tonight"
    },
    {
        "artist": "YG Featuring Drake",
        "lyrics": "  [Verse 1: YG] I'm that nigga with the plugs I'm the nigga who got homies that be sellin' drugs I'm the nigga on the back street With the fat heat, niggas better run like athletes I'm that nigga, I'm that nigga My Bank of America account got six figures I'm that nigga on the block Police pull up, I'm tryna stash the Glock You that nigga on the low-low You're the nigga, you're the one that be talkin' to the po-pos Porsche sittin' on Forgi's Niggas can't afford these The Panamera shittin' on the 9-11 I call my homies, not 911 I'm the nigga with the juice But I'll never do my nigga like Pac did Q  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Verse 2: Drake] Champagne Bitch, who do you love? I got a shorty name Texas Syn She got a buddy named Young JB and now you know the deal We turnt up in the studio late night That's why the songs that you hear are comin' real tight OVO crew, nigga, thought I told you If you a player in the game, this should hold you And man shout my nigga Game he just rolled through Eatin' crab out in Malibu at Nobu A lot of fools puttin' salt in the game Until these women get the notion that they runnin' the game They got money that they jumpin' on the pole to make Did the motto, took a flight to the golden state I'm the general, just makin' sure my soldiers straight Had to leave my nigga, homie got an open case But I'm big on the west like I'm big in the south So we gon' pay some people off, we gon' figure it out And my name too big, and my gang too big Young Money shit, me and Lil Wayne too big I'ma crush that ass even if it ain't too big I would pinky swear but my pinky ring too big Wassup  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Bridge: YG] I'm that nigga, I'm that nigga Bank of America account got six figures I'm that nigga on the block With the fat heat; run like athletes I'm that nigga, I'm that nigga Bank of America account got six figures I'm that nigga on the block  [Chorus: YG] Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love? Bitch, who do you love?  [Outro] Nigga we straight and we hood Ain't nobody ever gave us shit When you see us shinin' it's because we steady grindin' We stay paper chasin' Separatin' the real from the fake The fake from the real We livin' to die and dyin' to live! Nigga, that's why we got so many women I'm tryna go deep, hit them asscheeks Bust them guts, make her cum Bitch, you know the game! Ain't a motherfuckin' thing change! Bitch! Who do you love!?  [Skit: YG] Ay, hold up! I done lost too many homies in these past couple years. This shit brazy! Rest in peace, my nigga CJ Mack. Rest in peace, my nigga Cedar Block Frog though (Bool!). Rest in peace, my nigga Tiny M. And last but not least, rest in peace, my nigga Big Aaron  ",
        "title": "Who Do You Love?"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by JProof, Oak, Flip, Pop, Natural, and Terry \"Tru\" Sneed] [Directed by Christopher Sims]  [Intro] Make every minute worth it, baby This for Usher, baby Watch this  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 1] It's 5 in the mornin' Kush is rollin' while she's makin' steak and eggs, yeah At 5 in the mornin' We can only be about to do one thing (what?)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 1] I think that she's a winner She could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  [Verse 2] This girl, she's my hero Get dinero, euros, pesos, francs and yen, ha (I ain't one to trick off either) I'm starin' at your barrel Pull the trigger, chitty, chitty, bang, babe (Whatever you want, I told her)  [Refrain] See, I told her, the devil is a lie Them other girls can't compete with mine You do it so good, you fuck my mind You pull it out, then you open wide You make me wanna tap out and retire Your pretty lips leave me so inspired  [Pre-Ch­orus 2] I think I got a winner Could be a keeper  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Verse 3] Listen, the only thing I know You give it to me, baby, with good flow Don't ever run it back, come on, keep goin' Just give it to me, give it up to me, give it up to me I, I can't keep my control Every time that I see you hit that floor She keep on givin it to me, I want more Now come on baby, now give it to me, give it up to me Heeyyy yeah  [Bridge 4X] Kiss it good, kiss it right Keep it up, we be kissin all night  [Ch­orus] Cause she's such a good kisser Got lipstick on my leg Oh baby She's such a good kisser I'ma rain on this parade Oh baby  [Hook] I done been around the world, I done kissed a lot of girls So I'm guessin' that it's true, huh Make me holla and I bet a million dollars Don't nobody kiss it like you, ha Don't nobody kiss it like you Don't nobody kiss it like you, bang, bang, bang Don't nobody kiss it like you, don't nobody kiss it like you, uh ha  ",
        "title": "Good Kisser"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": null,
        "title": "Automatic"
    },
    {
        "artist": "Jhene Aiko",
        "lyrics": null,
        "title": "The Worst"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Intro] Here it go  [Verse 1] Well, I won 2 dollars on a scratch-off ticket So I went back to the counter and I bought 2 more with it And I won 10 bucks and that was just right So, I bought a six pack and a, a bag of ice  [Pre-Chorus 1] You know even if our ship came in and this is all we got It ain’t like we really need a million dollar yacht cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Verse 2] Still, can you imagine if we ever struck it I’d go shoot tequila, take a lime and suck it And we’d tell our bosses they can do the same We’ll find a big cruise ship and buy the whole dang thing  [Pre-Chorus 2] We’d sail around the world and go to shore in a dingy But till that dream comes true why don’t you grab your bikini cause  [Chorus 1] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank We’re laughing all the way to the river bank  [Bridge] However it goes (whatever happens) We’ve got it made (in these shades) Cause baby we can float (behind this boat) We can ride away  [Chorus 2] We got an inner tube We got a trailer hitch We’re near the river and far from rich But we have got each other and gas in the tank And it's a beautiful day We’re laughing all the way, to the river bank  ",
        "title": "River Bank"
    },
    {
        "artist": "Young Money Featuring Drake",
        "lyrics": "  [Verse 1] Had hit records on my demo Did y'all boys not get the memo? I do not stay at the Intercontinental And anything I got is not a rental I own that mu'fucka Figured out this shit is simple My stock been going up like a crescendo A bunch of handshakes from the fakes But nigga, I do not wanna be friends though I told y'all mu'fuckas Man, this shit is not a love song This a \"fuck-a-stripper-on-the-mink-rug\" song This a \"fuck-them-boys, forever-hold-a-grudge\" song \"Pop-some-fucking-champagne-in-the-tub\" song Nigga, \"just-because\" song Damn  [Chorus] What's the move? Can I tell the truth? If I was doing this for you then I'd have nothing left to prove Nah, this for me though I'm just tryna stay alive and take care of my people And they don't have no award for that Trophies, trophies And they don't have no award for that Shit don't come with trophies, ain't no envelopes to open I just do it cause I'm 'sposed to, nigga  [Verse 2] Bitch I go to Dreams with a suitcase I got my whole country on a new wave She like \"I heard all your niggas stay where you stay\" House so big I haven't seen them boys in two days Bitch, I use a Walkie-Talkie just to get a beverage I saw my parents split up right after the wedding That taught my ass to stay committed, fuck the credit Bitch check the numbers, I'm the one who really get it I told y'all mu'fuckas Man, this shit is not a love song This a \"doing-me-and-only-God-can-judge\" song \"I-do-not-know-what-the-fuck-you-thought-it-was\" song \"Pop-some-fucking-champagne-in-the-tub\" song Nigga, \"just because\" song Damn  [Chorus] What's the move? Can I tell the truth? If I was doing this for you then I'd have nothing left to prove Nah, this for me though I'm just tryna stay alive and take care of my people And they don't have no award for that Trophies, trophies And they don't have no award for that Shit don't come with trophies, ain't no envelopes to open I just do it cause I'm 'sposed to, nigga  ",
        "title": "Trophies"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] 'Cause you're a sky, 'cause you're a sky full of stars I'm gonna give you my heart 'Cause you're a sky, 'cause you're a sky full of stars 'Cause you light up the path  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I saw you  [Verse 2] 'Cause you're a sky, 'cause you're a sky full of stars I want to die in your arms, oh 'Cause you get lighter the more it gets dark I'm gonna give you my heart, oh  [Hook] I don't care, go on and tear me apart I don't care if you do, oh oh, oh 'Cause in a sky, 'cause in a sky full of stars I think I see you, I think I see you  [Outro] So sky, you're a sky full of stars Such a heavenly view You're such a heavenly view (yeah, yeah, yeah, oh)  ",
        "title": "A Sky Full Of Stars"
    },
    {
        "artist": "Craig Campbell",
        "lyrics": "  You got your hair down You got that look in your eye That says come here and get me boy Lay me down and love me just right, yeah Ain’t goin no where I got a bottle of wine I got nothin’ but time on my hands And I’m gonna be your man tonight, ah yes I am  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’  It’s been a long week I’ve been missin’ me some you All I wanna do is get your lips on mine Girl if you only knew, hey  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’ Yeah keep ‘em comin’ all night  Don’t stop killin’ me baby Don’t stop drivin’ me crazy I swear there’s honey on your lips Baby give me one more long slow kiss  I can’t imagine doin’ nothin but what I’m doin Just layin’ round tangled up with you We got our buzz on sippin’ on a little something I need your lovin’ Just keep them kisses comin’ Oh keep ‘em comin’ all night, hey  ",
        "title": "Keep Them Kisses Comin'"
    },
    {
        "artist": "Kid Ink Featuring Chris Brown",
        "lyrics": "  [Intro: Chris Brown] I told her \"Fuck that nigga\" (Mustard on the beat, ho)  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick My main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  [Verse 1: Kid Ink] We sitting in the back of the club, table got a rope in the front, I don't know ya You looking real familiar, I could just be a lil drunk I don't know your name, it's a God damn shame I don't know how to explain it for ya But, girl, I'm just saying if you got a man back home I don't know him What, just keep it on the hush, pocket full of trees, don't beat around the bush Walk on green, I can even hear the putt, K.O shawty when I hit her with a punchline Get a couple shots when it's crunch time, ducking from my ex like a one time Throw a sign when you really tryna go, got the car parked right at the door  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  [Verse 2: Kid Ink] Nah, and you don't know my name, no, just in case you the feds, I don't know ya I might'a poured you a drink, but don't let it go to your head I know why you came, tryna be my main chick Passenger side when I lane switch, top back, two seats only, ain't no room for your friends, I don't know them We just seizing the moment, up all night, throw a deuce to the morning Fly motherfucker, everything is imported, don't try to act too important, I know your game You got a gang of niggas, all over you, but you all over here, on me Girl, I ain't tryna dog ya, bad bitch only thing I'll call you  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\"  [Verse 3: Chris Brown] Baby, why you playing? You heard my name, I know why you came She gon' gimme that brain so we can do our thang, let's do that thang What you thinking 'bout me taking you down, yeah I can be your man when he's not around, yeah  [Chorus: Chris Brown] I don't know your name, but you've heard my name I know why you came, tryna get that name But you heard my name Girl I know you wanna be my main chick, my main chick I said fuck whoever you came with, who you came with, I told her \"Fuck that nigga\" (I don't know ya)  ",
        "title": "Main Chick"
    },
    {
        "artist": "Ingrid Michaelson",
        "lyrics": "  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Verse 1] I'm a little let down, but I'm not dead There's a little bit more that has to be said (oh oh) You play me, now I play you too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Verse 2] I'm a little bit home, but I'm not there yet It's one to forgive but it's hard to forget Don't call me, I won't call you, too Let's just call it over  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls  [Post-Chorus] Chase girls chase boys chase boys chase girls  [Bridge] I got two hands, one beating heart And I'll be alright, I'm gonna be alright Yeah I got two hands, one beating heart And I'll be alright Gonna be alright  [Chorus] All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be Ooh... it's all the same thing Girls chase boys chase girls All the broken hearts in the world still beat (Ooh, everything is going to be fine) Let's not make it harder than it has to be Ooh... it's all the same thing (Ooh, everybody loves you, baby) Girls chase boys chase girls All the broken hearts in the world still beat Let's not make it harder than it has to be (Ooh, everything is going to be fine) Ooh... it's all the same thing Girls chase boys chase girls  [Interloped with Chorus] Ooh, everything is going to be fine Ooh, everybody loves you, baby Ooh, everything is going to be fine  [Outro] Ooh... it's all the same thing Girls chase boys chase girls  ",
        "title": "Girls Chase Boys"
    },
    {
        "artist": "Becky G",
        "lyrics": "  [Verse 1] I don't know, it's just something about ya Got me feelin' like I can't be without ya Anytime someone mention your name I be feelin' as if I'm around ya Ain't no words to describe you baby All I know is that you take me high Can you tell that you drive me crazy? Cause I can't get you out my mind  [Pre-Chorus] Think of you when I'm going to bed When I wake up, think of you again You are my homie, lover and friend Exactly why  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower  [Verse 2] All I want, all I need is your lovin' Baby you make me hot like an oven Since you came, you know what I discovered? Baby, I don't need me another No, no, all I know Only you got me feeling so And you know that I got to have ya And I don't plan to let you go  [Pre-Chorus] Think of you when I'm going to bed When I wake up, think of you again You are my homie, lover and friend Exactly why  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower  [Bridge] Oh, oh There ain't no guarantee But I'll take chance on we Baby let's take our time (Singing in the shower) And when the times get rough There ain't no givin' up Cause it just feel so right (Singing in the shower) Don't care what others say If I got you, I'm straight You'll bring my heart to life Yeah  [Chorus] You light me up inside Like the 4th of July Whenever you're around I always seem to smile And people ask me how Well you're the reason why I'm dancing in the mirror And singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da Singing in the shower La-da-dee, la-da-da, la-da-da  ",
        "title": "Shower"
    },
    {
        "artist": "Tiesto Featuring Matthew Koma",
        "lyrics": null,
        "title": "Wasted"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  [Instrumental break]  [Verse 1] It ain’t in a high rise looking for a good time shutting down the city lights It ain’t in the water floating like a bobber soaking up that hot sunshine As good as it gets, no that ain’t where it is  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Verse 2] It ain’t in a suped-up shiny red new truck, if she ain’t to my right It ain’t in a dive bar, tall can of PBR, poppin' tops rockin' all night As good as it gets, no, that ain’t where it is  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Bridge] No, it don’t matter wherever we’re at (no) No, it don’t get no better than that It ain’t in a suped-up shiny red new truck, if she ain’t to my right  [Chorus] It’s at 2 A.M. when she's reaching over Faded T-shirt hanging off her shoulder Dressed up, hair down, in a ball cap Yep Yep, as long as I get that Sweet little something late night kiss On a plane or a train or way back in the sticks I swear, if she's there, that’s where Yep yep, that's where it's at  [Outro] Yeah, that’s where it’s at Yep, yep, (that’s where it’s at) 2 A.M. when she’s reaching’ over Faded t-shirt hanging off her shoulder (that’s where it’s at)  ",
        "title": "Where It's At (Yep, Yep)"
    },
    {
        "artist": "Pitbull Featuring G.R.L.",
        "lyrics": "  [Chorus: Lauren Bennett & G.R.L.] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours Long live this wild, wild love  [Verse 1: Pitbull] Ladies and gentlemen You're looking at the new playboy (Who you?) That's right, Armando Christian Perez And when it comes to that pretty little bitty kitty Don’t stop, get it, get it, baby, let me pet it I got that wild love Love to get wild, dirty, freaky, nasty, yeah, I said it I'll make you lose your heart and your mind at the same time Don't believe me, bet it I'm obsessed with that wild love for sure Even though it's a catch 22 It's a gift and curse for sure But baby, you know that you love it too  [Pre-Chorus: Pitbull] That's why you need it, you want it all over your body This loving I'm giving, it's worth more than money You need it, you want it all over your body I know that you want this wild, wild, love  [Chorus: G.R.L. & Emmalyn Estrada] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours For better or worse, a blessing or a curse Long live this wild, wild love of ours  [Verse 2: Pitbull] Not only am I a client, I'm the player president The globe is my backyard, babe, it's evident When it comes to Miami, I always represent Read all about it, ladies and gents I'm the chico for the game I like my women yang, I like my women yang I like my women fine, I like them off the chain Take 'em all the world cup, Brazil tudo bang You know I'll meet 'em, greet 'em, read 'em Treat 'em, always keep them feeling right I don't know if I can handle all five But baby, we can try tonight, dale  [Pre-Chorus: Pitbull & G.R.L.] That's why you need it, you want it all over your body This loving I'm giving, it's worth more than money You need it, you want it all over your body I know that you want this wild, wild, love  [Chorus: G.R.L.] Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours Oh oh, this wild, wild love of ours, it can't be tamed, no This wild, wild love of ours, it can't be tamed, no For better or worse, a blessing or a curse Long live this wild, wild love of ours  [Outro: Pitbull & G.R.L. & (Lauren Bennett)] Mr. Worldwide, G.R.L What better than five beautiful women, haha Long live this wild, wild love (of ours)  ",
        "title": "Wild Wild Love"
    },
    {
        "artist": "Miranda Lambert Duet With Carrie Underwood",
        "lyrics": "  [Written by Chris DeStefano, Brett James, and Priscilla Renea]  [Intro] Stand on the box, stomp your feet, get clapping Got a real good feeling something bad about to happen  [Verse 1: Miranda] Pulled up to the church but I got so nervous Had to back it on up, couldn't make it to the service Grabbed all the cash underneath my mattress Got a real good feeling something bad about to happen  [Carrie] Ran into a girl in a pretty white dress Rolled down a window, where you headed to next? Said I'm heading to the bar with my money out of the mattress Got a real good feeling something bad about to happen  [Chorus] Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  [Verse 2: Carrie] Now me and that girl that I met on the street We're rollin' down the road, down to New Orleans Got a full tank of gas and the money out of the mattress Got a real good feeling something bad about to happen  [Miranda] Bout to tear it up down in New Orleans Just like a real-life Thelma and Louise If the cops catch up, they're gonna call it kidnapping Got a real good feelin' something bad about to happen  [Chorus] Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  Stand on the box, stomp your feet, start clapping Got a real good feeling something bad about to happen Drinks keep coming, throw my head back laughing Wake up in the morning, don't know what happened Whoa...something bad Whoa...something bad  ",
        "title": "Somethin' Bad"
    },
    {
        "artist": "Pharrell Williams",
        "lyrics": "  [Intro: Pharrell Williams] You miss me? I miss all of y'all All of you girls standin' together like that I can't take it  [Verse 1: Pharrell Williams] Wait a minute Women, I can do anything you like I can do anything you need And I got a better body Than the magazines you read  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Verse 2: Pharrell Williams] Wait a minute I can see it the way you like I can do anything you need I can give you dirty looks Like them niggas that's on TV  [Refrain: Pharrell Williams] None of them boys know the first thing About your fantasy And if they tried, they cannot do it Just like me  [Pre-Chorus: Miley Cyrus] I know you certainly been gone And it's been much too long And there's some things we need to do So I know you need to get home  [Chorus: Pharrell Williams and Miley Cyrus] Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Bridge: Miley Cyrus, Pharrell Williams, and Tori Kelly] There comes a time When craving will grab your wrist You'll need a sugar fix, baby There comes a time And you won't believe what you'll do When that sugar's callin' you  [Bridge: Pharrell Williams] Girl, now it's your time, this is where you wanna be H-O-M-E, satisfaction guaranteed And now it's your time, this is where you wanna be Cause everything you need, you will only find in me  [Pre-Chorus: Pharrell Williams] Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae Come get it bae, come get it bae You wanna ride it, my motorcycle You've got a license, but you got the right to Gonna pop a wheelie, don't try too high to Take it easy on the clutch, cause girl I like you  [Outro: Miley Cyrus] Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey) Wait a minute (hey)  ",
        "title": "Come Get It Bae"
    },
    {
        "artist": "ScHoolboy Q Featuring BJ The Chicago Kid",
        "lyrics": "  [Produced by Swiff D]  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 1: ScHoolboy Q] See I've been in the studio just tryna get to you, baby All nigHt layin' verses tHougH I'd ratHer lay witH you, baby Bra and panties matcHin', nail and toes, you all kinda lady Angel out of Heaven, sucH a goddess Have a nigga prayin'  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 2: ScHoolboy Q] You need a real nigga, shorty So come and throw that pussy, shorty See I think you and me can make it This little verse to get you naked See, your heart ain't meant for breaking Cupid's never been mistaken See, I been caught up in tHe moment Shit, my type ain't quite Her type but now this gangsta nigga on it She can twist my weed and hit the 'yac I can hit your type without the hat, put that pussy on the map I see qualities in a bad girl, I know that ass you got Come with attitude and your swag, girl, you ain't wrong, girl Just wHen tHat door knock lose your tHong, girl 'Cause you girl, 'cause you girl, girl, 'cause you girl, girl 'Cause you girl, girl...  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  [Verse 3: ScHoolboy Q] Throw a loc your pussy, girl, you knowing that your nigga faded Can I hit that pussy way I wanna while this record playing? Put my tongue in different places, play a game of Operation Like, na-na-na, la-la, la-la, you get wHat I'm saying No metaphors, nothing like that I'm keeping it straight to tHe point with you So, I'mma put this dick up all in-side-of-you  [Hook: BJ the Chicago Kid] I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby I'm just sittin' in the studio just tryna get to you, baby But this song so fuckin' dope, girl, it's harder not for me to blaze it To tell the truth, wish it was you in this booth that I was blazin' So I'm just sittin' in the studio just tryna get to you, baby  ",
        "title": "Studio"
    },
    {
        "artist": "Tim McGraw Featuring Faith Hill",
        "lyrics": "  [Verse 1: Tim McGraw] Runnin round in this new truck Bank lets me borrow from month to month I'm runnin out of credit, find a little Cash on the radio Standin still they're blowin past, numbers on cars goin NASCAR fast What I wouldn't give for a slow down, don't ya know? Cause where I come from, only the horses run When the day is done, we take it easy  [Chorus: Tim McGraw] Meanwhile back at Mama's The porch light's on, come on in if you wanna Supper's on the stove and beer's in the fridge Red sun sinkin' out low on the ridge Game's on the tube and Daddy smokes cigarettes Whiskey keeps his whistle wet Funny the things you thought you'd never miss In a world gone crazy as this  [Verse 2: Tim McGraw] Well I found a girl and we don't fit in here Talk about how hard it is to breathe here Even with the windows down can't catch a southern breeze here One of these days gonna pack it up and leave here Cause  [Chorus: Tim McGraw and Faith Hill] Meanwhile back at Mama's The porch light's on, come on in if you wanna Supper's on the stove and beer's in the fridge Red sun sinkin' out low on the ridge Game's on the tube and Daddy smokes cigarettes Whiskey keeps his whistle wet](3055200) [Funny the things you thought you'd never miss In a world gone crazy as this  [Bridge: Tim McGraw and Faith Hill] Oh I miss yeah a little dirt on the road, I miss corn growin in a row I miss being somebody everybody knows, there everybody knows everybody I miss those small town routes, walkin around in muddy boots The sound of rain on an old tin roof It's time we head on back  [Final Chorus: Tim McGraw and Faith Hill] Cause meanwhile back at Mama's The for sale sign's goin up and I'm gonna Dump this truck and the little I got On a loan to own and a three-acre lot Put supper on the stove and beer in the fridge Goin' for broke and we're gonna be rich Watch the sun settin on the ridge Baby tell me what you think about this  [Outro:Tim McGraw and Faith Hill] Me and you back at Mama's Yeah me and you back at Mama's  ",
        "title": "Meanwhile Back At Mama's"
    },
    {
        "artist": "Lorde",
        "lyrics": "  [Produced by Joel Little]  [Verse 1] Don't you think that it's boring how people talk? Making smart with their words again, well I'm bored Because I'm doing this for the thrill of it, killin' it Never not chasing a million things I want And I am only as young as the minute is, full of it Getting pumped up from the little bright things I bought But I know they'll never own me (yeah)  [Chorus] Baby, be the class clown, I'll be the beauty queen in tears It's a new art form showing people how little we care (yeah) We're so happy, even when we're smilin' out of fear Let's go down to the tennis court, and talk it up like yeah (yeah)  [Verse 2] Pretty soon, I'll be getting on my first plane I'll see the veins of my city like they do in space But my head's filling up fast with the wicked games,up in flames How can I fuck with the fun again, when I'm known? And my boys trip me up with their heads again, loving them Everything's cool when we're all in line, for the throne But I know it's not forever (yeah)  [Chorus] Baby, be the class clown, I'll be the beauty queen in tears It's a new art form showing people how little we care (yeah) We're so happy, even when we're smilin' out of fear Let's go down to the tennis court, and talk it up like yeah (yeah)  [Bridge] It looked alright in the pictures Getting caught's half of the trip though, isn't it? I fall apart, with all my heart And you can watch from your window And you can watch from your window  [Chorus] Baby, be the class clown, I'll be the beauty queen in tears It's a new art form showing people how little we care (yeah) We're so happy, even when we're smilin' out of fear Let's go down to the tennis court And talk it up like yeah (yeah)  [Outro] And talk it up like (yeah) And talk it up like (yeah) Let's go down to the tennis court, and talk it up like (yeah) And talk it up like (yeah) And talk it up like (yeah) Let's go down to the tennis court, and talk it up like (yeah) (yeah)  ",
        "title": "Tennis Court"
    },
    {
        "artist": "Christina Perri",
        "lyrics": null,
        "title": "Human"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Verse 1: Niall & Liam] I figured it out I figured it out from black and white Seconds and hours Maybe they had to take some time I know how it goes I know how it goes from wrong and right Silence and sound Did they ever hold each other tight like us? Did they ever fight like us?  [Chorus: Harry] You and I, we don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us No, nothing can come between you and I Oh, you and I  [Verse 2: Zayn & Louis] I figured it out Saw the mistakes of up and down Meet in the middle, There's always room for common ground I see what it's like I see what it's like for day and night Never together 'Cause they see things in a different light like us, They never tried like us  [Chorus: Harry & Zayn] You and I, we don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us (Two of us, two of us, two of us, two of us) 'Cause you and I We don't wanna be like them We can make it 'til the end Nothing can come between you and I Not even the Gods above Can separate the two of us No, nothing can come between you and I You and I Oh, you and I Oh, you and I We could make it if we try, you and I Oh, you and I  ",
        "title": "You & I"
    },
    {
        "artist": "Shakira",
        "lyrics": null,
        "title": "Empire"
    },
    {
        "artist": "The Band Perry",
        "lyrics": null,
        "title": "Chainsaw"
    },
    {
        "artist": "Chase Rice",
        "lyrics": "  [Verse 1] Damn, pretty girl you went and done it again You've gone and turned your sexy all the way up to 10 I've never seen a side ride seat looking so hot Baby, you rock, hit the spot like a fireball shot You've got me all high, head spinning around and around I'm down if you're down to burn down this town  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll  [Verse 2] Where the good years and good times meet Girl, we can rev it up right 'til we overheat Just forget about the time, get your lips on mine Gotta kiss you, get to know your smile On your mark, get set  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll Ready, set, let's ride  [Bridge] You got my heart bump-bumping When I'm pulling up into your drive Let's hit it 90 to nothin' Couple kids running into the night  [Chorus] Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up inside Just slide, girl, by my side, girl Yeah, we can run this town, I can rock your world We can roll 'em down, fog 'em up, cruise around, get stuck Pedal to the metal 'til the sun comes up I made a deal with the man on the moon He's gonna put in some overtime, we've got all night Ready, set, let's roll Ready, set, let's ride Ready, set, let's roll Ready, set, let's ride Get your little fine ass on the step, shimmy up on inside  [Outro] Yeah we can run this town You know I'll rock your world, c'mon Let's roll, let's ride, let's run this town tonight Read, set, let's roll  ",
        "title": "Ready Set Roll"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] She was leaning on a rail in a cotton dress Summer tanned pretty, little perfect mess With a story that could only be anybody's guess And I was thinking that I probably didn't stand a chance But I rolled up my sleeves, walked up and I said Hey, I don't know you but I'd kinda like a shot She said, I saw you coming over, I already thought it over And ok, so now what  [Chorus] And I said, well I got a car, she said, there's something At least it's a start, I said, it's better than nothing I ain't in no hurry but I'm ready when you are And she said, where do you think all this is going I said, there ain't no way of knowing I guess I hadn't thought it through that far But I got a car  [Verse 2] So, we let the wheels turn and the windows down We let ourselves go all the way through town She never said stop and I never asked her why We drove into the night, when outta nowhere She said, I'd give anything to never go back there And I kinda wish this day would never end She said, I could use a change but I don't even know where  [Chorus] And I said, well I got a car, she said, there's something At least it's a start, I said, it's better than nothing I ain't in no hurry but I'm ready when you are And she said, where do you think all this is going I said, there ain't no way of knowing I guess I hadn't thought it through that far But I got a car  [Verse 3] We got lost in the miles, lost track of the days Till we finally found a stopping place When the doctor's said, you know what's on the way? And we found ourselves in a little white house One Sunday morning, rain pouring down She said, I think it's time but all the lines are out  [Verse 4] And her eyes teared up and she said, what are we gonna do now? And I said, well I got a car, she said, there's something You think it'll start, I said, it's already running Got your things in the back and I'm ready when you are She said, are you sure it'll get us where we're going? I said, if there's one thing I know girl, it's gotten us this far And I don't mean to hurry but I'm ready when you are  ",
        "title": "I Got A Car"
    },
    {
        "artist": "Neon Trees",
        "lyrics": "  [Verse 1] All my friends, they’re different people Anxious like the ocean in a storm When we go out, yeah, we’re electric Coursing through our bodies ’til we’re one  And why mess up a good thing, baby? It’s a risk to even fall in love So, when you give that look to me I better look back carefully ‘Cause this is trouble, yeah this is trouble  [Hook] I said ooh, ooh You got me in the mood, mood I’m scared, but if my heart’s gonna break Before the night will end I said, ooh, ooh we’re in danger Sleeping with a friend, sleeping with a friend Sleeping with a friend  [Verse 2] All my friends, stay up past midnight Looking for the thing to fill the void I don’t go out much like I used to Something ’bout the strangers and the noise  And why leave when I got you, baby? It’s a risk but babe, I need the thrill I never said you’d be easy But if it was all up to me I’d be no trouble, hey, we’re in trouble  [Hook] I said ooh, ooh You got me in the mood, mood I’m scared, but if my heart’s gonna break Before the night will end I said, ooh, ooh we’re in danger Sleeping with a friend Ooh, ooh we’re in danger Sleeping with a friend  All my friends All my friends All my friends All my friends All my friends All my friends All my friends All my friends  [Bridge] We are both young, hot-blooded people We don’t wanna die alone Two become one, it could be lethal Sleeping with a friend  [Hook]  ",
        "title": "Sleeping With A Friend"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] If you love somebody Better tell them while they're here 'cause They may just run away from you  You'll never know quite when, well Then again, it just depends on How long of time is left for you  I've had the highest mountains I've had the deepest rivers You can have it all, but life keeps moving  Take it in but don't look down...  [Chorus] 'Cause I'm on top of the world, hey I'm on top of the world, hey Waiting for this for a while now Paying my dues to the dirt  I've been waiting to smile, hey Been holding it in for a while, hey Take it with me if I can Been dreaming of this since a child  I'm on top of the world...  [Verse 2] I've tried to cut these corners Try to take the easy way out I kept on falling short of something  I could've gave up then, but Then again, I couldn't have 'cause I've traveled all this way for something  Take it in, but don't look down...  [Chorus] 'Cause I'm on top of the world, hey I'm on top of the world, hey Waiting for this for a while now Paying my dues to the dirt  I've been waiting to smile, hey Been holding it in for a while, hey Take it with me if I can Been dreaming of this since a child I'm on top of the world  [Video curt]  [Chorus] I'm on top of the world, hey I'm on top of the world, hey Waiting for this for a while now Paying my dues to the dirt  I've been waiting to smile, hey Been holding it in for a while, hey Take it with me if I can Been dreaming of this since a child  [Bridge] And I know it's hard when you're falling down And it's a long way up and you make you round But get up now, get up, get up now... (x2)  [Chorus] 'Cause I'm on top of the world, hey I'm on top of the world, hey Waiting for this for a while now Paying my dues to the dirt  I've been waiting to smile, hey Been holding it in for a while, hey Take it with me if I can Been dreaming of this since a child  [Bridge] And I know it's hard when you're falling down And it's a long way up and you make you round But get up now, get up, get up now... (x2)  [Chorus] 'Cause I'm on top of the world, hey I'm on top of the world, hey Waiting for this for a while now Paying my dues to the dirt  I've been waiting to smile, hey Been holding it in for a while, hey Take it with me if I can Been dreaming of this since a child  I'm on top of the world...  ",
        "title": "On Top Of The World"
    },
    {
        "artist": "Demi Lovato Featuring Cher Lloyd",
        "lyrics": "  [Verse 1: Demi Lovato] You wanna play, you wanna stay, you wanna have it all You started messing with my head until I hit a wall Maybe I should've known Maybe I should've known That you would walk, you would walk out the door (hey) Said we were done, then met someone and rubbed it in my face Cut to the part, she broke your heart, and then she ran away I guess you should've known I guess you should've known that I would talk, I would talk  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  [Verse 2: Demi Lovato] I can't believe I ever stayed up writing songs about you You don't deserve to know the way I used to think about you Oh, no, not anymore Oh, no, not anymore You had your shot, had your shot, but you let go Now if we meet out on the street, I won't be running scared I'll walk right up to you and put one finger in the air And make you understand And make you understand You had your chance, had your chance  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  [Verse 3: Cher Lloyd] Yeah, listen up Hey, hey, never look back Dumbstruck boy Ego intact Look boy, why you so mad? Second guessing, but should've hit that Hey, Demi, you picked the wrong lover Should've picked that one, he's cuter than the other I just wanna laugh, 'cause you tryna be a hipster Kick him to the curb, take a Polaroid picture  [Chorus: Demi Lovato] But even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Even if the stars and moon collide I never want you back into my life You can take your words and all your lies Oh-oh-oh, I really don't care Oh-oh-oh, I really don't care  ",
        "title": "Really Don't Care"
    },
    {
        "artist": "Eric Paslay",
        "lyrics": "  [Verse 1] This ain't about tailgates Ain't about bonfires Ain't about souped up cars, water towers Or drowning in a bottle of Jack This ain't about Chevys Ain't about money Ain't about blue suede shoes, coo-coo-ca-choos Got nothing to do with that  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl  [Verse 2] Ah, it's a song about you, oh, yeah This ain't about hometowns Ain't about back roads Ain't about shoulda, coulda, wish I woulda Rear views looking back This ain't about goodbyes Ain't about come-backs Oh, got nothing to do with the stars and the moon Man, you're getting way off track  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl  [Bridge] Baby you, yeah you, yeah you, know who you are Baby you, yeah you, read my lips, hear my heart Listen to this guitar  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl Every time Oh, don't think too hard Dig too deep Or read between the lines  [Chorus] It's a song about a girl It goes like this Oh, little heartbreak queen Rocking the jeans Baby, just read my lips It's a song about a girl The one you can't forget Oh, blows your mind every time You think it's gonna be a hit It's a song about a girl, girl, oh It's a song about a girl, girl, ohh, yeah It's a song about a girl, girl, oh It's a song about a girl  [Outro] This ain't about tailgates Ain't about bonfires Ain't about souped up cars, water towers Or drowning in a bottle of Jack  ",
        "title": "Song About A Girl"
    },
    {
        "artist": "Childish Gambino",
        "lyrics": "  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005, hold up  [Verse 1] Hold up, wait a minute, all good just a week ago Crew at my house and we party every weekend so On the radio, that's my favorite song Make me bounce around, like I don't know, like I won't be here long Now the thrill is gone, got no patience, cause I'm not a doctor Girl why is you lying, girl why you Mufasa Yeah, mi casa su casa, got it stripping like Gaza Got so high off volcanoes, now the flow is so lava Yeah, we spit that saliva, iPhone got message from Viber Either the head is so hydra, or we let bygones be bygones \"My God, you pay for your friends?\" I'll take that as a compliment Got a house full of homies, why I feel so the opposite? Incompetent ain't the half of it Saturdays we're Young Lavish-ing Saddest shit, is I'm bad as it Beans they took from the cabinet (Whoa) Sorry, I'm just scared of the future Till 3005, I got your back, we can do this, hold up  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (say what) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  [Verse 2] I used to care what people thought, but now I care more I mean, nobody out here's got it figured out So therefore, I've lost all hope of a happy ending Depending on whether or not it's worth it, so insecure, no one's perfect We spend it with no shame, we blow that like Coltrane We in here like Rogaine, or leave it like Cobain And when I'm long gone, whole crew sing a swan song Cause we all just ticking time bombs, got a Lambo like LeBron's mom And no matter where all of my friends go, Emily, Fam, and Lorenzo All of them people my kinfolk, at least I think so, can't tell Cause when them checks clear, they're not here Cause they don't care, it's kinda sad but I'm laughing whatever happens Assassins are stabbed in the back of my cabin Labrador yapping, I'm glad that it happened, I mean it Between us, I think there's something special, and if I lose my mental Just hold my hand, even if you don't understand, hold up  [Hook] No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005, hold up  [Spoken Outro]  No matter what you say or what you do When I'm alone, I'd rather be with you Fuck these other niggas I'll be right by your side till 3005 Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up) Hold up, (hold up), hold up, (hold up)...  Hold up, hold up, hold up, hold up Hold up, hold up, hold up, hold up...  [Outro] We did it! Yay! Nigga, you so thirsty  [Produced by Childish Gambino, Ludwig Göransson, & Stefan Ponce]  ",
        "title": "V. 3005"
    },
    {
        "artist": "Brantley Gilbert Featuring Justin Moore & Thomas Rhett",
        "lyrics": "  [Verse 1] Around these parts ain't much to do Except work like a dog until Friday Punch that clock, cash that check Raise a little hell until Sunday About that time There's a party back in the woods tonight Heard it through the redneck grapevine Got a keg of beer and a bunch of girls Sure enough going to be a good time  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Verse 2] Oh, we about to throwdown, son Now we got a field full of daisy dukes Round here we know how to grow them Rocking little body and long tan legs Sure ain't scared to show them, no Show a little something, girl Somebody said them city boys Riding around looking for some trouble If they bring it across that county line You know there's gonna be a rumble  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Chorus] It's a small town throwdown It's time to tallboy up, let them tailgates down And man, it's on tonight, riding until the morning light Crank that country up loud, it's a small town throwdown  [Outro] That's country  ",
        "title": "Small Town Throwdown"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": "  [Verse 1] Let the bough break, let it come down crashing Let the sun fade out to a dark sky I can't say I'd even notice it was absent Cause I could live by the light in your eyes I'll unfold before you Would have strung together The very first words Of a lifelong love letter  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you (Yeeeeaaaaaaah)  [Verse 2] There was a time when I would have believed them If they told me you could not come true Just love's illusion But then you found me and everything changed And I believe in something again My whole heart Will be yours forever This is a beautiful start To a lifelong love letter  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you  [Bridge] We are not perfect We'll learn from our mistakes And as long as it takes I will prove my love to you I am not scared of the elements I am under-prepared, but I am willing And even better I get to be the other half of you  [Chorus] Tell the world that we finally got it all right I choose you I will become yours and you will become mine I choose you I choose you I choose you  ",
        "title": "I Choose You"
    },
    {
        "artist": "Clean Bandit Featuring Jess Glynne",
        "lyrics": "  [Verse 1: Jess Glynne] We're a thousand miles from comfort We have travelled land and sea But as long as you are with me There's no place I'd rather be I would wait forever Exulted in the scene As long as I am with you My heart continues to beat  [Pre-Chorus: Jess Glynne] With every step we take, Kyoto to The Bay Strollin' so casually We're different and the same, gave you another name Switch up the batteries  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be Ooooh  [Verse 2: Jess Glynne] We staked out on a mission to find our inner peace Make it everlasting so nothing's incomplete It's easy bein' with you, sacred simplicity As long as we're together, there's no place I'd rather be  [Pre-Chorus: Jess Glynne] With every step we take, Kyoto to The Bay Strollin' so casually We're different and the same, gave you another name Switch up the batteries  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be When I am with you, there's no place I'd rather be  [Bridge: Jess Glynne] Hmmmmmmmmmm, hoooooooooo Be, be, be, be, be, be, be, be, be Yeah-e-yeah-e-yeah-e-yeah-e-yeah, yeah, yeah  [Chorus: Jess Glynne] If you gave me a chance I would take it It's a shot in the dark, but I'll make it Know with all of your heart, you can't shake me When I am with you, there's no place I'd rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be N-n-n-no, no, no, no place I rather be When I am with you, there's no place I'd rather be  ",
        "title": "Rather Be"
    },
    {
        "artist": "AJR",
        "lyrics": "  [Intro: AJR] I'm ready... Uuuuuiiiiiiiiii (auii) Uuuuuiiiiiiiiii (auii)  [Verse 1: AJR] You're feeling good, you're feeling right Across the floor, and I'm already losing my mind Baby girl, looking fine Watch you playing and playing and playing these guys Catch my stare, little smile Tell me that you're ready and you're feeling the vibe Someday I'll be so damn sublime We'll arrive behind a hashtag sign  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Chorus: AJR] My lady I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark My lady, I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark  [Post-Chorus: AJR] Are you ready? I'm ready...  [Verse 2: AJR] Break me down, dirty jokes Watch me dear, and say what you wanna know (say what you wanna know) Beauty lies, within the eyes Of the beholder, I'll be holding you close all night  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Chorus: AJR] My lady I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark My lady, I know what you're thinking When the bass starts ringing Can you tell me when you're stoked to start? Are you ready for tonight, setting it on fire And we'll dance until we're dumb in the dark  [Post-Chorus: AJR] Are you ready? I'm ready...  [Bridge: AJR] Break me down, I'm ready, break me down Break me down, I'm ready, break me down Break me down, I'm ready, break me down Break me down, I'm ready, break me down  [Pre-Chorus: AJR] I won't forget you, but I may Forget your name  [Outro: AJR] I'm ready... Break me down, I'm ready, break me down Break me down, I'm ready, break me down Are you ready?  ",
        "title": "I'm Ready"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  [Verse 1] I could go for a tipsy tailgate kiss Baby taste the moonshinin' off of your lips I want to see that 'want ya' smile Still got me hooked, been hooked for awhile If you got a bottle you ain't opened yet And an empty spot beside ya in ya bed If you got some room for a little regret Let me know girl I've already left...  [Chorus] If you're feelin' what I'm feelin' let's mix it up You got my number baby hit me up If you need a little late night pick me up I, hope you get lonely tonight We ain't gotta make up, just kiss me We could straight up blame it on the whiskey You ain't gotta wake up and miss me, no I hope you get lonely tonight  [Verse 2] I don't care if you're spinnin' in the neon Or burnin' up the sheets with my tee on Either way the thought is turning me on And I can't shake it girl I'm wide awake, so  [Chorus]  [Bridge] Hope you get lonely Hope you get lonely Hope you get lonely tonight Girl  [Chorus]  Lonely tonight Lonely tonight Yep girl, I hope you get lonely tonight  ",
        "title": "Hope You Get Lonely Tonight"
    },
    {
        "artist": "Jamie N Commons & X Ambassadors",
        "lyrics": null,
        "title": "Jungle"
    }
]