[
    {
        "artist": "Shakira Featuring Wyclef Jean",
        "lyrics": "  [Intro: Wyclef Jean] Ladies up in here tonight No fighting, no fighting (We got the refugees up in here) No fighting Shakira, Shakira  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight, you know my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 1: Wyclef Jean] Hey girl, I can see your body moving And it's driving me crazy And I didn't have the slightest idea Until I saw you dancing And when you walk up on the dance floor Nobody cannot ignore the way you move your body, girl And everything so unexpected - the way you right and left it So you can keep on shaking it  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You make a woman go mad So be wise and keep on Reading the signs of my body  [Hook 2: Shakira] I'm on tonight You know my hips don't lie And I'm starting to feel you boy Come on let's go, real slow Don't you see baby así es perfecto  [Hook 2: Shakira] They know I'm on tonight, my hips don't lie And I'm starting to feel it's right All the attraction, the tension Don't you see baby, this is perfection  [Verse 2: Shakira] Oh boy, I can see your body moving Half animal, half man I don't, don't really know what I'm doing But you seem to have a plan My will and self restraint Have come to fail now, fail now See, I'm doing what I can, but I can't so you know That's a bit too hard to explain  [Interlude: Wyclef Jean] Baila en la calle de noche Baila en la calle de día Baila en la calle de noche Baila en la calle de día  [Hook 1a: Wyclef Jean] I never really knew that she could dance like this She make a man wanna speak Spanish Cómo se llama, bonita, mi casa, su casa Shakira, Shakira  [Hook 1b: Shakira] Oh baby, when you talk like that You know you got me hypnotized So be wise and keep on Reading the signs of my body  [Bridge: Wyclef Jean & Shakira] Señorita, feel the conga Let me see you move like you come from Colombia Mira en Barranquilla se baila así, say it! En Barranquilla se baila así  [Verse 3: Wyclef Jean] Yeah, she's so sexy every man's fantasy A refugee like me back with the Fugees from a third world country I go back like when 'Pac carried crates for Humpty Humpty We leave the whole club dizzy Why the CIA wanna watch us? Colombians and Haitians I ain't guilty, it's a musical transaction Bo-bop-so-bop, no more do we snatch ropes Refugees run the seas, 'cause we own our own boats  [Hook 2: Shakira] I'm on tonight My hips don't lie And I'm starting to feel you boy Come on let's go, real slow Baby like this is perfecto  [Hook 2: Shakira] Oh, you know I'm on tonight, my hips don't lie And I'm starting to feel it's right The attraction, the tension Baby like this is perfection  [Outro: Wyclef Jean &  Shakira] No fighting, no fighting  ",
        "title": "Hips Don't Lie"
    },
    {
        "artist": "Nelly Furtado Featuring Timbaland",
        "lyrics": "  [Intro: Nelly Furtado & Timbaland] Am I throwing you off? Nope Didn't think so  [Verse 1: Nelly Furtado & Timbaland] How you doing, young lady? That feeling that you giving really drives me crazy You don't have a player on the truck I was at a loss of words first time that we spoke You looking for a girl that'll treat you right You looking for her in the daytime, with the light You might be the type if I play my cards right I'll find out by the end of the night You expect me to just let you hit it But will you still respect me if you get it All I can do is try, gimme one chance What's the problem, I don't see no ring on your hand I'll be the first to admit it I'm curious about you, you seem so innocent You wanna' get in my world, get lost in it Boy, I'm tired of running, let's walk for a minute  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Verse 2: Nelly Furtado & Timbaland] Roses are red, some diamonds are blue Chivalry is dead, but you're still kinda cute Hey! I can't keep my mind off you Where you at, do you mind if I come through? I'm out of this world come with me to my planet Get you on my level, do you think that you can handle it? They call me Thomas, last name Crown Recognize game, Imma' lay mine's down I'm a big girl I can handle myself but if I get lonely I might need your help Pay attention to me, I don't talk for my health I want you on my team So does everybody else SHH! Baby we can keep it on the low Let your guard down ain't nobody gotta know If you with it girl I know a place we can go What kind of girl do you take me for?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, you already know That I'm all yours, what you waiting for? Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, let's get to the point Cause we're on a roll, you ready?  [Bridge: Timbaland & Nelly Furtado] Don't be mad, don't get mean Don't get mad, don't be mean Hey! Don't be mad, don't get mean Don't get mad, don't be mean  [Verse 3: Nelly Furtado & Timbaland] Wait...I don't mean no harm I can see you with my t-shirt on I can see you with nothing on Feeling on me before you bring that on Bring that on?! You know what I mean Girl, I'm a freak you shouldn't say those things! I'm only trying to get inside of your brain To see if you can work me the way you say It's okay, it's alright I got something that you gon' like Hey, is that the truth or are you talking trash? Is your game M.V.P. like Steve Nash?  [Hook: Timbaland and Nelly Furtado] Promiscuous girl, wherever you are I'm all alone, and it's you that I want Promiscuous boy, I'm callin ya' name But you're driving me crazy, the way you're making me wait Promiscuous girl, you're teasing me You know what I want, and I got what you need Promiscuous boy, we're one in the same So we don't gotta play games no more  ",
        "title": "Promiscuous"
    },
    {
        "artist": "Yung Joc",
        "lyrics": "  [Intro: Nitti] Here we go again Ghettoville U.S.A. (uh oh) You know I go by the name Nitti right (uh huh) I gotta introduce you to another motherfucker out my squad right(who this nigga mane) This nigga go by the name of Joc (Joc?) He resides in Collegepark (Collegepark C.P.) But for right now, what we gotta do for y'all (what we gonna do) We gotta give y'all a hit (huh)  [Verse 1: Yung Joc] Niggas in my face, damn near er' day Ask a million questions like, Joc where ya' stay? Tell 'em Collegepark, where they chop cars Get twenty grand, spend a grand at the bar Jest bought a zone, J's on my feet I'm on that Patron, so get like me '69 Cutlass with the bucket seats Beat in my trunk, bought it just for the freaks Catch me in the hood, posted at the store Pistol in my lap, on the phone counting dough If a girl choose, let her do her thing Just like her mama, nice ass, nice brain Er'body love me, I'm so fly Niggas throw the deuces er'time I ride by I know ya wonder why, I'm so cool Don't ask me just do what you do (OK)  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 2: Yung Joc] Verse number two, do the damn thing Cubes on my neck, pockets full of Ben Frank's When I'm in the mall, hoes just pause I pop a few tags, give me that on the wall Time to flip the work, make the block bump Boys from the hood call me black Donald Trump Dope boy magic, seven days a week Number one record, long as Nitti on the beat Oh I think they like me, better yet I know Lights camera action when I walk through the door Niggas know my crew, we certified stars Valet in the front 'bout thirty-five cars Bitches in the back, black Beamer coupe's Girls liking girls, time to recruit If ya' got a problem, say it to my face We can knuckle up any time any place  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Verse 3: Yung Joc] Time to set it off, let these nigga know Have ya ever seen a Chevy with the butterfly doors? I ride real slow, no need to speed Gotta make sure ya' see the buckets on my feet Fans on my trail, but they don't think I know I keep my hands clean casue I never touch dope Every time I see 'em, look 'em in they eyes Ask me how I know, its me, surprise Put it in the air, rep where ya' stay Take a step back, blow the kush in they face Stuntin' is a habit, let 'em see the karats I'mma make it rain nigga, I ain't scared to share it  [Hook: Yung Joc] Meet me in the trap, it's goin' down Meet me in the mall, it's goin' down Meet me in the club, it's goin' down Any where ya meet me, guaranteed to go down  [Outro: Yung Joc] Yung Joc... Nitty strikes again This a Nitti beat Playmaker So So Def motherfucker  ",
        "title": "It's Goin' Down"
    },
    {
        "artist": "Chamillionaire Featuring Krayzie Bone",
        "lyrics": "  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 1: Chamillionaire] Grindin' to see if they can see me lean I'm tint, so it ain't easy to be seen Police see me ride by, they can see me gleam And my shine on the deck and the TV screen And ride with a new chick, she like, \"Hold up!\" Next to the PlayStation controller It's a full clip in my pistola Send a jacker into a coma Girl, you ain't know, I'm crazy like Krayzie Bone Just tryna bone, ain't tryna have no babies Ride clean as hell so I pull in ladies Law's on patrol and you know they hate me Music turned all the way up into the maximum I got speakers, some niggas tryna jack for some But we packin' somethin' and what we have for 'em We'll have a nigga locked up in a maximum Security cell, I'm grippin' oak Music loud and I'm tippin' slow Twin's steady twistin' like, \"Hit this dough!\" Police pull up right behind and it's in his throat Windows down, got to stop pollution CD changes, niggas like, \"Who is that producin'?\" That's the Play N Skillz when we out and cruisin' Got warrants in every city except Houston But I still ain't losin'  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 2: Krayzie Bone] I've been drinkin' and smokin' Holy shit, ‘cause I really can't focus I gotta get it home before the po-po's scope this Big old Excursion just swervin', all up in the curb'n A nigga be sippin' on the Hennessy and the gin again It's in again, we in the wind Doin' a hundred while I puff on a blunt And roll another one up, we livin' like we ain't givin' a fuck I got a blunt up in my right hand 40-ounce in my lap freezin' my balls Roll another tree, green leaves and all Comin' pretty deep, me and my dogs Yo, I gotta hit the back streets Wonderin' about the six pounds and I got heat Glock, Glock shots to the block, we creep-creep Pop-pop, hope cops don't see me on the low key With no regard for the law We dodge 'em like, \"Fuck 'em all!\" But I won't get caught up and brought up On charges for none of y'all Keep a gun in car and a blunt to spark Roll it up if you want, nigga, get it poppin', dog Ready or not, we bust shots off in the air Krayzie Bone and Chamillionaire  [Hook] They see me rollin', they hatin' Patrollin' and tryna catch me ridin' dirty Tryna catch me ridin' dirty My music's so loud, I'm swangin' They hopin' that they gonna catch me ridin' dirty Tryna catch me ridin' dirty  [Verse 3: Chamillionaire] Now would you think it so? I tried to let you go Turn on my blinker light and then I swang it slow And they upset for sho', ‘cause they think they know That they catchin' me with plenty of the drank and dro So they get behind me, tryna check my tags Look in my rear view and they smilin' Thinkin' they'll catch me in the wrong, they keep tryin' Steady denyin' that it's racial profilin' Houston, Texas, you can check my tags Pull me over, try to check my slab Glove compartment, gotta get my cash ‘Cause the crooked cops'll try to come up fast And bein' the baller that I am, I talk to them Givin' a damn about them not feelin' my attitude When they realize I ain't even ridin' dirty Bet you'll be leavin' with an even madder mood I'ma laugh at you and then I'll have to cruise Yeah, my #2 on some old-school DJ Screw You can't arrest me, plus you can't sue This is a message to the law, tellin' them: \"We hate you.\" I can't be touched and tell 'em that they shoulda known Tippin' down, I'm sittin' crooked on my chrome Bookin' my phone, findin' a chick I wanna bone Like they couldn't stop me I'm 'bout to pull up at your home, and it's on  ",
        "title": "Ridin'"
    },
    {
        "artist": "Daniel Powter",
        "lyrics": "  [Verse 1] Where is the moment we needed the most? You kick up the leaves and the magic is lost They tell me your blue skies fade to gray They tell me your passion's gone away And I don't need no carryin' on  [Verse 2] You stand in the line just to hit a new low You're faking a smile with the coffee to go You tell me your life's been way off line You're falling to pieces every time And I don't need no carryin' on  [Chorus] Because you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day You had a bad day  [Bridge] Will you need a blue sky holiday? The point is they laugh at what you say And I don't need no carryin' on  [Chorus] You had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day The camera don't lie You're coming back down and you really don't mind You had a bad day (Ooh a holiday)  [Bridge] Sometimes the system goes on the blink And the whole thing turns out wrong You might not make it back and you know That you could be well oh that strong And I'm not wrong (Yeah, yeah, yeah, yeah, yeah)  [Bridge] So where is the passion when you need it the most? Oh you and I You kick up the leaves and the magic is lost  [Chorus] Cause you had a bad day You're taking one down You sing a sad song just to turn it around You say you don't know You tell me don't lie You work at a smile and you go for a ride You had a bad day You've seen what you're like And how does it feel for one more time You had a bad day You had a bad day  [Outro] Ah, yeah, yeah, yeah Had a bad day (ah) Had a bad day (ah, yeah, yeah, yeah) Had a bad day (ah)  ",
        "title": "Bad Day"
    },
    {
        "artist": "Fort Minor Featuring Holly Brook",
        "lyrics": "  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone  [Verse 1: Mike Shinoda] She said, \"Some days, I feel like shit Some days, I wanna quit and just be normal for a bit\" I don't understand why you have to always be gone I get along, but the trips always feel so long  And I find myself trying to stay by the phone 'Cause your voice always helps me not to feel so alone But I feel like an idiot, working my day around the call But when I pick up, I don't have much to say  [Pre-Hook: Mike Shinoda] So, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Verse 2: Mike Shinoda] Come back home, you know, the place where you used to live Used to barbeque up burgers and ribs Used to have a little party every Halloween With candy by the pile, but now You only stop by every once in a while  Shit, I find myself just filling my time With anything to keep the thought of you from my mind I'm doing fine, and I'm I planning to keep it that way You can call me if you find you have something to say  [Pre-Hook: Mike Shinoda] And I'll tell you, I want you to know it's a little fucked up That I'm stuck here waiting, at times debating Telling you that I've had it with you and your career Me and the rest of the family here, singing \"where'd you go?\"  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Bridge: Mike Shinoda] I want you to know it's a little fucked up That I'm stuck here waiting, no longer debating Tired of sitting and hating and making these excuses For why you're not around, and feeling so useless  It seems one thing has been true, all along You don't really know what you got 'til it's gone I guess I've had it with you and your career When you come back, I won't be here and you can sing it  [Hook: Skylar Grey & Jonah Matranga] Where'd you go? I miss you so Seems like it's been forever that you've been gone Where'd you go? I miss you so Seems like it's been forever that you've been gone Please come back home  [Outro: Mike Shinoda, Brad Delson, & Jay-Z] When you made me that initial batch of songs I was like, that's the shit, right there Alright!  ",
        "title": "Where'd You Go"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Verse 1:] Story of my life Searching for the right, but it keeps avoiding me Sorrow in my soul cause it seems that wrong Really loves my company He's more than a man, and this is more than love The reason that the sky is blue The clouds are rolling in, because I'm gone again And to him I just can't be true  [Pre-Chorus] And I know that he knows I'm unfaithful And it kills him inside To know that I am happy with some other guy I can see him dying  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  [Verse 2] I feel it in the air as I'm doing my hair Preparing for another date A kiss upon my cheek As he reluctantly asks if I'm gonna be out late I say I won't be long, just hanging with the girls A lie I didn't have to tell Because we both know where I'm about to go And we know it very well  [Pre-Chorus] And I know that he knows I'm unfaithful And it kills him inside To know that I am happy with some other guy I can see him dying  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  [Bridge] Our love, his trust I might as well take a gun and put it to his head Get it over with I don't wanna do this anymore, woah Anymore  [Chorus] I don't wanna do this anymore I don't wanna be the reason why Everytime I walk out the door I see him die a little more inside I don't wanna hurt him anymore I don't wanna take away his life I don't wanna be a murderer  ",
        "title": "Unfaithful"
    },
    {
        "artist": "Cassie",
        "lyrics": null,
        "title": "Me & U"
    },
    {
        "artist": "Lil Jon Featuring E-40 & Sean Paul Of The YoungBloodZ",
        "lyrics": "  [Intro: Lil Jon] What's happenin'? Dis ya boy Lil Jon! BME Click What's up 40? What's happenin'? What's up Sean Paul? What's happenin'? Hey! Now ladies and gentlemen it's about dat time To turn this thang on out Now let me see everybody do this Hey! Let's go!  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 1: Lil Jon] Snap ya fingers and then rock wit it Do it, do it, do it, do it, gon' drop wit it Do a step with it, put your hips with it All my ladies let me see ya put a twist wit it You can't do like me, I'm by myself I do it so good, I don't need nobody else What's happenin', what's up Got da perc' fired up What's happenin', what's up Got Patron in my cup I pop, I drank I'm on Patron and perc', I can't thank I'm blowed, to the do' Don't know how the hell I'm gettin' home  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 2: E-40] Straight from the Bay, posted in the 'A' Bout to hit the club, we been mobbin' all day Drinkin' on some Rossi, Jon on Patron VIP status, strapped wit my chrome Look around the club, what do I see Everybody rockin' side to side to the beat Snappin' they fingers, bouncin' to the groove All by they self, that's the new move Nigga, where I'm from, we like to go dumb I'm soakin' up the game, I'm seein' how it's done I ask shawty what they call it, she said 'the Pool Palace' Straight from Bankhead, I said 'you good at it' Do what'cha do, you and ya crew They even got playa's and thugs doin' it too The mo' that I drank, the more it's lookin' smooth It's nuthin' to a boss, I can do the shit too  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  [Verse 3: Sean Paul] Chillin' in the vip, yeah, we gettin' crunk Niggas poppin' bottles and these bitches gettin' drunk Rollin' up the kush, put it in the air I'm throwin' up the E's to let 'em know we in here Brand new shoes, brand new tool Pull out the ol' school 'cause I'm feelin' real cool Yeah I'm from the 'A', so I'm leanin' and rockin' Snappin' my fingers, then reachin' for my Glock BITCH! Reppin' my block BITCH!, straight from the Dec When you snap ya fingers shawty, gotta jerk ya neck Smokin' on the best, we don't fuck wit dat mess I bet you can't do it, do it, do it like this Yeah I'm back to the track, back to the snap 1, 2 step, then you gotta lean back This is how we do it in the A town (And if you ain't know) This is how it goes down  [Hook: Lil Jon] Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay! Snap ya fingers! Do ya step! You can do it all by yo self! Let me see you do it! Ay! Let me see you do it! Ay!  Hey! Hey!  ",
        "title": "Snap Yo Fingers"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Produced by Rick Rubin]  [Verse 1] Gettin' born in the state of Mississippi Poppa was a copper and her momma was a hippie In Alabama she would swing a hammer Price you gotta pay when you break the panorama She never knew that there was anything more than poor What in the world, what does your company take me for?  [Verse 2] Black bandana, sweet Louisiana Robbin' on a bank in the state of Indiana She's a runner, rebel and a stunner On her merry way sayin', \"Baby, what you gonna—?\" Lookin' down the barrel of a hot metal .45 Just another way to survive  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Verse 3] She's a lover, baby and a fighter Shoulda seen her comin' when it got a little brighter With a name like Dani California Day was gonna come when I was gonna mourn ya A little loaded she was stealin' another breath I love my baby to death  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  [Bridge] Who knew the other side of you? Who knew what others died to prove? Too true to say goodbye to you Too true, too sad sad sad  [Verse 4] Push the fader, gifted animator One for the now and eleven for the later Never made it up to Minnesota North Dakota man was a gunnin' for the quota Down in the Badlands she was savin' the best for last It only hurts when I laugh Gone too fast  [Chorus] California, rest in peace Simultaneous release California, show your teeth She's my priestess I'm your priest, yeah, yeah  ",
        "title": "Dani California"
    },
    {
        "artist": "Rihanna",
        "lyrics": null,
        "title": "SOS"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] I never knew I never knew that everything was fallin' through That everyone I knew was waitin' on a cue To turn and run when all I needed was the truth But that's how it's got to be It's comin' down to nothin' more than apathy I'd rather run the other way than stay and see The smoke and who's still standing when it clears  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  [Verse 2] Let's rearrange I wish you were a stranger I could disengage Just say that we agree and then never change Soften a bit until we all just get along But that's disregard Find another friend and you discard As you lose the argument in a cable car Hanging above as the canyon comes between  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on  [Bridge] And suddenly, I've become a part of your past I'm becomin' the part that don't last I'm losing you and it's effortless Without a sound We lose sight of the ground In the throw around Never thought that you wanted to bring it down I won't let it go down till we torch it ourselves  [Refrain] Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind Everyone knows She's on your mind Everyone knows I'm in Over my head I'm in over my head, I'm over my head Everyone knows I'm in Over my head Over my head With eight seconds left in overtime She's on your mind She's on your mind  ",
        "title": "Over My Head (Cable Car)"
    },
    {
        "artist": "Field Mob Featuring Ciara",
        "lyrics": "  [Jazze Pha] Ladies and GENTLEMEN! Jazze Pha, Field Mob, Ciara Superstar DJ's, here we go  [Hook - Ciara] They say - \"He do a little this, he do a little that He always in trouble,\" and I heard \"He's nuttin but a pimp, he's done a lot of chicks He's always in the club,\" and they say \"He think he slick, he's got a lot of chips He's sellin them drugs,\" and I heard \"He's been locked up, find somebody else He ain't nuttin' but a thug\" So whaaaaaaaaat, so whaaaaaat So whaaaaaat, so whaaaaat  [Smoke] And they say - I'm a slut, I'm a ho, I'm a freak I got a different girl everyday of the week You too smart you'd be a dummy to believe That stuff that you heard that they say about me They say that I'm THIS, they say that I'm THAT But all of it's fiction, none of it's fact! But you don't be hearin it about your lover You let it go in one ear and out the other Now he say, she say, they say, I heard If they fake we can't let it get on our nerves She miserable, she just want you to be Like her, misery needs company So don't listen to that vine of grapes - They're Nuttin' but liars hatin, and I bet They wouldn't mind tradin pla-ces With you by my side in my Mercedes  [Hook]  [Shawn Jay] Mo' Money, Mo' Problems, life of a legend Haters throw salt like rice at a weddin So what, that's your cousin, they don't mean nuthin Her like missin a type of affection you get You just blind to the facts See the lies just as obvious as cries for attention Yield to the blindness, apply your suspicion But listen, say you love me, gotta trust me Why you stress this high school mess? Break up never, they just jealous! Drama from your momma, mean mug from your brothers I'm that author of the book, they can judge from the cover Yes - I, I been to jail And yes - I'm grindin for real I'm a positive talkin negative pimp They hate to see you doin better than them, so!  [Hook]  (Ladies and Gentlemen, Ciara)  [Ciara] Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me This love is serious No matter what people think I'm gon' be here for ya And I don't care what they say Some people don't like, it Cause you hang out in the street But you my boy-friend You've always been here for me I love the thug in ya No matter what people think I'm gon' be here for ya And I don't care what they say  [Field Mob ad-libs as song fades]  ",
        "title": "So What"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] The gyal dem Schillaci, Sean da Paul So me give it to, so me give to, so me give it to, to all girls Five million and forty naughty shorty Baby girl, all my girls, all my girls, Sean da Paul say  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 1] Mek I see de gyal dem bruk out 'pon de floor Fram yuh don't want no worthless performer Fram yuh don't want no man wey can't turn you on Gyal, mek I see your hand dem up on ya Can't tan 'pon it long, naw eat no yam No steam fish, nor no green banana But down in Jamaica, we give it to yuh hot like a sauna  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 2] Bumper exposed and gyal, ya got your chest out But yuh no wasters 'cause, gyal, ya impress out And if ya des out a me, ya fi test out 'Cause I got the remedy fi make ya de-stress out Me haffi flaunt it, become a God, bless out And girl, if you want it, you haffi confess out I no lie, weh we need, set speed, haffi test the mattress out  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 3] Gyal, don't say me crazy now This strange love it a no Brigitte and Flavor show Time fi ma mek baby now So stop, gwaan like you a actin' shady, yo Woman, don't play, me know 'Cause I no Fred Sanford, not Grady, yo My lovin' is the way to go, my lovin' is the way to go  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Verse 4] When yuh roll with a player like me With a bredda like me, gyal, there is no other No need to talk it right here Just park it right here, keep it undercover Fram me love how you fit inna yuh blouse And yuh fat inna ya jeans and mi waan discover Everything 'bout you, baby girl, can't you hear when me utter?  [Hook] Well, woman de way de time cold, I wanna be keepin' you warm I got the right temperature fi shelter you fram the storm Oh Lord, gyal, I got de right tactics to turn you on And girl, I wanna be de Papa, you can be de Mom, oh, oh!  [Bridge] Callin' all wild out squadron, come report to duty Sexy ladies with the beauty come shake dat booty! JA girls Breakout, breakout, bruk wine Breakout, breakout (Miami ladies) Breakout, breakout, bruk wine Breakout, breakout (NYC girls) Breakout, breakout, bruk wine Breakout, breakout (L.A. ladies) Breakout, breakout, breakout Breakout, breakout, bruk wine (Yo, yo)  [Verse 5] Pass mi di nitro, mek mi get hype, yo Gyal, de ya nuff, gimme one fi di night, yo DJ, keep the mix dem tight, yo Hennessy and Red Bull mek mi get psycho Dirty dancin' cah we no polite, yo Feel it a bounce on mi left and mi right, yo Mek di girls get high like a kite, yo One thing mi waan you do right now  [Outro] Gyal move, what you waitin' for? Waan fi see ten ton of phat gyal 'pon the dancefloor Do your thing cah yuh know you're secure Gyal just bruk out cah you hard to the core Yo, move, what you waitin' for? Waan fi see ten ton of phat gyal 'pon the dancefloor Do your thing cah yuh know you're secure Gyal just bruk out cah you hard to the core, yo! Breakout, breakout  ",
        "title": "Temperature"
    },
    {
        "artist": "Gnarls Barkley",
        "lyrics": "  [Verse 1] I remember when I remember, I remember when I lost my mind There was something so pleasant about that place Even your emotions had an echo, in so much space And when you're out there without care Yeah, I was out of touch But it wasn't because I didn't know enough I just knew too much  [Chorus] Does that make me crazy? Does that make me crazy? Does that make me crazy? Possibly  [Verse 2] And I hope that you are having the time of your life But think twice, that's my only advice Come on now, who do you Who do you, who do you, who do you think you are? Ha, ha, ha, bless your soul You really think you're in control?  [Chorus] Well, I think you're crazy I think you're crazy I think you're crazy Just like me  [Verse 3] My heroes had the heart to lose their lives out on the limb And all I remember is thinkin' I wanna be like them Ever since I was little Ever since I was little, it looked like fun And it's no coincidence I've come And I can die when I'm done  [Chorus] But maybe I'm crazy Maybe you're crazy Maybe we're crazy Probably  ",
        "title": "Crazy"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne",
        "lyrics": "  [Music Video]  [Intro: Lil Wayne] What it is, folk, this right here is the sixteen-year old phenom Chris Breezy, me, myself, I'm the  23 year old CEO  [Verse 1: Lil Wayne] Young Carter, I'm harder than them other boys I ain't even fronting baby I can take a summer off I can break a woman off, I can take the stomach off One of my, trucks, now I'm riding in the goods Line it on up, guarantee you get served Lil Chris, said run it, so I ran and told her I'm a Cash Money young'n, Birdman Junior Just a president, looking for a moniker  [Verse 2: Chris Brown] The young boy just turned 16 and I got 64's and hot bikes that I rock Keep 3 or 4 sweeties on my clock, but all that swinging in that bikini just make 'em vicious Slow all the traffic down to a complete stop cause you speaking that slang that I talk That sassy tempo with that walk, maybe the reason that all these teenies may never see me  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Verse 3: Chris Brown] Ma, take a break, let me explain to you, what your body got a young boy ready to do If you take a chance to let me put them things on you, I could show you why I make them straight, A's in school I'm a hustler, trust my frame and age, got you thinking that I'm just too young to turn your page I can picture us switching lanes in the Coupe, with you on the phone screaming my name, Chris  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Bridge: Chris Brown] Girl you serious and I been watching you, this's what your body's saying Hey, yeah, this what your body's saying, ow  [Verse 4: Lil Wayne] Weezy baby, baby what it do, I'm tryna holla at cha I ain't upset, but I'll blind you if I smile at ya You rocking with young Chris and the best rapper So leave your phone, bring your friends, let the rest happen A lil Patron, a lil Hen', I'm on Cavalli Vodka I'm in Cavalli jeans, got on Cavalli boxers, I'm fresher than a newborn And um I can work you out like a futon And um you can leave your birthday suit on I'mma leave my boots on, I'mma leave my jewels on Never know what you want, I'mma leave that tool on Never know who home, I learned that from a Biggie song On to a new one, some like a redbone Oh I think she like me, she got me on a ringtone And I told her, \"Get yours, girl, and don't you stop\" Now gimme that funk, that gushy stuff Oh  [Chorus: Chris Brown] Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme Momma you may be 3 years older but you hot, gimme that You be talking like you like what I got, gimme that I know you like it how I lean in the 'lac You could be in the back saying gimme, gimme, gimme  [Outro: Chris Brown] VA, yeah ha Yeah ma don't be fronting like you don't know what's going on, aight, yeah  ",
        "title": "Gimme That"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Verse 1] I am unwritten, can't read my mind, I'm undefined I'm just beginning, the pen's in my hand Ending unplanned  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  Oh, oh  [Verse 2] I break tradition, sometimes my tries, are outside the lines We've been conditioned to not make mistakes But I can't live that way, no  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Pre-Chorus] Staring at the blank page before you Open up the dirty window Let the sun illuminate the words that you could not find Reaching for something in the distance So close you can almost taste it Release your inhibitions  [Chorus] Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins Feel the rain on your skin No one else can feel it for you Only you can let it in No one else, no one else Can speak the words on your lips Drench yourself in words unspoken Live your life with arms wide open Today is where your book begins The rest is still unwritten  [Outro] The rest is still unwritten The rest is still unwritten The rest is still unwritten  ",
        "title": "Unwritten"
    },
    {
        "artist": "Nick Lachey",
        "lyrics": "  Watch my life Pass me by In the rear view mirror Pictures frozen in time Are becoming clearer I don't want to waste another day Stuck in the shadow of my mistakes  Yeah...  Cause I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  I've been dying inside Little by little No where to go But going out of my mind In endless circles Running from myself until You gave me a reason for standing still  And I want you And I feel you Crawling underneath my skin Like a hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be But you can have what's left of me  Falling faster Barely breathing Give me something To believe in Tell me it's not all in my head  Take what's left Of this man Make me whole Once again  Cause I want you And I feel you Crawling underneath my skin A hunger Like a burning To find a place I've never been  Now I'm broken And I'm fading I'm half the man I thought I would be You can have all that's left, yeah yeah yeah What's left of me?  I've been dying inside you see I'm going out my Out my mind I'm just running in circles all the time Will you take what's left? Will you take what's left? Will you take what's left of me?  Just running in circles in my mind Will you take what's left? Will you take what's left? Will you take what's left of me? Take what's left of me...  ",
        "title": "What's Left Of Me"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Intro] Heeeeey! Yeah (Just do your thang, honey!)  [Verse 1] I could feel it from the start Couldn't stand to be apart Something about you caught my eye Something moved me deep inside I don't know what you did boy, but you had it And I've been hooked ever since  [Pre-Chorus] I told my mother, my brother, my sister and my friend I told the others, my lovers, both past and present tense Every time I see you everything starts making sense (Just do your thang, honey!)  [Chorus] Ain't no other man can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style with your bad ass (oh yeah!) Ain't no other man it's true (all right) Ain't no other man but you  [Verse 2] Never thought I'd be all right (no, no, no) 'Till you came and changed my life (yeah, yeah, yeah) What was cloudy now is clear yeah, yeah! You're the light that I needed You got what I want boy, and I want it So keep on giving' it up  [Pre-Chorus] Tell your mother, your brother, your sister and your friend And the others, your lovers, better not be present tense Cause I want everyone to know that you are mine And no one else's, woah, oh  [Chorus] Ain't no other man, can stand up next to you (to you) Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  [Bridge] Break it down now! Ain't no other, ain't, ain't no other! (Other) Ain't no other, ain't, ain't no other lover! Ain't no other, I, I, I need no other! Ain't no other man but you! You are there when I'm a mess Talk me down from every ledge Give me strength, boy you're the best You're the only one who's ever passed every test  [Chorus] Ain't no other man, can stand up next to you (Next to you) Ain't no other man on the planet does what you do You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you And now I'm telling' you, so ain't no other man but you Ain't no other man, can stand up next to you Ain't no other man on the planet does what you do (What you do) You're the kind of guy, a girl finds in a blue moon You got soul, you got class You got style, you bad ass (Oh yeah) Ain't no other man it's true Ain't no other man but you  ",
        "title": "Ain't No Other Man"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] Prison gates won't open up for me On these hands and knees I'm crawlin' Oh, I reach for you Well I'm terrified of these four walls These iron bars can't hold my soul in  [Pre-Chorus 1] All I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  [Verse 2] Heaven's gates won't open up for me With these broken wings I'm fallin' And all I see is you These city walls ain't got no love for me I'm on the ledge of the eighteenth story  [Chorus 2] And oh I scream for you (come please I'm callin') And all I need from you (hurry I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me Hurry I'm fallin'  [Pre-Chorus 1] And all I need is you (come please I'm callin') And oh I scream for you (hurry I'm fallin', I'm fallin', I'm fallin')  [Chorus] Show me what it's like (to be the last one standing) And teach me wrong from right (and I'll show you what I can be) And say it for me, say it to me And I'll leave this life behind me Say it if it's worth saving me (Hurry I'm fallin') And say it for me, say it to me And I'll leave this life behind me Say it if it's worth savin' me  ",
        "title": "Savin' Me"
    },
    {
        "artist": "The Pussycat Dolls Featuring Snoop Dogg",
        "lyrics": "  [Verse 1: Snoop Dogg] Yeah, lil' mama, you lookin' good I see you wanna play wit a player from the hood Come holla at me, you got it like that Big Snoop Dogg with the lead Pussycat I show you how it go down, yeah, I wanna throw down Me and you one-on-one, treat it like a showdown You look at me and I look at you I'm reachin' for your shirt, whatchu want me to do?  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 2: The Pussycat Dolls] Typical, hardly the type I fall for I like when the physical Don't leave me asking for more I'm a sexy mama (Mama) Who knows just how to get what I wanna (Wanna) What I wanna do is spring this on you (On you) Back up all of the things that I told you (Told you) You been saying all the right things all night along But I can't seem to get you over here to help take this off  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 3: The Pussycat Dolls] You say, you're a big boy but I can't agree 'Cause the love you said you had ain't been put on me I wonder if I'm just too much for you Wonder if my kiss don't make you just Wonder, what I got next for you What you wanna do? (Do) Take the chance to recognize that this could be yours I can see, just like most guys that your game don't please  [Pre-Hook: The Pussycat Dolls] Baby, can't you see? How these clothes are fitting on me And the heat coming from this beat I'm about to blow, I don't think you know  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  [Verse 4: Snoop Dogg] Now you can get what you want but I need what I need Now let me tell you what's crackalackin' 'fore I proceed I'mma show you where to put it at PCD on me, yeah, I thought I saw a pussycat Now roll with the big dog, all 6 of y'all on me, now tell me how it feel, babydoll Ashley, Nicole, Carmit, Jessica, Kimberley, Melody, you tellin' me?  [Bridge: The Pussycat Dolls] Ah, ah, hot Ah, ah, loosen up Ah, ah, yeah Ah, ah, I can't take this  [Hook: The Pussycat Dolls] I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing I'm telling you loosen up my buttons, babe (uh-huh!) But you keep fronting, uh Saying what you gon' to do to me (uh-huh!) But I ain't seen nothing  ",
        "title": "Buttons"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Click here to read about Panic! At The Disco's first live performance of “I Write Sins Not Tragedies]  [Music Video]  [Verse 1] Oh, well, imagine As I'm pacing the pews in a church corridor And I can't help but to hear No, I can't help but to hear an exchanging of words \"What a beautiful wedding! What a beautiful wedding!”, says a bridesmaid to a waiter \"And yes, but what a shame, what a shame The poor groom's bride is a whore\"  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of...  [Verse 2] Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Well, in fact Well, I'll look at it this way I mean technically our marriage is saved Well this calls for a toast, so pour the champagne Pour the champagne  [Chorus] I chimed in with a \"Haven't you people ever heard of closing a goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  [Chorus] I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of poise and rationality I chimed in with a \"Haven't you people ever heard of closing the goddamn door?!\" No, it's much better to face these kinds of things With a sense of... Poise and rationality Again  ",
        "title": "I Write Sins Not Tragedies"
    },
    {
        "artist": "The All-American Rejects",
        "lyrics": "  [Verse 1] Go ahead and waste your days with thinking When you fall everyone stands Another day and you've had your fill of sinking With the life held in your... Hands are shaking cold These hands are meant to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Verse 2] So a day when you've lost yourself completely Could be a night when your life ends Such a heart that will lead you to deceiving All the pain held in your... Hands are shaking cold Your hands are mine to hold  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Bridge] (Go on, go on, go on, go on) When everything is wrong, we move along (Go on, go on, go on, go on) When everything is wrong, we move along (Along) along (along) along (along) along (along)  When all you got to keep is strong Move along, move along like I know you do And even when your hope is gone Move along, move along Just to make it through  [Chorus] Speak to me, when all you got to keep is strong Move along, move along like I know ya do And even when your hope is gone Move along, move along just to make it through Move along Move along  [Outro] Move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along (Go on, go on, go on, go on) Right back what is wrong We move along  ",
        "title": "Move Along"
    },
    {
        "artist": "AFI",
        "lyrics": "  [Intro]  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  Whoa-oh-ohh  [Verse 1] With just a look, they shook And heavens bowed before him Simply a look can break your heart The stars that pierce the sky He left them all behind We’re left to wonder why He left us all behind  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Verse 2] Dreams of his crash won’t pass Oh, how they all adored him Beauty will last when spiraled down The stars that mystify He left them all behind And how his children cried He left us all behind  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Bridge] What's the hook, the twist Within this verbose mystery? I would gladly bet my life upon it That the ghost you love, your ray of light Will fizzle out without hope We're the empty set just floating through, wrapped in skin Ever searching for what we were promised Reaching for that golden ring, we'd never let go But who would ever let us put our filthy hands upon it?  [Chorus] Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  Hey, Miss Murder, can I? Hey, Miss Murder, can I? Make beauty stay if I Take my life?  [Video]  ",
        "title": "Miss Murder"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Whooo umm yeah Life is like a road that you travel on When there is one day here and the next day gone Sometimes you bend, sometimes you stand Sometimes you turn your back to the wind There is a world outside every darkened door Where blues will not haunt you anymore Where brave are free and lovers soar Come ride with me to the distant shore We won't hesitate To break down the garden gate There's not much time left today  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  [Verse 2] Through all these cities and all these towns It is in my blood and it is all around I love you now like I loved you then This is the road and these are the hands From Mozambique to those Memphis nights The Khyber Pass to Vancouver's lights  Knock me down get back up again You are in my blood I am not a lonely man There is no load I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  There was a distance between you and I (between you and I) A misunderstanding once But now we look it in the eye  Ooh, yeah  There ain't no load that I cannot hold Road so rough this I know I will be there when the light comes in Just tell them we are survivors  [Chorus] Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long Life is a highway I want to ride it all night long If you are going my way I want to drive it all night long  Give me give me give me give me yeah  ",
        "title": "Life Is A Highway"
    },
    {
        "artist": "Bubba Sparxxx Featuring Ying Yang Twins & Mr. ColliPark",
        "lyrics": "  [Mr. Collipark] Collipark, Bubba Sparxxx  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a tan on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Bubba Sparxxx] Girl I don't need you, but you need me Take it off, let it flop, shake it freely And I don't tell stories, I let 'em tell they self And you ain't gotta sell sex, girl it sell itself Like nuttin' else, yeah I'm a country boy But that big city bottom fill me up with joy Ain't life grand, live it up Betty Here go the whisper song, baby this is us, ready Put it on me, enthusiastically Whatever it is that you do, you do it admirably And I ain't choose it, that thang chose me It's Bubba K and Ying Yang all the way in this thang, go  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Ying Yang Twins] Quarter to twelve and we just came in Bubba gon' make it spark with the Ying Yang Twins Sippin' on Patron, blub blub blub Shorty in a thong, whoa, whoa, whoa Ass get to jiggling, motherfuckin' wiggling Keep that thang shakin' like she frostbit shivering Ass be delivering all type of flashes Cashes got these ho's shaking like molasses Sssh *whispering* let me whisper in your ear Get yourself together go and buy some new gear Do something with your hair then hit the club Shakin' ass at the fellas, goin' show some love But that wasn't in just a minute ago I guarantee you will make all the dough So go and do your thang baby work what you got And get what you want, make that money, don't let it make you  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  [Bubba Sparxxx] Hi there, how are things I once was a breast man, now it seems That ever since I had the pleasure of gettin' you together Your chest is just whatever, I found the buried treasure Yes ma'am, here's the plan Meet me over yonder, okay, don't play I'll bring the whoop whoop, you bring your cook book And I'm a fix that stuff up, everything is just good  [Ying Yang Twins] Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Booty, booty, booty, booty, rockin' everywhere Rockin' everywhere, rockin' everywhere  [Bubba Sparxxx] I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do I found you, Ms. New Booty Get it together then bring it back to me Hit the player's club for bout a month or two Put a cat on it then see what it do  [Bubba Sparxxx] Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight Get it ripe, get it right, hit it tight  ",
        "title": "Ms. New Booty"
    },
    {
        "artist": "KT Tunstall",
        "lyrics": "  [Intro] Two Three Go (Woo Hoo, Woo Hoo) (Woo Hoo, Woo Hoo)  [Verse 1] Well my heart knows me better Then I know myself so I'm going to let it do all the talking (Woo Hoo, Woo Hoo) I came across a place In the middle of nowhere With a big black horse And a cherry tree (Woo Hoo, Woo Hoo) I felt a little fear upon my back I said don't look back, just keep on walking (Woo Hoo, Woo Hoo) Well the big black horse said, \"Look this way.\" He said, \"Hey lil' lady Will you marry me?\"  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Verse 2] And my heart had a problem in the early hours So I stopped it dead for a beat or two (Woo Hoo, Woo Hoo) But I cut some cord and I shouldn't have done it And it won't forgive me after all these years (Woo Hoo, Woo Hoo) So I sent her to a place in the middle of nowhere With a big black horse and a cherry tree (Woo Hoo, Woo Hoo) Now it won't come back cause its oh so happy And now I've got a hole for the world to see, yeah (Woo Hoo, Woo Hoo)  [Chorus] And it said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Chorus] But I said, No no, no no no no I said, No no You're not the one for me No no, no no no no I said, No no, you're not the one for me (Ohhh Woo Hoo)  [Outro] Big black horse and a cherry tree (No no, no no no no) I can't quite get there Cause my heart's forsaken me, yeah, yeah, yeah (No no) Big black horse and a cherry tree (No no, no no no no) I can't quite get there cause my heart's Forsaken me  ",
        "title": "Black Horse & The Cherry Tree"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced By DJ Toomp]  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 1] See me in your city, sittin' pretty know I'm shinin dog Ridin' with a couple Latin broads and a China doll And you know how we ball, riding in shiny cars Walk in designer malls, buy everything we saw You know about me dog, don't talk about me dog And if you doubt me dog, you better out me dog I'm throwed off slightly bro, don't wanna fight me bro I'm fast as lightning bro, you better use your Nikes bro Know you don't like me cause your bitch most likely does She see me on them dubs in front of every club I be on dro, I'm buzzed, gave every ho a hug Niggas don't show me mugs cause you don't know me cuz  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 2] Candy on the six four, leather guts and fish bowl Fifty on my pinky ring just to make my fist glow Your bitches get low because I get dough So what I'm rich ho? I'll still pull a kick do' What you talking shit for, you gotta run and get four Got you yelling and I thought you pull out a gun hit four But you's a scary dude believed by very few Just keep it very cool or we will bury you See all that attitude's unnecessary dude You never carry tools, not even square, he cube You got these people fooled, who see me on the tube Whatever try the crew, they'll see you on the news  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  [Verse 3] Fresh off the jet to the block, burning rubber with the top popped My partners busting shots, I tell em \"stop, it make the block hot\" Yo label got got cuz you are not hot I got the top spot and it will not stop A video or not that will bust it 'til the Glock stop Drag you out that Bentley Coupe and take it to the chop shop Although we not y'all, if it may pop off I'll answer the question \"Will I get your block knocked off?\" This what it is bro, look, I will kill bro I'm in your hood if you a gangsta what you hid for Somebody better get bro before he get sent for You say you wanna squash it what you still talking shit for  [Chorus] Ayy, ayy, ayy, ayy, ayy What you know about that? What you know about that? What you know about that? Ay, don't you know I got key by the three When I chirp shawty chirp back Louie knapsack where I'm holding all the work at What you know about that? What you know about that? What you know about that? Hey I know all about that Loaded .44 on the low where the cheese at? Fresh out the jet to the 'jects where the G's at What you know about that? What you know about that? What you know about that? Hey I know all about that  ",
        "title": "What You Know"
    },
    {
        "artist": "Cherish Featuring Sean Paul Of The YoungBloodZ",
        "lyrics": "  [Cherish] A A A A A Aaaa A A A A A Aaaa A A A A A Aaaa A A A A A Aaaa  [Sean Paul] Yeah A-Town yeah (A-Town) Sean Paul (Sean Paul) From that Young Bloodz with my homegirl Cherish Yeah A-Town yeah (A-Town) A'Yo vito you got u one here playa  [Cherish] Step out the Caddy Deville It's on impressive steel, them boys checkin' us out Know when we dress to kill Strut up in the club It's dark but still got my shades on I hear the DJ mixin' Young Bloodz to that whisper song We from the city that made it OK to (A A A A) To make clubbin' a year-round holiday So if ya' feelin' right, grab the kryptonite This ya' song tonite, and it's on tonight  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit It All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin to it, to it So do it, do it, do it, to it  [Cherish] No need to ask where I'm from, you already know I represent the \"A\" from my head to my toes Step on the dance floor watch and learn, 'cuz here I go I throw my hands up and work my body to the flooo' We from the city that made it OK to (A A A A) To make clubbin' a year-round holiday So if ya feelin right, grab the kryptonite This ya song tonite, and it's on tonight  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  [Sean Paul] What's up 'cuz, 'cuz (what's up 'cuz, 'cuz) What's up folk, folk (what's up folk, folk) I lean I rock (I lean I rock) I drink I smoke (I drink I smoke) Might snap my fingers (might snap my fangas) Might clap my hands (might clap my hands) Don't get it twisted pimpin' this a hood dance (hood dance) Throw up ya' hood man (man) Roll up some wood man (man) They hang 'cuz they can't do it, do it, do it (Cherish: do it, do it, do it) man (man) I'm ridin' good man (man) We grip the wood it man (man) I'm in the club ten grand in the rubber band (band) Damn right I'm crunk (I'm crunk) Damn right I'm clean (I'm clean) They got that rock (that rock) They got that lean (that lean) We make a pool palace (palace) I make ya shoulder lean (shoulder lean) And I'ma show it (show it) nahmean!?  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  [Chorus] Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my ladies pop ya' backs wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it Bounce wit it, drop wit it Lean wit it, rock wit it, snap wit it All my fellas tip ya' hats wit it Do it, do it, do it, do it You know the world be rockin' to it, to it So do it, do it, do it, to it (A A A A)  A A A A Aaaa  ",
        "title": "Do It To It"
    },
    {
        "artist": "Kelis Featuring Too $hort",
        "lyrics": "  [Intro: Too $hort] You know, it's a hard pill to swallow When they tell you you strange You ain't hot Then in the blink of an eye They got on what you got That means I'm a boss  [Hook] I'm bossy I'm the first girl to scream on a track I switched up the beat of the drum That's right I brought all the boys to the yard And that's right, I'm the one that's tattooed on his arm I'm bossy I'm the chick y'all love to hate I'm the chick that's raised the stake I told Young Stunna he should switch to BAPES I'm back with an 808 cause I'm bossy  [Verse 1] Ooh lemme slow it down for ya so you can catch the flow Screw it up make it go extra slow Real girls get down on the flo (on the flo get down, on the flo) Ooh I gave you a taste you want some more Touch down on it like a pro I ride the beat like a bicycle, icicle Ooh from the 6-4 hefers up in crenshaw The money makin playas up in harlem Don't want no problem We gon keep it bumpin while the 808 is jumpin  [Bridge] Diamonds on my neck, di-diamonds on my grill Diamonds on my neck, di-diamonds on my grill  [Verse 2] Ooh (i bet I bet I bet) I bet ya never heard it like this before My baby be cruising them phantom doors Got the bar popping this that you can't afford (can't afford) Ooh I'm drinkin blasting the crowds it's all smoking All the while I'm all open Me and my girls we stay fly and we love to stay high Ooh from the 6-4 hefers up in crenshaw To the money makin playas up in harlem Don't want no problems We gon keep it bumpin while the 808 is jumpin  [Bridge]  [Hook]  [Verse 3: Too $hort] It's bout time that she get with me Can't stop starin, she's fine and she's pretty Damn girl, don't hurt em Don't back that, you gon work em Put your mack down, I know your background What chu want girl, you gettin mad now That's how you do it, huh? Well I'm the coolest one In fact, it's in the back bring 'em to the front Tell that man you's a boss Make some noise, raise your hand if you's a boss I don't think he understand you's a boss Get some help if you can cause he lost it Ain't no refunds, she spent the cash mayne In your benz with her friends in the fast lane Flossin, you say \"how much it cost me?\" About a million dollars playa, she's bossy  ",
        "title": "Bossy"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": null,
        "title": "Walk Away"
    },
    {
        "artist": "James Blunt",
        "lyrics": "  [Intro] My life is brilliant  [Verse 1] My life is brilliant, my love is pure I saw an angel, of that I'm sure She smiled at me on the subway She was with another man But I won't lose no sleep on that 'Cause I've got a plan  [Chorus] You're beautiful, you're beautiful You're beautiful, it's true I saw your face, in a crowded place And I don't know what to do 'Cause I'll never be with you  [Verse 2] Yeah, she caught my eye, as we walked on by She could see from my face that I was, fucking high And I don't think that I'll see her again But we shared a moment that will last 'til the end  [Chorus] You're beautiful, you're beautiful You're beautiful, it's true I saw your face, in a crowded place And I don't know what to do 'Cause I'll never be with you  [Outro] You're beautiful, you're beautiful You're beautiful, it's true There must be an angel, with a smile on her face When she thought up that I should be with you But it's time to face the truth I will never be with you  ",
        "title": "You're Beautiful"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Produced by Kevin \"Khao\" Cates]  [Intro] Hey, T.I.P. pimpin' Hey, shorty, why you gotta act like that? I'm sayin', I'm just tryin' to be nice to you  [Hook] Go and tell a nigga no, with a ass so fat Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that? In a relationship, been faithful to a nigga so whack Hey, why you wanna go and do that, love, huh? Hey-hey why you wanna go and do that, do that? Hey-hey why you wanna go and do that-that-that… aye-aye  [Verse 1] Can't help but notice how you glowing, I can see in yo' face Now, I just wonder if he know he close to being replaced Swear I treat you like a queen you put me in his place So you can give back his ring and the key to his place Tell the nigga one thing, that you need yo' space Selling niggas is one thing, you don't need to chase I wanna kiss you everywhere between yo' knees and waist Hear the sounds that you making, get yo' knees to shake Holla at me in the A, you feel you need to escape I got a mansion and a gate, you with me you safe A Benz, a Phantom and a truck with 23's the case 600 G's in the safe, how much cheese it take? This a chance you need to take, ain't no need to wait Say the word, we can leave today, this song's special And it feel like fate, hate to make a mistake How the same thing making you sad making you stay?  [Hook]  [Verse 2] Can he touch it like that, and make it feel like this? How I left and came back and it's still like this Do he hit it from the back and make you feel it in yo' chest? Take advantage of what you're concealing in yo' dress? What, he think he too fresh to show that you the best? Compliment you on your intellect and treat you with respect? Give you sex till you sweat, tongue kissing on yo' neck? It's been awhile since she got it like this, I bet I can tell you ain't just another bitch I met Ain't nobody got me open like this, not yet You confused, ain't decided which way you should go yet So how you keep saying no with yo' panties so wet?  [Hook]  [Talking] This nigga playing mind games, man I think the time came, that you mind changed you understand Life is like a chess move, you need to make yo' next move Yo' best move, keep it pimpin', you understand? Hey I mean, you know what I'm saying I done showed you how I feel, you know what I'm saying I put myself all the way out there you know The ball in yo' court, man But I just got a question for you… Is you happy?  [Hook]  ",
        "title": "Why You Wanna"
    },
    {
        "artist": "LeToya",
        "lyrics": null,
        "title": "Torn"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "Mary J. Blige Featuring Brook-Lyn",
        "lyrics": "  [1st Verse:] Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  Rewind that!  Cause um The sex was good You had my mind And I I let you Come back Every time You would Violate And cross The line And you Knew that I Would be The type To always Wait so patiently Thinkin' You was comin' Home to me Well Damn, I never heard The keys Or Felt ya taps Sayin' are You sleep  [Hook:] Don't wanna Play house No more So dumb To think You gon' Marry me I got to be out My mind To think I Need someone To carry me I've done enough Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [2ND Verse:] It's time I choose My clothes Choose my friends Be with my family They been asking Girlfriend Where you been? We ain't seen You in weeks Been chasin' This fool around Thinkin' he gon' Hold me down I would Follow his lead Thinkin' I would Be the one He keep around What I needed Not ya finance And all that I needed Real commitment I really couldn't see it Not the real man You said you would be In this relationship So many men Think all A girl needs Is to be sold A dream But I won't Fall for it  [Repeat Hook 1x]  [Bridge:] Don't wanna Play house no more You treat me wrong Tired of you Playin' me I been lookin' At the front door This ain't yours So let me do me Don't wanna Play house no more No more Tired of you Playin' me I've done enough Cryin', cryin', cryin' It's time I do Something for Me  [Brook's Rap:] You turned ya back And back I came runnin' But the simple Fact is That you Ain't want me I done enough Lyin' and cryin' To myself Nothin' left To do but move What else Can I do but leave? I believed that you would marry me But now I gotta breeze I be's with LT When you come To ya senses But then It's too late That's always How it be Catch me With the B's On the wheels Giuseppe on the heels Shoulda Marc Jacob Fe Fe bag me When you had me Next dude Will gladly Pick up Where you left off Ice me Wife me You ain't gon' Have me  [Mary] Cryin', cryin', cryin' (Cryin', cryin', cryin') It's time to say Bye, bye, bye It's time I Do something For me  [Repeat Hook 2x]  ",
        "title": "Enough Cryin"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Verse 1] It's just the cutest thing When you get to fussing (cussing) Yelling and throwing things I just wanna eat you up I don't mean no disrespect When I start staring Knowing that it makes you madder (uh, oh) I'm sorry But seeing you mad is so sexy  [Pre-Chorus] Could it be the little wrinkle over your nose When you make your angry face That makes me wanna just take off all your clothes And sex you all over the place Could it be the lil' way you storm around That makes me wanna tear you down Baby, I ain't sure But one thing that I do know is  [Chorus] Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad  [Verse 2] Baby, don't think I don't take you seriously But I just can't help the fact That your attitude excites me (So exciting) And you know ain't nothing better Then when we get Mad together and have angry sex (I'll blow you out) Then we forget what we were mad about  [Pre-Chorus] Could it be the little wrinkle over your nose When you make your angry face That makes me wanna just take off all your clothes And sex you all over the place Could it be the lil' way you storm around That makes me wanna tear you down Baby, I ain't sure But one thing that I do know is  [Chorus] Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad Every time you scream at me I wanna kiss you Baby when you put your hands on me I wanna touch you And when we get to arguing Just gotta kiss you Baby, I don't know why it's like that But you're just so damn sexy When you're mad  ",
        "title": "When You're Mad"
    },
    {
        "artist": "Dem Franchize Boyz Featuring Lil Peanut & Charlay",
        "lyrics": "  [Repeat 8X] Lean wit it, rock wit it!  [Verse 1] I bounce in the club so the hoes call me Rocky Posted in the cut, and I'm looking for a blockhead Yup in my white tee I break a bitch back And I keep a big bank Oh I think they like that Before I leave the house I'm slizzard on the goose And I'm higher than a plane so a nigga really loose And I can lean wit it (lean wit it) And I can rock wit it (rock wit it) And if you gotta friend She gotta suck a cock wit it!  [Verse 2] Ay gon and rock wit it (gon rock wit it) Gon and lean wit it (gon lean wit it) Rock so damn hard, you break your spleen wit it (you break your spleen wit it) Pull up ya jeans wit it (pull up ya jeans wit it) Smoke some green wit it (smoke some green wit it) And the spot ain't crunk bitch if we ain't in it If you don't wanna do it, then I'll make you dance Perfect example watch me make your face beat up my hands When you see me hit the spot, betta watch that boy Charlay, from the road wit Dem Franchize Boyz  [Repeat 8X] Lean wit it, rock wit it!  [Verse 3] I'm too clean to wanna pop lock From left to right a nigga lean Vibing to the beat, check my feet You ain't got these I rock then bend my knees Everytime the beat drop Lean wit it Rock wit me Freeze befo' your fingers pop Purple leen purple green grams in my sock What the fuck you mean You ain't seen buddy on the block They call me Doctor Doc I prescribe what a nigga need Make 'em lean and rock Old school people pat cha feet  [Verse 4] Shit I'm pimpin in the club Til the hoes start to act up Cuz they see my chain And a nigga throwing them stacks up I keep a full clip and my pistol in my pants I'm in the middle of the flo' They screaming 'Nigga do your dance'! You can roll yo arms (roll yo arms) And just put 'em in rotation (rotation) Go side to side And snap yo fingers like temptations Dog I'm all out of state Doin a dance they never seen that I ain't Fat Joe But snap your fingers then you lean back  [Repeat 8X] Lean wit it, rock wit it!  [Verse 5] Rock left then snap your fingers, rock right then snap your fingers Ay what's happenin', lean wit me, rock wit me Gotta pill pop wit me, go on take a shot wit me Call me Teddy, I got grams don't hate, nigga shop wit me D.F.B So So Def, hell yeah we known bitch Franchize ain't got no money? Shit hold on hold on bitch Rock left Rock right, You can get that (Shit) Lean back like Fat Joe and snap your wrist back  [Verse 6] Gangsters don't dance (Naw) They lean wit it rock wit it Glock wit me Pop quickly Gangsters gon rock wit it 1,2 pop and bring it cross the chest wit it Get nasty flashy Go on flex wit it Do it how you wanna Slow it up do the Matrix Play wit it straight hit it Get all in their face wit it This dance for the killers, the dealers, the cut throats You already know The chillen, the grown folk  [Repeat 8X] Lean wit it, rock wit it!  ",
        "title": "Lean Wit It, Rock Wit It"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Verse 1] I spent 20 years trying to get out of this place I was looking for something I couldn't replace I was running away from the only thing I've ever known Like a blind dog without a bone I was a gypsy lost in the twilight zone I hijacked a rainbow and crashed into a pot of gold I been there, done that and I ain't looking back on the seeds I've sown Saving dimes, spending too much time on the telephone Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright  [Verse 2] I went as far as I could, I tried to find a new face There isn't one of these lines that I would erase I lived a million miles of memories on that road With every step I take I know that I'm not alone You take the home from the boy, but not the boy from his home These are my streets, the only life I've ever known Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright  [Verse 3] I been there, done thatand I ain't looking that It's been a long long road Feels like I never left, that's how the story goes It doesn't matter where you are, it doesn't matter where you go If it's a million miles aways or just a mile up the road Take it in, take it with you when you go Who says you can't go home  [Chorus] Who says you can't go home There's only one place they call me one of their own Just a hometown boy, born a rolling stone, who says you can't go home Who says you can't go back, been all around the world and as a matter of fact There's only one place left I want to go, who says you can't go home It's alright, it's alright, it's alright, it's alright, its alright It's alright, it's alright, it's alright, it's alright, its alright Who says you can't go home Who says you can't go home  ",
        "title": "Who Says You Can't Go Home"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Intro] I wanna be with you Gotta be with you Need to be with you (Oh, oh, oh, oh) I wanna be with you Gotta be with you Need to be with you (Oh, oh, oh, oh) Oooo (oh, oh, oh, oh)  [Verse 1] Chemistry was crazy from the get go Neither one of us knew why We didn’t build nothin’ overnight Cause a love like this takes some time People swore it off as a phase, said we can’t see that Now from top to bottom, they see that we did that (Yes) it’s so true that (Yes) we been through it (Yes) we got real shit (Yes) see baby we've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby If anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Verse 2] I got a question for ya (see I already know the answer) Still I wanna ask you will you lie? (No) Make me cry? (No) Do somethin’ behind my back and then try to cover it up Well neither would I, baby My love is only your love (Yes) I’ll be faithful (Yes) I’m for real And with us you’ll always know the deal We've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby If anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Bridge] See this is real talk, I’mma always stay no matter what Good or bad (thick or thin) Right or wrong (all day, every day, hey) Now if you’re down on love or don’t believe this ain’t for you (no, this ain’t for you) And if you got it deep in your heart And deep down you know that it’s true (c’mon, c’mon, c’mon) Well let me see you put your hands up (hands up) Fellas tell your lady she’s the one Oh, put your hands up (hands up) Ladies let him know he’s got you locked Look him right in his eyes and tell him We've been...  [Chorus] Too strong for too long And I can’t be without you baby And I’ll be waitin’ up until you get home Cause I can’t sleep without you baby Oh, if anybody who’s ever loved, you know just what I feel Too hard to fake it, nothin’ can replace it Call the radio if you just can’t be without your baby  [Outro] Hey, oh, oh, oh Hey, oh, oh, oh I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you I wanna be with you, gotta be with you, need to be with you  ",
        "title": "Be Without You"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] I still hear your voice, when you sleep next to me I still feel your touch in my dream Forgive me my weakness, but I don't know why Without you it's hard to survive  [Chorus] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel the static And everytime we kiss, I reach for the sky Can't you hear my heart beat so... I can't let you go Want you in my life  [Verse 2] Your arms are my castle, your heart is my sky They wipe away tears that I cry The good and the bad times, we've been through them all You make me rise when I fall  [Chorus] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side Cause everytime we touch, I feel the static And everytime we kiss, I reach for the sky Can't you hear my heart beat so... I can't let you go Want you in my life  [Outro] Cause everytime we touch, I get this feeling And everytime we kiss, I swear I could fly Can't you feel my heart beat fast, I want this to last Need you by my side  ",
        "title": "Everytime We Touch"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] I can take the rain on the roof of this empty house That don’t bother me I can take a few tears now and then and just let them out I’m not a- -raid to cry every once in a while Even though going on with you gone still upsets me There are days every now and again I pretend I’m OK But that’s not what gets me  [Chorus] What hurts the most Was being so close And having so much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was tryin’ to do  [Verse 2] It’s hard to deal with the pain of losing you everywhere I go But I’m doin’ It It’s hard to force that smile when I see our old friends and I’m alone Still harder Getting up, getting dressed, livin’ with this regret But I know if I could do it over I would trade, give away all the words that I saved in my heart That I left unspoken  [Chorus] What hurts the most Is being so close And having so much to say much to say And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Instrumental Break]  [Chorus] What hurts the most Is being so close And having so much to say (much to say) And watching you walk away And never knowing What could have been And not seeing that loving you Is what I was trying to do, oh  [Outro] Not seeing that loving you That’s what I was trying to do  ",
        "title": "What Hurts The Most"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  Dancin' when the stars go blue Dancin' when the evening fell Dancin' in your wooden shoes In a wedding gown  Dancin' out on 7th street Dancin' through the underground Dancin' with the marionette Are you happy now?  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  Laughin' with your pretty mouth Laughin' with your broken eyes Laughin' with your lover's tongue In a lullaby  Where do you go when you're lonely Where do you go when you're blue Where do you go when you're lonely I'll follow you When the stars go blue Stars go blue Stars go blue Stars go blue  ",
        "title": "When The Stars Go Blue"
    },
    {
        "artist": "Busta Rhymes Featuring will.i.am & Kelis",
        "lyrics": "  I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) I love my bitch (I love you, nigga) My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy I love my girl 'cause she knows the shit She acting kinda ill but she ain't scared of the dick Got her on tape, though she act kinda rude Bet she know my money gone, she spent a do on a dude Real life chicken let her fucked with a thug Sippin' martini's drinkin', wanna fuck in the club 'Cause see that's my chick, that's my chick Thats my chick and she the shit And she the type that keep shit on low Never stress the kid when I'm surrounded with hoes If you knew the shit that she be doing to me In the club, in the crib or when I'm pushing the V See, shorty ass be all over the place Nigga front she probably put her ass all in your face for me 'Cause that's my chick, that's my chick That's my chick and she the shit My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy You see my bitch, she a one of a kind I know you wish your bitch was a rider like mine Wen you see my chick you know my shorty's a dime What she doing with them bitch's, she be skipping the line Listen, type that reserve that ass for a nigga And if I had to skip town she's hold the stash for a nigga I'm saying 'cause that's my chick, that's my chick That's my chick and she the shit I know you buggin' on the way shit sound But you know you know I love the way my bitch be holdin' it down She is truly thorough 'bout the way she be reppin' it hard Travel anywhere, my shorty come fuck with the guard Bust it, mami always creep for you if she can Even if she have to get up and even lie on the stand I'm saying, that's my chick, that's my chick That's my chick and she the shit My lady never lets me down That's why I never let her go She always here to lift me up When I fall down and hit the floor My baby so amazing Let me sit back and count the ways 1, she the shit 2, she the shit 3, she the shit, uh I love my bitch I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my lady, yup, yup I love my bitch (I love you nigga) I love my bitch She the shit I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga, yup, yup I love my boy (I love my bitch) I love my nigga (I love my bitch) I love my nigga (I love my bitch) I love my nigga He bring me joy  ",
        "title": "I Love My B****"
    },
    {
        "artist": "Shawnna",
        "lyrics": "  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was gettin some head (Hustle) Gettin, gettin some head (D.T.P.) I was wit the kinda girl (Hustle) that make ya toes pop  [Shawnna] You know you niggas want a bitch like me (Like me) Apple bottoms with the wifebeaters, rockin nikes (nikes) All the niggas in the hood wanna call her wifey (Wifey) If you got a pretty dollar, then I prolly might be (Might be) You niggas poppin collars while you bitches pop P's I'mma do it for my riders who get out and pop E Thinkin you can find me, man you need to stop, please Catch me flyin through your hood, in a drop top V I'm in the pop top 3, and my pops got G's See the watch got chilly, and the rocks got freeze And ya broads act silly, couldn't jack my steed For slippin in your pimpin ma, ya boy chose me And now we got 'em \"hey lil mama, can you give me a sec I got a little somethin somethin bout as big as yo legs\" This nigga yawnin while he talkin, so I knew he was weak And by like six in the mornin, he forgot what he said  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  [Shawnna] You know I keep a 4-5 whoopers in the trunk I turn it to the maxim, you can feel it when they bump You heard of D.T.P., we give the people what they want And when it comes to hustle, yo you know we ain't no punk You catch me in the town, we blowin dro and gettin drunk And when we hit the party, yo you know we keep it crunk Yo nigga actin tipsy on the floor and gettin stomp Don't act like you ain't know, now tell yo ho to pass the blunt You bitches wanna be cause you know that I'm the shit You see me on the TV cause I roll wit Ludacris Don't hate Shawnna baby, just be mad at who you wit I keep a couple hammers so you know too I'm legit Just so you understand, so you know I'm bout the bread (I'm bout my bread) And don't you try to play me for a joke about my cash (I'm bout my cash) Before I hit the tip and got my heat up out the stash (Up out my stash) I hand him on the low, shawty this is what he said (What he said)  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  [Hook] I was gettin some head Gettin, gettin some head I was gettin some head Gettin, gettin some head I was gettin some head head Gettin, gettin some head I was wit the kinda girl that make ya toes pop  ",
        "title": "Gettin' Some"
    },
    {
        "artist": "Jamie Foxx Featuring Twista",
        "lyrics": "  [Talking: Jamie Foxx] I know he see me looking at you And I know he know you looking at me Well...damn  [Chorus: Jamie Foxx] DJ, won't you play this girl a love song She really needs to hear this freaking love song She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it  [Verse 1: Jamie Foxx] I can see how you want it baby Wish your man wasn't here with you baby I can see, curiosity Gotcha wanna try me, homeboy can't please you On this wall in the open baby You wouldn't care if the crowd was watchin' baby You want it (you want it), I know it (I know it). Gotta notion to pull your Ass up outta here  [Chorus: Jamie Foxx] DJ, won't you play this girl a love song She really needs to hear this freaking love song She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it DJ, won't you play this girl a love song She really needs to hear this freaking love song She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it  [Verse 2: Jamie Foxx] Baby, I got things that I wanna say Won't you meet me in the bathroom We can pull a freaky episode, I got my Beretta If the nigga come through Baby, I know he ain't treating you right Lady, look at your bad ass Turn around (ooh), turn around (ooh) Damn, you fine (ooh)  [Chorus: Jamie Foxx] DJ, won't you play this girl a love song She really needs to hear this freaking love song She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it DJ, won't you play this girl a love song She really needs to hear this freaking love song She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it  [Verse 3: Twista] Tell me why he did you wrong Need to get up with the Twista I been sippin' on Patron Stroke it when I hold them legs up He can take you out to dinner and look like a player Ima give it to you good up in the elevator He be actin' all soft when he get in them draws Ima break you off and fuck you up against the wall Finna move up in that slot cause I'm something he not And he don't know what he got, I'm in the drop top To get the twat I got a knot, no more running from the cops Now I'm rolling with Foxx because the block's hot But I'm always a G, cause I come from the streets and I got heat For whoever thinking they want some no more fucking with them lames Now you rolling with a thug, so tell that nigga to beat it, beat it  [Chorus: Jamie Foxx] DJ, won't you play this girl a love song (DJ please) She really needs to hear this freaking love song (Play this song for me) She's looking at me kinda hard, I can tell that things Ain't right on the home front What she really needs is a G like me to beat it, beat it Beat, beat it, beat it DJ, won't you play this girl a love song (DJ please) She really needs to hear this freaking love song (Play this girl a song for me) She's looking at me kinda hard, I can tell that things (That's what I need) Ain't right on the home front (That's what she needs) What she really needs is a G like me to beat it, beat it Beat, beat it, beat it   [Outro] DJ, play this girl a song Turned her out, damn that clown, ain't been down DJ, play this girl a song  ",
        "title": "DJ Play A Love Song"
    },
    {
        "artist": "Anna Nalick",
        "lyrics": null,
        "title": "Breathe (2 AM)"
    },
    {
        "artist": "Paula DeAnda Featuring Baby Bash",
        "lyrics": "  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Too much)  [Verse 1: Paula DeAnda] See, you got me all alone Waiting right here on the phone, for You to call me, just to hear your voice tone I keep on wonderin' if you was even feelin' me I keep on wonderin' if this was even meant to be Tell me, am I wasting time? Boy, you're showing me no signs Is it cause you on your grind? Cause you always on my mind I keep on wonderin' if everything you said was true I keep on wonderin' if you were really comin' through  [Hook 1: Paula DeAnda] Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Verse 2: Paula DeAnda] I'm out, with my girls Tryin' have a good time (Good time) And you know I'm looking fly Tryin' to meet some other guys But it gets hard sometimes cause there ain't no one just like you (You) I try my best, but I can't shake this feel you got me through All I can picture is the color of your eyes (Color of your eyes) And the way you make me smile I ain't felt this in a while But I came to a conclusion That this is pure illusion Chaos and confusion But I'm not gon' let it ruin  [Hook 2: Paula DeAnda] The way I feel about myself cause I got self-esteem (Esteem) Sometimes I wonder if I'm just chasin' a fantasy The way I feel about myself cause I got self-esteem (Esteem) Sometimes I wonder if I'm just chasin' a fantasy  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much? (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Hook 3: Baby Bash] Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya Just leave your name and number And I'm a holla at ya  [Bridge: Baby Bash] Ronnie Ray All day Women in the hallway Everyday Losin' track, of the people tryin' to call me Don't take this, the wrong way I been havin' long days Doin' it, moving 'round the town Wherever I'm gettin' my song played (Played)  [Hook 1: Paula DeAnda] Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much Now here I go again, blowin' you up And my girlfriend's keep telling me, I'm doin' too much  [Chorus: Paula DeAnda] I'm leaving messages and voice mails Telling you, \"I miss you\" Baby, am I doing too much? (Too much) Why you tryin' to diss me, when I just wanna kiss you Baby, am I doing too much? Tell me, what's the issue? Who I give these lips to? Baby, am I doing too much? (Too much) This is turnin' into Something I ain't hip to Baby, am I doing too much? (Am I doing too much?)  [Outro: Paula DeAnda] Am I doing too much? Doing too much  ",
        "title": "Doing Too Much"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Produced by Rick Rubin]  [Verse 1] Forgive, sounds good Forget, I'm not sure I could They say time heals everything But I'm still waiting I'm through with doubt There's nothing left for me to figure out I've paid a price And I'll keep paying it  [Chorus] I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should  [Verse 2] I know you said Can't you just get over it? It turned my whole world around And I kinda like it  [Bridge] I made my bed and I sleep like a baby With no regrets and I don't mind sayin' It's a sad, sad story when a mother will teach her Daughter that she ought to hate a perfect stranger And how in the world can the words that I said Send somebody so over the edge That they'd write me a letter sayin' that I better Shut up and sing or my life will be over  [Chorus] I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should I'm not ready to make nice I'm not ready to back down I'm still mad as hell and I don't have time To go round and round and round It's too late to make it right I probably wouldn't if I could Cause I'm mad as hell, can't bring myself To do what it is you think I should What it is you think I should  [Outro] Forgive, sounds good Forget, I'm not sure I could They say time heals everything But I'm still waiting  ",
        "title": "Not Ready To Make Nice"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] 18 years have come and gone For momma they flew by But for me they drug on and on We were loading up that Chevy Both trying not to cry Momma kept on talking Putting off good-bye She took my hand and said \"Baby, don't forget:  [Verse 2] Before you hit the highway You better stop for gas There's a 50 in the ashtray In case you run short on cash Here's a map, and here's a Bible If you ever lose your way  [Interlude] Just one more thing before you leave: Don't forget to remember me\"  [Verse 3] This downtown apartment sure makes me miss home And those bills there on the counter Keep telling me I'm on my own And just like every Sunday I called momma up last night And even when it is not, I tell her everything is alright Before we hung up I said \"Hey mamma, don't forget To tell my baby sister I'll see her in the fall And tell Meemaw that I miss her And I should give her a call And make sure you tell Daddy That I'm still his little girl Yeah, I still feel like I'm where I'm supposed to be But don't forget to remember me\"  [Verse 4] Tonight I find myself kneeling by the bed to pray I haven't done this in a while So I don't know what to say But \"Lord, I feel so small sometimes In this big old place Yeah, I know there are more important things But don't forget to remember me Don't forget to remember me\"  ",
        "title": "Don't Forget To Remember Me"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "The World"
    },
    {
        "artist": "E-40 Featuring T-Pain & Kandi Girl",
        "lyrics": "  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Bridge: T-Pain] Girl he's simpin, simpin Walk up in the club with a limp and, limp and Girl listen What'cha gon' doooooo with this pimpin What'cha gon' doooooo with this pimpin  Girl I'mma call ya, call ya Later on tonight or tomorrow, morrow Now follow What'cha gon' doooooo with this baller What'cha gon' doooooo with this baller  [E-40 Talking] E-40, T-Pain, ooooh  [Verse 1: E-40] What'chu gon' do when I bend the block Pull up on that ass in a brand new drop Speakers on blast with tremendous knock TV's in the dash, rims just won't stop You need to be down with a pimp like me I ain't turnin down nuttin but my collar ya see I'mma leave you with my number you should holla at me Cause I'm a baller can't nobody hustle harder than me Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 2: E-40] Oooooh, big ass is right I ain't tryin to let that pass me tonight I'mma put my bid in and tell you somethin slick Whisper in your ear while I'm holdin my dick I don't mean no harm, it's the hood in me Sippin on that Richard Hennessy Psychadelic colors in my jewelry Suckers hella jealous cause you're diggin me Oooh - now what'chu gon' do momma? I'm tryin to dip later on, me and you momma I like the way that you groove when you move momma You know the women love me, I'm the 40-Water! Poppin my P's cause I'm laced with game Nothin but the Yay flowin through my veins She wears Miss Sixty can't fit into Gucci Cause her ass big enough to sit a cup on her booty Goodness!  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  [Verse 3: Kandi Girl] Yeah I see you lookin, lookin But my ass in these jeans got you shooken, shooken I don't think you know what to dooooo with this pussy What'chu gon' dooooo with this pussy Yeah I know you want this, want this Try to chase me through the club for this good shit, good shit But I don't think you can hannnnnndle this pussy What'chu gon' dooooo with this pussy  [Verse 4: E-40] You lookin like you got that good gushy gushy Fuck around with me I'll beat the brakes off that pussy Have your ass cummin like a porno star movie Tell your friends and I bet they all wanna do me Hoes know me, I'm E-4-oh They recognized pimpin when I stepped in the do' Higher than a satellite, full of that 'dro Holla at a player when you're ready to go! Oooooh  [Hook: T-Pain] Girl I've been shakin, stickin and movin Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Tryin to get to youuuuu and that booty Girl I've been shakin and actin a donkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey Tryin to get to youuuuu and that monkey​  ",
        "title": "U And Dat"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": null,
        "title": "Last Day Of My Life"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] I must look just like a fool here In the middle of the road Standing there in your rear view And getting soaked to the bone This land is flat as it is mean A man can see for a hundred miles So I'm still praying I might see The glow of a brake light  [Chorus 1] But your wheels just turn Down the road ahead If it hurts at all You ain't showed it yet I keep a looking for The slightest sign that you might miss What you left behind I know there's nothing stopping you now But I'd settle for a slowdown  [Verse 2] I held on longer than I should Believing you might change your mind And those bright lights of Hollywood Would fade in time  [Chorus 1]  But your wheels just turn Down the road ahead If it hurts at all You ain't showed it yet You're just a tiny dot on that horizon line Come on tap those brakes Baby just one time I know there's nothing stopping you now I'm not asking you to turn back around  [Outro] I'd settle for a slowdown Come on just slow down I'd settle for a slow down  ",
        "title": "Settle For A Slowdown"
    },
    {
        "artist": "Teddy Geiger",
        "lyrics": "  Alright, yeah I'm wandering the streets in a world underneath it all Nothing seems to be Nothing tastes as sweet as what I can't have Like you and the way that you're twisting your hair round your finger Tonight I'm not afraid to tell you What I feel about you  I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will  Forgive me if I st-stutter From all of the clutter in my head Cause I could fall asleep in those eyes Like a water-bed Do I seem familiar I crossed you in hallways a thousand times No more camouflage I want to be exposed And not be afraid to fall  Chorus 2 I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will Always want what you can't have But I got to try I'm gonna muster every ounce of confidence I have For you I will, for you I will, for you I will  For You  If I could dim the lights in the mall And create a moon, Yeah I would And shout out your name so it echoes in every room Yeah  That's what I'd do That's what I'd do To get through to you Yeah  CHORUS 2 I'm gonna muster every ounce of confidence I have And cannon ball into the water I'm gonna muster every ounce of confidence I have For you I will Always want what you can't have But I got to try I'm gonna muster every ounce of confidence I have For you I will, for you I will, for you I will  For you I will  ",
        "title": "For You I Will (Confidence)"
    },
    {
        "artist": "Blue October",
        "lyrics": "  [Girls Singing] (If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me.)  [Justin's Mother] (”Hi Justin, this is your mother, and it's 2:33 on Monday afternoon I was just calling to see how you were doing You sounded really uptight last night It made me a little nervous, and a l... and... well... it made me nervous, it sounded like you were nervous, too I just wanted to make sure you were really okay And wanted to see if you were checking in on your medication You know I love you, and... Take care, honey I know you're under a lot of pressure See ya. Bye bye”)  [Verse 1] I have to block out thoughts of you so I don’t lose my head They crawl in like a cockroach, leaving babies in my bed Dropping little reels of tape to remind me that I’m alone Playing movies in my head that make a porno feel like home There's a burning in my pride, a nervous bleeding in my brain An ounce of peace is all I want for you; will you never call again? And will you never say that you loved me just to put it in my face? And will you never try to reach me? It is I that wanted space  [Hook] Hate me today Hate me tomorrow Hate me for all the things I didn't do for you Hate me in ways Yeah, ways hard to swallow Hate me so you can finally see what’s good for you  [Verse 2] I’m sober now for 3 whole months It’s one accomplishment that you helped me with The one thing that always tore us apart is the one thing I won’t touch again In a sick way, I want to thank you for holding my head up late at night While I was busy waging wars on myself, you were trying to stop the fight You never doubted my warped opinions on things like suicidal hate You made me compliment myself when it was way too hard to take So I’ll drive so fucking far away that I never cross your mind And do whatever it takes in your heart to leave me behind  [Hook]  [Bridge] And with a sad heart, I say bye to you and wave Kicking shadows on the street for every mistake that I had made And like a baby boy, I never was a man Until I saw your blue eyes cry and I held your face in my hand And then I fell down yelling, “Make it go away!” Just make a smile come back and shine just like it used to be And then she whispered “How can you do this to me?”  [Hook] For you For you For you  [Girls Singing] If you're sleeping, are you dreaming? If you're dreaming, are you dreaming of me? I can't believe you actually picked me  [Justin's Mother] Hey, Justin! [x12]  ",
        "title": "Hate Me"
    },
    {
        "artist": "Christina Milian Featuring Young Jeezy",
        "lyrics": null,
        "title": "Say I"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] Way on down to southern Alabama With the guitars jammin' that's where we're headed Straight up to Butte, Montana Singin', \"Lord, I Was Born a Ramblin' Man\" California to Oregon Even New York City got one or two hillbillies Ready to hit the road  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang Me and my gang Yeah, me and my gang  [Verse 2] We got hippies, gypsies, freaks and geeks High class women in Daisy Duke denim Bangin' on gongs and singin' our songs Dude named Elrod jammin' on an iPod Beer and bonfires Wide open throttle, Coors in a bottle It's all for one and one for all y'all  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang Me and my gang, yeah wo  [Bridge] Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na na na Na, na, na na na  [Pre-Chorus] It's a brother and a sister kind of thang Raise up your hands if you all wanna hang with  [Chorus] Me and my gang We live to ride We ride to live Me and my gang Jump on that train Grab hold of them reins We're gonna rock this thang, cock this thang, yeah  [Outro] Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Na, na, na na na na na Na, na, na na na Yeah, with me and my gang Jump on that train, woo Grab hold of them reins, baby  ",
        "title": "Me And My Gang"
    },
    {
        "artist": "DJ Khaled Featuring Lil Wayne, Paul Wall, Fat Joe, Rick Ross & Pitbull",
        "lyrics": "  [Verse 1: Lil Wayne] Yeah you got the right one, it's Weezy Fuckin' Baby And if your woman lookin', I'll let the woman taste me Okay now I'm with Khaled, we whylin in Miami We got a bunch of bitches, we pile 'em in the Phantom They follow us to Mansion but I don't mean the club I'm talking bout my crib, mama I'm trying to fuck It's Cash Money Baby, It's Young Money bitch Now you can swallow that or you can suck a dick Okay, tell me shit, Lil Wayne fuck a bitch Lil' nigga, big money, big guns full of lil' shit Nigga I ain't Will Smith, nah, I ain't a Fresh Prince Nigga I'm a young king, nigga I'm a Bun B Yup, I go hard, ask my broad Miss Stevie Wonder, she ain't lookin at y'all (She can't see) The rest goes without me having to say I say, go, go, go, go (DJ)  [Hook: Paul Wall] Holla at me, what it do, what it is You ain't never seen a playa like this (Holla at me baby) I'm a pimp, I'll show her how I live Take her back then I put it in the wrist (Holla at me baby) I'm a monster, I do it real big You ain't never seen rocks like this (Holla at me baby) You can see me from afar I'm the shit Scream at me what it do, what it is (What It Do)  [Verse 2: Paul Wall] It's Paul Wall baby, Swishahouse club rocker Chunk a deuce, sip a deuce, pourin up the Goose vodka Lone Star beast straight up out the H Sure stoppin all the hate, sippin on the ski taste I got the INS on my tail, Immigration still harass Cause they see me in a foreign ridin on imported glass Gettin cash is my number one task Until I'm under the grass, that's why I'm top of the class I'm a GRiT Boy lookin' for an ass like Ki Toy Leave a bitch back all nutty like Almond Joy My boy Toy I E got to sleep And we got the Sweets and who got the freaks? Beat it up like an ass whipping The album dropped and there's been a lot of ass kissing But I ain't trippin, I'm trill That's why I'm posted with Khaled cause he real one A hundred baby like a bill, Holla at me baby  [Hook]  [Verse 3: Fat Joe] Nah homie, you done got it fucked up You ain't got as much money as us (Nope) We sent Campbell in cause he got goggles on And he's pushing something foreign as fuck Now all I gotta do is push a little button quick fast And the chopper come out of the stash Yeah money ain't jewels motherfucker you lose I'll make you do the fuckin Sean Combs dance (Follow me now) Who wanna come test the king Have your baby mama bless the team Shit, I ain't even know she could twerk it like that She a motherfuckin sex machine, holla at me baby  [Hook]  [Verse 4: Rick Ross] Stuntin in a Magnum ridin with my hat low .45 Magnum, barrel full of air holes Dade County, represent, Dopeboy ever since Know that I'm a veteran, Million dollar president Rick Ross, big chips, AKs, flip clips Offset rims on a rear six-inch lips Started on the benches, rose through the trenches Now I'm the shit bitch, go and check your senses Known for the Benzes, Chrome on the Bentleys Smokin on the mint leaves, Dade county, big cheese Flip soft, whip that, Rick Ross rip that Khaled go hard dawg, talk to 'em Paul Wall  [Hook]  [Verse 5: Pitbull] Aiyyo, it's Mr. 305, AKA Mr. Snort Yay, Spit Rocks, Made in Dade I owe my future, the last name Campbell, first name Luther The Gunshine State where they'll shoot ya The bottom, the crib, what they do, what it is Bust a clip, flip a brick, hey buddy, where's the lick? That's all we talk about, well, welcome to the South We in, get our bread then we out, no doubt 'Palas and 'prices, these boys dirty They'll fuck your mother, sister, daughter and nieces Ahora loca, mueva la cadera Abre la boca, aye viene la madera  [Hook]  ",
        "title": "Holla At Me"
    },
    {
        "artist": "Angels & Airwaves",
        "lyrics": null,
        "title": "The Adventure"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  [Verse 1] Jenny's got a job A cat named Jake 31 candles on her birthday cake Next year Thought by now she'd have a man Two car seats and a minivan But it still ain't here (Hey!) She's been lookin' for Mr. Right so long But all she's found is Mr. Wrong That's the pits  [Pre-Chorus] She's drawn a line that she won't cross Her and time are facing off She says something's gotta give  [Chorus] Something's gotta give me butterflies Something's gotta make me feel alive Something's gotta give me dreams at night Something's gotta make me feel alright I don't know where it is But something's gotta give  [Verse 2] Friday night she had a date Cell phone junky A half hour late That's the biz, baby  [Pre-Chorus] She's riding out the twists of fate She's had all that she can take She says something's gotta give  [Chorus] Something's gotta give me butterflies Something's gotta make me feel alive Something's gotta give me dreams at night Something's gotta make me feel alright I don't know where it is But something's gotta give  [Bridge] I swear There's got to be a meant to be for me out there Somewhere someday I'm gonna find someone, somehow, someway Jenny's got a job A cat named Jake 31 candles on her birthday cake Next year  [Outro] She thought by now she'd have a man Two car seats and a minivan She says something's got Something's got Something's gotta  ",
        "title": "Something's Gotta Give"
    },
    {
        "artist": "Sean Paul Featuring Keyshia Cole",
        "lyrics": "  [Intro: Sean Paul] Get out my head and into the bed girl Cau ya dun know plottin' out the fantasy Hey baby girl and it's you a the key, yo, mi go so then  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 1: Sean Paul] So back it up deh, so pack it up yeah Cause I wanna be the man that's really gonna have it up and mack it up and rock it up, yeah So what is up, yeah You know you got the sinting inna me pants a develop and a swell up and Double up yeah, so gimme the work yeah cause if you no gimme the work the blue balls a erupt, yeah So rev it up deh gal gwaan try you luck deh cause when you stir it up you know me haffi measure up yeah  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Verse 2: Sean Paul] Hey pretty girl, seh mi love fi see you walk Yuh no habla ingles but just listen me when me a talk This ya one yeah from me heart, woman you got me caught You ever inna me thoughts and no left me inna the dark, inna the First place gal that's where you belong So just let me flip the switch woman I can turn it on and Gimme the passion from dusk till dawn Tell me if you want it fi gwaan, my girl  [Verse 3: Keyshia Cole] As a woman on my own I got it goin' on And I'm liking what I'm seeing I don't wanna be alone Cause you got me in a daze, your illusion make me sway We go back and forth and round and round and nothing turn away Baby boy could it be wonderful like this To say it's only 'bout in the way you twist Cause you got me in a daze, your illusion make me sway I'm caught in you, now I'm tempted to stay, oh no!  [Hook: Sean Paul & Keyshia Cole] From ya look inna mi eye gal me see seh you want me When you gonna give it up to me Because ya body enticing you're making me want it When ya gonna give it up to me Well if a no today girl then it must be tomorrow When you fulfill my fantasy Because ya know I give ya loving straight like a arrow When ya gonna give it up to me  [Bridge: Keyshia Cole] Boom, boom, boom boom, boom, boom, boom boom Boom, boom, boom boom, ba ba boom, boom, boom boom  [Verse 4: Sean Paul] So why can't you see, we ought to be, together girl don't front on me I just wanna be near so don't have no fear and lemme see you Bring your body right over here Because you should share it, girl I'll care it And I'm gonna give you love so clear It gonna make you shine and once you are mine We be rockin' it until the end of time  [Hook 2: Sean Paul & Keyshia Cole] From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow When ya gonna give it up to me From ya look inna mi eye gal I see seh ya want me When you gonna give it up to me Because ya body enticin' ya makin mi horny When ya gonna give it up to me Well if a no today girl then a must be tomorrow (Oooh, oooh, oooh) When you fulfill my fantasy Because ya know I give ya lovin' straight like an arrow (baby) When ya gonna give it up to me  [Outro: Keyshia Cole & (Sean Paul)] Oh ah oh (Yeah yeah, yo yo) Oh ah oh (Sean-A-Paul and ya know we a nuh go yo) Oh ah oh, oooh oh ah oh (Di S.P. and we deh yah pon di go yo) Oooh oooh oooh (Sean Paul, Keyshia Cole and Don Corleon, a next chapter) Oh ah oh (Yah mon fah all my girls ya know) Oooh oh ah oh (Keep it keep it keep it keep it sexy)  ",
        "title": "(When You Gonna) Give It Up To Me"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Chorus] It is a little too late I am a little too gone A little too tired of this hanging on So I am letting go while I am still strong enough to It is got a little too sad I am a little too blue It is a little too bad You were too good to be true I am big time over your baby It is a little too late  [Verse 1] No I do not want to want to talk about what we can do about us anymore Only time you and me wasting is the time it takes to walk right out that door Yeah talk about water under the bridge You should know by now girl that is all this is  [Chorus]  [Verse 2] There was a time This heart of mine Would take you back every time Do not you know? It is been two packs of cigarettes A sleepless night A nervous wreck, a day ago Now you have got no business coming around I am closing up shop Shutting us down  [Chorus]  ",
        "title": "A Little Too Late"
    },
    {
        "artist": "Ashley Parker Angel",
        "lyrics": "  Broken promises But you don't really mind It's not the first time And you know it, don't you know? Tell me why it is you only smile inside But when you break me into nothing Don't you know?  It's not like I haven't tried Over and over again Stupid fights Wrong or right Goodbye...  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  You're the one mistake I really didn't mind So beautiful, unmerciful It took me down Too little and too late So now I know your kind You fake it easy, just to please me Don't you know?  It's not like we haven't tried Over and over again Sleepless nights wrong or right Goodbye...  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  I gotta let you go... It's you... There's nothing I can do  I remember when you came with me that night You said forever You said forever You said forever  Here I am again With nothing left inside No I don't wanna but I gotta Let you go  I remember when you came with me that night We said forever, that you would never let me go But here I am again with nothing left inside No, I don't wanna but I gotta let you go  ",
        "title": "Let U Go"
    },
    {
        "artist": "Keith Anderson",
        "lyrics": "  Fin'lly got over that song of ours; stopped chasin' little red sports cars To check the license plates an' back wood drivin' by your place Back makin' the rounds at our old haunts: Honky Tonks, restaurants An' seein' some of our old friends: it feels good to dance again An' I can fin'lly smell your perfume an' not look around the room for you An' I can walk right by your picture in a frame an' not feel a thing  But when I hear your name I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes An' nothin's changed, an' we're still same An' I get lost in the innocence of a first kiss An' I'm hangin' on to every word rollin' off of your lips: An' that's all it takes, an' I'm in that place Every time I hear your name  Got someone special in my life: everyone thinks she'd make a great wife Dad says he thinks she's the one: reminds him of Mom when she was young But it's way too soon to be talkin 'bout rings; don't wanna rush into anything She's getting over someone too, kinda like me an' you An' she talks about him every once in a while, an' I just nod my head an' smile 'Cause I know exactly what she's goin' through: yeah, I've been there too An' when the conversation turns to you  I get caught in a \"you were the only one for me\" Kinda thought, an' your face is all that I see I know I can't go back when I still go back An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' that's all it takes, an' I'm in that place Every time I hear your name  So I'm thinkin' 'bout the words I left unsaid (Every time I hear your name.) Stop tryin' to change the things I can't change (Every time I hear your name.) In my heart I know you're gone, but in my head  I feel rain fallin' right out of the blue sky An' it's the fifth of May, an' I'm right there starin' in your eyes That's all it takes, an' I'm in that place An' there we are, a point down by the riverside An' I'm in your arms about to make love for the first time An' I can't explain, but I'm in that place Every time I hear your name Every time I hear your name (Every time I hear your name.) Ooh, ooh, ooh, ooh (Every time I hear your name.) Ah ah Every time I hear your name  ",
        "title": "Every Time I Hear Your Name"
    },
    {
        "artist": "Rick Ross",
        "lyrics": "  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 1] Who the fuck you think you fuckin' with? I'm the fuckin' boss 745, white-on-white, that's fuckin' Ross I cut 'em wide, I cut 'em long, I cut 'em fat I keep 'em comin' back, we keep 'em comin' back I'm into distribution, I'm like Atlantic I got them motherfuckers flyin' across the Atlantic I know Pablo, Noriega The real Noriega, he owe me a hundred favors I ain't petty nigga, we buy the whole thang See most of my niggas really still deal cocaine My roof back, my money rides I'm on the pedal, show you what I'm runnin' like When they snatched Black, I cried for a hundred nights He got a hundred bodies, servin' a hundred lives  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 2] We never steal cars but we deal hard Whip it real hard, whip it, whip it, real hard I caught a charge, I caught a charge Whip it real hard, whip it, whip it, real hard Ain't 'bout no funny shit, still bitches and business I'm on my money, shit, still whippin' them Benzes Major league, who catchin' because I'm pitchin' Jose Canseco just snitchin' because he's finished I feed 'em steroids to strengthen up all my chickens They flyin' over Pacific to be specific Triple C's, you know it's fact, we holdin' sacks So nigga go on, rat, run and tell 'em that More cars, more hoes, more clothes, more blow  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  [Verse 3] It's time to spend my thrills, custom spinnin' wheels I ain't drove in a week, them bitches spinnin' still Talk about me cause these suckas scared to talk about me Killers talkin' 'bout me, it ain't no talk about me It ain't no walkin' round me, see all these killers round me Lotta drug dealin' 'round me goin' down in Dade County Don't tote no twenty-twos, Magnum cost me twenty-two Sat it on them 22's, birds go for 22 Lil' mama super thick, she say she 22 She seen them 22's, we in room 222 I touch work like I'm Convertible Burt I got distribution so I'm convertin' the work In the M.I.YAYO, them niggas rich off that yayo Steady slangin' yayo, my Chevy bangin' Yayo  [Hook] Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm hustlin' Every day I'm, every day I'm  ",
        "title": "Hustlin'"
    },
    {
        "artist": "The Wreckers",
        "lyrics": "  [Verse 1] You're not sure that you love me but you're not sure enough to let me go Baby, it ain't fair you know to just keep me hangin' 'round You say you don't wanna hurt me, don't want to see my tears So why are you still standing here just watching me drown?  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Verse 2] Now you can drag out the heartache or, baby, you could make it quick Really get it over with and just let me move on Don't concern yourself with this mess you've left for me I can clean it up, you see, just as long as you're gone  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Bridge] Your not making up your mind is killing me and wasting time I need so much more than that Yeah, yeah, yeah, yeah, yeah  [Chorus] And it's all right, yeah, I'll be fine Don't worry 'bout this heart of mine Just take your love and hit the road There's nothing you can do or say You're gonna break my heart anyway So just leave the pieces when you go  [Outro] Leave the pieces when you go Oh, yeah Leave the pieces when you go Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah Leave the pieces when you go  ",
        "title": "Leave The Pieces"
    },
    {
        "artist": "Taking Back Sunday",
        "lyrics": "  [Verse 1] You've got this new head Filled up with smoke I've got my veins all tangled close To those jukebox bars you frequent They're the safest place to hide A long night spent with your most obvious weaknesses You start shaking at the thought You are everything I want Because you are everything I'm not  [Pre-Chorus] And we lay, we lay together Just not too close, too close (How close is close enough?) And we lay, we lay together Just not too close, too close  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way  [Verse 2] My inarticulate store bought Hangover hobby kit it talks It says 'You, oh, you are so cool' Scissor shaped across the bed You are red, violent red You hollow out my hungry eyes You hollow out my hungry eyes  [Pre-Chorus] And we lay, we lay together Just not too close, too close (How close is close enough?) And we lay, we lay together Just not too close, too close (How close is close enough?)  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way I just wanna break you down so badly I trip over everything you say I just wanna break you down so badly In the worst way  [Bridge] I'm gonna make damn sure That you can't ever leave No, you won't ever get too far from me You won't ever get too far from me I'll make damn sure That you can't ever leave No, you won't ever get too far from me You won't ever get too far from me  [Chorus] I just wanna break you down so badly Well I trip over everything you say I just wanna break you down so badly In the worst way  [Outro] I'm gonna make damn sure I just wanna break  you down so badly I just wanna break  you down so badly In the worst way  ",
        "title": "MakeDamnSure"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "Why"
    },
    {
        "artist": "Goo Goo Dolls",
        "lyrics": null,
        "title": "Stay With You"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  Someday she wants a big ol' house Sittin' on a big ol' hill And a mile long tree lined driveway For her big ol' Coupe DeVille Yeah, someday she wants a big ol' bank account With too much to spend But right now all she wants is a man  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  Someday she wants a big o' ring With a big ol' rock that shines And a big ol' walk-in closet With shoes of every kind Yeah, someday she wants a big ol' boat She can lay around gettin' a tan But right now all she wants is a man  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  With a big ol' heart Who can love her like nobody can Big ol' kisses that go on and on And never end With a big ol' smile He'll fill her world with laughter Size matters, size matters  Size matters  ",
        "title": "Size Matters (Someday)"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": null,
        "title": "Single"
    },
    {
        "artist": "Saving Jane",
        "lyrics": null,
        "title": "Girl Next Door"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Well you know those times when you feel like There's a sign there on your back That says I don't mind if you kick me Seems like everybody has Things go from bad to worse You think it can't get worse than that And then they do  You step off the straight and narrow And you don't know where you are Used the needle of your compass To sew up your broken heart Ask directions from a genie in a bottle of jim beam And she lies to you That's when you learn the truth  [Chorus]  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there  I've been deep down in that darkness I've been down to my last match Felt a hundred different demons breathin' fire down my back And I knew that if I stumbled I'd fall right into the trap That they were layin'  But the good news is there's angels everywhere Out on the street Holdin' out a hand to pull you back up on your feet The one's that you've been draggin' for so long You're on your knees might as well be prayin' Guess what I'm sayin'  [Chorus]  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there When you're goin' through hell keep on movin' Face that fire walk right through it You might get out before the devil even knows you're there  If you're goin' through hell keep on going Don't slow down if you're scared don't show it You might get out before the devil even knows you're there When you're goin' through hell keep on movin' Face that fire walk right through it You might get out before the devil even knows you're there You might get out before the devil even knows you're there  ",
        "title": "If You're Going Through Hell (Before The Devil Even Knows)"
    },
    {
        "artist": "Paul Wall",
        "lyrics": null,
        "title": "Girl"
    },
    {
        "artist": "Snow Patrol",
        "lyrics": "  [Verse 1] We'll do it all Everything On our own We don't need Anything Or anyone  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  [Verse 2] I don't quite know How to say How I feel Those three words Are said too much They're not enough  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Bridge] Let's waste time Chasing cars Around our heads I need your grace To remind me To find my own  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world? Forget what we're told Before we get too old Show me a garden That's bursting into life  [Chorus 2] All that I am All that I ever was Is here in your perfect eyes They're all I can see I don't know where Confused about how as well Just know that these things Will never change for us at all  [Chorus] If I lay here If I just lay here Would you lie with me And just forget the world?  ",
        "title": "Chasing Cars"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Hook: André 3000] Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooo (Ode odee odee oooo) Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooooo  [Verse 1: André 3000] You ain't a hater? Can't tell Either wish me well, go to hell or go to Yale Study human behavior so that you know who the hell You dealing with ain't nutty but the study gon' unveil My relative in jail, ha! Stay engaged To whatever make money, now he married to that cage Divorce is not an option and prenuptial is void Eat up whatever rapper but I'm tangled in my cord (hum) Bored, kind of like a knight with the sword Without dragon to battle so I'm running from a shadow An impossible feat and I repeat An impossible feat and I repeat An impossible feat and I repeat! The damsel's in distress but they a mess They only like my armor, and that I'm a performer They read one magazine and wanna think they gettin warmer They only getting colder hell, maybe I should throw A double diamond party in the North Pole Invite all the writers and journalists Even biters will tournament, to see who can be me Better than me, it's a permanent, smile on my face Because you said you don't like my style But that's OK but just make sure you don't touch that dial And we'll be cool, touch it and you's a fool Look, I'll get you hooked, y'all crooks might even move To Atlanta, Georgia, get a wife and daughter Start a new life, and all that wrong you do you'll make it right But hell, all a dream, I wear the crown, I'm king Respect is mandatory, end of the story, go fly a kite Category, ain't got none, you know I'm right  [Hook: André 3000] Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooo (Ode odee odee oooo) Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooooo  [Verse 2: Big Boi] Congratulations, I'm a player I thought you were one too but now I hear you loud and clear Subliminal, criminal minded nigga, so be aware Black dog broke out the pits and told yo' ass it's 'bout to tear Intended for anyone filling out this application An estimate is needed for your underestimation I'm firing on the spot, go back and check your calculations Like a sniper in the bushes with that rifle I've been patiently waitin' Now that's a virtue; 'cause pussy nigga, I'll hurt you Like the president's approval rating by servin' yo' ass with words, fool Slam yo' back to the curb, bruh, a sanitation worker 'Cause you're trash, I'm taking out the trash and all trash Get mashed and compacted because it's no longer valid Go 'head recycle, repackage then put it back in my cabinet Boy, that's germs, I'm fresh up out the store every time That nigga the B-I-G go hard every rhyme Crowns all around, I'm right after Martin Luther No JR period, senior, 'cause Bamboo is Antwan Junior Dungeon Family and biological's intact Talk bad about the fam, catch diabolical attack No gats or no raps, you get slapped about that As a matter of fact, not fiction, Rumpelstiltskin, you wack Decipher words just like the Code of Da Vinci Don't go against me, Caine, I want you to go out there Kill them marks and come back, is you with me? Mighty ighty ighty ighty ighty ighty O The worse thing since crack cocaine distributed to the poor By the government, oh I meant, don't nobody know Conspiracy theory, you be the judge, nobody's slow  [Hook: André 3000] Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooo (Ode odee odee oooo) Mighty-I-dee-I-dee-I (Mighty-I-dee-I-dee-I) Odee odee odee oooooo  ",
        "title": "Mighty \"O\""
    },
    {
        "artist": "Lupe Fiasco",
        "lyrics": "  [Produced By: Soundtrakk]  [Intro] Uh, What up y'all? Yeah Soundtrakk, what's popping baby? If y'all ain't know I go by the name of Lupe Fiasco Representing that First and Fifteenth, yeah, uh And this one right here, I dedicate this one right here To all my homies out there grinding You know what I'm saying? Legally and illegally, haha You know what I'm talking about? So, check it out, uh  [Verse 1] First got it when he was six, didn't know any tricks Matter of fact, first time he got on it, he slipped Landed on his hip and busted his lip For a week, he had to talk with a lisp, like thisss Now we can end the story right here But shorty didn't quit, it was something in the air Yeah, he said it was something so appealing He couldn't fight the feeling, something about it He knew he couldn't doubt it, couldn't understand it Branded, since the first kickflip he landed, uh Labeled a misfit, a bandit Ka-kunk, ka-kunk, ka-kunk; his neighbors couldn't stand it So, he was banished to the park Started in the morning, wouldn't stop 'til after dark Yeah, when they said \"It's getting late in here So I'm sorry, young man, there's no skating here\"  [Hook] And so he kick, push, kick, push Kick, push, kick, push; coast And away he rolled Just a rebel to the world with no place to go And so he kick, push, kick, push Kick, push, kick, push; coast So come and skate with me Just a rebel looking for a place to be So let's kick And push And coast Uh, uh, uh  [Verse 2] My man got a little older, became a better roller Yeah, no helmet, hell bent on killing himself Is what his mama said, but he was feeling himself Got a little more swagger in his style Met his girlfriend, she was clapping in the crowd Love is what what was happening to him now He said \"I would marry you But I'm engaged to these aerials and varials And I don't think this board is strong enough to carry two\" She said \"Bow, I weigh a hundred and twenty pounds Now, let me make one thing clear I don't need to ride yours, I got mine right here\" So she took him to a spot he didn't know about Some odd-end apartment parking lot She said \"I don't normally take dates in here\" Security came and said \"I'm sorry, there's no skating here\"  [Hook] And so they kick, push, kick, push Kick, push, kick, push; coast And away they roll Just lovers intertwined with no place to go And so they kick, push, kick, push Kick, push, kick, push; coast So come and skate with me Just a rebel looking for a place to be So let's kick, uh, uh And push, yeah, yeah And coast, yeah, uh (Swanky)  [Verse 3] Yeah, yeah Before he knew, he had a crew that wasn't no punk In they Spitfire shirts and SB dunks They would push 'til they couldn't skate no more Office building lobbies wasn't safe no more And it wasn't like they wasn't getting chased no more Just the freedom was better than breathing, they said An escape route they used to escape out When things got crazy, they needed to break out They'd head to any place with stairs Any good grinds, the world was theirs And their four wheels would take them there Until the cops came and said \"There's no skating here\"  [Hook] And so they kick, push, kick, push Kick, push, kick, push; coast And away they rolled Just rebels without a cause with no place to go And so they kick, push, kick, push Kick, push, kick, push; coast So come roll with me Just a rebel looking for a place to be So let's kick, uh, uh And push, yeah, yeah And coast Ah ha, Swanky  ",
        "title": "Kick Push"
    },
    {
        "artist": "The Fray",
        "lyrics": "  [Verse 1] Step one, you say we need to talk He walks, you say sit down; it's just a talk He smiles politely back at you You stare politely right on through Some sort of window to your right As he goes left and you stay right Between the lines of fear and blame You begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 2] Let him know that you know best ‘Cause after all, you do know best Try to slip past his defense Without granting innocence Lay down a list of what is wrong The things you've told him all along And pray to God he hears you And pray to God he hears you, and  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Verse 3] As he begins to raise his voice You lower yours and grant him one last choice Drive until you lose the road Or break with the ones you've followed He will do one of two things He will admit to everything Or he'll say he's just not the same And you'll begin to wonder why you came  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life  [Chorus] Where did I go wrong? I lost a friend Somewhere along in the bitterness, and I would have stayed up with you all night Had I known how to save a life How to save a life How to save a life  ",
        "title": "How To Save A Life"
    },
    {
        "artist": "Gary Allan",
        "lyrics": "  Life ain't always beautiful Sometimes it's just plain hard Life can knock you down, it can break your heart  Life ain't always beautiful You think you're on your way And it's just a dead end road at the end of the day  But the struggle makes you stronger And the changes make you wise And happiness has its own way of takin' its sweet time  No, life ain't always beautiful Tears will fall sometimes Life ain't always beautiful, but it's a beautiful ride  Life ain't always beautiful Some days I miss your smile I get tired of walkin' all these lonely miles  And I wish for just one minute I could see your pretty face Guess I can dream, but life don't work that way  But the struggles makes me stronger And the changes make me wise And happiness has its own way of takin' its sweet time  No, life ain't always beautiful But I know I'll be fine Hey, life ain't always beautiful, but its a beautiful ride What a beautiful ride  ",
        "title": "Life Ain't Always Beautiful"
    },
    {
        "artist": "Bo Bice",
        "lyrics": null,
        "title": "The Real Thing"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] I confess, I messed up Dropping \"I'm sorry\" like you're still around And I know you dressed up \"Hey, kid, you'll never live this down\"  [Pre-Chorus 1] And you're just the girl all the boys want to dance with And I'm just the boy who's had too many chances I'm sleeping on your folks' porch again, dreaming She said, she said, she said \"Why don't you just drop dead?\"  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Verse 2] Write me off, give up on me 'Cause darling, what did you expect? I'm just off, a lost cause A long shot, don't even take this bet  [Pre-Chorus 2] You can make all the moves, you can aim all the spotlights Get all the sighs and the moans just right I'm sleeping on your folks' porch again, dreaming She said, she said, she said \"Why don't you just drop dead?\"  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Bridge] Always on You said you'd keep me honest (Always on) But I won't call you on it (Always on)  [Chorus] I don't blame you for being you But you can't blame me for hating it So, say, what are you waiting for? Kiss her, kiss her I set my clocks early 'cause I know I'm always late  [Outro] I set my clocks early 'cause I know I'm always late  ",
        "title": "A Little Less Sixteen Candles, A Little More Touch Me"
    },
    {
        "artist": "Young Dro Featuring T.I.",
        "lyrics": "  [Hook x2: T.I.] Let me see you bounce right to left and let your shoulder lean Let your shoulder lean, just let your shoulder lean Ay, get it right, two step, and let your shoulder lean, let your shoulder lean Just let your shoulder lean  [Verse 1: Young Dro] Dro, I'm clean in this bitch Now I'm finna shoulder lean in this bitch Nigga buck, carbon 15 in this bitch This Grand Hustle team of kings is getting rich I lean and get lit, lima bean 6 I take breath, the opposite of Primatene Mist I ride twenty-six and let my nine screens flip Dro be watching Oprah, Mac 9 up in a clip Triple black Phantom, nigga, nah, it ain't Tip With Lucky Charms, diamonds, man, but nah, it ain't Flip Can't bounce, okay, then I let my shoulder lean And I bet my car talk, and I bet my motor clean Suicide doors, brown Rover look like pork and beans Everybody know me in the club cause they smoking me Dro, hoes scoping me, ice come from Boca Raton Hundred karats have 'em froze for an eon Red, black, and white Chevy, now I'm riding Deion Put them lights off in my rims, now I'm riding neon Our cars look like cra-yon, hoes know I'm the man though I can shoulder lean, I don't know how to dance though  [Hook x2: T.I.]  [Verse 2: Young Dro] First, I let my wheels spin, then I let my screen fall Then I let my trunk beat at Greenbriar Mall, tall How can I pimp a ho? Take a bitch to Berlin My bitch break niggas, after that we fuck they girlfriend My girl got a girlfriend, Chevy blue like whirlwind Nigga, it's a drought on that boy, so I got that girl in Pearl Benz, cocking hammer, Arm & Hammer propaganda Bitches think I'm pimping in linen and salamander sandals Dirty South hot cause Atlanta, show niggas with ammo We ride Phantom, holler shorty for grammar Yep, now I be on TV, BET our channel Hood nigga from Bankhead, I stay by Grandma Nana I lay by my banana, dumping and punking monkeys Don't nobody live with my mom but a bunch of junkies Donut Dunkin', bitch, I ride glazed on the Haze Gator green Chevy, gator guts, alligator Js  [Hook x2: T.I.]  Lean, lean (x8) Get ya shoulder, shorty Lean, lean (x8)  [Hook x2: T.I.]  ",
        "title": "Shoulder Lean"
    },
    {
        "artist": "Buckcherry",
        "lyrics": "  All right!  [Verse 1] Break me down, you got a lovely face We're going to your place And now you got to freak me out Scream so loud, getting fucking laid You want me to stay, but I got to make my way  [Chorus] x2 Hey You're crazy bitch But you fuck so good, I'm on top of it When I dream, I'm doing you all night Scratches all down my back to keep me right on  [Verse 2] Take it off, the paper is your game You jump in bed with fame Another one night paid in full, uh You're so fine, it won't be a loss Cashing in the rocks, just to get you face to face  [Chorus] x2  Get the video Fuck you so good Get the video Fuck you so good  Crazy bitch Crazy bitch Crazy...bitch  [Chorus] x2  [Bridge] Baby girl You want it all To be a star You'll have to go down Take it off No need to talk You're crazy But I like the way you fuck me  [Chorus] x2  You're crazy But I like the way you fuck me  ",
        "title": "Crazy Bitch"
    },
    {
        "artist": "The Raconteurs",
        "lyrics": "  [Verse 1] Find yourself a girl and settle down Live a simple life in a quiet town  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Verse 2] Your friends have shown a kink in the single life You've had too much to think, now you need a wife  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Bridge] Well here we go again You've found yourself a friend that knows you well But no matter what you do You'll always feel as though you tripped and fell So steady as she goes  [Verse 3] When you have completed what you thought you had to do And your blood's depleted to the point of stable glue Then you'll get along Then you'll get along  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Bridge] Well here we go again You've found yourself a friend that knows you well But no matter what you do You'll always feel as though you tripped and fell So steady as she goes  So steady as she goes Steady as she goes  Settle for a world, neither up or down (Settle for a world, neither up or down) Sell it to the crowd that has gathered round (Sell it to the crowd that has gathered round) Settle for a girl, neither up or down (Settle for a girl, neither up or down) Sell it to the crowd that has gathered round (Sell it to the crowd that has gathered round)  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  [Hook] Steady as she goes (Steady as she goes) Steady as she goes (Steady as she goes) So steady as she goes  Steady as she goes, are you steady now? Steady as she goes, are you steady now? Steady as she goes, are you steady now? Steady as she goes, are you steady now?  Steady as she goes  ",
        "title": "Steady, As She Goes"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] You got someone here wants to make it alright Someone who loves you more than life right here You got willing arms that'll hold you tight A hand to lead you on through the night right here I know your heart can get all tangled up inside But don't you keep it to yourself  [Chorus] When your long day is over And you can barely drag your feet The weight of the world is on your shoulders I know what you need Bring it on home to me  [Verse 2] You know I know you like the back of my hand But did you know I'm going to do all that I can right here I'm going to lie with you till you fall asleep When the morning comes I'm still going to be right here (yes I am) So take your worries and just drop them at the door Baby leave it all behind  [Chorus]  [Bridge] Baby let me be your safe harbor Don't let the water come and carry you away  [Chorus]  [Outro] You got someone here wants to make it alright Someone who loves you more than life right here  ",
        "title": "Bring It On Home"
    },
    {
        "artist": "Dem Franchize Boyz",
        "lyrics": "  Yeah nigga (young juve) all you niggas, (you all know what this is) We don't ride these no more nigga We're in here with flats nigga We sittin' on lebron back over here All you fake mounted niggas ridin' these We stop ridin' these in '99 (checke checke) Put that lil' boy shit up (so so def)  [Hook X2] If you're ridin' rims, you gotta ride flats (uh, ha) I'm sittin' high ridin' on lebron back (uh, ha) Des 23's (uh, ha) If you know (uh, ha) I got a Tahoe truck sittin' up on 24's  [Verse 1] I got more grams than Teddy, got a cam in my chevy, my car go (eeerrrrr) and when I ride I'm ready Look like I'm glidin' on nothin', when I ride I be skatin' I pull up swervi' on Niggas they don't be tryin' They be hatin' They only ridin' on 20's They might as well ride on hubs, if it ain't deuces or better You might as well put em' up Cause where I'm from (from) we mount up and ride on them big rims A whole supply of deuces that spin harder than windmills, I been real (yeah) always too clean cause I pack heat Or white leather guts Plush, bitch scream in the back seat 23's on my fuckin' so I ride and I swerve But we're too clean for the fuckin' street so I park on the curb  [Hook x2]  [Verse 2] I got the chevy sittin' high, by matchin' corner ties Michael Jordan's mounted up darts 23's on the ride (jizzle man) I got man in the trunk, I'm workin' the alpine Paint flippin', candy drippin', plus the wood inside, driving a big boy drop A T.V. in the rear, the European clip on the rotatin' rim just got 'em up out jail (and that mothafuckin' smokin') buss a couple you turns (with the doors wide open) punchin' on the gas pedal, make pipe start chokin', comin' down real clean Got 66 lebron back home, look I'm sittin' right on it, comin' up in the lane On the corner straight gunnin'  [Hook x2]  [Verse 3] Loud pipes, satin music, with the judo eyes, 2nd tone background wit 2-inch ties Cut curb on the block, it's a concert line (dfb snd me bitch) swervin' side to side Yup the cutlits mounted up like a H3 Hummer, but it's stuntin' 1-on-1 cause I'm the #1 stunner, goin' down 20 (yu) doin' more than a Honda Since my paint wet, they say my trunk sound like thunder, break the law (run the red light) drivin' illegal, in a nice ol' school, flow like dead people, I park where I can't, hit button make my door's pop, rims go round and round Custom seats lean 'n rock  [Hook x2]  [Verse 4] Now my rims spin nigga, every time I make a stop, and I keep that chevey clean, like a flow on disk it mop, when I'm posted at the light Got a button that make the top drop now hoes hoppin' on my dick like They playin' hopscotch hhhoes hopping on my dick like they playin' Hopscotch, when I'm on the E-way You see me hit it then I'm gone, shinin' red paint and I touch that whistle Siliconen I stay deep (stay deep) hopin' at all cause I don't mind Cause I'm wood grippin', flip switchin' Flipping alpine, it's pimpin' nigga So I'm always stunt nigga, pull up on the chevey and burnt like my blunts nigga I keep good product in the hood it get delivered (delivered) Sittin' back watchin' movies in the rear view mirror  [Hook x4]  ",
        "title": "Ridin' Rims"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": "  [Verse 1] I can't escape this hell So many times I've tried But I’m still caged inside  [Pre-Chorus] Somebody get me through this nightmare I can’t control myself  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Verse 2] I can’t escape myself So many times I’ve lied But there’s still rage inside  [Pre-Chorus] Somebody get me through this nightmare I can’t control myself  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Bridge] Somebody help me through this nightmare I can’t control myself Somebody wake me from this nightmare I can’t escape this hell  [Refrain] This animal This animal This animal This animal  This animal This animal This animal —  [Chorus] So what if you can see the darkest side of me No one will ever change this animal I have become Help me believe it’s not the real me Somebody help me tame this animal I have become Help me believe it’s not the real me Somebody help me tame this animal  [Outro] This animal I have become  ",
        "title": "Animal I Have Become"
    },
    {
        "artist": "Anthony Hamilton",
        "lyrics": "  No matter what the people say I can't, I can't let go No, no  (Verse: 1)  Why must they try to tear down my house when they know it's made from love And they could never stand in our way We made a vow to love through it all We are one And no one has the right to tear my love down  (Chorus)  No matter what the people say, I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let go I can't, I can't let you go  (Verse: 2)  How dare they say That a love like ours won't last? God made no mistakes When He sheltered me with your heart There's no safer place than to be in love And here I will stand And there ain't never Ain't gonna never ever leave you alone  (Chorus)  No matter what the people say I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let ya' go I can't, I can't let you go  (Bridge)  All that I know now is to give you all of me And no matter how long I take And every part of me belongs to your love Help me, help me  (Chorus)  No matter what the people say, I'm gonna love you anyway You are my life, I can't let go Even if we fuss or fight, try til we get it right You are my life, I can't let go Even if we disagree, you can put it all on me You are my life, I can't let go I can't, I can't let you go No matter what the people say...  ",
        "title": "Can't Let Go"
    },
    {
        "artist": "RKM & Ken-Y",
        "lyrics": null,
        "title": "Down"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Intro] Hold, hold up, hold up Slow, slow down Listen, give me 10 minutes Well, give me 5 minutes...a'ight B-before you leave I just need these last 4 minutes  [Verse 1] Pardon me if I'm talking fast and stumbling all over my words I heard you were leavin' town I thought I'd be the one to know first If you have a minute let me talk to you and see what's going on Don't say it's nothing When it's gotta be something that's gone wrong Now let me explain but I don't know what to say 'Cause I don't know what the hell happened I come in the house to try to work it out And all you're doing is packing Close your suitcase let me think straight Damn, what could be the reason Baby talk to me I'm almost out of time  [Chorus] I only got 4 minutes to do what I gotta do To prove to you that I'm gon' do anything Only got 4 minutes say what I gotta say to make you stay And show you that I done changed 'Cause in 4 minutes I'll never have my girl again In 4 minutes I'm a lose her to some other man 4 no less no more I'm desperate cause the clock's ticking Only got 4 minutes to go  [Verse 2] Who are these people I don't know in my house? And they scratching my floors Takin' furniture outside and the U-Haul pull up to my door What's the reason that I get this feelin' That you can't keep it real with me? Is it cause of the prior relationships I had off in the streets? Never mind that this is your conscience speaking And you need to get your girl back You gotta find a way to try to get to her heart I'm takin' suggestions I've learned my lesson Think conscience you're my last lifeline I'm down to my last second  [Chorus]  [Bridge] I've done things in my past I thought this love would last But I can't let you go baby You're my everything lady The reason I smile and the reason I talk baby The reason I breathe The only one for me, yeah You can't go through with this If you left me my life wouldn't exist Cause I'm still in love with you And that's my word I don't give a damn what you heard Oh, baby I'll be true  I only got 4 minutes And I'm running out of time I only got 4 minutes I only got 4 minutes  4 minutes I'll never have my girl again In 4 minutes I'm a lose her to some other man 4 no less no more Cause the clocks ticking Only got 4 minutes to go  Only got 4 minutes to tell you everything I love about you 4 minutes to say I need you, I can't live without you I'm out of time gotta say what's on my mind Just to keep you in my life Aw, damn I'm outta time  ",
        "title": "4 Minutes"
    },
    {
        "artist": "Ice Cube",
        "lyrics": "  [Intro] Yeah, every hood's the same Every hood's the same, come on  [Hook] They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us  [Verse 1] I'm from the land of the gang bang Since I was little, ain't a goddamn thang changed It’s the same old same Bush run shit like Saddam Hussein I cock and aim, clinically insane To deal with this bullshit day-to-day If I sell some yay or smoke some hay You bitches wanna throw me up in Pelican's Bay Call me an animal up in the system But who's the animal that built this prison? Who's the animal that invented lower-livin'? The projects, thank God for Russell Simmons Thank God for Sugarhill I'm putting a different kind of steel up to my grill Y'all know what it is, scared for your own kids How these ghetto niggas taken over showbiz  [Hook] They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us  [Verse 2] It's boys in the hood, it's toys in the hood Y'all wanna know why there's noise in the hood ‘Cause there's drugs in the hood, thugs in the hood Nigga killed a Crip and a Blood in the hood ‘Cause when niggas get tribal It's all about survival, nobody liable I got caught by Five-O Grandmama came to court with her Bible But when the judge hit the gavel Now I'm too far from my family to travel I just came unraveled Socked the D.A. before I got gaffled Owned by C.A, State Property Just like the year fifteen fifty three Looking for me, a one-way ticket out Don't understand, what's so hard to figure out?  [Hook] They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us  [Verse 3] Damn, I can't take the pressure Pulled the 4-4 up out the dresser Grabbed the weight up out the closet Po-po coming, but I'm scared to toss it Y'all know what happened last time I lost it Can't tell you niggas what the fuckin' boss did D game got a nigga exhausted Gotta go for the plea bargain they offered Twenty years for what? Breaking these laws that's so corrupt Taking these halls and fillin' them up Some powder keg shit that's about to erupt Aye, y'all, I'm about to be stuck Until the year two thousand, what the fuck? In the hood, don't press your luck ‘Cause these motherfuckers will set you up, word up  [Hook] They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us They give us guns and drugs Then wonder why in the fuck we thugs They wanna count the slugs Then come around here and fuck with us  [Outro] Every hood's the same, every hood's the same Every hood's the same, every hood's the same Every hood's the same, stop trippin on it Every hood's the same, every hood's the same Every hood's the same, every hood's the same Every hood's the same  ",
        "title": "Why We Thugs"
    },
    {
        "artist": "Chris Daughtry",
        "lyrics": null,
        "title": "Wanted Dead Or Alive"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": null,
        "title": "I Got You"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": "  Postcards and letters And pictures made to last forever To be boxed up and tossed away Knickknacks and souvenirs In an afternoon, they're out of here They'll disappear without a trace But what they mean to me Can never be replaced  I can't unthink about you I can't unfeel your touch I can't unhear all the words Unsay all the things That used to mean so much I wish I could unremember Everything my heart's been through And finding out it's impossible to do Oh, it's no use I can't unlove you  Interstates and old songs Like time they go on and on I guess I could learn to do the same I could wake up without you These two arms not around you Tell myself it's meant to be this way No matter how I try somethings I can't change  I can't unthink about you I can't unfeel your touch I can't unhear all the words Unsay all the things That used to mean so much I wish I could unremember Everything my heart's been through And finding out it's impossible to do Oh, no Oh, it's no use I can't unlove you  I wish I could unremember Everything my heart's been through And finding out it's impossible to do Oh, oh, it's no use I can't unlove you  ",
        "title": "I Can't Unlove You"
    },
    {
        "artist": "Jeannie Ortega Featuring Papoose",
        "lyrics": null,
        "title": "Crowded"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  She's my light My shining star She's so dear to me yes she is yes she is My rabbits foot, my lucky charm Yes she is yes she is Whoa whoa whoa oh  Every time that something good happens in my life- You're always there for me, looking good by my side- Picture you now, pulling up your panty hose And you always got that sexy underwear on So much good has come my way Since she came in my life I'll never push you away or brush you off to the side See girl I, I I.... See my luck has changed for the better.  [Chorus:] See I got so much love for you in these arms- Don't you know that you're my good luck charm. Where you are forever girl ain't no harm Ain't nobody else can borrow it, I won't allow it  See I got so much love for you in these arms Don't you know that you're my good luck charm. Loving you forever girl and never do I Wanna go without, my good luck charm  Like a rabbits foot on keys, or some lucky dice All I want or need, I ain't gotta ask twice Where would I be? what would I do Without you looking out for me? Probably be, probably be in these streets.  Without you in my life, My future ain't the same, no. And I'm not wanting the blame Baby I, know I been around, I'm Tired of messing around, I Got so much love.  [Chorus]  [Bridge:] And I'd throw away this ice, and Give up my J.E. pieces- Just to get a piece of (your love forever) And I knew you were a keeper So babygirl I'm keeping you. Can't think about letting you go no no It seems like every situation I been facing, You know what to do to save me So I know you bring me luck. So I'm standing strong like a soldier I know how to hold you- I'm saying this to let you know I got so. ooh.  [Chorus]  See you're my yeah See you're my See you're my yeah See you're my [fade]  ",
        "title": "Good Luck Charm"
    },
    {
        "artist": "Ne-Yo",
        "lyrics": "  [Intro] My sexy love So sexy  [Verse 1] She makes the hairs on the back of my neck stand up Just one touch And I erupt like a volcano and cover her with my love Baby girl, you make me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Baby girl, you make me say  [Hook] Sexy love Girl, the things you do (oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 2] I'm so addicted to her She's the sweetest drug Just enough Still too much say that I'm simp And I'm sprung all of the above I can't help she makes me say  [Pre-Chorus] And I just can't think (of anything else I'd rather do) Than to hear you sing (sing my name the way you do) When we do our thing (when we do the things we do) Oh baby girl, you make me say  [Hook] Sexy love Girl, the things you do (Oh baby baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Verse 3] Oh, baby what we do It makes the sun come up Keep on lovin' 'til it goes back down And I don't know what I'd do If I would lose your touch That's why I'm always keeping you around My sexy love  [Hook] Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung, keep running back to you Oh, I love making love to you Baby girl you know you're my (sexy love) Sexy love Girl, the things you do (Oh baby, baby) Keep me sprung Keep running back to you Oh, I love making love to you Baby girl, you know you're my (sexy love)  [Outro] She makes the hairs on the back of my neck stand up Just one touch  ",
        "title": "Sexy Love"
    },
    {
        "artist": "Don Omar",
        "lyrics": "   Letra de \"Angelito\"[Intro] Oooohh Hey… ¿Quiénes son? Eliel Don El Rey, El Rey  [Pre-coro] Amaneció bajo las alas de la muerte (de la muerte) Aquellos brazos de hombre que la aprietan fuerte (fuerte) Todavía le late el alma, el corazón no lo siente (no lo siente) Amaneció bajo las alas de la muerte  [Coro] Y vuela, vuela, vuela Angelito, vuela Que ya no me quedan Muchas horas de vida desde tu partida Angelito, vuela Angelito, vuela Que tampoco te quedan Muchas horas de vida Marqué tu partida, angelito  [Pre-coro] Amaneció bajo las alas de la muerte (de la muerte) Aquellos brazos de hombre que la aprietan fuerte (fuerte) Todavía le late el alma, el corazón no lo siente (no lo siente) Amaneció bajo las alas de la muerte  [Coro] Y vuela, vuela, vuela Angelito, vuela Que ya no me quedan Muchas horas de vida desde tu partida Angelito, vuela Angelito, vuela Que tampoco te quedan Muchas horas de vida Marqué tu partida, angelito  [Verso 1] Sorprendido en la cama de un extraño Jugando a quererse Nunca pensó que la venganza a un desengaño La hicieran perderse Tal vez fueron las copas, el ambiente o tanta gente O aquella excusa frecuente O aquel refrán de que la vida es sólo una Y hay que vivir el presente  [Estribillo] ¡Qué engaño! Dos extraños jugando a quererse En lo oscuro el amor no puede verse Es que tengas la vida de frente Es morir o detente, detente  ¡Qué engaño! Dos extraños jugando a quererse En lo oscuro el amor no puede verse Es que tengas la vida de frente Es morir o detente, detente  [Estribillo 2] De nada vale llorar Tan solo queda volar Solo expande tus alas Coge vuelo y no vuelvas más  De nada vale llorar Tan solo queda volar Solo expande tus alas Coge vuelo y no vuelvas más  [Hook] Y vuela vuela Y vuela vuela  [Coro] Y vuela, vuela, vuela Angelito, vuela Que ya no me quedan Muchas horas de vida desde tu partida Angelito, vuela Angelito, vuela Que tampoco te quedan Muchas horas de vida Marqué tu partida, angelito  [Outro] Esta es la triste historia de dos enamorados De dos soñadores De dos amantes Que permitieron que tan solo un minuto de su vida Decidiera el resto de la misma Irónico el momento En que el amor se convierte en muerte Que descansen en paz  Vive la vida minuto a minuto Y encontrarás en cada uno de ellos un motivo Por el cual conducirte en la forma correcta Te lo aseguro  ",
        "title": "Angelito"
    },
    {
        "artist": "James Blunt",
        "lyrics": null,
        "title": "High"
    }
]