[
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by Dr. Dre & Mike Elizondo]  [Intro] Go, go, go, go, go, go Go shorty, it's your birthday We gonna party like it's your birthday We gonna sip Bacardi like it's your birthday And you know we don't give a fuck it's not your birthday  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Verse 1] When I pull up out front, you see the Benz on dubs When I roll twenty deep it's twenty knives in the club Niggas heard I fuck with Dre, now they wanna show me love When you sell like Eminem and the hoes, they wanna fuck But homie, ain't nothin' changed: hoes down, G's up I see Xzibit in the cut, hey nigga, roll the weed up! If you watch how I move, you'll mistake me for a player or pimp Been hit with a few shells, but I don't walk with a limp In the hood in L.A. they sayin', \"50, you hot.\" They like me, I want 'em to love me like they love Pac But holla in New York, the niggas'll tell you I'm loco And the plan is to put the rap game in a chokehold I'm fully focused, man, my money on my mind Got a mil' out the deal and I'm still on the grind Now shorty said she feelin' my style, she feelin' my flow Her girlfriend willin' to get bi and they ready to go  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Bridge] My flow, my show brought me the dough That bought me all my fancy things My crib, my cars, my pools, my jewels Look, nigga, I done came up and I ain't changed  [Verse 2] And you should love it way more than you hate it Nigga, you mad? I thought that you'd be happy I made it I'm that cat by the bar toastin' to the good life You the faggot-ass nigga tryin' to pull me back, right? When my joint get to pumpin' in the club, it's on I wink my eye at your bitch, if she smiles, she gone If the roof on fire, let the motherfucker burn If you talkin' about money, homie, I ain't concerned I'ma tell you what Banks told me: \"Cuz, go 'head, switch the style up If niggas hate then let them hate and watch the money pile up.\" Or we can go upside your head with a bottle of bub' They know where we fuckin' be  [Hook] You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed You can find me in the club, bottle full of bub' Look, mami, I got the X if you into takin' drugs I'm into havin' sex, I ain't into makin' love So come give me a hug if you're into gettin' rubbed  [Outro] Don't try to act like you don't know where we be neither We in the club all the time, so pop, pop off Shady, Aftermath  ",
        "title": "In Da Club"
    },
    {
        "artist": "Jennifer Lopez Featuring LL Cool J",
        "lyrics": "  [Intro: Jennifer Lopez & LL Cool J] Love is life and life is living It's very special All my love... Oh...oh...oh...oh...oh... (Baby, don't go) (Baby, don't go) Yeah (Baby, don't go, uh) (Baby, don't go) Yeah (Baby, don't go) (Baby, don't go) Yeah, yeah (Why you act like that?)  [Verse 1: Jennifer Lopez & LL Cool J] It's such a shame, but I'm leaving Can't take the way you mistreated me And it's crazy, but oh, baby It don't matter, whatever, don't phase me Uh, uh, uh I don't believe you wanna leave like this I don't believe I just had my last real kiss I do believe we'll laugh and reminisce Wait a minute, don't bounce, baby, let's talk about this, man  [Pre-Chorus: Jennifer Lopez] Well, I'm bouncing and I'm out, son I gotta leave you alone Because I'm good, holding down the spot And I'm good reppin' the girls on the block And I'm good, I got this thing on lock So without me you'll be fine, right?  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Verse 2: Jennifer Lopez & LL Cool J] The nights I waited up for you (Oh, boy) Promises you made about coming through So much time you wasted That's why I had to replace you Uh, uh, uh It makes a cat nervous, the thought of settling down Especially me, I was creeping all over town I thought my tender touch could lock you down I knew I had you, as cocky as it sounds That's the way you used to giggle right before I put it down It's better when you angry, come here, I'll prove it now, come here Stop playing you, gaming I gotta leave you alone  [Pre-Chorus: Jennifer Lopez & (LL Cool J)] Because I'm good holding my spot (Stop acting like that) And I'm good repping the girls on the block (Now you know you need to stop) And I'm good, I got this thing on lock So without me you'll be fine, right? (Here we go)  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Bridge: LL Cool J & Jennifer Lopez] People make mistakes to make up, to break up To wake up cold and lonely, chill, baby, you know me You love me, I'm like your homey Instead of beef you come hold me I promise I'm not a phony Don't bounce, baby, console me, come here There is nothing you can say to me that can change my mind I got to let you go now And nothing will ever be the same, so just be on your way Go ahead and do your thing now And there's no more to explain to me, you know I know your game and I'm feeling what you do  [Pre-Chorus: Jennifer Lopez] So I'm bouncing and I'm out, son I gotta leave you alone, yeah, yeah  [Chorus: Jennifer Lopez & (LL Cool J)] All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh) All my pride is all I have (Pride is what you had, baby girl, I'm what you have) You'll be needing me, but too bad (Be easy, don't make decisions when you mad) The path you chose to run alone (I know you're independent, you can make it on your own) Here with me you had a home, oh, yeah (But time is of the essence, why spend it alone, huh)  [Outro] I promise you You know what I'm saying  ",
        "title": "All I Have"
    },
    {
        "artist": "Ja Rule Featuring Ashanti",
        "lyrics": "  [Intro: Ja Rule] Haha, yeah Whattup ma? How you been? Yeah I know, I know, hehe It's all good.. (Murder Inc.)  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you call me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 1: Ja Rule] I got a fetish for fuckin' you witcha skirt on On the backstreet in the back seat of the Yukon What's takin' so long? I'm gettin' anxious But patiently waitin' for you to tell a nigga to move on Between me and you, we can find each other Flyin' abroad in my private G-2 I ain't tryin' to G you, ma I'm tryin to see you Bend over, you know how we do it, feet to shoulders Bring heat to coldest night, so ferocious Now you street promotin' the dick game is potent 'Cause in the bed a nigga go hard like Jordan Sweat pourin', lovin' the way you be moanin' Grippin' the sheets, lookin' at me lickin' at me 'Cause every woman just wanna be happy And it's CRA-ZAY, but BAY-BAY, I... (love it when I'm witchu, baby)  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 2: Ashanti] I wanna get away, 'cause you know like I know And there's a better day, a-comin, I'm hooked on your lovin' Believe me, and when you hold my body I know you need me, wait for me bay-bay I've been goin half crazy for your love And I was told that the sex, better than drugs Then get addicted, boy listen I'm the only piece of the puzzle you're missin Like when we kissin' - bye bye bye You got a girl that'll - ride ride ride So take me, tonight And do what you do to me, baby  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Verse 3: Ja Rule + (Ashanti)] Shorty, are you really gettin bored with me, or him? Cause though I play a lot of games, I play 'em to win (But then again I'm still young and I'm livin my life) You know you're right and I'm the type To pull up to your bumper, get your number (Baby, I can only help but wonder) What life would be without (my sweet baby) And you're my baby (holla if you hear me)  [Verse 4: Ashanti + (Ja Rule)] Ooohhh... ooohh... You can understand that my love is pain And how I feel in vain, it's just a woman thang (It's a man's world, but I understand) But there's still nothin' different, boy, stick to the plan (You be my down ass, witcha round ass) I know I'm feelin you (like you feelin' me) The way you're holdin my body, the way you touch me  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Bridge: Ashanti] I love when you touch me, baby All over my body, baby I love when you kiss me, baby All over my body, baby I love when you touch me, baby All over my body, baby I love when you kiss me, baby All over my body, baby  [Chorus: Ja Rule + (Ashanti)] Girl, your stare, those eyes, I (love it when you look at me, baby) Your lips, your smile, I (love it when you kiss me, baby) Your hips, those thighs, I (love it when you thug me, baby) And I can't deny I (love it when I'm witchu, baby)  [Spoken Outro] Baby, [?] Motherfucker, your son is a bitch Ay, none of these niggas real like us [?] dig And yes, sir, we here to stay Right now Let's get it to this motherfucker Do ya understand?  ",
        "title": "Mesmerize"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Hook] It's been too long and I'm lost without you What am I gonna do Said I been needing you, wanting you Said I need you Wondering if you're the same and who's been with you Is your heart still mine? I wanna cry sometimes I miss you  [Verse 1] Off to college, yes you went away Straight from high school, you up and left me We were close friends also lovers Did everything for one another Now you're gone and I'm lost without you here now But I know I gotta live and make it somehow Come back, to me Can you, feel me, calling Hear me, calling, for you For you, cause it's  [Hook]  [Verse 2] Now I'm sitting here, thinking about you And the days we used to share It's driving me crazy, I don't know what to do I'm just wondering if you still care I just wanna let you know that it's killing me I know you got another life you gotta concentrate baby Come back, to me Can you, feel me? (Calling) Hear me, calling, for you For you, cause it's  [Hook x2]  [Bridge] I can't be no more Since you went away I don't really feel like talking No one here to love me, baby do you understand me I can't do a thing without you  [Hook x3]  ",
        "title": "Miss You"
    },
    {
        "artist": "Justin Timberlake",
        "lyrics": "  [Verse 1] You were my sun You were my earth But you didn't know All the ways I loved you, no So you took a chance Made other plans But I bet you didn't think That they would come crashing down, no  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Chorus] You told me you love me Why did you leave me all alone? Now you tell me you need me When you call me on the phone Girl, I refuse You must have me confused With some other guy The bridges were burned Now it's your turn, to cry Cry me a river Cry me a river Cry me a river Cry me a river  [Verse 2] You know that they say Some things are better left unsaid It wasn't like you only talked to him And you know it (Don't act like you don't know it) All of these things people told me Keep messing with my head Should've picked honesty Then you may not have blown it  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Chorus] You told me you love me Why did you leave me all alone? Now you tell me you need me When you call me on the phone Girl, I refuse You must have me confused With some other guy The bridges were burned Now it's your turn, to cry Cry me a river Cry me a river Cry me a river Cry me a river  Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving Oh! The damage is done So I guess I be leaving  [Bridge] You don't have to say what you did I already know, I found out from him Now there's just no chance With you and me There'll never be Don't it make you sad about it?  [Outro] Cry me a river…  ",
        "title": "Cry Me A River"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Now, usually, I don't do this but uh Go head on and break 'em off wit a lil' preview of the remix  [Verse 1] Now I'm not trying to be rude But hey pretty girl I'm feeling you The way you do the things you do Reminds me of my Lexus coupe That's why I'm all up in ya grill Trying to get you to a hotel You must be a football coach The way you got me playing the field  [Pre-Hook] So baby gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  Bounce, bounce, bounce, bounce, bounce, bounce, bounce Bounce, bounce, bounce C'mon  [Verse 2] Now it's like \"Murda She Wrote\" Once I get cha out them clothes Privacy is on the door But still they can hear you screaming more Girl I'm feeling whatchu feelin' No more hoping and wishing I'm about to take my key and Stick it in the ignition  [Pre-Hook] So gimme that \"Toot toot\" And lemme give ya that \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they saying on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Verse 3] Cristal popping in the stretch Navigator We got food everywhere, as if the party was catered We've got fellas to my left (left) Honies on my right (right) We bring 'em both together, we got juking all night Then after the show, it's the after party And after the party, it's the hotel lobby Yeah, around about four you gotta clear the lobby Then take it to ya room and freak somebody  [Pre-Hook] Can I get a \"Toot toot\" Can I get a \"Beep beep\" Running her hands through my 'fro Bouncing on twenty fo's While they sayin' on the radio  [Hook] It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  It's the remix to ignition Hot and fresh out the kitchen Mama rolling that body Got every man in here wishing Sipping on coke and rum (rum) I'm like so what I'm drunk (drunk) It's the freaking weekend Baby I'm about to have me some fun (fun)  [Outro] Girl, we off in this Jeep Fogging windows up Blasting the radio In the back of my truck Bouncing up and down Stroking round and round To the remix We just thugging it out  ",
        "title": "Ignition"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] I took my love and I took it down I climbed a mountain and I turned around And I saw my reflection in the snow-covered hills Well, the landslide brought me down Oh, mirror in the sky, what is love? Can the child within my heart rise above? Can I sail through the changing ocean tides? Can I handle the seasons of my life?  [Chorus] Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too Well, I've been afraid of changing 'cause I built my life around you But time makes you bolder Children get older I'm getting older, too I'm getting older, too  [Verse 2] So, take this love and take it down Yeah, and if you climb a mountain and you turn around And if you see my reflection in the snow-covered hills Well, the landslide brought me down And if you see my reflection in the snow-covered hills Well, maybe Well, maybe Well, maybe Landslide brought me down  ",
        "title": "Landslide"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Ludacris",
        "lyrics": null,
        "title": "Gossip Folks"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] I'm standing on a bridge I'm waiting in the dark I thought that you'd be here by now There's nothing but the rain No footsteps on the ground I'm listening but there's no sound  [Pre-Chorus] Isn't anyone trying to find me? Won't somebody come take me home?  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Verse 2] I'm looking for a place I'm searching for a face Is anybody here I know? 'Cause nothing's going right And everything's a mess And no one likes to be alone  [Pre-Chorus] Isn't anyone trying to find me? Won't somebody come take me home?  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Bridge] Oh, why is everything so confusing? Maybe I'm just out of my mind Yeah-he-yaa, yeah-he-yah, yeah-he-yah, yeah-he-yah, yeah!  [Chorus] It's a damn cold night Trying to figure out this life Won't you take me by the hand? Take me somewhere new I don't know who you are, but I I'm with you, I'm with you  [Outro] Take me by the hand Take me somewhere new I don't know who you are, but I I'm with you, I'm with you Take me by the hand Take me somewhere new I don't know who you are, but I I'm with you, I'm with you I'm with you  ",
        "title": "I'm With You"
    },
    {
        "artist": "Kid Rock Featuring Sheryl Crow",
        "lyrics": null,
        "title": "Picture"
    },
    {
        "artist": "B2K & P. Diddy",
        "lyrics": "  [Intro: P.Diddy + (B2K)] We sending this one out to all the ladies all over the world All those sexy mamas Come on, come on, and come on now As we proceed, to give you what you need You know I like it when your body go (Bump, bump, bump) Bad Boy, B2K Yo, O, talk to 'em, playa  [Verse 1: Omarion + (P.Diddy)] I like your little sexy style Love it when you getting wild Girl in the club with me Girl, you need to be in magazines Wear a crown on your head cause you're a ghetto queen Like bling bling bling The way you shaking that sexy ass Your body shaped like an hour glass Baby we need to spend some time I wanna get you to myself Me and nobody else And do the things we do Baby there is something that I need from you  [Chorus: B2K + (Omarion)] Baby turn around and let me see that sexy body go Bump, bump, bump (That is all I want to see Baby show me, show me) Baby turn around And let me see that sexy body go Bump, bump, bump (The way you're throwing that thing at me I can't take it, baby)  [Verse 2: Omarion + (P.Diddy)] I love the way you're teasing me Gonna have to stop pleasing me While we're on this floor You're kicking it round and round I love the way you put it down You're making me scream for more Put your 2-way next to mine Baby hit me anytime You and me behind closed doors You're about to be my main squeeze Take trips, cop shiny things Girl just come with me Now, mama, go ahead do the damn thing  [Chorus]  [Verse 3: P. Diddy] Dance for nothing mami, plans to take her by me Get on the floor, make it bump more, shake it, mami Let's ride, I'm your Clyde, you can be my Bonnie See you the type for me, mami, so right for me Man she can move it, love when she dance to the music Make me wanna stand like a pool stick Hands is the smoothest, just a simple touch make me lose it Girl, that's enough; stop movin' Now bump that, I pump that, girl, bring it to me bump that I want that girl to sing it wit me like (La la-la la-la la la la, La la-la la-la la la la) So let's do it again, mami, you and a friend, mami Money ain't a thing, look, what I gotta spend mami? Put up your hands for me, that's how you dance for me Shake it like you can honey, take it from your man, mami  [Chorus x2]  [Outro: P.Diddy] B2K, Bad Boy They call me Diddy Yea, Dave Mack, you got one now, baby Don't stop now, hah! I see you, Chris C'mon, let's go C'mon, let's go And another one Come on, it's Pandemonium, baby Let's go, yeah  ",
        "title": "Bump, Bump, Bump"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "Tyrese",
        "lyrics": "  It seems like just the other day that we hooked up (I was drivin', you was walkin' and I swooped you up) From that moment on I knew you were the one, yeah (I was single, you was lonely and we fell in love)  We would sit and talk for hours about anything (Baby, you hang up, no, you hang up, on three hang up) I bought your whip, I paid your rent, I gave you everything (Said you'd always be my baby then you bounce) How you gonna?  How you gonna up and leave me now How you gonna act like that How you gonna change it up, we just finished makin' up How you gonna act like that  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  Girl, I never thought that lovin' you would hurt (I did everything a good man would to make it work) Girl, you should have told me you had second thoughts (Like before I put the down on the house we bought)  Now I'm thinkin' you and me was a mistake (But then it hits me and I'm missin' all the love we made) Girl, I know that we've been goin' through some things, yeah (But the sun is always shinin' even when it rains, oh)  I'll be the one you kick it to I'll be the one that misses you I'll be the one to ease your pain I'll be the one you'll want again And you'll be the one who can't forget You'll be the one that's innocent You'll be the one I can't deny You'll be the one that makes me cry, baby  How you gonna up and leave me now (Why you do) How you gonna act like that (Why you gotta act like this) How you gonna change it up (Whoa, ho, baby), we just Finished makin' up How you gonna act like that (But I need you)  How you gonna act like we (Oh) don't be makin' love (Whoa: baby, baby) You know we be tearin' it up, breakin' stuff, that ghetto love How you gonna trip, how could you forget How you gonna act like that  You know I'm willin' to do anything Just to keep you in my heart (Keep you in my heart) I messed around and gave up everything I thought we'd never part (Yes, I did, baby) I was a player and made the choice to give my heart to you And I gotta keep it that way, ooh, baby  How you gonna up and leave me now (Ooh, baby) How you gonna act like that (Why you gotta treat me this way) How you gonna change it up (Why you treat me wrong) We just finished makin' up How you gonna act like that (Can me somebody tell me why)  How you gonna act (Why, why) like we don't be makin' love (Hey) You know we be tearin' it up, breakin' stuff (Oh, oh, baby) That ghetto love How you gonna trip (all my friends became your friends) How can you forget (all my ends became your ends) How you gonna act like that  Keepin' love ghetto (All I want is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you) Keepin' love ghetto (All I need is you, all I need is you, babe)  How you gonna up and leave me now (Oh, babe, how you gonna act like that) How you gonna act like that (Hey, hey) How you gonna change it up (Oh), we just finished Makin' up (Why you actin' so changed, oh, oh, baby) How you gonna act like that (Anything you want in me I got ya, hey)  How you gonna act like we don't be makin' love You know we be tearin' it up, breakin' stuff (Why you actin' so changed) That ghetto love How you gonna trip (Oh, oh, baby), how can you forget How you gonna act like that  How you gonna up and leave me now  ",
        "title": "How You Gonna Act Like That"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] There's another world inside of me that you may never see There's secrets in this life that I can't hide But somewhere in this darkness There's a light that I can't find Well maybe it's too far away, yeah Or maybe I'm just blind Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Verse 2] When your execution x-ray Cannot see under my skin I won't tell you a damn thing That I could not tell my fans Roaming through this darkness I'm alive but I'm alone And part of me is fighting this But part of me is gone  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone  [Refrain] Or maybe I'm just blind  [Chorus] So hold me when I'm here Right me when I'm wrong Hold me when I'm scared And love me when I'm gone Everything I am and everything in me Wants to be the one you wanted me to be I'd never let you down Even if I could I'd give up everything If only for your good So hold me when I'm here Right me when I'm wrong You can hold me when I'm scared You won't always be there So love me when I'm gone Love me when I'm gone Love me when I'm gone  [Outro] Love me when I'm gone When I'm gone When I'm gone When I'm gone  ",
        "title": "When I'm Gone"
    },
    {
        "artist": "Eminem",
        "lyrics": "  Intro: Eminem & Dina Rae (Mhmmm) *inhales* You high, baby? (Yeah) Yeah? (Talk to me!) You want me to tell you something? (Uh huh) I know what you wanna hear  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Verse 1: Eminem] They call me Superman Leap tall hoes in a single bound I'm single now: got no ring on this finger now I'd never let another chick bring me down In a relationship; save it, bitch! Babysit? You make me sick Superman ain't savin' shit Girl, you can jump on Shady's dick Straight from the hip, cut to the chase I tell a motherfuckin' slut to her face Play no games, say no names Ever since I broke up with what's-her-face I'm a different man, kiss my ass Kiss my lips? Bitch, why ask? Kiss my dick, get my cash? I'd rather have you whip my ass Don't put out, I'll put you out Won't get out, I'll push you out Puss blew out, poppin' shit Wouldn't piss on fire to put you out Am I too nice? Buy you ice? Bitch, if you died, wouldn't buy you life What, you tryin' to be my new wife? What, you Mariah? Fly through twice  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Verse 2: Eminem] Don't get me wrong, I love these hoes It's no secret, everybody knows Yeah, we fucked: bitch, so what? That's about as far as your buddy goes We'll be friends, I'll call you again I'll chase you around every bar you attend Never know what kinda car I be in We'll see how much you be partyin' then You don't want that, neither do I I don't wanna flip when I see you with guys Too much pride, between you and I Not a jealous man, but females lie But I guess that's just what sluts do How could it ever be just us two? I'd never love you enough to trust you We just met and I just fucked you  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Verse 3: Eminem] First thing you say: I'm not fazed I hang around big stars all day I don't see what the big deal is anyway You're just plain old Marshall to me Ooh yeah, girl, run that game Hailie Jade, I love that name Love that tattoo, what's that say? \"Rot In Pieces,\" uh, that's great First off, you don't know Marshall At all, so don't grow partial That's ammo for my arsenal I'll slap you off that bar stool There goes another lawsuit Leave handprints all across you Good Lordy, whoadie You must be gone off that water bottle You want what you can't have Ooh girl, that's too damn bad Don't touch what you can't grab End up with two backhands Put anthrax on a Tampax And slap you 'til you can't stand Girl, you just blew your chance Don't mean to ruin your plans  [Pre-Chorus: Eminem] But I do know one thing though Bitches, they come, they go Saturday through Sunday, Monday Monday through Sunday, yo Maybe I'll love you one day Maybe we'll someday grow 'Til then just sit your drunk ass on that fuckin' runway, ho  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  [Refrain: Eminem & Dina Rae] I know you want me, baby, I think I want you too (I think I love you, baby) I think I love you too I'm here to save you, girl, come be in Shady's world I wanna grow together, let's let our love unfurl You know you want me, baby, you know I want you too They call me Superman, I'm here to rescue you I wanna save you, girl, come be in Shady's world (Ooh boy, you drive me crazy) Bitch, you make me hurl  [Chorus: Eminem] ‘Cause I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman I can't be your Superman Can't be your Superman Can't be your Superman Can't be your Superman I can't be your Superman Can't be your Superman Can't be your Superman Your Superman, your Superman  ",
        "title": "Superman"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro: Jay-Z] You can't roll a blunt to this one You gotta, you gotta well, ya gotta light a J You gotta puff a J on this one {*inhales*} You can't even drink Crist-OWL on this one You gotta drink Crist-ALL Buy some red wine, a little Gaja 9-7 This is for the grown and sexy, uhh  [Pharrell - over the end of Jay-Z's intro] You're so contagious, I can't take it Have my baby, let's just make it Excuse me; what's your name?  [Jay-Z: Hook] Yeah, can I get my grown man on for one second? Cause I see some ladies tonight That should be hangin' with Jay-Z, Jay-Z (Pharrell: So hot to trot, lady!) Excuse me miss, what's your name? Can you come, hang with me? Possibly, can I take you out, tonight  [Verse 1: Jay Z] You already know what it's hittin' for Ma I got whatever outside and you know what I'm sittin' on 50/50 venture with them S Dots kickin' off Armadale poppin' now, only bring a nigga more Only thing missin' is a Missus You ain't even gotta do the dishes, got two dishwashers Got one chef, one maid, all I need is a partner To play spades with the cards up, ALL TRUST Who else you gon' run with, the truth is us Only dudes movin' units - Em, Pimp Juice and us ..it's the Roc in here! Maybach outside, got rocks in ears PJ's on the runway, Young got air I don't land at an airport, I call it the clearport Therefore, I don't wanna hear more Back and forth about who's hot as Young, holla!  [Ph.W.] Sexcuse me... damn! [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Jay-Z] I got my Gaja 9-7 on right now [Ph.W.] Lady [Jay-Z] You gotta puff a J to this one [Jay-Z] Can't roll a blunt up to this one boy [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Ph.W.] Excuse me; what's your name? (AOWW!) [Jay-Z] Cause I see some ladies tonight That should be rollin' wit Jay-Z, Jay-Z [Ph.W.] So hot to trot, lady, what's your name? [Jay-Z] Cause I see some ladies tonight That should be rollin' wit Jay-Z, Jay-Z [Ph.W.] You're so foxy girl.. you're so hot to trot  [Verse 2: Jay Z] Everybody's like, \"He's no item! Please don't like him He don't wife 'em, he one nights 'em!\" Now she don't like him, she never met him Groupies try to take advantage of him, he won't let 'em He don't need 'em, so he treats 'em like he treats 'em Better them than me, she don't agree with him She's mad at that, he's not havin' that So those opposites attract like mag-a-nets She sees more than the Benz wagon, the friends taggin' along With a flashy nigga braggin' on the song She gets a glimpse of Shawn and she likes that He 2-ways her, so she writes back Smiley faces after all of her phrases Either she the one or I'm caught in \"The Matrix\" But fuck it, let the Fishburne Red or green pill, you live and you learn, c'mon!  [Ph.W.] Sex-cuse me, damn! [Jay-Z] You gotta throw on your fine linens for this one [Ph.W.] You're so contagious, I can't take it [Ph.W.] Have my baby, let's just make it [Jay-Z] You might go, you mighta gotta go get you some Scooby Doo's [Ph.W.] Lady [Jay-Z] Gotta throw on ya Scooby Doo's; those are shoes by the way [Ph.W.] You're so contagious, I can't take it [Jay-Z] Gotta throw on Scooby Doo's, hehehehe [Ph.W.] Have my baby, let's just make it [Ph.W.] Excuse me; what's your name? [Jay-Z] This for the grown and sexy, only for the grown and sexy [Ph.W.] So hot to trot, lady, what's your name? [Jay-Z] Woo! [Ph.W.] You're so foxy girl, you're so hot to trot  [Verse 3: Jay Z] Love let's go half on a son, I know my past ain't one You can easily get past, but that chapter is done ...but I'm done readin' for now Remember spades face up, you can believe him for now But ma you got a f'real f'serious role I'm 'bout to give you all the keys and security codes 'bout to show you where the cheese, let you know I ain't playin' But, before I jump out the window, what's your name?  [Outro: Pharrell] Sex-cuse me, damn! You're so contagious, I can't take it Have my baby, let's just make it Lady You're so contagious, I can't take it Have my baby, let's just make it Excuse me; what's your name? So hot to trot, lady! What's your name? You're so foxy girl, you're so hot to trot  ",
        "title": "Excuse Me Miss"
    },
    {
        "artist": "50 Cent",
        "lyrics": "  [Produced by J-Praize]  [Intro] It's 50 a.k.a. Ferrari F-50 Break it down I got a lot of livin' to do before I die And I ain't got time to waste Let's make it  [Verse 1] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You ain't a friend of mine, you ain't no kin of mine What makes you think that I won't run up on you with a 9? We do this all the time, right now we on the grind So hurry up and cop and go, we sellin' nicks and dimes Shorty she so fine, I gotta make her mine An ass like that gotta be one of a kind I crush 'em every time, punch 'em with every line I'm fuckin' with they mind, I make 'em press rewind They know they can't shine if I'm around to rhyme Been on parole since '94 'cause I commit the crime I send you my line, I did a three-to-nine If D's ran up in my crib you know who droppin' dimes  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  [Verse 2] Damn, homie In high school you was the man, homie The fuck happened to you? I got the sickest vendetta when it come to the cheddar If you play with my paper you gotta meet my Beretta Now shorty think I'ma sweat her sippin' on Amaretto I might hit once, then dead her, I know I can do better She look good, but I know she after my cheddar She tryin' to get in my pockets, homie, and I ain't gon' let her Be easy, start some bullshit, you get your whole crew wet We in the club doin' the same old two step Guerrilla Unit, cuz, they say we bugged out 'Cause we don't go nowhere without toast, we thugged out  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  [Bridge] Me I'm no mobster, me I'm no gangsta Me I'm no hitman, me I'm just me, me Me I'm no wanksta, me I'm no actor But it's me you see on your TV  [Verse 3] 'Cause I hustle, baby, this rap shit is so easy I'm gettin' what you get for a brick to talk greasy By any means, partner, I gotta eat on these streets If you play me close for sure I'm gonna pop my heat Niggas sayin' they goin' murk 50, how? We ridin' round with guns the size of Lil Bow Wow What you know about AK's and AR-15's Equipped with night vision, shell catchers and inf-beams, huh?  [Hook] You say you a gangsta, but you never pop nothin' We say you a wanksta and you need to stop frontin' You go to the dealership, but you never cop nothin' You been hustlin' a long time and you ain't got nothin'  ",
        "title": "Wanksta"
    },
    {
        "artist": "Field Mob",
        "lyrics": "  [Verse 1] Little shawty, we used to be on the phone all day Talkin' to the sunshine shinin' on my bald head Now today seem strange No call on my celly, no name on my caller ID Callin' you up and ya OGs sayin' you ain't home What's really goin' on? I wanna know So gimme a call and let's play no games I'm playin', you want the plane Don't point a finger over herre I bought you a fur coat for your birthday And this the things I get shorty? Over there you starin' mad That I went out with them other chicks I told you they ain't shit! They were just some buddies from high school that I went to Where my old homies wanted me to kick it to 'em But I called you up but you wasn't home Baby girl when you get this message, gimme a call I'll be waitin' at home  [Chorus] I'm so sick of being lonely Every night while my man goes out with his homies I wanna know how it feels to be loved, be loved Sick of being lonely Every night while my man goes out with his homies I wanna know how it feels to be loved, be loved  [Interlude {* sung*}] Any other night, you'd be at home waitin' on me, yeah (What's goin' on?) Any other night, you'd be actin' like a bugaboo, ooh (What's goin' on?) Any other night, you'd be callin' me, stallin' me, ha (What's goin' on?) Any other night, I can guarantee a page from you, ooh (What's goin' on?)  [Verse 2] Hmmm, but tonight seem different Man, it's about this fishy (I'm so confused) Cuz I ain't even get shhhh My wife ain't hit me on my pager or cell And when I CALL HER, I keep gettin' the damn voice mail What's goin' on? Yeah I know I'm wrong For goin' and comin' home at 'bout four in the mornin' Hopin' ya \"Home Alone\" like Caulkin But I picked the wrong time, and respect will be expected  [Chorus w/ad libs]  [Verse 3] I'm so sick of bein' lon- AHH, don't finish yo statement You alone call me, I'll be yo replacement Put me in the game coach, you can let that lame go Let me lick you on your neck and go down to yo ankles Cuz ain't no mo' better, freakier feller From the Field to creep wit', when ya guys are dummy Honey you lookin' good, and mo' gooder than a late of neck bones Tenderized and yummy, the Energizer bunny can't compete with me Cuz I be goin' and goin', rowin' With mo' motion than ya ocean from night to mornin' Hit it huffin' and puffin', breath stankin' and yawnin' Something so pretty as you at home alone That's unbelieveable, like when the cow jumped over the moon Now, I never put nothin' before you That's like eatin' cereal, pickin' a fork over a spoon  [Chorus 2X]  ",
        "title": "Sick Of Being Lonely"
    },
    {
        "artist": "Santana Featuring Michelle Branch",
        "lyrics": "  [Verse 1] Tell me Just what you want me to be One kiss And boom, you're the only one for me  [Pre-Chorus] So please tell me Why don't you come around no more? Cause right now I'm cryin' Outside the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love  [Verse 2] It's whatever you make it to be Sunshine instead of this cold lonely sea So please baby try And use me for what I'm good for It ain't saying goodbye It's knocking down the door of your candy store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love It's all in this game of love  [Bridge] You roll me, control me, console me Please hold me You guide me, divide me into one  Make me feel good, yeah  [Pre-Chorus] So please tell me why Don't you come around no more? Cause right now I'm dying Outside the door of your loving store  [Chorus] It just takes a little bit of this A little bit of that It started with a kiss Now we're up to bat A little bit of laughs A little bit of pain I'm telling you, my babe It's all in the game of love (A little bit of this, a little bit of that) It's all in this game of love It's all in the game of love (A little bit of laughs, a little bit of pain) Let's play the game of love  [Outro] Roll me, control me, please hold me (A little bit of this, a little bit of that) Make me feel good, yeah (A little bit of laughs, a little bit of pain) Now I'm on my own, on my own (A little bit of this, a little bit of that...)  ",
        "title": "The Game Of Love"
    },
    {
        "artist": "t.A.T.u.",
        "lyrics": "  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough  [Verse 1] I'm in serious shit, I feel totally lost If I'm asking for help, it's only because Being with you has opened my eyes Could I ever believe such a perfect surprise? I keep asking myself, wondering how I keep closing my eyes, but I can't block you out Wanna fly to a place where it's just you and me Nobody else, so we can be free Nobody else, so we can be free  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said  [Verse 2] And I'm all mixed up, feeling cornered and rushed They say it's my fault, but I want her so much Wanna fly her away where the sun and rain Come in over my face, wash away all the shame When they stop and stare, don't worry me 'Cause I'm feeling for her what she's feeling for me I can try to pretend, I can try to forget But it's driving me mad, going out of my head  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said Things she said All the things she said All the things she said  [Verse 3] Mother lookin' at me Tell me, \"what do you see?\" Yes, I've lost my mind Daddy lookin' at me Will I ever be free? Have I crossed the line?  [Hook] All the things she said, all the things she said Runnin' through my head, runnin' through my head Runnin' through my head All the things she said, all the things she said Runnin' through my head, runnin' through my head All the things she said This is not enough This is not enough  [Bridge] All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said All the things she said  ",
        "title": "All The Things She Said"
    },
    {
        "artist": "Lil' Kim Featuring Mr. Cheeks",
        "lyrics": "  [Intro: Lil' Kim & Mr. Cheeks] Whoa! (Whoa!) Whoa! (Yeah) Aiyyo Tim man this the jump off right here man! (Jump off!) Whoa! (Whoa!) Whoa! (Whoa!) Whoa! (It's Queen Bee nigga) It's the jump off (Come on)  [Verse 1: Lil' Kim & Mr. Cheeks] I been gone for a minute now I'm back with the jump off (Jump off) Goons in the club incase somethin jumps off And back up before the hive let the pump off In the graveyard is where you get dumped off All we wanna do is party (Woo!) And buy everybody at the bar Bacardi (Woo!) Black Barbie dressed in Bulgari I'm tryin to leave in somebody's Ferrari Spread love that's what a real mob do Keep it gangsta look out for her people (For her people) I'm the wicked bitch of the east, you better keep the peace (Aiyyo!) Or out come the beast We the best still there's room for improvement Our presence is felt like a Black Panther movement Seven quarter to eights back to back with 'em (Back to back) And I'm sittin on chrome seven times platinum  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Verse 2: Lil' Kim & Mr. Cheeks] It's Lil' Kim and Timbaland niggas shit ya drawers (Come on) Special delivery for you and yours (Now) I rep for bitches he rep for boys (Uh ha) If you rep for your hood then make some noise I got my eye on the guy in the Woolrich coat Don't he know Queen Bee got the ill deep throat? Uh! Let me show you what I'm all about How I make a Sprite can disappear in my mouth....HO!!!! Shake up the dice, throw down your ice (What) Bet it all playa fuck the price Money ain't a thing throw it out like rice Been around the world cop the same thing twice Rub on my tits (Huh!) squeeze on my ass (Oooh!) Gimme some UH!!! step on the gas (Ah) Pop the cork and roll up the hash (Roll it!) You know what we about, sex, drugs and cash  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Verse 3: Lil' Kim & Mr. Cheeks] Enter the world of the Playboy pin up girl Buttnaked dressed in nothin but pearls You wanna meet me cause ya, know I'm freaky And ya, wanna eat me cause ya, say I'm sexy Got a man in Japan and a dude in Tahiti Believe me sweety I got enough to feed the needy No need to be greedy I got mad friends that's pretty (Hey!) Chicks by the layers (And) all different flavors (Woo!) Mafioso that's how this thing go (Yeah) Now everybody come get with the lingo Shake your body body, move your body body (Body body) On the dancefloor don't hurt nobody body (Body body) I'm the one that put the Range in the Rover When I'm steppin out the Range yo it's over Comin through in the Brooklyn Mint gear We 'gone do this just like Big Poppa was here  [Hook: Lil' Kim & Mr. Cheeks] This is for my peeps, with the Bentleys, the Hummers, the Benz Escalades twenty three inch rims (Oh!) Jumpin out the Jaguar with the Tims, keep your bread up And live good, East coast West coast worldwide All my playas in the hood stay fly And if your ballin let me hear you say right (Right)  [Outro: Mr. Cheeks] Yeah, to the what, yeah, oh, yo, keep your bread up, yeah, and worldwide And stay fly nigga, yeah man, right right right right, Queen Bee, LB Two thousand and, fuckin three, why not? we makin it hot Come to, blow the spot, come on, yeah, Hey yo She back at it, why wouldn't she be? come on, yeah B.I.G. Freaky Tah, yeah yeah yeah, L's, light 'em, oh Hmm hmmm  ",
        "title": "The Jump Off"
    },
    {
        "artist": "Snoop Dogg Featuring Pharrell & Uncle Charlie Wilson",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "Nivea Featuring Brian & Brandon Casey",
        "lyrics": "  Featuring Brian and Brandon Casey  [Intro: Brian] Uh, I like it baby (yeah) Uh, one time for the club (ye-eah) Two time for my thugs, uh-huh Three times for my ladies, come on, come on, come on (ooh, oh) Uh, Nivea y'all.. Jagged Edge y'all... (oooh) Uh-uh, Jagged Edge you all  [Verse 1: Nivea] It was hard to find a brotha that was down for me So I'm tellin' everybody let him be Cuz he's mine and I can't take no pigeons tryna take my baby So I thought I had to let you know Find someone that you can call your own Cuz now you're walkin' in the danger zone And if I touch you I'll be wrong  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Verse 2: Brian] It was hard to find a girl that's really down for me Seems like a lot of niggas tryin' me 'Cuz they trynna take my baby, oh what the hell, naw! So now you really betta check yourself Messin' with my girl is bad for your health and So you know you will be dealt with Betta find your own girl  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Bridge 1: Nivea, Brandon & Jagged Edge] Girl I'm warning you, if you want my man You should just keep ya hands to yourself, now-now And playa I'm warnin' you, if you want my girl I suggest that you look but don't touch, now-now  [Bridge 2: Nivea & Brandon] It was hard to find a brotha that was down for me, don't mess with my man It's hard to find a girl that's really down for me, Don't mess wit my girl Hard to find a brotha that was down for me, don't mess wit my man So hard to find a girl that's down for me, don't mess with my girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  [Hook 1: Nivea] If you mess with my man I'ma be the one to bring it to ya Got my girls, got my man So find your own and leave mine alone Don't mess with my man I'ma be the one to bring it to ya Here's a little advice for you, find your own man  [Hook 2: Jagged Edge] If you mess with my girl I'ma be the one to bring it to ya Got my niggas, got my girl So find your own and leave mine alone Don't mess with my girl I'ma be the one to bring it to ya Here's a little advice for you, find your own girl  ",
        "title": "Don't Mess With My Man"
    },
    {
        "artist": "Jay-Z Featuring Beyonce Knowles",
        "lyrics": "  [Intro: Jay Z] Uhh, uhh, uhh You ready, B? Let's go get 'em  [Verse 1: Jay Z] Look for me! Young, B, cruisin' down the Westside Highway Doin' what we like to do, our way Eyes behind shades This necklace the reason all of my dates been blind dates But today I got my thoroughest girl with me I'm mashin' the gas, she's grabbin' the wheel, it's trippy How hard she rides with me, the new Bobby and Whitney Only time we don't speak is during Sex and the City She gets Carrie fever, but soon as the show's over She's right back to being my soldier ‘Cause mami's a rider and I'm a roller Put us together, how they gon' stop both us? Whatever she lacks I'm right over her shoulder When I'm off track, mami is keepin' me focused So let's lock this down like it's supposed to be The '03 Bonnie and Clyde: Hov' and B  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  [Verse 2: Jay Z] The problem is, you dudes treat the one that you lovin' With the same respect that you treat the one that you humpin' That ain't 'bout nothin' If ever you mad about somethin' It won't be that, oh no, it won't be that I don't be at places where we comfy at With no be-atch, oh no, you won't see that And no, I ain't perfect Nobody walkin' this earth's surface is But girlfriend, work with the kid I keep you workin' that Hermès Birkin bag Manolo Blahnik Timbs, Aviator lens 600 drops, Hercedes Benz The only time you wear Burberry to swim And I don't have to worry, only worry is him She do anything necessary for him And I do anything necessary for her So don't let the necessary occur, yep!  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  [Verse 3: Beyoncé] (Talk to 'em, B!) If I was your girlfriend I'll be there for you, if somebody hurts you Even if that somebody was me Yeah-hee (Break it down for 'em, B!) Sometimes I trip on how happy we could be And so I put this on my life Nobody or nothing will ever come between us And I promise I'll give my life My love and my trust if you was my boyfriend Put this on my life The air that I breathe in, all that I believe in I promise I'll give my life And all of my trust if you was my boyfriend  [Hook: Jay Z and Beyoncé] All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend All I need in this life of sin is me and my girlfriend Down to ride 'til the very end, just me and my boyfriend  ",
        "title": "'03 Bonnie & Clyde"
    },
    {
        "artist": "Gary Allan",
        "lyrics": null,
        "title": "Man To Man"
    },
    {
        "artist": "Dixie Chicks",
        "lyrics": "  [Verse 1] Two days past eighteen He was waiting for the bus in his army greens Sat down in a booth in a cafe there Gave his order to a girl with a bow in her hair He's a little shy so she give him a smile And he said \"would you mind sitting down for a while and talking to me? I'm feeling a little low\" She said \"I'm off in an hour and I know where we can go\" So they went down and they sat on the pier He said \"I bet you got a boyfriend, but I don't care I got no one, to send a letter to Would you mind if I sent a-one back here to you?\"  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  [Verse 2] So the letters came from an army camp In California then Vietnam And he told her of his heart, it might be love And all of the things he was so scared of Said \"when it's getting kinda rough over here I think of that day sitting down on the pier And I close my eyes, and see your pretty smile Don't worry but I won't be able to write for a while\"  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  [Verse 3] One Friday night at a football game The Lord's Prayer said and the anthem sang A man said 'folks, would you bow your heads For a list of local Vietnam dead\" Crying all alone under the stands was a piccolo player in the marching band And one name read, and nobody really cared But a pretty little girl with a bow in her hair  [Chorus] I cried Never gonna hold the hand of another guy Too young, for him they told her Waiting for the love of a travelin' soldier Our love will never end Waiting for the soldier to come back again Never more to be alone When the letter says a soldier's coming home  ",
        "title": "Travelin' Soldier"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] We got the afternoon You got this room for two One thing I've left to do Discover me Discovering you  One mile to every inch of Your skin like porcelain One pair of candy lips and Your bubblegum tongue  [Pre-Chorus] And if you want love We'll make it Swim in a deep sea Of blankets Take all your big plans And break them This is bound to be a while  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland  [Verse 2] Something about the way your hair falls in your face I love the shape you take when crawling towards the pillowcase You tell me where to go and Though I might leave to find it I'll never let your head hit the bed Without my hand behind it  [Pre-Chorus] And if you want love We'll make it Swim in a deep sea Of blankets Take all your big plans And break them This is bound to be a while  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland (I'll use my hands) [Outro] Damn, baby You frustrate me I know you're mine all mine, all mine But you look so good it hurts sometimes  [Chorus] Your body is a wonderland Your body is a wonder (I'll use my hands) Your body is a wonderland  [Outro] [?]  ",
        "title": "Your Body Is A Wonderland"
    },
    {
        "artist": "Smilez & Southstar",
        "lyrics": null,
        "title": "Tell Me (What's Goin' On)"
    },
    {
        "artist": "Amanda Perez",
        "lyrics": null,
        "title": "Angel"
    },
    {
        "artist": "Norah Jones",
        "lyrics": "  [Verse 1] I waited 'til I saw the sun I don't know why I didn't come I left you by the house of fun I don't know why I didn't come I don't know why I didn't come  When I saw the break of day I wished that I could fly away Instead of kneeling in the sand Catching tear-drops in my hand  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 2] Out across the endless sea I will die in ecstasy But I'll be a bag of bones Driving down the road alone  [Refrain] My heart is drenched in wine But you'll be on my mind Forever  [Verse 3] Something has to make you run I don't know why I didn't come I feel as empty as a drum I don't know why I didn't come I don't know why I didn't come I don't know why I didn't come  ",
        "title": "Don't Know Why"
    },
    {
        "artist": "Nelly Featuring Kyjuan, Ali & Murphy Lee",
        "lyrics": "  [Hook] (I said) give me two pairs (Cause) I need two pairs (So I) can get to stompin' in my Air Force Ones Big boys stompin' in my Air Force Ones  [Verse 1: Nelly] I like the all-white, high-top strap with the gum bottom There's somethin' bout 'em, now dirty that's why I got 'em I leave 'em strapped and laced and come up out 'em The last person that touched 'em I been shot 'em  [Verse 2: Kyjuan] Now if you look, and see lime-green Forces; it's Kiwi You couldn't get this color if you had a personal genie You know I keeps it hip-hop; my niggas flip-flop Yeah, my Force Ones in tip-top (me) now form a flip flops  [Verse 3: Ali] Me? I like the limited edition in khaki and army green Patent leather pin stripe you should see how I do the strings Size twelve with the strap, red and white with a Cardinal cap All flavors but it just depend on when and where I'm at  [Verse 4: Murphy Lee] Don't get me wrong, man And Murphy Lee ain't dumb, man Cause if the shoe is on the shelf You should have some, man You can not sit up and tell me that you have none, man You may not have three or four But you got one, man (big boy)  [Hook]  [Verse 5: Murphy Lee] We up in Foot Locker; I'm lookin' like I need those Ten in a half and if you got 'em give me two of those I can tell she never seen Murphy Lee befo' Cause she's just standin there as if I'm shootin free throws I said, \"Excuse me miss I only wanna buy shoes\" She said, \"I love you Murph especially in the white 'n blue\" I said, The white 'n blue sound nice make it twice\" And I signed an (yo) autograph (yo), \"Thanks for the advice\"  [Verse 6: Ali] I keep it real dirty, dirty you know how I do Purple in gold with the Lakers the Broncos the orange and blue I like 'em floppy with ankle socks Lows mids and high tops,  which are clear so But this tims and fat laces with it is cold But when the winter go (burrr) and the hot summer flow Then it's back to the all purpose wit them lil' dots in the toe Then I'm stopping this dough that I'm spending fa sho On dem Nike Air Force, \"NE\" behind the \"O\"  [Verse 7: Kyjuan] O-kay Lee, I treat my shoe like my ride Chrome on the fat laces at what wood on the inside Spray candy on the swoosh, with the electric roof Since I put a kit on the sole, I got a wider shoe You see that low-mid Skittle purple coupe I'm drivin in (Kyjuan, were you getting dem colors, are you dyin them) Ten is my size in dem, no point in tyin dem Ain't no point in tryin these on, you know I'm buyin dem  [Verse 8: Nelly] Now don't nothing get the hype on first site like, white on whites Them three quarters, them lows, they all tight The only problem they only good for one night Cause once you scuff 'em you fucked up your whole night What's my basis? The look on store owner's faces This kid's outrageous, he's buyin them by the cases Cause once I cop 'em gut 'em and switch the laces They all purpose ya heard me kinda like my daytons  [Hook]  [Verse 9: Kyjuan] I wore spurs at first now theres tape on dem Damn, when those came out? So I write the date on them These Louis Vuitton ones, you gotta wait on dem I had to get em early so I spent more cake on dem  [Verse 10: Murphy Lee] Look I'm tryin to keep it up like a one minute man While Ali on the Kawasaki two head bands Jewelry and all (wow) fish bowlin 'em all (I got some fifteens) security buyin shoes and all  [Verse 11: Nelly] Now some time I get em free some time I gotta pay Walk in the mall and they now what I'm bout to say Gimme the black and platinum, and leather gray Ones in the back and (yo) the pair you got on display (check)  [Verse 12: Ali] Now where da boxes where I keep mine (keep mine) You should peep mine , (beep mine) Maybe once or twice but never three times I'm just a sneaker pro, I love pumas and shell toes But can't nothin compare to a fresh crispy white pearl  ",
        "title": "Air Force Ones"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Salaam Remi]  [Hook: Children's Choir] I know I can Be what I wanna be If I work hard at it I'll be where I wanna be I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 1] Be, b-boys and girls, listen up You can be anything in the world, in God we trust An architect, doctor, maybe an actress But nothing comes easy, it takes much practice Like, I met a woman who's becoming a star She was very beautiful, leaving people in awe Singing songs, Lena Horne, but the younger version Hung with the wrong person, got her strung on that heroin Cocaine, sniffing up drugs, all in her nose Could've died, so young, now looks ugly and old No fun 'cause when she reaches for hugs, people hold their breath 'Cause she smells of corrosion and death Watch the company you keep and the crowd you bring 'Cause they came to do drugs and you came to sing So if you gonna be the best, I'ma tell you how Put your hands in the air, and take the vow  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 2] Be, b-boys and girls, listen again This is for grown-looking girls who's only 10 The ones who watch videos and do what they see As cute as can be, up in the club with fake ID Careful, 'fore you meet a man with HIV You can host the TV like Oprah Winfrey Whatever you decide, be careful, some men be Rapists, so act your age, don't pretend to be Older than you are, give yourself time to grow You thinking he can give you wealth, but so Young boys, you can use a lot of help, you know You thinking life's all about smoking weed and ice You don't wanna be my age and can't read and write Begging different women for a place to sleep at night Smart boys turn to men and do whatever they wish If you believe you can achieve, then say it like this  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) Now, go… I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Verse 3] Be, be-fore we came to this country We were kings and queens, never porch monkeys There was empires in Africa called Kush Timbuktu, where every race came to get books To learn from black teachers who taught Greeks and Romans Asian Arabs and gave them gold, when Gold was converted to money it all changed Money then became empowerment for Europeans The Persian military invaded They heard about the gold, the teachings, and everything sacred Africa was almost robbed naked Slavery was money, so they began making slave ships Egypt was the place that Alexander the Great went He was so shocked at the mountains with black faces Shot up they nose to impose what basically Still goes on today, you see? If the truth is told, the youth can grow They learn to survive until they gain control Nobody says you have to be gangstas, hoes Read more, learn more, change the globe Ghetto children, do your thing Hold your head up, little man, you're a king Young Princess when you get your wedding ring Your man is saying \"She's my Queen\"  [Hook] I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!) I know I can (I know I can!) Be what I wanna be (be what I wanna be!) If I work hard at it (If I work hard it!) I'll be where I wanna be (I'll be where I wanna be!)  [Outro] Save the music, y'all Save the music, y'all Save the music, y'all Save the music, y'all Save the music  ",
        "title": "I Can"
    },
    {
        "artist": "Mark Wills",
        "lyrics": "  I saw Star Wars at least 8 times Had the pac-man pattern memorized And I've seen the stuff they put inside Stretch Armstrong  I was Roger Stauback back in my back yard Had a shoebox full of baseball cards And a couple of Evil Kinevil scars On my right arm Well, I was a kid when Elvis died And my mama cried  Chorus: It was 1970- something In the world that I grew up in Farrah Faucett hair-do days Bell bottoms and 8-track tapes Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1970-something  It was the dawning of a new decade When we got our first microwave And Dad broke down and finally shaved Those sideburns off I took the stickers off of my Rubix cube Watched MTV all afternoon My first love was Daisy Duke In them cut off jeans A Space Shuttle fell out of the sky And the whole world cried  Chorus: It was 1980-something In the world that I grew up in Skating rinks and Black Trans Ams Big hair and parachute pants Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1980-something  Now I got a mortgage and an SUV But all this responsibility Makes me wish sometimes Sometimes....  Chorus: It was 1980-something In the world that I grew up in Skating rinks and Black Trans Ams Big hair and parachute pants Lookin' back now I can see me And oh, man did I look cheesy But I wouldn't trade those days for nothin' It was 1980-something  1970-something Aw, it was 19-Something  ",
        "title": "19 Somethin'"
    },
    {
        "artist": "Sean Paul",
        "lyrics": "  [Intro] Shake dat ting miss, Cana, Cana Shake dat ting miss, Annabella Shake dat ting yow, Donna Donna Jodi and Rebecca  [Verse 1] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 2] Gyal don't sweat it, don't get agitate jus gwaan rotate Ca anyting you want you Know you must get it From you name a mention Don't ease di tension Gyal run di program jus gwaan pet it Now have a good time Gal free up unu mind caw nobody cah dis yo' man won't let it ca You a di number one gal Wave yo' hand Make dem see yo' weddin' band  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Verse 3] Woman Get busy Jus shake dat booty non-stop When da beat drops Jus keep swingin' it Get jiggy get crunked up Percolate anyting you want to call it Oscillate you hip and don't take pity Me wah fi see you get live 'pon di riddim when me ryde And me lyrics a provide electricity Gyal nobody cah tell you nuttin' Ca you don't know your destiny  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  [Interlude] Yo, Shake dat ting Miss Kana Kana shake dat ting Yo, Annabella shake dat ting Miss Donna Donna Yo Miss Jodi you'r di one and Rebecca yo Shake dat ting Yo, Joanna shake dat ting Yo, Annabella shake dat ting Miss Kana Kana  [Hook] Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Yo sexy ladies want par wid us Inna di car wid us Dem nah war wid us Inna di club dem wah flex wid us To get next to us Dem cah vex wid us From di day me born jah ignite me flame Gyal a call me name and it is me fame It's all good, girl turn me on 'Til a early morn' Let's get it on Let's get it on 'til a early morn' Girl it's all good jus turn me on  Let's get it on 'til a early morn' Girl it's all good just turn me on  ",
        "title": "Get Busy"
    },
    {
        "artist": "JC Chasez",
        "lyrics": null,
        "title": "Blowin' Me Up (With Her Love)"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  He wore that cowboy hat to cover up his horns Sweet talking forked tongue, had a tempting charm Before I turned around that girl was gone All I can say is, bartender pour me something strong  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  It was long and chrome, sitting in the lot Fire engine red, that thing was hot He reved it up, she waved goodbye Love's gone to hell and so have I  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  Here's to the past, they can kiss my glass I hope she's happy with him Here's to the girl who wrecked my world That angel who did me in I think the devil drives a Coupe de Ville I watched 'em drive away over the hill Not against her will and I've got time to kill Down in Brokenheartsville  ",
        "title": "Brokenheartsville"
    },
    {
        "artist": "Wayne Wonder",
        "lyrics": "  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  [Verse 2: Wayne Wonder ] They say good things must come to an end But I'm optimistic about being your friend Though I made you cry by my doings With Keisha and Anisha but that Was back then  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that, yeah yeah  [Bridge: Wayne Wonder ] Really appreciate you loving me After all that we've been thru Really appreciate you loving me All times,time  [Verse 1: Wayne Wonder ] Got somebody she's a beauty Very special really and truly Take good care of me like it's her duty Want you right by my side night and day  [Hook: Wayne Wonder ] No lettting go, no holding back Because you are my lady When I'm with you its all a that Girl, I'm so glad we've made it No letting go No holding back No holding Back no When I'm with you it's all a that All a that  No lettting go, no holding back  ",
        "title": "No Letting Go"
    },
    {
        "artist": "Ginuwine Featuring Baby",
        "lyrics": null,
        "title": "Hell Yeah"
    },
    {
        "artist": "Busta Rhymes & Mariah Carey Featuring The Flipmode Squad",
        "lyrics": "  [Spoken Intro: Busta Rhymes] Yeah Shorty, I know what you need I got everything you need I promise I ain't gonna hold out neither I'mma give it all to you baby It's burnin' on, bust it  [Hook: Busta Rhymes & (Mariah Carey)] Baby, if you give it to me, I'll give it to you I know what you want, you know I got it Baby, if you give it to me, I'll give it to you As long as you want, you know I got it (Baby, if you give it to me, I'll give it to you) (I know what you want, you know I got it) (Baby, if you give it to me, I'll give it to you) (As long as you want, you know I got it)  [Verse 1: Spliff Star] We been together for a few years, shared a few tears Called each other nicknames like Sugar Plum and Poo Bear I'm always on the road, hardly ever home Always busy this busy that can't talk on the phone I know you aggrevated, walk around frustrated Ya patience gettin' short, how longer can you tolerate it Listen ma I'm just motivated, I do this for us Step on the grind tryin' to elevate it now  [Verse 2: Baby Sham] Hey yo to really be honest You stuck with me through my whole struggle Can't even express the words How much the kid loves ya I'mma stand as a man never above ya I can tell that you different from most Slightly approach you And that ill shit about it We gon' sex every day But when we sex we tease In a passionate way I love the way you touch it Those little elaborate ways Got the god feelin' released To relax for the day It's on you ma  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Verse 3: Busta Rhymes] Shh, mami listen I feel ya love for me baby And how it move through you I been longin' for the moment To talk the truth to you (Listen) I'm never home I always get up and go Puttin' you through the unnecessary rigga-ma-ro I never meant to put a thousand pounds Of stress on ya head I love the way we sleep And always cuddle in bed Baby, I stay embracin' ya patience Sheddin' ya tears with me I ask you my mami Please continue to bear with me  [Verse 4: Rah Digga] We started out broke Constantly on a roll Cuttin' up in the streets like we would never get old Went from looseys and buses to fifty cent sodas And Novas to Hondas to Lexus to Rovers Mad years passed Still got each other back (oh yeah) Word is bond never screw none of these industry cats (boy) We like Scull and Mulder Walkin' shoulder to shoulder Milkin' this game watchin' our seeds gettin' older  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you (give it to me) I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Verse 5: Busta Rhymes] Yes you know I'll die for you And ya know I'll ride with you I will always try with you And give ya my love and cry with you  [Verser 6: Mariah Carey] I will climb a mountain high aha Until I was up to touch the sky So baby come and get more close to me This is where your love is supposed to be  [Verse 7 : Rampage] I pull up to the house in a yellow Lamborghini It's been a few months in PA you haven't seen me Ya lookin' good in that Gucci bikini 38 carats ya ring lookin' freezy No matter what I do in the world you never leave me Fall back ma I'll make ya lifestyle easy I appreciate the things ya do to please me Lookin' at my daughter you'll never do me greasy  [Hook: Busta Rhymes, Mariah Carey] Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it Baby if you give it to me I'll give it to you I know what you want You know I got it Baby if you give it to me I'll give it to you As long as you want You know I got it  [Busta Rhymes speaking with Mariah ad-libs] Flipmode Records, J Records Def Jam Records Busta Rhymes...Mariah Flipmode Squad, yeah So beautiful Ah-ha I knew you was gon' give me that high note Mariah Ah-ha-ha yeah  [Spoken Outro]  ",
        "title": "I Know What You Want"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] If money grew on hackberry trees If time wasn't such a luxury If love was lovesick over me That'd be alright If I could keep the wind in my sails Keep a hold of the tiger by the tail A half a ham sandwich in my lunch pail That'd be alright  [Chorus] Yeah, that'd be alright That'd be alright If everybody, everywhere Had a lighter load to bear And a little bigger piece of the pie We'd be living us a pretty good life And that'd be alright  [Verse 2] Hey, go heavy on the good and light on the bad A hair more happy and a shade less sad Turn all that negative down just a tad That'd be alright If my dear old dog never got old If my family farm never got sold If another bad joke never got told That'd be alright  [Chorus][x3] Yeah, that'd be alright That'd be alright If everybody, everywhere Had a lighter load to bear And a little bigger piece of the pie We'd be living us a pretty good life And that'd be alright  [Outro] Yeah, that'd be alright That'd be alright Yeah, that'd be alright That'd be alright Yeah, that'd be alright That'd be alright That'd be alright  ",
        "title": "That'd Be Alright"
    },
    {
        "artist": "Terri Clark",
        "lyrics": null,
        "title": "I Just Wanna Be Mad"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Click here to read Blake’s story about “The Baby”]  [Verse 1] My brother said that I Was rotten to the core I was the youngest child So I got by with more  [Verse 2] I guess she was tired by The time I came along She'd laugh until she cried I could do no wrong She would always save me Because I was her baby  [Verse 3] I worked a factory in Ohio A shrimp boat in the Bayou I drove a truck in Birmingham Turned 21 in Cincinnati I called home to mom and daddy I said \"Your boy is now a man\" She said \"I don't care if you're 80 You’ll always be my baby\"  [Verse 4] She loved that photograph Of our whole family She'd always point us out For all her friends to see  [Verse 5] That's Greg he's doing great He really loves his job And Ronnie with his 2 kids How about that wife he's got And that one's kind of crazy But that one is my baby  [Verse 6] I got a call in Alabama Said come on home to Louisiana And come as fast as you can fly Cause your mamma really needs you And says she's got to see you She might not make it through the night The whole way I drove 80 So she could see her baby  [Verse 7] She looked like she was sleeping And my family had been weeping By the time that I got to her side And I knew that she'd been taken And my heart it was breaking I never got to say goodbye  [Outro] I softly kissed that lady And cried just like a baby  ",
        "title": "The Baby"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": null,
        "title": "Big Star"
    },
    {
        "artist": "No Doubt Featuring Lady Saw",
        "lyrics": "  [Verse 1] There's times when I want something more Someone more like me There's times when this dress rehearsal Seems incomplete But you see the colors in me Like no one else And behind your dark glasses You're something else  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Verse 2] You know some real bad tricks And you need some discipline But lately you've been trying real hard And giving me your best And you give me the most gorgeous sleep That I've ever had And when it's really bad I guess it's not that bad  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  [Bridge] So many moons that we have seen Stumbling back next to me I've seen right through and underneath And you make me better I've seen right through and underneath And you make me better  [Rap - Lady Saw] For real! 'Cause underneat' it all, you are my real Prince Charmin' Like the heat from the fire, you were always burnin' Anytime you’re around, my body keeps callin' For your touch, your kisses and your sweet romancin' There’s another side of you, weh this a woman yah adore Aside from your temper, everything else secure You’re good for me, baby, of that, I’m sure 'Cause over and over again, mi want more  [Verse 3] You've used up all your coupons And all you got left is me And somehow I'm full of forgiveness I guess it's meant to be…  [Chorus] You're really lovely Underneath it all You want to love me Underneath it all I'm really lucky Underneath it all You're really lovely  ",
        "title": "Underneath It All"
    },
    {
        "artist": "Baby Featuring Clipse",
        "lyrics": "  [Intro: Pharrell] Now they saying we too harsh! New verses, please! C'mon!  [Hook: Pharrell (Malice)] Hot damn! It's a new day! Hot damn! But them boys want the (money man) Hooooouuuuuu, hooooouuuuuu Hooooouuuuuu (What you say, what you say) Hot damn!  [Verse 1: Malice] My, how the boy's grown From roaming low-income homes to homes of his own No catching up, he's in a whole another zone Still true to his roots, stay close to the chrome Haters stay clear of 'em, y'all stand cheer for him Got up out the game and overcame, let's hear it for him Keep a new toy, so I wonder how could I not enjoy life, I'm reliving my childhood Big chain monster, whip game bonkers Monster truck, remind him of Tonka Diamond F color, plush gold, still gutter My deal is in the mils, motherfucker, and I ain't stutter Bittersweet, my life's a musical From holding nose to rose gold, the Lord's beautiful Before him I'm too shamed to show my face But shit's so mean can't help but to fall from grace, motherfucker  [Hook]  [Verse 2: Ab Liva] Hot damn, when the white hit the pan, it Twists and it tumbles, it flips and it fumbles I mix it like gumbo, I pitch it so subtle, I Keep hustlers puzzled, Feds, I got 'em wondering (Wondering) What happened to that boy? Six maneuver, how'd I slip into that toy? Is it the pimp, the crook, the hustler thing The man, the music they're making a king I'm simply building my mink, a million men marching like Khan The King Kong of verse, making the world sing My heart's on the sleeve for dark faces just like mine Peeking through bars, hoping the sun shines on 'em But you still got to watch the phonies Watch your homies, we (*gunshots*) got you homie  [Hook]  [Verse 3: Pusha T (Pharrell)] Yuugh, handled the rock like none other Wrist over the stove, head under the cupboard In the kitchen 'til the fume make me feel smothered The way it melt, fiends can't believe it's not butter The way it melt, he won't cop from none other Then he who holds Os like Krispy Kreme's oven Or Easy Bake, pink Dibis make The Presidential look like strawberry shortcake, P (Imagine that Rolls Royce crashed and me unscratched In that Billionaire Boy's Club fashion Uh, you niggas is clones I hand out styles Like ice cream cones, the fuck outta here) That's for real My gats is real, SL 5 is lookin like the Batmobile Chrome lips with the matching wheels, uh Both chains probably match your deal Y'all dudes is an act for real, Pusha  [Hook]  [Verse 4: Roscoe P. Coldchain] Neither the sun or death can be looked at, that's what a OG told me That was the exact moment I decided to take a pack And if you owe me and if I decided to take it back It wasn't nicely, expect Roscoe to put you back, in place I'm on you call a destructive warpath It'll be shell showers in today's forecast, you a gangsta? I can't tell Your diamonds don't glimmer when the light hit it Those jewels aren't genuine, because if they was I'm nice with it, I woulda' been took that That skinny stack in your pocket, I woulda been shook that In this world you gotta watch it, I'm hear to warn you Cats turned informant, over snow wrapped in wax My son's home cryin', don't give me no slack Just put the motherfucking money in the bag These words are being said as I hide behind glove and mask Coldchain's not your typical crook, I'm being watched Look at the camera lens and push  [Hook]  ",
        "title": "What Happened To That Boy"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  [Intro: Wes Scantlin] Met a girl, thought she was grand Fell in love, found out first hand Went well for a week or two Then it all came unglued  [Pre-Chorus] In a trap, trip I can't grip Never thought I'd be the one who'd slip Then I started to realize I was living one big lie  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Verse 2] She was queen for about an hour After that shit got sour She took all I ever had No sign of guilt No feeling of bad, no  [Pre-Chorus] In a trap, trip I can't grip Never thought I'd be the one who'd slip Then I started to realize I was living one big lie  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Bridge] That's my story, as you see Learned my lesson and so did she Now it's over and I'm glad Cause I'm a fool for all I've said  [Chorus] She fucking hates me Trust She fucking hates me La la la love I tried too hard And she tore my feelings like I had none And ripped them away  [Outro] La la la la la la la la la love Trust La la la la la la la la la love Trust La la la la la la la la la love And she tore my feelings like I had none La la la la la la la la la love She fucking hates me  ",
        "title": "She Hates Me"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Mike Shinoda & Chester Bennington] (When this began) I had nothing to say And I get lost in the nothingness inside of me (I was confused) And I let it all out to find That I'm not the only person with these things in mind  (Inside of me) But all the vacancy the words revealed Is the only real thing that I've got left to feel (Nothing to lose) Just stuck, hollow and alone And the fault is my own, and the fault is my own  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Verse 2: Mike & Chester] And I've got nothing to say I can't believe I didn't fall right down on my face (I was confused) Looking everywhere, only to find That it's not the way I had imagined it all in my mind  (So what am I?) What do I have but negativity? 'Cause I can't justify the way everyone is looking at me (Nothing to lose) Nothing to gain, hollow and alone And the fault is my own, and the fault is my own  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Bridge: Chester] I will never know myself, until I do this on my own And I will never feel anything else, until my wounds are healed I will never be anything 'til I break away from me I will break away, I'll find myself, today  [Chorus: Chester & Mike] I wanna heal, I wanna feel What I thought was never real I wanna let go of the pain I've felt so long (Erase all the pain 'til it's gone)  I wanna heal, I wanna feel Like I'm close to something real I wanna find something I've wanted all along Somewhere I belong  [Outro: Chester] I wanna heal, I wanna feel Like I'm somewhere I belong I wanna heal, I wanna feel Like I'm somewhere I belong Somewhere I belong  ",
        "title": "Somewhere I Belong"
    },
    {
        "artist": "Vivian Green",
        "lyrics": "  [Verse 1:] Last night, I cried, tossed and turned Woke up with dry eyes My mind was racing Feet were pacing Lord, help me please Tell me what I have gotten into  Ran my three miles to clear my mind It always helps me out It's my therapy When I'm losing it which is usually  [Chorus:] I'm on a emotional rollercoaster Loving you ain't nothing healthy Loving you was never good for me But I can't get off  It's emotional rollercoaster Loving you ain't nothing healthy Loving you was never good for me (for me) But I can't get off  [Verse 2:] Yesterday, I told myself I was gonna be okay Gonna start a new day Be truly happy I was gonna take control of me  But eventually reality hit me Mentally, physically, emotionally And I opened my eyes and realized That I was still being Taken for a constant ride on your  [Repeat Chorus:]  [Bridge:] So tired of you making love to me Then disappearing so suddenly Up and down it goes  And I'm so tired of you pacifying me With promises you know That you'll never keep Round and round it goes  [Repeat Chorus:]  ",
        "title": "Emotional Rollercoaster"
    },
    {
        "artist": "Coldplay",
        "lyrics": "  [Verse 1] The lights go out and I can't be saved Tides that I tried to swim against Have brought me down upon my knees Oh I beg, I beg and plead Singing come out of things unsaid Shoot an apple off my head And a trouble that can't be named A tiger's waiting to be tamed, singing—  [Chorus] You… are… You… are…  [Verse 2] Confusion that never stops Closing walls and ticking clocks Gonna come back and take you home I could not stop that you now know Singing come out upon my seas Cursed missed opportunities Am I a part of the cure? Or am I part of the disease? Singing—  [Chorus] You… are… You… are… You… are… You… are… You… are… You… are…  [Bridge] And nothing else compares And nothing else compares And nothing else compares  [Chorus] You… are… You… are…  [Outro] (Home) Home Where I wanted to go (Home) Home Where I wanted to go (Home) Home (You…) Where I wanted to go (Are…) (Home) Home (You…) Where I wanted to go (Are…)  ",
        "title": "Clocks"
    },
    {
        "artist": "Darryl Worley",
        "lyrics": "  I hear people sayin'. We Don't need this war But I say there's some things worth fightin' for What about our freedom and this piece of ground? We didn't get to keep em' by backing down They say we don't realize the mess we're gettin in Before you start your preachin' let me ask you this my friend  Chorus Have you forgotten how it felt that day To see your homeland under fire And her people blown away Have you forgotten when those towers fell We had neighbors still inside goin through a livin hell And you say we shouldn't worry about Bin Laden Have you forgotten?  They took all the footage off my TV Said it's too disturbin for you and me It'll just breed anger is what the experts say If it was up to me I'd show it every day Some say this country's just out lookin' for a fight Well after 9-11 man I'd have to say that's right  Chorus Have you forgotten how it felt that day To see your homeland under fire And her people blown away Have you forgotten when those towers fell We had neighbors still inside goin through a livin hell And we vow to get the ones behind Bin Laden Have you forgotten?  I'v been there with the soldiers Who've gone away to war And you can bet that they remember just what they're fighting for  Have you forgotten All the people killed Yes some went down like heroes In that Pennsylvania field Have you forgotten About our Pentagon All the loved ones that we lost And those left to carry on Don't you tell me not to worry 'bout Bin Laden  Have you forgotten?  Have you forgotten?  Have you forgotten?!  ",
        "title": "Have You Forgotten?"
    },
    {
        "artist": "Simple Plan",
        "lyrics": "  [Verse 1] Another day is going by I'm thinking about you all the time But you're out there And I'm here waiting And I wrote this letter in my head Cause so many things were left unsaid But now you're gone And I can't think straight  [Pre-Chorus] This could be the one last chance To make you understand  [Chorus] I'd do anything Just to hold you in my arms To try to make you laugh Because somehow I can't put you in the past I'd do anything Just to fall asleep with you Will you remember me? Because I know I won't forget you  [Verse 2] Together we broke all the rules Dreaming of dropping out of school And leave this place To never come back So now maybe after all these years If you miss me have no fear I'll be here I'll be waiting  [Pre-Chorus] This could be the one last chance To make you understand And I just can't let you leave me once again  [Chorus] I'd do anything Just to hold you in my arms To try to make you laugh Because somehow I can't put you in the past I'd do anything Just to fall asleep with you Will you remember me? Because I know I won't forget you  [Verse 3] I close my eyes And all I see is you I close my eyes I try to sleep I can't forget you Nanana (....) And I'd do anything for you Nanana (....)  [Chorus] I'd do anything Just to hold you in my arms To try to make you laugh Because somehow I can't put you in the past I'd do anything Just to fall asleep with you Will you remember me? Because I know I won't forget you  [Outro] I'd do anything To fall asleep with you I'd do anything There's nothing I won't do I'd do anything To fall asleep with you I'd do anything Because I know I won't forget you  ",
        "title": "I'd Do Anything"
    },
    {
        "artist": "Fabolous Featuring Mike Shorey & Lil' Mo",
        "lyrics": "  [Verse 1: Fabolous] Uh, Uh, Uh Baby girl You know my situation And sometimes I know you get impatient But you don't put on a show to get ovations Take it to court and go through litagations And I respect you gangsta Treat you like a princess And put something on your neck to thank you She's my pinch hitter When the startin lineup ain't playin right I come off the bench with her It might sound like I'm gassin you But it take time to get from the back seat to the passenger We been creepin and sneakin Just to keep it from leakin We so deep in our freakin That we don't sleep on the weekend Wifey's a little bit uptight Wonderin why I keep coming home in the middle of the night It'll be alright if y'all bump heads it'll be a fight But I said it'll be alright  [Hook: Mike Shorey & (Lil Mo)] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go  [Verse 2: Fabolous] You ain't never step out of line Or get out of pocket So I made sure canary sent out your locket To protect you I'll get out and cock it And you know the barrel of my gun is big enough to spit out a rocket Oh, you gone play dumb if cops do come through I gotta keep the top up if my drop do come through But I know the boutiques and the shops you run through So I cop her one and cop you one too You always get a daily page weekly ring Plus you ain't too shy to do them freaky things I ain't gotta put a band on your finger Or worry about you tellin the whole world I'm your man while I spring her At first you was somethin I denied Something I would slide Just to do somethin in the ride But shorty, there's something you provide Cause the entree ain't as good without somethin' on the side you know?  [Hook] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'm living wrong But i can't let ya go Your the one i want in my life (want in my life) Already got a wife (got a wife) Can't leave you alone (no) And I know I'm living wrong But I can't let ya go  [Verse 3: Fabolous] Uh Uh oh, I might be leavin the earth soon My girl gone kill me if she smells the scent of your perfume It's gonna be a clip tossed if I go back With stains of your lip gloss on my throwback She won't care if I'm a platinum rapper If she catch me with an empty Magnum wrapper So keep it on the down low call the car celly You seen what happened with Mr. Biggs and R Kelly uh  [Lil' Mo] You know I care for you (care for you) Anytime this chick is there for you (there for you yea) These feelings I'm a share with you Which makes it a little more clear for you  [Hook] I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go I really wanna be with you (be with you) But I gotta be real with you (real with you) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go You're the one I want in my life (want in my life) I already got a wife (got a wife) I can't leave you alone (no) And I know I'll live in wrong But I can't let you go  ",
        "title": "Can't Let You Go"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "I Drove All Night"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Intro: 2Pac] Shit, tired of gettin' shot at Tired of gettin' chased by the police and arrested Niggas need a spot where we can kick it A spot where we belong, that's just for us Niggas ain't gotta get all dressed up and be Hollywood Y'knahmean? Where do niggas go when we die? Ain't no heaven for a thug nigga That's why we go to thug mansion That's the only place where thugs get in free And you gotta be a G, at thug mansion  [Verse 1: 2Pac] A place to spend my quiet nights, time to unwind So much pressure in this life of mine, I cry at times I once contemplated suicide, and woulda tried But when I held that 9, all I could see was my mama's eyes No one knows my struggle, they only see the trouble Not knowin' it's hard to carry on when no one loves you Picture me inside the misery of poverty No man alive has ever witnessed struggles I survived Prayin' hard for better days, promise to hold on Me and my dawgs ain't have a choice but to roll on We found a finally spot to kick it Where we can drink liquor and no one bickers over trick shit A spot where we can smoke in peace, and even though we G's We still visualize places that we can roll in peace And in my mind's eye, I see this place the players go and pass it I got a spot for us all, so we can ball, at thug's mansion  [Hook: Anthony Hamilton] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  [Verse 2: 2Pac] Will I survive all the fights and the darkness? Trouble sparks, they tell me: \"Home is where the heart is.\" Dear departed, I shed tattooed tears And couldn't sleep good for multiple years Witness peers catch gunshots; nobody cares Seen the politicians ban us, they'd rather see us locked in chains Please explain why they can't stand us Is there a way for me to change? Or am I just a victim of things I did to maintain? I need a place to rest my head With the little bit of homeboys that remains ‘Cause all the rest dead; is there a spot for us to roll? If you find it, I'll be right behind ya, show me and I'll go How can I be peaceful? I'm comin' from the bottom Watch my daddy scream \"Peace!\" while the other man shot him I need a house that's full of love, when I need to escape The deadly places slingin' drugs, in thug's mansion  [Hook: Anthony Hamilton] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  [Verse 3: 2Pac] Dear Mama, don't cry, your baby boy's doin' good Tell the homies I'm in Heaven and they ain't got hoods Seen a show with Marvin Gaye last night, it had me shook Drinkin' peppermint Schnapps, with Jackie Wilson and Sam Cooke Then some lady named Billie Holiday sang Sittin' there kickin' it with Malcolm 'til the day came Little Latasha sho' grown Tell the lady in the liquor store that she's forgiven, so come home Maybe in time you'll understand Only God can save us, when Miles Davis cuttin' lose with the band Just think of all the people that you knew in the past That passed on, they in Heaven, found peace at last Picture a place that they exist, together There has to be a place better than this, in Heaven So right before I sleep, dear God, what I'm askin' Remember this face, save me a place in thug's mansion  [Hook: Anthony Hamilton & (2Pac)] Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise in the sky (in thugs mansion) Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky (thugs mansion) Ain't no place I'd rather be Chillin' with homies and family Sky high, iced out, paradise, in the sky (in thugs mansion) Ain't no place I'd rather be Only place that's right for me Chromed-out, mansion in paradise, in the sky  ",
        "title": "Thugz Mansion"
    },
    {
        "artist": "Queens Of The Stone Age",
        "lyrics": "  [Verse 1: Josh Homme] We get some rules to follow That and this, these and those No one knows We get these pills to swallow How they stick in your throat Tastes like gold Oh, what you do to me No one knows  [Chorus: Josh Homme] And I realize you're mine Indeed a fool am I And I realize you're mine Indeed a fool am I Ahh  [Verse 2: Josh Homme] I journey through the desert Of the mind with no hope I follow I drift along the ocean Dead lifeboats in the sun And come undone Pleasantly caving in I come undone  [Chorus: Josh Homme] And I realize you're mine Indeed a fool am I And I realize you're mine Indeed a fool am I Ahh  [Outro:  Josh Homme] Heaven smiles above me What a gift here below But no one knows A gift that you give to me No one knows  [Spoken Outro: Alain Johannes & Commercial Bumper] Ustedes que son padres de familia… (Radio Static) …Buenas tardes señores y señoritas aqui esta el \"DJ Héctor Bonifacio Echeberría Cervantes de la Cruz Arroyo Rojas.\" Esta es la radio Quetzalcoatl, el lugar donde el rock vive y no muere, vamos a escuchar un par de temas de Queens of the Stone Age, primero vamos a escuchar \"First It Giveth...\" (Radio Static) ...que musica impresionante temible y verdaderamente ahora van a ver a ver a ver a ver aqui va aqui va aqui va aqui va…  ",
        "title": "No One Knows"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Chorus] She's my kind of rain Like love in a drunken sky She's confetti falling Down all night  [Verse 1] She sits quietly there Black water in a jar Says, Baby why are you Trembling like you are  [Pre-Chorus] So I wait And I try I confess like a child  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain  [Verse 2] She's the sun set shadows She's like Rembrandt's light She's the history that's made at night She's my lost companion She's my dreaming tree Together in this brief eternity Summer days, winter snows She's all things to behold  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain  [Pre-Chorus] So I wait And I try I confess all my crimes  [Chorus] She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain She's my kind of rain Like love from a drunken sky Confetti falling Down all night She's my kind of rain   [Outro] She's my kind of rain Oh, rain on me She's my kind of rain  ",
        "title": "She's My Kind Of Rain"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  [Verse 1] Can't stop, addicted to the shindig Chop Top, he says I'm gonna win big Choose not a life of imitation Distant cousin to the reservation Defunct, the pistol that you pay for This punk, the feelin' that you stay for In time I want to be your best friend East side love is living on the West End Knocked out, but boy, you better come to Don't die, you know, the truth is some do Go write your message on the pavement Burnin' so bright, I wonder what the wave meant White heat is screamin' in the jungle Complete the motion if you stumble Go ask the dust for any answers Come back strong with fifty belly dancers  [Chorus] The world I love, the tears I drop To be part of the wave, can't stop Ever wonder if it's all for you? The world I love, the trains I hop To be part of the wave, can't stop Come and tell me when it's time to  [Verse 2] Sweetheart is bleeding in the snow cone So smart, she's leadin' me to ozone Music, the great communicator Use two sticks to make it in the nature I'll get you into penetration The gender of a generation The birth of every other nation Worth your weight, the gold of meditation This chapter's gonna be a close one Smoke rings, I know you're gonna blow one All on a spaceship, persevering Use my hands for everything but steering Can't stop the spirits when they need you Mop tops are happy when they feed you J. Butterfly is in the treetop Birds that blow the meaning into bebop  [Chorus] The world I love, the tears I drop To be part of the wave, can't stop Ever wonder if it's all for you? The world I love, the trains I hop To be part of the wave, can't stop Come and tell me when it's time to  [Interlude] Wait a minute, I'm passin' out win or lose, just like you Far more shockin' than anything I ever knew, how about you? Ten more reasons why I need somebody new, just like you Far more shockin' than anything I ever knew, right on cue  [Verse 3] Can't stop, addicted to the shindig Chop Top, he says I'm gonna win big Choose not a life of imitation Distant cousin to the reservation Defunct, the pistol that you pay for This punk, the feelin' that you stay for In time I want to be your best friend East side love is living on the West End Knocked out, but boy, you better come to Don't die, you know, the truth is some do Go write your message on the pavement Burnin' so bright, I wonder what the wave meant Kick start the golden generator Sweet talk but don't intimidate her Can't stop the gods from engineering Feel no need for any interfering Your image in the dictionary This life is more than ordinary Can I get two, maybe even three of these? Comin' from the space to teach you of the Pleiades Can't stop the spirits when they need you This life is more than just a read-through  ",
        "title": "Can't Stop"
    },
    {
        "artist": "Nivea",
        "lyrics": "  [R. Kelly] Baby, Who That Is?  [Nivea] Don't Worry About Who That Is It Ain't You  [R. Kelly] You Got Somebody Else Over There?  [Nivea] Don't Worry About It Keith If You Was Over Here Taking Care Of Business You Wouldn't Have To Ask Me No Questions Like That  [R. Kelly] Oh Girl Please!  [Nivea] Oh Girl Please My Ass! Who That Is Over There?  [R. Kelly] Are You Mocking Me?  [Nivea] Uh, Boy Ain't Nobody Got To Mock You  [R. Kelly] Yeah You Mocking Me! You Get Your Little Record Deal And Shit And Think You All That  [Nivea] Ooh, Bye Keith  [R. Kelly] Nivea Hello!  [Nivea] You's A Lying Cheating Son Of A The Way You Do Me Boy I'm Tired Of Taking Your Shit See I Know All About Those Fast Hoes Up In College Shorty Need To Stop It Hello  [R. Kelly] Yeah, Baby Why You Trippin' On Shit You Don't Know About Believin' Every Goddamn Thing That You Hear About  [Nivea] But It's Nothin' That I Heard  [R. Kelly] Wait A Minute Just Hear Me Out You Don't Even Know About My Doings And Where Abouts  [Nivea] See Your Wrong There I Busted You Coming Out Some Girl's House  [R. Kelly] And What's That 'Posed To Mean  [Nivea] Nothin' 'Til You Kissed Her In Her Mouth Boy Let's Stop Wasting Time It's Pretty Clear That You's A Lie Tired Of Sitting Around Hearing All Your Phony Alibis  [Hook] Soap, Powder, Bleach, Towels, Fabric Softner, Dollars, Change, Pants, Socks, Dirty Drawers I'm Headed To The Laundromat And Let's Not Forget The Food Stains, Dirt Spots, Head Sets, Chips, Pop, Pay Phones, Clean House I'm Headed To The Laundromat  [R. Kelly] Baby What You Saying  [Nivea] Baby Read Between The Lines Do I Have To Spell It Out To You I'm Saying Goodbye  [R. Kelly] Oh Girl Quit Playing I'm The Only Thing You Got  [Nivea] You're The Only Thing I Got Well Then I Must Not Have A Lot  [R. Kelly] Girl You Can't Be Serious In Fact I Think You're Gaming  [Nivea] Look Just Call My Manager And He Will Make The Arrangements  [R. Kelly] So You Really Gon' Go Through With This  [Nivea] Hell Yes Cause I'm Fed Up With This  [R. Kelly] Girl How You Just Gon' Leave Like This  [Nivea] Because You Weren't True To This  [Hook] Soap, Powder, Bleach, Towels, Fabric Softner, Dollars, Change, Pants, Socks, Dirty Drawers I'm Going To The Laundromat And Let's Not Forget The Food Stains, Dirt Spots, Head Sets, Chips, Pop, Pay Phones, Clean House I'm Headed To The Laundromat  [R. Kelly] Baby Can We Talk About It?  [Nivea] What Is There To Talk About? You Don' Hurt Me Time Again Brought Me Up And Break Me Down  [R. Kelly] Baby Girl I'm Sorry!  [Nivea] Well Sorry's Not Gon' Doing It I'm For Real This Time Boy I'm Through  [R. Kelly] Girl I'm 'Bout To Lose It  [Nivea] No Wait Now I Suggest You Don't Go Tryin' Nothin' Stupid  [R. Kelly] Ooh Baby I Just Don't Know What I Would Do If I Was To Lose You Hello Are You There?  [Nivea] Goodbye!  [Hook 'Til Fade] Soap, Powder, Bleach, Towels, Fabric Softner, Dollars, Change, Pants, Socks, Dirty Drawers I'm Headed To The Laundromat And Let's Not Forget The Food Stains, Dirt Spots, Head Sets, Chips, Pop, Pay Phones, Clean House I'm Headed To The Laundromat  [Nivea While During Second Hook Repeat] I Can't Take It No More Ooh, It's Time To Hit Door Pants And Socks Dirty Towels Oh I Been Putting Up With Your Shit For A While Now No More Cryin' None Of Your Lyin' You Got To Go Boy I'm Cleanin' My House Now Ooooooh, I'm Headed To The Laundromat  ",
        "title": "Laundromat"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] On a cobweb afternoon in a room full of emptiness By a freeway, I confess I was lost in the pages Of a book full of death, reading how we'll die alone And if we're good, we'll lay to rest anywhere we want to go  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone  [Verse 2] And on my deathbed I will pray to the gods and the angels Like a pagan to anyone who will take me to heaven To a place I recall, I was there so long ago The sky was bruised, the wine was bled, and there you led me on  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone, alone  [Guitar Solo]  [Bridge] And on I read, until the day was gone And I sat in regret of all the things I've done For all that I've blessed, and all that I've wronged In dreams until my death, I will wander on  [Chorus] In your house I long to be Room by room patiently I'll wait for you there, like a stone I'll wait for you there, alone, alone  ",
        "title": "Like A Stone"
    },
    {
        "artist": "Killer Mike Featuring Big Boi",
        "lyrics": "  [Hook: Sleepy Brown] All day I dream about All day I dream about sex The way you move your sexy groove I've got my mind all over you All day I dream about All day I dream about sex You say you were so sick of it I'm tired of jacking off cause you ain't there  [Verse 1: Big Boi] '65 Chevrolet Impala peachy cream Cruising down the street like two fingers Cause the ivory is clean Talking bout meeting at the MC room On the inside of the ship Not a honey dip to hunt on Cause she mobile than a grip Or the Blue Man Group Caught out on the Vegas Strip Tell em a good game, juju pimping Give em to my nigga Dime Legit Boss lips, legs, arms, necks Hip dips, hair net, mo' stretch It's a camel toe and thats fo' sho My brain is on one track Like Mary Mary toss for crackle like a rock star does for smack None of that but the female genatalia's where it's at I'm a man and I demand a WO-man for that act Personal preference cause I use the law of nature as a reference No I don't ever recall seein' a man turn up pregnant But that's just me From them female fantasies frolic freely In my cock pit, every 30 some seconds I can't stop it  [Hook]  [Verse 2: Killer Mike] Killer Kill from Adamsville and in a Bonneville I chill Heffers call me Black-N-Decker, I don't screw them hoes I drill I've been cuttin' cute lil' coochies since before the record deal Catch me daydreamin' 'bout them, thick, medium, or slim Doctors call the thing vagina, in the hood we call it trim White boys call it snatch, Puerto Ricans call it chocha Nathaniel likes his white, I like mine dark as cola It's the first thing on my mind in the morn' when I roll over All men young or old in the end it's what we after Even my grandpappy's happy, he got prescribed Viagra  Grandaddy, grandaddy what's happenin' What's up, what's up this me Hey let me get about three of them blue diamonds I promise I got you tomorrow  [Hook]  [Verse 3: Killer Mike] When I drill, I don't spill, even if she's on the pill Keep my weapon covered, concealed, and in a shield Cause I don't need that A.I.D.S A D. and an A. missin' out my Adidas PLUS, We don't need no DNA mixin' between us We just need to keep this thing friendly and hush hush On the down low, like R. Kelly and youngsters But over eighteen only cause baby I'm no perv From the tour bus to the lobby, elevator to the room We can jump each others bones but there's no jumping brooms  [Verse 4: Big Boi] Buffoon you are too consumed in the womb It is too early for you to jump the broom, boom  [Hook]  ",
        "title": "A.D.I.D.A.S."
    },
    {
        "artist": "Good Charlotte",
        "lyrics": "  Always see it on TV Or read it in magazines Celebrities that want sympathy All they do is piss and moan Inside the Rolling Stone Talkin' about how hard life can be I'd like to see them spend a week Livin' life out on the street I don't think they would survive If they could spend a day or two Walking in someone else's shoes I think they'd stumble And they'd fall, they would fall  Lifestyles of the rich and the famous They're always complainin' Aways complainin' If money is such a problem Well, they got mansions Think we should rob them  Did you know if you were famous You could kill your wife? And there's no such thing as twenty-five to life As long as you got the cash to pay for Cochran And did you know if you were caught And you were smoking crack McDonalds wouldn't even wanna take you back? You could always just run for mayor of D.C I'd like to see them spend a week Livin' life out on the street I don't think they would survive If they could spend a day or two Walking in someone else's shoes I think they'd stumble And they'd fall, they would fall  Lifestyles of the rich and the famous They're always complainin' Always complainin' If money is such a problem Well, they got mansions Think we should rob them Lifestyles of the rich and the famous They're always complainin' Always complainin' If money is such a problem We got so many problems Think I could solve them Lifestyles of the rich and the famous We'll take your clothes, cash, cars, and homes Just stop complainin' Lifestyles of the rich and famous Lifestyles of the rich and famous Lifestyles of the rich and famous  ",
        "title": "Lifestyles Of The Rich And Famous"
    },
    {
        "artist": "Aaron Lines",
        "lyrics": "  She says don't stare at me She's afraid that I might see Those 5 extra pounds she talks about Man, I don't know what she's talking about  She looks through magazines With every page she dreams of Looking like somebody else I wish she wasn't so hard on herself  Then she falls asleep with just my t-shirt on But even when her hair's messed up and her make-up's gone  Chorus  You can't hide Beautiful You Can't hide wonderful There's nothing that she has to do It just comes natural She makes it look easy I love what she does to me No way to disguise The way that she shines You can't hide beautiful, oh no  She can take a simple dress Put it on and turn some heads Man Everytime she moves she gets me She doesn't even know she's sexy  And the way she thinks sometimes Out of no where blows my mind She makes me laugh and makes me dream I love the way she looks at things  A little piece of heaven god gave to this world She might think she's just an ordinary girl  \"But\" Repeat Chorus  You can't hide Beautiful She's so beautiful yeah yeah Ohhh ohhh ya can't ya can't ya can't hid beautiful  ",
        "title": "You Can't Hide Beautiful"
    },
    {
        "artist": "Marques Houston",
        "lyrics": null,
        "title": "That Girl"
    },
    {
        "artist": "Evanescence Featuring Paul McCoy",
        "lyrics": "  [Verse 1: Amy Lee] How can you see into my eyes like open doors? Leadin' you down into my core Where I've become so numb, without a soul My spirit's sleeping somewhere cold Until you find it there, and lead it back home  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Verse 2: Amy Lee] Now that I know what I'm without You can't just leave me Breathe into me and make me real Bring me to life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Bridge: Amy Lee & Paul McCoy] Bring me to life I've been livin' a lie, there's nothing inside Bring me to life  [Interlude: Amy Lee] Frozen inside, without your touch Without your love, darling Only you are the life Among the dead  [Verse 3: Paul McCoy & Amy Lee] All this time, I can't believe I couldn't see Kept in the dark, but you were there in front of me I've been sleeping a thousand years it seems Got to open my eyes to everything Without a thought, without a voice, without a soul Don't let me die here There must be something more Bring, me, to, life  [Hook: Amy Lee & Paul McCoy] Wake me up! Wake me up inside! I can't wake up Wake me up inside! Save me! Call my name and save me from the dark Wake me up! Bid my blood to run I can't wake up Before I come undone Save me! Save me from the nothing I've become  [Outro: Amy Lee & Paul McCoy] Bring me to life I've been living a lie, there's nothing inside Bring me to life  ",
        "title": "Bring Me To Life"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] She walks to school with the lunch she packed Nobody knows what she's holdin' back Wearin' the same dress she wore yesterday She hides the bruises with linen and lace  [Verse 2] The teacher wonders, but she doesn't ask It's hard to see the pain behind the mask Bearin' the burden of a secret storm Sometimes she wishes she was never born  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  [Verse 3] Somebody cries in the middle of the night The neighbours hear, but they turn out the light A fragile soul caught in the hands of fate When mornin' comes it'll be too late  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  [Verse 3] A statue stands in a shaded place An angel girl with an upturned face A name is written on a polished rock A broken heart that the world forgot  [Chorus] Through the wind and the rain She stands hard as a stone In a world that she can't rise above But her dreams give her wings And she flies to a place where she's loved Concrete angel  ",
        "title": "Concrete Angel"
    },
    {
        "artist": "Jaheim Featuring Tha Rayne",
        "lyrics": "  Young cat got back did a little dig Kind of hearty but he tough, dorag and timbs Kind of hard to get a job Back out on the block charge that to the game  Young girl she grew up in a rush had it bad, no doubt She don't know who to trust every man She ever loved only wanna touch charge that to the game  [Bridge:] But its all gravy, babyy Shots get popped, the cops shut down the party jeans sag low Blow smoke out of dutches We got love for ya'll but ya'll don't know us  [Hook:] Now we swerve in the suburban and switching lanes Spend up all our dough on them chrome and thangs Name our kids some funny names Don't hate on us were fabulous  Prepaid cellies for local calls Hating kinds of demons up at the malls rocking corn rolls and twist Thats how we roll don't hate on us were fabulous  [Verse 2:] They met he said how she was a dime So naive that she believed every single lie 17 first time slipped up bout to have a child charge that to the game  Was just us and mom, single family home She did the best she could, did it all alone Met a man but he won't raise a child that's not his own Oh, no Oh, no, no  [Bridge:] But its all gravy, baby Shots get popped, the cops shut down the party jeans sag low Blow smoke out of dutches, we got Love for ya'll but ya'll don't know us  [Hook:] Now we swerve in the suburban and switching lanes Spend up all our dough on them chrome and thangs Name our kids some funny names Don't hate on us were fabulous  We pay cellies for local calls Hating kinds of demons up at the malls rocking corn rolls and twist Thats how we roll don't hate on us were fabulous  With all that we've got And no matter whatever together what weather the storm And meanwhile with all we got it might get rough but it's alright Cause U-N-I-T-Y is all we need to get our R-E-S-P-E-C-T And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P And never G-I-V-E U-P And keep your H-E-A-D U-P  ",
        "title": "Fabulous"
    },
    {
        "artist": "Shania Twain",
        "lyrics": null,
        "title": "Up!"
    },
    {
        "artist": "Seether",
        "lyrics": "  [Verse 1] It seems like every day's the same And I'm left to discover on my own It seems like everything is gray And there's no color to behold  [Pre-Chorus 1] They say it's over and I'm fine again, yeah Try to stay sober, feels like I'm dying here  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Verse 2] I feel the dream in me expire And there's no one left to blame it on I hear you label me a liar 'Cause I can't seem to get this through  [Pre-Chorus 2] You say it's over, I can sigh again, yeah Why try to stay sober when I'm dying here?  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Bridge] And I'm not scared now I must assure you, you're never gonna get away And I'm not scared now And I'm not scared now, no  [Chorus] And I am aware now of how everything's gonna be fine One day, too late, I'm in Hell I am prepared now, seems everyone's gonna be fine One day, too late, just as well  [Outro] I am prepared now, seems everything's gonna be fine For me, for me, for myself For me, for me, for myself For me, for me, for myself I am prepared now, for myself I am prepared now, and I am fine again  ",
        "title": "Fine Again"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] It ticks just like a Timex It never lets up on you Who said life was easy The job is never through It'll run us till we're ragged It'll harden our hearts And love could use a day of rest Before we both start falling apart  [Chorus] Pray that it's raining on Sunday Storming like crazy We'll hide under the covers all afternoon Baby whatever comes Monday Can take care of itself Because we got better things that we could do When it's raining on Sunday  [Verse 2] Your love is like religion A cross in Mexico And your kiss is like the innocence Of a prayer nailed to a door Oh surrender in much sweeter When we both let it go Let the water wash our bodies clean And love wash our souls  [Chorus] [x2] Pray that it's raining on Sunday Stormin' like crazy We'll hide under the covers all afternoon Baby whatever comes Monday Can take care of itself Because we got better things that we could do When it's raining on Sunday When it's raining on Sunday When it's raining on Sunday Let it rain  ",
        "title": "Raining On Sunday"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  Girl, I know he ain't takin' care of you I see it in your face And I know that's not the man that you really want You know So if you see me talkin' Just come see me I'm a better man any way  Versre 1: Lies, and decit I know,u feel this with your man Cause when there,all I see Is cryin  Chrous 1: I should be your boyfriend (I should be your boyfriend) Cause you know he's lyin (cause you know he's lyin) It might seems like I'm hatin But girl I'm just relatin  Chrous 2: Step one,walk through that door Step two,tell him he's not like he was before,you don't love him anymore Now three,come to me Step four I'll love you more You will see how lovu should be,but there's four steps to complete  Verse 2: There was a time When he tried to be the one who would Give you all you deserved,but now he's not tryin  Repeat chrous 1 1x  Repeat chrous 2 1x  Bridge : Your what I’m lookin for Our love would mean much more Then what he’s given you But you must let him know that you can’t take no more Replace him with me Someone who knows how to show their feelings To someone who deserves them (Someone who deserves them) If you can’t figure out Got it all mapped out Baby, just take step one Chorus Chorus  ",
        "title": "I Should Be..."
    },
    {
        "artist": "Saliva",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] Met you in a café At a table meant for two You were sitting by your lonesome When I sat down with you Tried hard not to show it But I couldn’t help but see That you wore your broken heart out on your sleeve And your loneliness could not disguise The beauty and the charm Thought if I ever get you, shattered lady, in my arms  [Chorus]  [Verse 2] I’m going to rock you baby to sleep I’m going to make you crazy over me I’m going to hold you like you’ve never been held before And love you till you tell me you can’t love anymore I’m going to shake your emotion right down to your soul And then I’m going to love you all over in and out of control If this is how love is supposed to feel Baby I know I’ve fallen head over heels I’m going to rock you baby  Over open conversation and a bottle of red wine You said this world is full of users and I know that I’ve had mine We danced a little slow dance until they closed that café down You said ‘what would be the chances that tonight I finally found Someone who makes me feel like my life is just begun?’ I said ‘girl believe in me and I’ll show you how it’s done’  [Chorus]  ",
        "title": "Rock You Baby"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Instrumental Intro]  [Verse 1] I, I'm a one way motorway I'm the one that drives away, follows you back home I, I'm a street light shining I'm a white light blinding bright, burning off and on, oh  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  [Verse 2] I, I'm a new day rising I'm a brand new sky to hang the stars upon tonight But I, I'm a little divided Do I stay or run away and leave it all behind? Ah  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  [Instrumental Break with vocalizations]  [Chorus] It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again It's times like these you learn to live again It's times like these you give and give again It's times like these you learn to love again It's times like these time and time again  ",
        "title": "Times Like These"
    },
    {
        "artist": "Common Featuring Mary J. Blige",
        "lyrics": "  [Intro] It's just a fly love song, what It's just a fly love song, what  [Verse 1] Are we living in a dream world? Are your eyes still green girl? I know your sick and tired of arguing But you can't keep it bottled in Jealousy, we got to swallow it Your heart and mind baby follow it Smile, happiness you could model it And when you feel opposite I just want you to know Your whole being is beautiful I'ma do the best I can do Cause I'm my best when I'm with you  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you  [Verse 2] Put down your bags love I know in the past love Has been sort of hard on you But I see the God in you I just want to nurture it Though this love may hurt a bit We dealing wit this water love You even give my daughter love I want to build a tribe wit you Protect and provide for you Truth is I can't hide from you The pimp in me May have to die with you  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you  [Bridge: Mary J. Blige] I know what you're thinking, you're on my mind You're right, you're right, you're right You promise so fast you just might take flight Hope your not tired, tonight, tonight  [Verse 3] You help me to discovery me I just want you to put trust in me I kind of laugh when you cuss at me The aftermath is you touching me It's destiny that we connected girl You and I, we can affect the world I'm tired of the fast lane I want you to have my last name  [Hook: Mary J. Blige] Come close to me, baby Let your love hold you I know this world is crazy What's it without you (We're gon' make it I love you, I love you, I love you)  [Bridge: Mary J. Blige] I know what you're thinking, you're on my mind You're right, you're right, you're right You promise so fast you just might take flight Hope your not tired, tonight, tonight  ",
        "title": "Come Close To Me"
    },
    {
        "artist": "Emerson Drive",
        "lyrics": null,
        "title": "Fall Into Me"
    },
    {
        "artist": "Jennifer Hanson",
        "lyrics": null,
        "title": "Beautiful Goodbye"
    },
    {
        "artist": "Chevelle",
        "lyrics": null,
        "title": "The Red"
    },
    {
        "artist": "B2K",
        "lyrics": null,
        "title": "Girlfriend"
    },
    {
        "artist": "Busta Rhymes Featuring Spliff Star",
        "lyrics": "  [Intro: Busta Rhymes] Just make it clap, just make it clap Ay yo we 'bout to take everybody from every street And throw a party in the Grand Canyon, come on!!! Ah ha, yeah yeah, uh ah uh, yeah yeah, ah, ah, ah Flipmode baby, yeah, check it out  [Verse 1: Busta Rhymes] Hey! Hey! Ain't no fakin the fluid Water drippin off asses of women that's shakin it to it While I'm takin you through it, no mistakin my crew is Flipmode baby!!! got you actin all stupid Now I'm back in the cupid, just to tell you the truth is Them niggas that be havin you blacken and ready to lose it Pushin lambos and harley rockin Roberto Cavalli (Huh!) Now I got a new hobby diamonds and tattoos and bodies Watch me crash through the party, go 'head and spaz girl Tatoo in the name of my click across yo' ass girl We 'bout to blast girl, from here to Albuquerque Like jamaican niggas rockin big chains in socker jerseys Take you on hotter journeys, the way we put it down And be hittin be havin you shittin more than a box of hersheys We come to control it we come to command it And just for the record we always come to set a new standard Act like you know  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Verse 2: Spliff Star] See you a hot little mama it's only right that I holla Love your face love your smile love that ass in a Prada Make it, bounce up and down like the six four impalla Turn around wiggle it like you shakin it for dollars Girl your skin tone pretty and you love top wear Vickey Sport Gucci and Gabbana when you love the world is sticky Got a, crib in the city with a cherry eight fifty We could cruise down the avenue and shop till you dizzy Throw some karats in your pinky have your neck and wrist blingy I could bless you with it all boo but never say gimme We can, pop yellow bottles push whips in all models Vroom vroom on the Calisport instead of Gucci goggles I'm a fly little nigga boo enough for you to dig it boo Hit me up later we can go somewhere and kick it boo The name is Spliff baby I'll make you man hate me Cause my shit's steak and gravy plus my pipe gettin crazy baby  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Bridge: Busta Rhymes] I say come on if your ready, we wylin all night We make you feel good, make you feel right See they drunk off of the henny, niggas wanna fight Shit these bitches be wearin be fittin real tight Niggas up in the club, niggas outside Bag a couple bitches, bring 'em in inmtside Shorty dodgin and dippin, shorty tryin to hide Busy dodgin a nigga because she wanna ride, come on if ya....  [Verse 3: Busta Rhymes] All ready we come to muscle y'all women Come on, rastle and try to hastle and hustle y'all women Come on, you you you you see how we bubble y'all women Come on, dibble and dabble how we be lovin y'all women Come on  [Spliff Star] Let's get it on and let me hit it with my fitted on Never mind a slow jam pump one of Biggie's songs Strip, yell or purr her off show me that butter soft Open wide ma swallow when I let it off, yo  [Hook: Busta Rhymes] Incase you ain't know and incase you ain't heard And if you want us to set it just give me the word This one goes out to my soldiers that be flippin them birds To all my shorties wigglin they shakin they curves Just make it clap, Just make it clap, Just make it clap Just make it clap  [Outro] Just make it clap, Just make it clap, Just make it clap Just make it clap  ",
        "title": "Make It Clap"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] Uh, uh, some deep shit, uh, uh  [Verse 1] Mommy please stop crying, I can't stand the sound Your pain is painful and it's tearing' me down I hear glasses breaking as I sit up in my bed I told dad you didn't mean those nasty things you said  [Verse 2] You fight about money, bout me and my brother And this I come home to, this is my shelter It ain't easy growing up in World War III Never knowing what love could be, you'll see I don't want love to destroy me like it has done My family  [Pre-Chorus] Can we work it out? Can we be a family? I promise I'll be better, Mommy I'll do anything Can we work it out? Can we be a family? I promise I'll be better, Daddy please don't Leave  [Interlude] Daddy please stop yelling I can't stand the sound Make mama stop crying Because I need you around My mama she loves you No matter what she says Its true I know that she hurts you But remember I love you, too  [Verse 4] I ran away today, ran from the noise, ran away Don't wanna go back to that place But don't have no choice, no way It ain't easy growing up in World War III Never knowing what love could be, well I've seen I don't want love to destroy me like it did my Family  [Pre-Chorus] Can we work it out? Can we be a family? I promise I'll be better, Mommy I'll do anything Can we work it out? Can we be a family? I promise I'll be better, Daddy please don't Leave  [Verse 5] In our family portrait, we look pretty happy Let's play pretend, let's act like it comes Naturally I don't wanna have to split the holidays I don't want two addresses I don't want a step-brother anyways And I don't want my mom to have to change her Last name  [Chorus] In our family portrait we look pretty happy We look pretty normal, let's go back to that In our family portrait we look pretty happy Let's play pretend, act like it goes naturally  [Chorus] In our family portrait we look pretty happy (Can we work it out? Can we be a family?) We look pretty normal, let's go back to that (I promise I'll be better, Mommy I'll do Anything) In our family portrait we look pretty happy (Can we work it out? Can we be a family?) Let's play pretend act and like it comes so Naturally (I promise I'll be better, Daddy please don't Leave) In our family portrait we look pretty happy (Can we work it out? Can we be a family?) We look pretty normal, let's go back to that (I promise I'll be better, Daddy please don't Leave)  [Bridge] Daddy don't leave Daddy don't leave Daddy don't leave Turn around please Remember that the night you left you took my Shining star? Daddy don't leave Daddy don't leave Daddy don't leave Don't leave us here alone  [Verse 6] Mom will be nicer I'll be so much better, I'll tell my brother Oh, I won't spill the milk at dinner I'll be so much better, I'll do everything right I'll be your little girl forever I'll go to sleep at night  ",
        "title": "Family Portrait"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] So you're leaving in the morning on the early train I could say everything's alright And I could pretend and say goodbye Got your ticket Got your suitcase Got your leaving smile I could say that's the way it goes And I could pretend and you won't know That I was lying  [Chorus] Cause I can't stop loving you No I can't stop loving you[x2] Why should I?  [Verse 2] We took a taxi to the station, not a word was said And I saw you walk across the road For maybe the last time I don't know Feeling humble I heard a rumble On the railway track And when I hear that whistle blow I'll walk away and you won't know That I'll be crying  [Chorus]  [Bridge] Even try ……I'll always be here by your side Why, why, why ……I never wanted to say goodbye Why even try ….I'm always here if you change, change your mind  [Verse 3] So you 're leaving in the morning on the early train I could say everything's alright And I could pretend and say goodbye But that would be lying  [Chorus]  ",
        "title": "Can't Stop Loving You"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Intro] All my life I've been searching for something Something never comes, never leads to nothing Nothing satisfies but I'm getting close Closer to the prize at the end of the rope All night long I dream of the day When it comes around, then it's taken away Leaves me with the feeling that I feel the most The feeling comes to life when I see your ghost  [Verse 1] Come down don't you resist You have such a delicate wrist And if I give it a twist Something to hold when I lose my grip Will I find something in that So give me just what I need Another reason to bleed One by one hidden up my sleeve One by one hidden up my sleeve  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down  [Verse 2] Will I find a believer Another one who believes Another one to deceive Over and over down on my knees If I get any closer And if you open up wide And if you let me inside On and on I've got nothing to hide On and on I've got nothing to hide  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down  [Bridge] All my life I've been searching for something Something never comes, never leads to nothing Nothing satisfies but I'm getting close Closer to the prize at the end of the rope All night long I dream of the day When it comes around, then it's taken away Leaves me with the feeling that I feel the most The feeling comes to life when I see your ghost And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one And I'm done, done and I'm on to the next one  Done, done, on to the next one Done I'm done and I'm on to the next one  [Chorus] Hey don't let it go to waste I love it but I hate the taste Weight keep pinning me down Hey don't let it go to waste I love it but I hate the taste Weight keeping me down  Done, done and on to the next one Done, I'm done, and I'm On to the next  ",
        "title": "All My Life"
    },
    {
        "artist": "Trina Featuring Ludacris",
        "lyrics": "  [Intro] Nam Myoho Renge Kyo...  [Hook: Trina (Ludacris)] YO! I want my ass smacked (Legs wide) Front back (Side to side) Pussy wet (Slip-N-Slide) (Yup, everything gon' be al-right)  [Verse 1: Trina] Wait bitch, I'mma blow my kisses, get pissed and throw my dishes Y'all niggas know just who this is (woop-woop!) And the head so vicious With me, this shit gon' cost, you short, then that's your loss You know this ass is soft, make a nigga go to breaking off Tell me that you love me baby and get high and fuck me crazy Get a towel and wipe me off, you want a bitch with no type of flaws My girls be shopping hard, these hoes be buying cars In the club buying bars, nipples hard in designer bras All my niggas who getting cheese, throwback and the crispy Gs Moet, Cris on freeze, laugh at a tab cuz this on me Me and Luda in a Cut Supreme, doing things just to touch the cream So many names wanna fuck the Queen, I live a life like it's just a dream, UH!  [Hook]  [Verse 2: Ludacris] Hit it right behind JUMP! Give me the beat, then I'ma make it bump Tell me what you wanna hear, damn, yes it can Trouble with your man, I'ma pop my trunk You ain't seen no chicks like mine, you ain't seen no flicks like mine Gonna make you (UGH!) next to the subwoofers in my 6 by 9 Tell me that you like it raw, tell me that my dick is MWAH! I might make you famous and buy you watches by Maurice Lacroix Tell me if it's new or old, tell me if it's hot or cold Let me know if it's black and bold, say, \"Ludacris, 6 million sold\" See I ain't got no time for games, and I ain't got no time for lames How you loving my Southern slang, ooh, eee, walla-walla-bing-bang So anytime you need me call, winter summer spring or fall It doesn't matter, come one come all, either get dropped or drop them drawers  [Hook]  [Verse 3: Trina] Diamond Princess, just mind your business These rumors are senseless, your whispers are endless We living ghetto fab, we spending hella cash This girl is hella bad, your choice is trailer trash Too much taste for whores, you saw me grace The Source You watched me work the Vibe, bitches, I works for mine One time for these divas, two times for these Visas Third time I come, I'm breezing, the ice just keeps on freezing Hold up, I'ma keep it going back to back, I'ma keep on blowing Platinum plaques, keeping it hood, wet sex, keeping it good Look, girl, you don't know my angle, a hundred thou on a platinum bangle My niggas will slow your roll, pussy power, we in control  [Hook]  [Outro: Trina] YO! That's right I'm back again Round two, motherfuckers That's right, I'm talking greasy I'm a arrogant lil' motherfucker huh? That's right, I'm rich, I'm that bitch (That's right) I'm bout to show y'all how to pimp this shit I'm fucking niggas in the face The game is mine, 2003, fuck that Fuck all y'all haters, fuck all y'all bitches, get a life You got too much times on your hands I want y'all bitches to get a job Up your game, pimp your game up, baby It's all about me this time fuck that Fuck a dime, I'ma silver dollar, HOLLA! Catch me when I come off tour, fuck y'all I'm out  ",
        "title": "B R Right"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": null,
        "title": "Chrome"
    },
    {
        "artist": "Uncle Kracker",
        "lyrics": "  Here's to the good life or so they say All those parties and games that all those people play They tell me this is the place to be All these beautiful people and nothing to see  Sometimes I feel like something is gone here Something is wrong here, I don't belong here Sometimes I feel like a stranger in town And I've lost what I've found, it'll all turn around  In a little while I'll be thinking about you In a little while I'll still be here without you You never gave me a reason to doubt you In a little while I'll be thinking about you baby I'll be thinking about you baby  On the other side of a coin, there's a face There's a memory somewhere that I can't erase And there's a place that I'll find someday But sometimes I feel like it's slipping away  Sometimes I feel like something is gone here Something is wrong here, I don't belong here Sometimes I feel like a stranger in town And I've lost what I've found, it'll all turn around  In a little while I'll be thinking about you In a little while I'll still be here without you You never gave me a reason to doubt you In a little while I'll be thinking about you  Some things are lost, some left behind Some things are better left for someone else to find Maybe in time, I can finally see I just wonder, wonder if you think about me  Sometimes I feel like something is gone here Something is wrong here, I don't belong here Sometimes I feel like a stranger in town And I've lost what I've found, It'll all turn around, yeah  In a little while, I'll be thinking about you In a little while, I'll still be here without you You never gave me a reason to doubt you In a little while I'll be thinking about you baby I'll be thinking about you baby  I'll be thinking about you baby I'll be thinking about you baby, baby, baby...  ",
        "title": "In A Little While"
    },
    {
        "artist": "Baby Featuring P. Diddy",
        "lyrics": null,
        "title": "Do That..."
    },
    {
        "artist": "LL Cool J Featuring Amerie",
        "lyrics": null,
        "title": "Paradise"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": null,
        "title": "I Wish You'd Stay"
    },
    {
        "artist": "Fat Joe Featuring Tony Sunshine & Armageddon",
        "lyrics": null,
        "title": "All I Need"
    },
    {
        "artist": "Lasgo",
        "lyrics": null,
        "title": "Something"
    },
    {
        "artist": "DMX",
        "lyrics": "  [Intro] Yeah (uh), yeah, yeah (uh) (Grrrr) Yeah, don't get it twisted This rap shit is mine, motherfucker! It's not a fucking game Fuck what you heard! It’s what you hearin' (it’s what you hearin') It’s what you hearin' (listen!) It’s what you hearin' (listen!) It’s what you hearin' (listen!)  [Verse 1] X gon' give it to ya Fuck waiting for you to get it on your own, X gon' deliver to ya Knock knock, open up the door, it's real With the non-stop, pop pop of stainless steel Go hard, getting busy wit it But I got such a good heart That I'll make a motherfucker wonder if he did it Damn right, and I'll do it again, cause I am right so I gots to win Break bread with the enemy, but no matter how many cats I break bread with I'll break who you sendin' me You motherfuckers never wanted nothing But your life saved, bitch, and that's on a light day I'm getting down, down like a nigga said \"Freeze!\" But won't be the one ending up on his knees Bitch please, if the only thing you cats did Was came out to play, stay out my way, motherfucker!  [Hook ] First we gonna rock, then we gonna roll Then we let it pop, go, let it go! X gon' give it to ya, he gon' give it to ya X gon' give it to ya, he gon' give it to ya  [Hook ] First we gonna rock, then we gonna roll Then we let it pop, go, let it go! X gon' give it to ya, he gon' give it to ya X gon' give it to ya, he gon' give it to ya  [Verse 2] Ain't never gave nothing to me But every time I turn around Cats got they hands out wanting something from me I ain't got it, so you can't get it Let's leave it at that cause I ain't with it Hit it with full strength I'm a jail nigga, so I face the world like it's Earl in the bullpen You against me, me against you Whatever, whenever, nigga, fuck you gon' do? I'm a wolf in sheep's clothing Only nigga that you know that can chill Come back and get the streets open I've been doing this for 19 years Niggas wanna fight me? Fight these tears I put in work, and it's all for the kids But these cats done forgot what work is They don't know who we be Looking, but they don't know who they see, nigga  [Hook] First we gonna rock, then we gonna roll Then we let it pop, go, let it go! X gon' give it to ya, he gon' give it to ya X gon' give it to ya, he gon' give it to ya  [Verse 3] Ay yo, where my niggas at?! I know I got them down in the game, give 'em love and they give it back Talk too much for too long (What?!) Don't give up, you're too strong (What?!) Dub to the wild wild hunneds (Yeah!) Shout out to niggas that done it (Come on!) And it ain't even about the dough It's about getting down for what you stand for, yo – for real!  [Hook] First we gonna rock, then we gonna roll Then we let it pop, go, let it go! X gon' give it to ya, he gon' give it to ya X gon' give it to ya, he gon' give it to ya  ",
        "title": "X Gon' Give It To Ya"
    },
    {
        "artist": "Clipse Featuring Faith Evans",
        "lyrics": "  [Pharell] I wanna love you girl Just wanna love you girl Please let me love you girl Just wanna love you girl C'mon, I wanna love you girl Just wanna love you girl Let me love you girl Let me...  [Pusha T] When we met I was talkin' that game Parkin' that thang Since then between us A lot of things changed Now it's like the world got a whole different name I can't stop chicks from sayin' my name Most of it's lies If not, don't be surprised You knew I was ballin' when I met you But really, I started layin' low just to net you I'm raw as hell yet can't deny that you special These girls can't either Winter, his and her Vivas Summer, his and her Louie sneakers You don't think that bother people Guess again you even need to check your friends Sayin that I cheat Right, maybe with my heat Got a pearl handled chrome thing that I call Sweets I greet wit her, creep wit her, even eat wit her Late nights under my sheets, yeah I sleep with her But thats it  Chorus: [Pusha T + Malice with Faith Evans] (Faith) Look Ma, I don't love her Don't listen to her words She tryin' to split us as lovebirds But that's not it Now you see me buyin' her whips and shit (No) You see me sendin' her on trips and shit (No) If the answers no don't forget (How's she know you then) I don't know  [Malice] If I don't know I don't know, lets not go that road I don't know who she is, don't care who told Look stop flippin', no need to explode I seen the number in the pager, I don't know that code In the streets too much, c'mon, that's absurd Gettin' no complaints when I be flippin' them birds Your girls just talk 'bout this that and the third Believe half what you see none of what you heard You askin' me who's her I'm askin' who's mink fur With that rock on her hand makin' their eyes blurred Could that be you plus who cop every gem Who spend like I spend, then act like it then Got the dream home and we settled in it Our lives too perfect that's why they meddle in it Now, just chalk it up as just part of the game You know who I'm about, who got part of my name?  Chorus  [Faith] (Malice) Do you love me babe (Sho' you right) You thinkin' of me babe (Well atleast tonight) I bet you'd tell me anything (Yea thats right) Just to be with me (Yep and tonight's the night) (2X)  [Malice] I'm not most men my heart truer than theirs Of course your girls hate, our whips newer than theirs We hardly fight, arguements way fewer than theirs Even down to the ice, look, bluer than theirs What they gonna tell us about us, Huh? What they talk 'bout without us, Huh? The envy got 'em speakin loosely Tell 'em walk in your shoes But first let 'em know they Gucci  [Pusha T] And even if I did twist her I promise I didn't kiss her Won't shit touchy feely Grudge on the floor like Mister did to Celie No respect shown My homies laugh while she talk dirty on the speaker phone Now don't you start I spared your heart If you ain't see it I didn't do it Ain't I played my part? Bricks chics whips chips, that just go with the grind What else do you want from me, to say it, fine  Chorus  [Faith] (Malice) (*with Pharell's verse in background*) Do you love me babe (Sho' you right) You thinkin of me babe (Well atleast tonight) I bet you'd tell me anything (Yea thats right) Just to be with me (Yep and tonight's the night) (2X)  [Faith singing]  [Faith, Pusha T + Malice] That's not it  ",
        "title": "Ma, I Don't Love Her"
    },
    {
        "artist": "Nas",
        "lyrics": "  [Produced by Salaam Remi]  [Intro] Bravehearts, Bravehearts, Bravehearts…  [Verse 1] Now let's get it all in perspective For all y'all enjoyment, a song y'all can step with Y'all appointed me to bring rap justice But I ain't five-O, y'all know it's Nas, yo Grey Goose and a whole lot of hydro Only describe us as soldier survivors Stay laced in the best, well-dressed With finesse in a white tee, lookin' for wifey Thug girl who fly and talks so nicely Put her in the coupe so she can feel the nice breeze We can drive through the city, no doubt But don't say my car's topless, say the titties is out Newness, here's the anthem Put your hand up that you shoot with, count your loot with Push the pool stick in your new crib Same hand that you hoop with, swing around like you stupid King of the town? Yeah, I been that You know I click-clack — where you and your mens at? Do the Smurf, do the Wop, Baseball Bat Rooftop like we bringin' '88 back  [Hook] They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas? Where them dimes at? They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas at? Where them dimes at?  [Verse 2] This ain't rappin', this is Street Hop Now get up off yo' ass like your seat's hot My live niggas lit up the reefer Trunk of the car, we got the streetsweeper Don't start none, won't be none No reason for your mans to panic You don't wanna see no ambulances Knock a pimp's drink down in his pimp cup That's the way you get Timberland'd up Let the music diffuse all the tension Baller convention, free admission Hustlers, dealers and killers can move swift Girls get close, you can feel where the tool's kept All my just-comin' homies, parolees Get money, leave the beef alone slowly Get out my face, you people so phony Pull out my waist, the Eagle four-forty  [Hook] They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas? Where them dimes at? They shootin'! Aw, made you look You a slave to a page in my rhyme book Gettin' big money, playboy, your time's up Where them gangstas at? Where them dimes at?  [Verse 3] I see niggas runnin', yo, my mood is real rude I lay you out, show you what steel do Mobsters don't box, my pump shot obliges Every invitation to fight you punk-asses Like Pun said: you ain't even en mi clasa Maybach Benz, back seat, TV plasma Ladies lookin' for athletes or rappers Whatever you choose, whatever you do Make sure he a thug and intelligent too Like a real thoroughbred is Show me love, let me feel how the head is Females who's the sexiest is always the nastiest  [Outro] And I like a little sassiness A lot of class; Mami, reach in your bag, pass the fifth I'm a leader at last, this a don you with My 9's will spit, niggas lose consciousness  ",
        "title": "Made You Look"
    },
    {
        "artist": "Eve",
        "lyrics": "  [Verse 1] Now I'mma do this thing like it ain't done before Never leave the game stranded, I had to give more I'mma give you what you want, what you waitin' for? Make the music that the people can't ignore A lot of niggas is bitches, a lot of bitches be trippin' A lot of them be wishin' that they was in my position A lot of niggas be cowards and most chicks be chickens Fuck 'bout the CLUCK! CLUCK! Eve ain't trippin' Most dudes is okay (half of the rest ain't) Talkin' 'bout what they wanna do (reality they can't) Ask 'em what they life worth, watch 'em draw a blank I really ain't got no interest if it don't involve the bank Most of the time I'm nice to 'em (half the time I'm not) It ain't nothin' new though (learned it from off the block) People think I changed much 'cuz I'm livin' good Now they get my voicemail, hear them callin' me rude? Sometimes I feel bad (most of the time I don't) 'Cuz if I don't protect my shit (other niggas won't) Some want me to neglect my shit (take it for a joke?!) But I'm stayin' on the grind (never goin' back to broke)  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  [Verse 2] Now I'mma do this thing like it ain't done before Never leave the game stranded, I had to give more I'mma give you what you want, what you waitin' for? Make the music that the people can't ignore See how we do this thing, dog, here we go again Dre and Bombshell, don't you love how it blend? Radio stations, DJ's they spin Told y'all determined to win You tryna enter through the back door? Ain't nothin' happenin', this whole shit is my shit, bitch, and I'm the captain Can't beat me, join me, baby, then get to clappin' Bang it in ya whips to get ya neck snappin' I know you hopin' that I rest so you can breathe Stressed when we in the same places 'till I leave Whisper to they friends, \"What they wanna do to me?\" Wish they could erase me, take away the air I breathe And I feed 'cuz that shit only give me hunger pains Never let you muhfuckas put out my flame Ready for whatever, was trained to maintain And I always been a savage 'bout the fame Separate the girls from the women and the winnin' Always knew the thrill was worth it from the beginnin' Baby, what's the deal? I'm hurtin' 'em how I'm livin' I gotta conquer it all now the world's my wishin'  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  [Bridge] Ain't nothin' hotter than this heat y'all, it's like a magnet I don't really mess wit too many 'cuz they be plastic That's it enjoy it boy, it's like magic Anything less than a banger will not have it Still, I Ruff Ryde but I got my team And we ain't goin' nowhere 'till we lock the game But in the mean time, ball while we live the dream And now I need to hear y'all sing  [Hook] Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  Anything I want I'mma get it 'cuz I know I need it It's Evey comin' and I know you heated Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction Everything I am Just because I had to make it happen They never thought that I would make it rappin' Anything I need Gotta have it, bet I'm gonna grab it Ain't nothin' better than the satisfaction  ",
        "title": "Satisfaction"
    },
    {
        "artist": "Choppa Featuring Master P",
        "lyrics": "  [Master P] Yo Choppa, this P I'm Uptown right now I'm on my way to the Westbank to put a twist on this thing ya heard?  [Choppa] Ooww! Oh Yea! Ooww! Oh Yea! Ooww! Oh Yea! Ooowww! Who they want? Choppa style, chop chop Choppa style Choppa style, chop chop She want chop chop She love chop chop She want chop chop They love chop chop  [Verse 1: Choppa] Now I don't mean to sound rude baby or hurt you or nothing I want an independant woman if she workin' with something I want a slim, fine woman with some twerk with her She ain't got a lot of ass but I can work with her Want a big fine woman with some pop in her She ain't got a lot of ass but titty bop with her Now I came here to get it bump Represent for No Limit if you ain't with it catch a dump Now kneel it up, in the truck you know what's up We just signed with Universal and we got the clubs up So put your head between your legs and touch your toes Bounce your booty up and down ooh girl there you go Won't you walk like a ? If you an independant woman maybe I'mma holla You got your hair fixed nice with your clothes tight You wanna shake it like a dog and do it all night, all night Now swoop in position and get it right Put your hands in the air won't you make those titties fight? I'm Choppa chop, you know what I'm about I wanna see you turn around and stick your booty out, your booty out  [Hook] Choppa style, chop chop Choppa style Choppa style, chop chop They want chop chop They love chop chop They want chop chop They love chop chop Choppa style, chop chop Choppa style Choppa style, chop chop They want chop chop They love chop chop They want chop chop They love chop chop  [Verse 2: Choppa] Hold up, check this out I wanna know where all my ballers at And all my independant women ya heard me? We gonna do it like this here This a chant, come on If you a independant woman holla (Ooww!) If you got your own house holla (Ooww!) If you drive your own car holla (Ooww!) If you hate your baby daddy holla (Ooww!) If you an independant player holla (Oh Yea!) If you hate your baby mamma holla (Oh Yea!) If you drive your own car holla (Oh Yea!) If you take care of your kids holla (Oh Yea!) Now won't you walk with it? Walkity walk with it Walkity walk with it, gangsta walk with it Shakety shake with it, shakety shake with it Shakety shake with it, shakety shake with it Now we got a brand new dance and it just won't stop Throw your hands in the air and do the Choppa rock It go, chop-up-a-rock-rock-chop-a-rock Rock-chop-up-a-rock-rock-rock y'all ready? East Coast where you at let me get a hand clap West Coast where you at let me get a hand clap Mid-West where you at let me get a hand clap Dirty South where you at let me get a hand clap  [Verse 3: Master P] UH-OH! Indonesia don't tease ya I'm in the Benz with a bow-legged beaver I likes to flip my pancakes up And sex, I likes to give it to them rough Big paper, all flavors Send the word to the hood, I'm Jim Baker Love don't cost a thing? Now who said that Big pimpin' and ballin' who made it? I'm in that new hummer with spinnin' wheels And aww man, check out the grill! Money, Gucci sandals, strip leather I'm lookin for that ghetto Cinderella Choppa call me up, it's off the heezy Now we tag teamin' for sheezy I asked her, \"Boo, call me a donkey\" Cause they crush balls, I like 'em chunky  [Hook]  [Verse 4: Choppa] Now where your head go at when you want it from the back? Toot toot that ass up, she like it like that Where my fellas go at when they hit it from the back? Smack smack that ass up, she like it like that Won't you wobble wobble move that, show me how you do that Girl you a hood rat, make you holla \"ooh yea!\" Wobble wobble move that, show me how you do that Girl you a hood rat, make you holla \"ooh yea!\" Wobble for me, come on Won't you back it up for me, come on Won't you wobble for me, come on Cause you know what Choppa want, come on It's on now nigga, we ready I said it's on now nigga, we ready I said it's on now nigga, we ready I said it's on now nigga, we ready It's on now, it's on now It's on now, we ready New No Limit, we ready We ready, we ready  ",
        "title": "Choppa Style"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Whitney Houston] + (Nelly) Nah, Nah, Nah, Nah, Nah (Whoooo) Come on (Oh, Ohhhh) Come on (You Know that boy right there little dirty) Ohh Ohh (It's the World's famous, Mrs. Whitney Houston)  (Nelly) If you rolling with Nelly, with me get your hands up And if you like the simple things, get your hands up I ain't bout no trial tribulation And if you wanna go and take a vacation Whitney!!!!  [Whitney Houston] + (Nelly adlibs) Kick off my shoes and relax my feet (Relax your feet) Hit the kitchen and grab a bite to eat (Go head girl) It's been one of those crazy weeks (Ugh, Ugh) And I gotta do something special for me (Just for you ma) Hit the salon, get a mani and a pedi (Ugh, Ugh) Have a massage, get a sip and then I'm ready (Whoooo) Got to take time out (Nah, Nah, Nah) And all my real ladies know what I'm talking about Sing!!!!  Ooooooh baby, baby (Yeah) You don't know what I been going through (They don't know what you been going through babygirl) Sing again now Ooooooh baby, baby (You need to let them know) It's obvious to see (ugh, Ugh, Ugh) Exactly what I need  (Chorus) If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up If you like the simple things, get your hands up  If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up And if you like the simple things get your hands up Verse Two!!!!  [Whitney Houston] + (Nelly adlibs) Tonight it's all about me (Whoooo) Just wanna set my body free (Set it free girl) Never mind the T.V. (Cut the music) Tonight I'm gonna let a little T.V. watch me (Come on) Light the candles, aromas at my feet (Ohh) Hot tub bubbles, surround me (Who you got back there?) Mr. Bigg is in the background (ground, ground) The Isley Brothers gonna hold it down Sing!!!!  Ooooooh baby, baby (Come on) You don't know what I been going through (Houston we got a problem) Sing it for me now Ooooooh baby, baby (Come on) It's obvious to see Exactly what I mean (She back ladies and gentlemen)  Chorus  (Nelly) Come on, hush ma You ain't gotta plead your case I understood you from the jump You said you needed your space Take whatever time needed To give you a peace of mind Cause when yback rub home I'm gonna give you a piece of mine A backrub in the tub Play in the suds A simple walk around the park And let you feed the doves You my tender \"Roni\", tell the homies \"No Dibs\" Cause \"Every Little Step\" you take is \"My Prerogative\" Call your girls take an early day off Go do the manies and the pedies, whatever to stay soft Cause today, you the boss And I'm footing the cost And whoever else don't like it They crooked, just stay lost (One of those, One of those days)  Chorus  [Nelly talking] + (Whitney Houston singing) Mrs. Whitney Houston (Oh Yeah) That's right ladies and gentlemen I said Mrs. Whitney Houston, ohh (Oh yeah, Oh yeah) It's your dirty I ain't doing nothing I'm in the background right now I said Houston, we got a problem, hey I said Houston, we got a problem, hey If you an independent lady, get your hands up You wanna buy your own Mercedes, get your hands up If you rolling with Nelly, with me get your hands up And if you like the simple things, get your hands up I ain't bout no trial tribulation And if you wanna go and take a vacation, hey I'm out baby girl Tell lil' Bobby Christina I said what's up alright  ",
        "title": "One Of Those Days"
    },
    {
        "artist": "Kelly Rowland",
        "lyrics": null,
        "title": "Can't Nobody"
    },
    {
        "artist": "Stone Sour",
        "lyrics": "  [Verse 1] Wish I was too dead to cry My self-affliction fades Stones to throw at my creator Masochists to which I cater  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds  [Verse 2] Wish I was too dead to care If indeed I cared at all Never had a voice to protest So you fed me shit to digest I wish I had a reason; My flaws are open season For this, I gave up trying One good turn deserves my dying  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds  [Solo: Root]  [Verse 3] Wish I'd died instead of lived A zombie hides my face Shell forgotten With its memories Diaries left With cryptic entries  [Chorus] You don't need to bother; I don't need to be I'll keep slipping farther But once I hold on I won't let go 'til it bleeds You don't need to bother I don't need to be I'll keep slipping farther But once I hold on: I'll never live down my deceit  ",
        "title": "Bother"
    },
    {
        "artist": "The Roots Featuring Musiq",
        "lyrics": "  [Hook: Musiq Soulchild] I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) Yeah baby  [Verse 1: Black Thought] Bad Misses, Throwing raspberry kisses on me You looking for directions? Girl I feel your vision on me Just don't let him see you sweat'n And we ain't suppose to be involved Knowing when we get it off, Girl I mean it all Keeping you fiending 'til you taking it tossed And when I'm breaking it off Its no denying the fact it's wrong Cause you got a man who's probably playing his part You probably breaking his heart He trying to figure the reason you gon' Is it because he's superficial Or is he too submissive Or did I come along and hit you with the futuristic Or is it cause you really couldn't see a future with him All he about is paper, never took the time with you to listen You want it gripped up, flipped, and thrown And get stripped and shown, the way to get in the zone The cost, dealing with this you won't be takin' a loss You need to leave him alone And roll with the one who's breaking you off  [Hook: Musiq Soulchild] I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) Yeah baby  [Verse 2: Black Thought] Brother down the hall The one you bound to call Workaholic so really I'm rarely around at all What we started got serious repercussions in court We had a chance to turn back, but love that was long Late nights, twistin' somethin' listenin' to niecey sing She got the beefy, you tellin' me you deeply appreciate the company The time we spend 'I feel the same; It's a shame you ain't my girlfriend' Cause listen: you need a brother with that physical fix That come through in a mix for you with no head tricks or fraud You need a new position, somethin' to get you open like its Eucalyptus got you ready to go for your's Come on and work wit' meh', you won't get hurt wit' meh': Just keep it real and you'll get broken off certainleh' (certainly) Dealing with this you won't be takin' a loss; you need to leave I'm alone and roll with the one whose breakin' you off  [Hook: Musiq Soulchild] I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) Yeah baby  [Verse 3: Black Thought] Rollin' down the highway, listenin' to Sade sing the way the smooth operator move my way You sitting beside me Looking like Friday Foster Pam Grier structure look at your body Keep each other thirsty Kisses like Hershey But lips is sealed Cause we don't need the controversy I say I'm in town, You say you want it in the worst way You probably told your man it was your it was ya lil's birthday Meanwhile, Its champagne chilling in ice You ready for the freakiest things you done in ya life? We breaking down like we Road dogs pullin' a heist You making sounds like the vibe got you reaching your heights Prepare for flight, this is your captain I'm getting strapped in Theres no denying the strength Of'dis attraction girl Working with this you won't be taking a loss So stop fooling your man and roll with the one Who's breaking you off  [Bridge: Musiq Soulchild] Baby, Baby, Baby... don't you worry bout... Nothing cause I'm coming to handle you no doubt Whenever you want, that thing you need, I got it I'm there and I aim to please I'm coming over to give it to you.. Baby... baby...  [Hook: Musiq Soulchild] I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) I'm coming to break you off (beat started.....start-started..) Yeah Baby  ",
        "title": "Break You Off"
    },
    {
        "artist": "Amerie",
        "lyrics": null,
        "title": "Talkin' To Me"
    }
]