[
    {
        "artist": "John Waite",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "Prince And The Revolution",
        "lyrics": "  [Spoken Intro] Dearly beloved We are gathered here today To get through this thing called \"life\"  Electric word, life It means forever and that's a mighty long time But I'm here to tell you There's something else The afterworld  A world of never ending happiness You can always see the sun, day or night  So when you call up that shrink in Beverly Hills You know the one, Dr. Everything'll-Be-Alright Instead of asking him how much of your time is left Ask him how much of your mind, baby  Cause in this life Things are much harder than in the after world In this life You're on your own  And if de-elevator tries to bring you down Go crazy (Punch a higher floor!)  Woo!  [Verse 1] If you don't like The world you're living in Take a look around At least you got friends You see I called my old lady For a friendly word She picked up the phone Dropped it on the floor (Ah-s ah-s) is all I heard  [Pre-Chorus] Are we gonna let de-elevator bring us down? Oh, no lets go!  [Chorus] Let's go crazy Let's get nuts Let's look for the purple banana Until they put us in the truck, let's go!  [Verse 2] We're all excited But we don't know why Maybe it's cause We're all gonna die And when we do (when we do) What's it all for (what's it all for) You better live now Before the grim reaper come knocking on your door  [Pre-Chorus] Tell me, are we gonna let de-elevator bring us down? Oh, no let's go!  [Chorus] Let's go crazy Let's get nuts Look for the purple banana Until they put us in the truck, let's go!  [Ad lib / Instrumental break] C'mon baby Let's get nuts! Yeah (Crazy) Let's go crazy!  [Pre-Chorus] Are we gonna let the elevator bring us down? Oh, no let's go! Go (Go crazy)  [Bridge] I said let's go crazy (go crazy) Let's go (Let's go!) Go (Let's go!)  [Verse 3] Dr. Everything'll-Be-Alright Will make everything go wrong Pills and thrills and daffodils will kill Hang tough children  He's coming He's coming Coming  [Guitar solo]  [Outro] Take me away!  ",
        "title": "Let's Go Crazy"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  [Verse 1] Well I see 'em every night in tight blue jeans In the pages of a Blueboy magazine Hey I've been thinking of a new sensation I'm picking up the good vibrations Oop she bop she bop  [Verse 2] Do I wanna go out with a lion's roar? Yeah, I wanna go south and get me some more Hey, they say that a stitch in time saves nine They say I better stop or I'll go blind Oop she bop she bop  [Hook] She bop he bop a we bop I bop you bop a they bop Be bop be bop a lu bop (I hope he will understand) She bop he bop a we bop I bop you bop a they bop Be bop be bop a lu she bop Oh she do she bop  [Verse 3] Hey, hey they say I better get a chaperone Because I can't stop messing with the danger zone I won't worry, and I won't fret Ain't no law against it yet Oop she bop she bop  [Hook]x2  ",
        "title": "She Bop"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] You must understand though the touch of your hand Makes my pulse react That it's only the thrill of boy meeting girl Opposites attract It's physical Only logical You must try to ignore that it means more than that  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Verse 2] It may seem to you that I'm acting confused When you're close to me If I tend to look dazed I've read it someplace I've got cause to be There's a name for it There's a phrase that fits But whatever the reason you do it for me  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Bridge] I've been taking on a new direction But I have to say I've been thinking about my own protection It scares me to feel this way  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Chorus] What's love got to do, got to do with it? What's love but a sweet old-fashioned notion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Chorus] What's love got to do, got to do with it? What's love but a second-hand emotion? What's love got to do, got to do with it? Who needs a heart when a heart can be broken?  [Outro] What's love? Got to do it Got to do it What's love?  ",
        "title": "What's Love Got To Do With It"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "Drive"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "If This Is It"
    },
    {
        "artist": "Scandal Featuring Patty Smyth",
        "lyrics": "  You run, run, runaway It's your heart that you betray Feeding on your hungry eyes I bet you're not so civilized Well isn't love primitive? A wild gift that you wanna give Break out of captivity And follow me stereo jungle child Love is the kill Your heart's still wild Shooting at the walls of heartache Bang, bang! I am the warrior Well I am the warrior And heart to heart you'll win If you survive the warrior, the warrior You talk, talk, talk to me Your eyes touch me physically Stay with me we'll take the night As passion takes another bite, oh Who's the hunter, who's the game? I feel the beat call your name I hold you close in victory I don't wanna tame your animal style You won't be caged in the call of the wild Shooting at the walls of heartache Bang, bang! I am the warrior Well I am the warrior And heart to heart you'll win If you survive the warrior, the warrior I am the warrior Shooting at the walls of heartache Bang, bang! I am the warrior And heart to heart you'll win If you survive the warrior, the warrior  ",
        "title": "The Warrior"
    },
    {
        "artist": "Sheila E.",
        "lyrics": "  [Verse 1] She wears a long fur coat of mink Even in the summer time Everybody knows from the coy little wink The girl's got a lot on her mind She's got Big thoughts Big dreams And a big brown Mercedes sedan What I think this girl She really wants is to be in love with a man  [Chorus] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much  [Verse 2] She saw him standing in the section marked \"If you have to ask you can't afford it\" lingerie She threw him bread And said make me scream In the dark what could he say Boys with small talk and small minds Really don't impress me in bed She said I need a man's man baby Diamonds and furs Love would only conquer my head  [Chorus] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much  [Verse 3] They made haste in the brown sedan They drove to 55 Secret Street They made love and by the seventh wave She knew she had a problem She thought real love is real scary Money only pays the rent Love is forever that's all your life Love is heaven sent It's glamorous  [Chorus][x3] She wants to lead the Glamorous Life She don't need a man's touch She wants to lead the Glamorous Life Without love it ain't much, it ain't much  ",
        "title": "The Glamorous Life"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] No New Year's Day to celebrate No chocolate covered candy hearts to give away No first of Spring, no song to sing In fact here's just another ordinary day No April rain, no flowers bloom No wedding Saturday, within the month of June But what it is, is something true Made up of these three words that I must say to you  [Chorus] I just called to say I love you I just called to say how much I care I just called to say I love you And I mean it from the bottom of my heart  [Verse 2] No summer's high No warm July No harvest moon to light one tender August night No autumn breeze No falling leaves Not even time for birds to fly to southern skies No Libra sun No Halloween No giving thanks to all the Christmas joy you bring But what it is, though old so new To fill your heart like no three words could ever do  [Chorus] [x3]  ",
        "title": "I Just Called To Say I Love You"
    },
    {
        "artist": "Bananarama",
        "lyrics": "  [Verse 1] Hot summer streets And the pavements are burning I sit around Trying to smile But the air is so heavy and dry  [Verse 2] Strange voices are saying (What did they say) Things I can't understand It's too close for comfort This heat has got right out of hand  [Chorus 1] It's a cruel, (cruel) cruel summer Leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Verse 3] The city is crowded My friends are away And I'm on my own It's too hot to handle So I got to get up and go  [Chorus 1] It's a cruel, (cruel) cruel summer Leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Bridge] You're not the only one  [Chorus 2] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Instrumental break]  [Chorus 3] It's a cruel, cruel summer Leaving me here on my own It's a cruel, cruel summer Now you're gone  [Bridge] You're not the only one  [Chorus 2] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer Now you're gone  [Bridge] You're not the only one  [Outro] It's a cruel, (cruel) cruel summer (Leaving me) leaving me here on my own It's a cruel, (it's a cruel) cruel summer…  ",
        "title": "Cruel Summer"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": null,
        "title": "Cover Me"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Chorus: Lionel Richie] Stuck on you I've got this feeling down deep in my soul that I just can't lose Guess I'm on my way Needed a friend And the way I feel now I guess I'll be with you 'til the end Guess I'm on my way Mighty glad you stayed  [Verse: Lionel Richie] I'm stuck on you Been a fool too long I guess it's time for me to come on home Guess I'm on my way So hard to see That a woman like you could wait around for a man like me Guess I'm on my way Mighty glad you stayed (Mighty glad you stayed) (I'm mighty glad you stayed) Mighty glad Oh, I'm leaving on that midnight train tomorrow And I know just where I'm going I've packed up my troubles and I've thrown them all away Cause this time little darling I'm coming home to stay  [Chorus: Lionel Richie] Stuck on you I've got this feeling down deep in my soul that I just can't lose Guess I'm on my way I Needed a friend And the way I feel now I guess I'll be with you 'til the end Guess I'm on my way I'm mighty glad you stayed (Mighty glad you stayed, mighty) Mighty glad you stayed (Mighty glad you stayed) I'm glad [?]  ",
        "title": "Stuck On You"
    },
    {
        "artist": "Ray Parker Jr.",
        "lyrics": "  Ghostbusters! If there's something strange In your neighborhood Who you gonna call? Ghostbusters!  If there's something weird And it don't look good Who you gonna call? Ghostbusters!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  If you're seeing things Running through your head Who can you call? Ghostbusters!  An invisible man Sleepin' in your bed Ow, who you gonna call? Ghostbusters!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  Who you gonna call? Ghostbusters!  If you're all alone Pick up the phone And call Ghostbusters!  I ain't 'fraid of no ghost Ooh, I hear it likes the girls Hm, I ain't 'fraid of no ghost Yeah, yeah, yeah, yeah  Who you gonna call? Ghostbusters!  Mmm, if you've had a dose of a Freaky ghost, baby You better call Ghostbusters! Ow!  Lemme tell ya something Bustin' makes me feel good!  I ain't 'fraid of no ghost I ain't 'fraid of no ghost  Don't get caught alone oh, no Ghostbusters! When it comes through your door Unless you just a-want some more I think you better call Ghostbusters!  Ow! Who you gonna call? Ghostbusters! Who you gonna call? Ghostbusters! Uh, think you better call Ghostbusters! Ha ha, who you gonna call? Ghostbusters! I can't hear you  Who you gonna call? Ghostbusters! Louder Ghostbusters! Who you gonna call? Ghostbusters! Who can you call? Ghostbusters! Who you gonna call? Ghostbusters! Uh, it likes the girls too Ghostbusters!  ",
        "title": "Ghostbusters"
    },
    {
        "artist": "Chicago",
        "lyrics": "  I guess I thought you'd be here Forever Another illusion I chose to create You don't know what you got Until it's gone And I found out Alittle too late  I was acting as if You were lucky to have me Doing you a favor I hardly knew you were there But then you were gone And it was all wrong Had no idea how much I cared  [Chorus] Now being without you Takes a lot of getting used to Should learn to live with it But I don't want to Being without you It's all a big mistake Instead of getting easier It's the hardest thing to take I'm addicted to you babe You're a hard habit to break  You found somebody else You had every reason You know I can't blame you For running to him Two people together But living alone I was spreading my love Too thin  After all of these years I'm still trying to shake it Doing much better They say that it just takes time But deep in the night It's an endless fight I can't get you out of my mind  [Chorus] Now being without you Takes a lot of getting used to Should learn to live with it But I don't want to Being without you It's all a big mistake Instead of getting easier It's the hardest thing to take I'm addicted to you babe You're a hard habit to break  I can't go on (can't go on) Just can't go on (just can't go on) I can't go on (can't go on) Just can't go on (just can't go on)  [Chorus] Being without you Takes a lot of getting used to Should learn to live with it But I don't want to Being without you It's all a big mistake Instead of getting easier It's the hardest thing to take I'm addicted to you You're a hard (you're a) habit to (hard) break (habit to break) (Just can't go on) Such a hard (such a) habit to (hard) break (habit to break) (Just can't go on) I'm addicted to you You're a hard (you're a) habit to (hard) break (habit to break) (Just can't go on) Such a hard (such a) habit to (hard) break (habit to break) (Just can't go on) I'm addicted to you baby!  ",
        "title": "Hard Habit To Break"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": null,
        "title": "Dynamite"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] You must be my Lucky Star 'Cause you shine on me wherever you are I just think of you, and I start to glow And I need your light And baby, you know  [Chorus] Starlight, starbright First star I see tonight Starlight, starbright Make everything all right Starlight, starbright First star I see tonight Starlight, starbright, yeah  [Verse 2] You must be my Lucky Star 'Cause you make the darkness seem so far And when I'm lost, you'll be my guide I just turn around, and you're by my side  [Chorus] Starlight, starbright First star I see tonight Starlight, starbright Make everything all right Starlight, starbright First star I see tonight Starlight, starbright, yeah  [Bridge] C'mon, shine your heavenly body tonight 'Cause I know you're gonna make everything all right C'mon, shine your heavenly body tonight 'Cause I know you're gonna make everything all right  [Interlude] You may be my Lucky Star, but I'm the luckiest by far  [Chorus] Starlight, starbright First star I see tonight Starlight, starbright Make everything all right Starlight, starbright First star I see tonight Starlight, starbright, yeah  [Bridge] C'mon, shine your heavenly body tonight 'Cause I know you're gonna make everything all right C'mon, shine your heavenly body tonight 'Cause I know you're gonna make everything all right  [Interlude] You may be my Lucky Star, but I'm the luckiest by far You may be my Lucky Star, but I'm the luckiest by far  [Chorus] Starlight, starbright First star I see tonight Starlight, starbright Make everything all right Starlight, starbright First star I see tonight Starlight, starbright  [Outro] Starlight, starbright You make everything all right What you do to me, baby You got to stay by my side tonight Starlight, starbright Starlight, starbright Starlight, starbright Starlight, starbright Starlight, starbright, baby Starlight, starbright - stay by my side tonight What you do to me, baby What you do, what you do to me, baby You got to stay by my side tonight You may be my Lucky Star  ",
        "title": "Lucky Star"
    },
    {
        "artist": "Night Ranger",
        "lyrics": "  What do you do when it's falling apart And you knew it was gone from the very start Do you close your eyes and dream about me  A girl in love with a gleam in her eye I was a younger boy all dressed in white We're older now, Do you still think about me  I remember we learned about love in the back of a chevrolet Well it felt so good to be young, feels like yesterday  When you close your eyes, do you dream about me When you close your eyes, do you dream about me Do you still dream about me  I guess I don't know what I'm thinking Coming off a hard night of drinking Angie come closer to me, I need a soul to bleed on  It coulda been done in a different kinda way But that ain't you, you play tough when you play It's over now, I bet you still think about me  I remember I held you so tight And we danced the night away With the moves of two wide-eyed kids I need you so much today  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  I remember we learned about love in the back of a chevrolet No good for an old memory, to mean so much today  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you close your eyes, do you dream about me  When you close your eyes, do you dream about me When you go to sleep at night, do you dream about me  ",
        "title": "When You Close Your Eyes"
    },
    {
        "artist": "Peter Wolf",
        "lyrics": null,
        "title": "Lights Out"
    },
    {
        "artist": "The Jacksons",
        "lyrics": null,
        "title": "Torture"
    },
    {
        "artist": "Corey Hart",
        "lyrics": "  [Verse 1] I wear my sunglasses at night So I can, so I can Watch you weave then breathe your story lines And I wear my sunglasses at night So I can, so I can Keep track of the visions in my eyes  [Pre-Chorus] While she's deceiving me It cuts my security Has she got control of me? I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it 'Cause you got it made with the guy in shades, oh no  [Verse 2] And I wear my sunglasses at night So I can, so I can Forget my name while you collect your claim And I wear my sunglasses at night So I can, so I can See the light that's right before my eyes  [Pre-Chorus] While she's deceiving me She cuts my security She got control of me I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it 'Cause you got it made with the guy in shades, oh no  [Guitar solo]  [Pre-Chorus] She's deceiving me Cuts my security Has she got control of me? I turn to her and say  [Chorus] Don't switch the blade on the guy in shades, oh no Don't masquerade with the guy in shades, oh no I can't believe it Don't be afraid of the guy in shades, oh no It can't escape you 'Cause you got it made with the guy in shades, oh no  [Bridge] I said I wear my sunglasses at night I wear my sunglasses at night I wear my sunglasses at night I say to you now I wear my sunglasses at night I wear my sunglasses at night I wear my sunglasses at night I cry to you I wear my sunglasses at night I wear my sunglasses at night  ",
        "title": "Sunglasses At Night"
    },
    {
        "artist": "Twisted Sister",
        "lyrics": "  Oh we're not gonna take it No, we ain't gonna take it Oh we're not gonna take it anymore  We've got the right to choose and There ain't no way we'll lose it This is our life, this is our song We'll fight the powers that be just Don't pick our destiny cause You don't know us, you don't belong  Oh we're not gonna take it No, we ain't gonna take it Oh we're not gonna take it anymore  Oh you're so condescending Your gall is never ending We don't want nothin', not a thing from you Your life is trite and jaded Boring and confiscated If that's your best, your best won't do  Whoa... Whoa... We're right! (YEAH!) We're free! (YEAH!) We'll fight! (YEAH!) You'll see! (YEAH!)  Oh we're not gonna take it No, we ain't gonna take it Oh we're not gonna take it anymore  Oh we're not gonna take it No, we ain't gonna take it Oh we're not gonna take it anymore No way!  Whoa... Whoa... We're right! (yeah!) We're free! (yeah!) We'll fight! (yeah!) You'll see! (yeah!)  We're not gonna take it No, we ain't gonna take it We're not gonna take it anymore  We're not gonna take it, no! No, we ain't gonna take it We're not gonna take it anymore  We're not gonna take it (JUST YOU TRY AND MAKE US!) No, we ain't gonna take it (COME ON!) We're not gonna take it anymore (YOU'RE ALL WORTHLESS AND WEAK!) We're not gonna take it (NOW DROP AND GIVE ME TWENTY!) No, we ain't gonna take it (A PLEDGE PIN?!) We're not gonna take it anymore (ON YOUR UNIFORM!)  ",
        "title": "We're Not Gonna Take It"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  [Spoken] \"She's simply...awesome\" Ooohh  [Verse 1] She dashed by me in painted on jeans And all heads turned cause she was the dream In the blink of an eye I knew her number and her name, yeah She said I was the tiger she wanted to tame  [Chorus] Caribbean Queen Now we're sharing the same dream And our hearts they beat as one No more love on the run  [Verse 2] I lose my cool when she steps in the room And I get so excited just from her perfume Electric eyes that you can't ignore And passion burns you like never before  [Verse 3] I was in search of a good time Just running my game Love was the furthest Furthest from my mind  [Chorus] Caribbean Queen Now we're sharing the same dream And our hearts they beat as one No more love on the run  [Chorus] Caribbean Queen Now we're sharing the same dream And our hearts they beat as one No more love on the run  [Saxophone Solo]  [Chorus] Caribbean Queen Now we're sharing the same dream And our hearts they beat as one No more love on the run  [Chorus] Caribbean Queen Now we're sharing the same dream And our hearts they beat as one No more love on the run  [Outro] She is the queen My Caribbean Queen I said she dashed by me in painted jeans...  ",
        "title": "Caribbean Queen (No More Love On The Run)"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] Dig if you will the picture Of you and I engaged in a kiss The sweat of your body covers me Can you, my darling? Can you picture this?  [Verse 2] Dream if you can a courtyard An ocean of violets in bloom Animals strike curious poses They feel the heat The heat between me and you  [Chorus] How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  [Verse 3] Touch if you will my stomach Feel how it trembles inside You've got the butterflies all tied up Don't make me chase you Even doves have pride  [Chorus] How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  How can you just leave me standing Alone in a world that's so cold? Maybe I'm just too demanding Maybe I'm just like my father: too bold Maybe you're just like my mother She's never satisfied Why do we scream at each other? This is what it sounds like When doves cry  When doves cry (when doves cry) When doves cry (when doves cry) When doves cry When doves cry When doves cry  [Outro] When doves cry, don't cry Darling, don't cry Don't cry, don't cry, don't, don't cry  ",
        "title": "When Doves Cry"
    },
    {
        "artist": "Billy Squier",
        "lyrics": "  I'm rockin' tonite--I'm walkin' on air Gonna find me some trouble--gonna grab my share I want ya tonite--I want ya with me Make me guilty of love in the first degree  (You want it all right)...We're goin' in style Say you walk right--you talk right--and your hair's so wild (Snow-white)--Hey that's not what I mean We go down in the shadows and crawl between  Moonlight in the city brings the magic to your eyes Freezin' a moment--leave me paralyzed Breathe an emotion--set it dancin' in my ear Bring on the rhythm when I hold you near  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  (You do it all right)--You're passion to see You been schooled in the arts of romancin' me (Hold tight)--You're in for a ride Can you feel the blood poundin' way down inside  --No one's stoppin' us now-- We go down, down where the music's loud (If it's all night)--Hey that's all right by me Go and play on my love--play it all for me  Life's never easy--we can make it if we try Takin' our chances--fac'em side by side Live for the moment--on that we can agree Come and take me where I long to be  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  A time for all...and all in time A step beyond the borderline Of who we are and where we long to be... When every night you hear the sound Of wakin' up and breakin' down You find a chance and heave it all away  Take me in your arms--roll me through the night Take me to your heart--rock me tonite  ",
        "title": "Rock Me Tonite"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  You can break away Or you can stay You choose your life You're free to fly Go on and fly Go on and fly  She had it in her own time To get away and try to find Somewhere to go, to run She saw the world through open eyes And never let a soul inside  Don't come too close So close Baby thinks she's smart But what about her heart?  Like a wild bird of prey Like a thief in the night You can take what you want And you don't think twice  Cause the world's in your hands You got all you want And you won't change a thing You're the lucky one  Oh, the lucky one Oh, the lucky one  Her soul was strong Her heart was tough And when she felt she had enough She tore herself away  Love in the dark is all you see Get what you want Not what you need You look the other way Never letting on to what it's all become  Like a wild bird of prey Like a thief in the night You can take what you want And you don't think twice  Cause the world's in your hands And you've got all you want And you won't change a thing You're the lucky one  Oh, the lucky one Oh, the lucky one  Life is a dream The lucky one The lucky one The lucky one  Oh, life is a dream The lucky one Life is a dream The lucky one The lucky one Baby thinks she's smart But what about her heart?  Like a wild bird of prey Like a thief in the night You can take what you want And you don't think twice  Cause the world's in your hands And you've got all you want And you won't change a thing You're the lucky one  Oh, the lucky one Oh, the lucky one Oh, the lucky one Oh, the lucky one  ",
        "title": "The Lucky One"
    },
    {
        "artist": "Donna Summer",
        "lyrics": null,
        "title": "There Goes My Baby"
    },
    {
        "artist": "Lindsey Buckingham",
        "lyrics": "  Two kinds of people in this world Winners, losers I lost my power in this world 'Cause I did not use it  So I go insane Like I always do And I call your name She's a lot like you  Two kinds of trouble in this world Living, dying I lost my power in this world And the rumors are flying  So I go insane Like I always do And I call your name She's a lot like you  ",
        "title": "Go Insane"
    },
    {
        "artist": "The Fixx",
        "lyrics": "  Lost feelings return So maybe I can learn To stop the world of a lie This time around  Are we, are we, are we ourselves? Are we, are we, are we ourselves?  Because seen through these eyes We lead a double life No one will know So check it out steppin' out here I go  Are we, are we, are we ourselves? Are we ourselves and do we really know?  Well, lost spirit returns Now maybe we learn To stop this world of a lie To this earth we are bound I ask you  Are we, are we, are we ourselves? (Are we ourselves?) Are we ourselves, and do we really know? Ooo, do we know, are we ourselves? (Are we ourselves?) (Are we ourselves?) Are we ourselves? Do we really know? (Are we ourselves?)  ",
        "title": "Are We Ourselves?"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  [Verse 1] Tonight's the night we're gonna make it happen Tonight we'll put all other things aside Give in this time and show me some affection We're going for those pleasures in the night  [Pre-Hook] I want to love you, feel you Wrap myself around you I want to squeeze you, please you I just can't get enough And if you move real slow I'll let it go  [Hook] I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you  [Verse 2] We shouldn't even think about tomorrow Sweet memories will last a long, long time We'll have a good time baby, don't you worry And if we're still playing 'round, boy that's just fine  [Hook] Let's get excited, we just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you, want you  [Pre-Hook] I want to love you, feel you Wrap myself around you I want to squeeze you, please you I just can't get enough And if you move real slow I'll let it go  [Hook] I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I just can't hide it And I know, I know, I know, I know I know I want you, want you  I'm so excited, and I just can't hide it I'm about to lose control and I think I like it I'm so excited, and I can't deny it And I know, I know, I know, I know I know I want you, want you  I'm so excited, and I just can't hide it   [Outro] Look what you do to me You’ve got me burning up Oh, oh, oh, oh, ow!  How did you get to me? I’ve got to give it up Oh, oh, oh, oh ow!  ",
        "title": "I'm So Excited"
    },
    {
        "artist": "Peabo Bryson",
        "lyrics": "  It all came so easy All the lovin' you gave me The feelings we shared And I still can remember How your touch was so tender It told me you cared  We had a once in a lifetime But I just couldn't see Until' it was gone A second once in a lifetime May be too much to ask But I swear from now on  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  Now I'm seen clearly How I still need you near me I still love you so There's something between us That won't ever leave us There's no letting go (No letting go)  We had a once in a lifetime But I just didn't know it 'Til my life fell apart A second once in a lifetime Isn't too much to ask Cause I swear from the heart  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end, never end  The best of romances Deserve second chances I'll get to you somehow Cause I promise now  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end  If ever you're in my arms again This time I'll love you much better If ever you're in my arms again This time I'll hold you forever This time we'll never end If ever you're in my arms again  ",
        "title": "If Ever You're In My Arms Again"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Some guys have all the luck Some guys have all the pain Some guys get all the breaks Some guys do nothing but complain  Alone in a crowd on a bus after work and I'm dreaming The guy next to me has a girl in his arms, my arms are empty How does it feel when the girl next to you says she loves you? It seems so unfair when there's love everywhere but there's none for me  Some guys have all the luck Some guys have all the pain Some guys get all the breaks Some guys do nothing but complain  Someone to take on a walk by the lake, Lord, let it be me Someone who's shy, someone who'll cry at sad movies I know I would die if I ever found out she was fooling me You're just a dream and as real as it seems, I ain't that lucky  Some guys have all the luck Some guys have all the pain Some guys get all the breaks Some guys do nothing but complain  All of my friends have a ring on their finger, they have someone Someone to care for them, it ain't fair, I got no one The car overheated, I called up and pleaded, there's help on the way I called you collect, you didn't accept, you had nothing to say  Some guys have all the luck Some guys have all the pain Some guys get all the breaks Some guys do nothing but complain  But if you were here with me I'd feel so happy I could cry You are so dear to me I just can't let you say goodbye  ",
        "title": "Some Guys Have All The Luck"
    },
    {
        "artist": "John Cafferty & The Beaver Brown Band",
        "lyrics": null,
        "title": "On The Dark Side"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Bop 'til you drop In the hot city Keep on working day and night Don't stop 'til you get what you want  Bop 'til you drop 'Til you sit pretty Burn the candle, burn it bright Love won't, love won't wait  You wake up wired and draw on your makeup And the city breathes And the city jumps to life  Lately it seems Your time is all used up Chasing dreams Of money and the good life  But there is something You've been thinking of Lately you're feeling The power of love  Everybody says it's So hard to hold The alarm rings You gotta get up, you gotta get up  Bop 'til you drop In the hot city Keep on working day and night Don't stop 'til you get what you want  Bop 'til you drop 'Til you sit pretty Burn the candle, burn it bright Love won't, love won't wait  Whoa, oh, oh, oh Whoa, oh, oh, oh  People say you're the lucky one But you don't believe it And you want to stop And you want to take some time To sus' out a feeling and look for a reason And the flesh is weak But the spirit is willing  'Cause there is something You've been thinking of Lately you're feeling The power of love  Everybody says it's so So hard to hold The alarm rings You gotta get up, you gotta get up  Bop 'til you drop In the hot city Keep on working day and night Don't stop 'til you get what you want  Bop 'til you drop 'Til you sit pretty Burn the candle, burn it bright Love won't, love won't wait  There is something You've been thinking of Lately you're feeling The power of love  Everybody says it's so So hard to hold The alarm rings You gotta get up, you gotta get up  Bop 'til you drop In the hot city Keep on working day and night  ",
        "title": "Bop 'til You Drop"
    },
    {
        "artist": "Spandau Ballet",
        "lyrics": "  Laying in the afterglow I only want to learn what you know But now you're leaving... How many hearts must you break? How many calls must I make? But now you're leaving...  In this world All that I choose has come unbearable But love is in your touch Ooh, it's killing me so much  Only when you leave I need to love you And when the action has all gone I'm just a little fool enough to need you Fool enough too long  Only when you leave You'll leave in danger Oh, I'll make sure that you pay So give a little passion to a stranger And take this soul away  I only want to make things last So how could this have gone so fast? And now you're leaving... How many times must I learn? It's only when you've gone that I burn And now you're leaving...  In the end All that is left has come unbearable It's hard to change your mind So leave it all behind  Only when you leave I need to love you And when the action has all gone I'm just a little fool enough to need you Fool enough too long  Only when you leave You'll leave in danger Oh, I'll make sure that you pay So give a little passion to a stranger And take this soul away  ",
        "title": "Only When You Leave"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  I was lying there Lying on the beach I dreamed you were there Feel the heat The sun and the waves When you touch my hand We were on a desert island And I had a dream I was swept away  You and I are on an island Where I thought the storm would never end I saw your light on the horizon And I knew that I was blown away again  No it doesn't matter Yeah, it doesn't matter 'Cause nothing lasts forever 'Cause nothing last forever  No it doesn't matter No it doesn't matter 'Cause nothing lasts forever Nothing last forever  I was swept away I was swept away I was swept away with you I was swept away I was swept away I was swept away with you  The rise and fall is endless The risk you run of being lost in blue You caught my drift while I was restless When the current flows I'm gonna flow with you  No it doesn't matter Yeah, it doesn't matter 'Cause nothing last forever Nothing last forever  No it doesn't matter No it doesn't matter 'Cause nothing last forever Nothing last forever  I was swept away I was swept away I was swept away with you I was swept away I was swept away I was swept away with you  For a day Or maybe for a lifetime Break away Is he throwing me a lifeline If I say That this will be the last time Swept away Will it end with you?  I was swept away Swept away Swept away  No it won't, no it won't No it doesn't matter Nothing last forever  ",
        "title": "Swept Away"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] There's a light on in your window There's a shadow on the street Two silhouettes tell me it's over The shadow knows that shadow's me I won't crawl I caused you trouble Well that's the last thing I'll ever do But before I leave your life completely Tell me who wears these shoes, darling Lord knows the days just get longer The nights grow cold with you on my mind And I feel like an old jukebox Playing the same song all the time If these crazy dreams don't kill me It's more than I can take from you Not knowing where or when I'll see you Not knowing darling who wears these shoes  [Chorus 1] My friends all say don't go to pieces I say that's fine but if I lose I want to know who's in my foot steps I want to know who wears these shoes  [Chorus 2] My friends all think I must be crazy I see the facts but if it's true I want to know who's in my footsteps I want to know who wears these shoes, darling  [Chorus 3] Ohh, and it's a chilling feeling When I can't see him What do I do When I face the two of you  [Chorus 3] Ohh, and it's a chilling feeling When I can't see him What do I do[x2]  [Chorus 1]  [Chorus 2]  [Verse 2] Darling, come on no I've got nothing to do I want to know I want to know who wears my shoes Come on no I've got nothing to do I want to know I want to know who wears my shoes I got to blue whether it's true I got to blue whether it's true I want to know Nothing to do I want to know I want to know Who wears these shoes I got to blue   [Chorus 4][x3] Whether it's true I got to blue Whether it's true I want to know Nothing to do I want to know I want to know Who wears these shoes I got to blue  ",
        "title": "Who Wears These Shoes?"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  There's a change in pace For fantasy and taste Do you like the music? Do you like to dance? Oh, yeah  Hanging out for a body shop at night Ain't it strange what they do to feel all right Oh, yeah  So When will you call? I am experienced Oh, yeah  Face to face and back to back You see and feel my sex attack Sing it  Flesh...flesh for fantasy We want Flesh...flesh for fantasy  It's after midnight Oh, are you feeling all right? Oh, yeah Turn on the light, babe Is there someone else tonight?  Neighbour to neighbour Door to door Don't ask questions Time for it all Oh, yeah  Face to face and back to back You see and feel my sex attack Sing it  Flesh...flesh for fantasy We cry Flesh...flesh for fantasy  I sing for culture  Fathers, love his sons Mothers, daughters too It's an old old story Cries the new world too  Flesh...flesh...flesh for fantasy We want Flesh...flesh for fantasy We want Flesh...flesh for fantasy We want Flesh...flesh for fantasy You cry Flesh...flesh for fantasy  There's a change in pace For fantasy and taste Turn out the light, babe You could miss your chance  Neighbour to neighbour Door to door Enjoy the crime You do your time Never been nothing before  ",
        "title": "Flesh For Fantasy"
    },
    {
        "artist": "Julio Iglesias & Diana Ross",
        "lyrics": null,
        "title": "All Of You"
    },
    {
        "artist": "Dennis DeYoung",
        "lyrics": "  \"Is this the train to Desert Moon?\" was all she said But I knew I'd heard that stranger's voice before I turned to look into her eyes, but she moved away She was standing in the rain Trying hard to speak my name They say first love never runs dry  The waiter poured our memories into tiny cups We stumbled over words we longed to hear We talked about the dreams we'd lost, or given up When a whistle cut the night And shook silence from our lives As the last train rolled towards the dune  Those summer nights when we were young We bragged of things we'd never done We were dreamers, only dreamers And in our haste to grow too soon We left our innocence on Desert Moon We were dreamers, only dreamers On Desert Moon, on Desert Moon On Desert Moon, Desert Moon  I still can hear the whisper of the summer night It echoes in the corners of my heart The night we stood and waited for the desert train All the words we meant to say All the chances swept away Still remain on the road to the dune  Those summer nights when we were young We bragged of things we'd never done We were dreamers, only dreamers Moments pass, and time moves on But dreams remain for just as long As there's dreamers, all the dreamers On Desert Moon, on Desert Moon On Desert Moon, Desert Moon  ",
        "title": "Desert Moon"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": null,
        "title": "Strut"
    },
    {
        "artist": "Naked Eyes",
        "lyrics": null,
        "title": "(what) In The Name Of Love"
    },
    {
        "artist": "Barry Gibb",
        "lyrics": "  I've never been sorry for the way I was raise The enemy fewer And the love that I made was a symbol of the times A celebration of the wine I made a memory in you I'll still be the reader of the letters you write I'll never be lonely for the rest of my life There's a corner in my heart We can never be apart No, we can never be apart  No tomorrow You be gone tomorrow We can dance the night away I can bestow to you all my love on your wedding day  Shine shine For how much longer you'll be mine There'll be no vows to be broken You mean the world to me Someone else that we both call love in your eyes I believe together you'll shine  I was born to be with you on the day you were born A beautiful angel with her face in the sun She was searching for the moon in every sparkle in the spoon You haven't changed I'll still be the face in everybody you see A light in the night if you need me to be  In every corner of the world If any smile becomes a tear I will shelter you from the rain  No tomorrow You be gone tomorrow We can dance the night away I can bestow to you all my love on your wedding day  Shine shine For how much longer you'll be mine There'll be no vows to be broken You mean the world to me Someone else that we both call love in your eyes I believe together you'll shine  And I - I love you There's no one else I place above you Life is a road before you And while he can show the way for you My darling I will pray for you  Shine shine For how much longer you'll be mine There'll be no vows to be broken You mean the world to me Someone else that we both call love in your eyes I believe together you'll shine  Shine shine For how much longer you'll be mine There'll be no vows to be broken You mean the world to me Someone else that we both call love in your eyes I believe together you'll shine  ",
        "title": "Shine Shine"
    },
    {
        "artist": "Ratt",
        "lyrics": "  Out on the streets, that's where we'll meet You make the night, I always cross the line Tightened our belts, abuse ourselves Get in our way, we'll put you on your shelf Another day, some other way We're gonna go, but then we'll see you again I've had enough, we've had enough Cold in vain, she said  (Pre-chorus)  I knew right from the beginning That you would end up winnin' I knew right from the start You'd put an arrow through my heart  (Chorus)  Round and round With love we'll find a way just give it time Round and round What comes around goes around I'll tell you why  Dig  Lookin' at you, lookin' at me The way you move, you know it's easy to see The neon light's on me tonight I've got a way, we're gonna prove it tonight Like Romeo to Juliet Time and time, I'm gonna make you mine I've had enough, we've had enough It's all the same, she said  (Pre-chorus)  (Chorus)  Yeah!  Solo  Out on the streets, that's where we'll meet You make the night, I always cross the line Tightened our belts, abuse ourselves Get in our way, we'll put you on your shelf  (Chorus)  Round and round With love we'll find a way just give it time, time, time, time Round and round What comes around goes around I'll tell you why, why, why, why Round and round  ",
        "title": "Round and Round"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  Blue Jean, I just met me a girl named Blue Jean Blue Jean, she got a camouflaged face and no money Remember they always let you down when you need 'em Oh, Blue Jean, is heaven any sweeter than Blue Jean  She got a police bike She got a turned up nose  Sometimes I feel like (Oh, the whole human race) Jazzin' for Blue Jean (Oh, and when my Blue Jean's blue) Blue Jean can send me (Oh, somebody send me) Somebody send me (Oh, somebody send me)  One day I'm gonna write a poem in a letter One day I'm gonna get that faculty together Remember like everybody has to wait in line Oh, Blue Jean, look out world, oh you know I've got mine  She got Latin roots She got everything  Sometimes I feel like (Oh, the whole human race) Jazzin' for Blue Jean (Oh, and when my Blue Jean's blue) Blue Jean can tempt me (Oh, somebody send me) Somebody sent me (Oh, somebody send me)  {Hook}  Sometimes I feel like (Oh, the whole human race) Jazzin' for Blue Jean (Oh, and when my Blue Jean's blue) Blue Jean can tempt me (Oh, somebody send me) Somebody sent me (Oh, somebody send me)  Somebody, somebody (Oh, somebody send me) Somebody send me (Oh, somebody send me)  ",
        "title": "Blue Jean"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": "  I work on the front line I work to survive I sleep in a fever So this is my life  I cry in my sleep (Cry boy, Cry boy) Just makes me weep when I try, how I try Know what it means to work hard on machines It's a labour of love so please don't ask me why  Working for reason (Day in, Day out) Trying too hard (He's trying too hard) Moving in circles (Too hot, Too hot) Don't get very far (Don't get very far)  Should I ask you to dance (Dance Boy, Dance Boy) If I promised romance would you come for the ride I know what it means to work hard on machines Will you believe in love, one that lasts for all time  You take me up, oh! You take me up to the higher ground You take me up So high Now I never want to come back down  I'm gliding these hard time (Day in, Day out) There's hope in your eyes (Hope in his eyes) I don't need a religion (Too hot, Too hot) Cos' this love never dies (Love never dies)  I believe in today (Believe boy, Believe boy) It's better that way and you work through the night I know what it means to work hard on machines It's a labour of love so please don't ask me why  You take me up, oh! You take me up to the higher ground You take me up So high Now I never want to come back down  I cry in my sleep (Cry boy, Cry boy) Just makes me weep when I try, how I try I know what it means to work hard on machines It's a labour of love so please don't ask me why  You take me up, oh! You take me up to the higher ground You take me up So high Now I never want to come back down  You take me up, oh! You take me up to the higher ground You take me up So high Now I never want to come back down  ",
        "title": "You Take Me Up"
    },
    {
        "artist": "Joyce Kennedy & Jeffrey Osborne",
        "lyrics": "  The first time i made love It wasn't love at all Didn't know what to feel, it didn't seem real Thats all i can recall I thought thats all there was Now i know so much more Now i know i never really made love before Ill tell you when i knew The last time i made love, i made it with you The first time we made love It was all that it could be Your soul in mine, suspended in time Blended perfectly The magic that we made Is something that lives on Refusing to die, though i try to believe its gone Once truth is always true The last time i made love, i made it with you Now lovers come and go People give themselves too easily But through it all how sweet it is No matter what i do, when theres someone new That last time i made love I made it with you  ",
        "title": "The Last Time I Made Love"
    },
    {
        "artist": "Dan Hartman",
        "lyrics": "  [Verse 1:] No more timing Each tear that falls from my eyes I`m not hiding the remedy To cure this old heart of mine  [Chorus x2:] I can dream about you If I can`t hold you tonight I can dream about you You know how to hold me just right  [Verse 2:] Moving sidewalks I don`t see under my feet Climbing up from down here below Where the streets See me lonely for you, oh  [Repeat Chorus:]  [Verse 3:] (I can dream about you) I`m gonna press My lips against you And hold you to me  (I can dream about you) You know you got me Spellbound What else can it be?  Moving sidewalks I don`t see under my feet Climbing up from the pain in my heart Cause it`s you that I need  I can dream Whoa Oh, oh, oh I can dream Yes, I can dream Whoa Oh, oh, oh  I don`t understand it Can`t keep my mind off loving you (Not even for a minute) Oooh  Now baby I`m caught up in the magic I see in you There`s one thing to do  [Repeat Chorus:]  Oh, I can dream about you If I can`t hold you tonight I can dream about you Oh, I can dream I can dream I can dream about you I can dream about you  ",
        "title": "I Can Dream About You"
    },
    {
        "artist": "Wham!",
        "lyrics": "  [Verse] Jitterbug Jitterbug Jitterbug Jitterbug  You put the boom boom into my heart You send my soul sky high when your lovin' starts Jitterbug into my brain Goes a bang-bang-bang 'til my feet do the same But something's bugging you Something ain't right My best friend told me what you did last night Left me sleepin' in my bed I was dreaming, but I should have been with you instead  [Hook] Wake me up before you go-go Don't leave me hanging on like a yo-yo Wake me up before you go-go I don't want to miss it when you hit that high Wake me up before you go-go Cause I'm not plannin' on going solo Wake me up before you go-go Take me dancing tonight I wanna hit that high (yeah, yeah)  [Verse 2] You take the grey skies out of my way You make the sun shine brighter than Doris Day Turned a bright spark into a flame My beats per minute never been the same Cause you're my lady, I'm your fool It makes me crazy when you act so cruel Come on, baby, let's not fight We'll go dancing, everything will be all right  [Hook 2]  Cuddle up, baby, move in tight We'll go dancing tomorrow night It's cold out there, but it's warm in bed They can dance, we'll stay home instead  ",
        "title": "Wake Me Up Before You Go-Go"
    },
    {
        "artist": "Chaka Khan",
        "lyrics": "  MELLE MEL: Chaka, Chaka, Chaka, Chaka Khan Chaka Khan, Chaka Khan, Chaka Khan Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, that's all I wanna do Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, let me feel for you Chaka Khan let me tell you what I wanna do Do you feel for me, the way I feel for you Chaka Khan let me tell you what I wanna do I wanna love you, wanna hug you, wanna squeeze you too Let me take you in my arms Let me fill you with my charms, Chaka Cause you know that I'm the one to keep you warm Chaka, I'll make you more than just a physical dream I wanna rock you, Chaka Baby, cause you make me wanna scream Let me rock you, rock you  Baby, baby, when I look at you I get a warm feeling inside There's something about the things you do That keeps me satisfied  I wouldn't lie to you, baby It's mainly a physical thing This feeling that i got for you, baby Makes me wanna sing  CHORUS: I feel for you I think I love you I feel for you I think I love you  MELLE MEL: Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, that's all I wanna do Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, let me feel for you Feel for you  Baby, baby, when I lay with you There's no place I'd rather be I can't believe, can't believe it's true The things that you do to me  I wouldn't lie to you, baby I'm physically attracted to you This feeling that I got for you, baby There's nothing that I wouldn't do  CHORUS  Yes sir, one more time Say yeah I feel for you (I think I love you) I feel for you (I, I, I think I love you)  MELLE MEL: Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, that's all I wanna do Chaka Khan, let me rock you Let me rock you, Chaka Khan Let me rock you, let me feel for you Chaka Khan won't you tell me what you wanna do Do you feel for me, the way I feel for you Chaka Khan let me tell you what I wanna do I wanna love you, wanna hug you, wanna squeeze you too Let me take you in my arms Let me fill you with my charms, Chaka Cause you know that I'm the one to keep you warm Chaka, I'll make you more than just a physical dream I wanna rock you, Chaka Baby, cause you make me wanna scream Feel for you  I feel for you (Oooh, feel for you) I feel it too (Oooh, feel for you) I feel for you (Oooh, feel for you)  CHORUS  ",
        "title": "I Feel For You"
    },
    {
        "artist": "Kenny Rogers With Kim Carnes & James Ingram",
        "lyrics": null,
        "title": "What About Me?"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Even though I'm in love Sometimes I get so afraid I'll say something so wrong Just to have something to say  I know the moment isn't right To tell the girl a comical line To keep the conversation light I guess I'm just frightened out of my mind  But if that's how I feel Then it's the best feeling I've even known It's undeniably real Leave a tender moment alone  Yes I know I'm in love But just when I ought to relax I put my foot in my mouth 'Cause I'm just avoiding the facts  If the girl gets too close If I need some room to escape When the moment arose I'd tell her it's all a mistake  But that's not how I feel No that's not the woman I've known She's undeniably real So leave a tender moment alone  But it's not only me Breaking down when the tension gets high Just when I'm in a serious mood She is suddenly quiet and shy  Leave a tender moment Leave it alone (Leave a tender moment alone)  I know the moment isn't right To hold my emotions inside To change the attitude tonight I've run out of places to hide  And if that's how I feel Then it's the best feeling I've ever known It's undeniably real, oh Leave a tender moment alone  Ah (Leave a tender moment alone) You got to leave a tender moment alone (Leave a tender moment alone) Leave a tender moment Leave it alone (Leave a tender moment alone) You've got to leave a tender moment (Leave a tender moment alone)  ",
        "title": "Leave A Tender Moment Alone"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] A prisoner of your love Entangled in your web Hot whispers in the night I'm captured by your spell (captured) Oh, yes, I'm touched by this show of emotion Should I be fractured by your lack of devotion? Should I? Should I?  [Chorus 1] Oh, you better be good to me! That's how it's got to be now Cause I don't have no use for what you loosely call the truth And you better be good to me Yeah, you better be good, good C'mon, c'mon, be good to me  [Verse 2] I think it's all so right That we don't need to fight We stand face to face And you present your case Yes, I know you keep telling me that you love me And I really do want to believe But did you think I'd just accept you in blind faith? Oh, sure, babe, anything to please you!  [Chorus 2] But you better be good to me That's how it's got to be now Cause I don't have the time for your overloaded lines And you better be good to me Yeah, you better be good Be good to me  [Bridge] And I really don't see why it's so hard to be Good to me, and, you know I don't understand, what's your plan That you can't be good to me What I can't feel I surely cannot see Why can't you be good to me And if it's not real, I do not wish to see Why don't you be good to me  [Outro] Why can't you be good to me? Why can't you be good to me? Why can't you be good to me? Why can't you be good to me? Why can't you be good to me? Be good, good to me Be good to me 'Cause I don't have no use for what you loosely call the truth And I don't have the time for your overloaded lies So you better be good to me Yeah, you better be good Better be good to me Better be good 'Cause I don't have the time for your overloaded lies And I don't have no use for what you loosely call the truth And you better be good to me (Why can't you be) be good to me (Why can't you be) be good (Why can't you be) be good to me (Why can't you be) 'Cause I don't have no use for what you loosely call the truth And I don't have the time for your overloaded lies You better be good to me (Why can't you be) good to me (Why can't you be) good to me Be good Be good to me Why can't you be (Why can't you be) good to me (Be good to me) Why can't you be (Why can't you be) good to me (Be good to me) C'mon c'mon c'mon c'mon c'mon c'mon c'mon c'mon c'mon Be good to me  ",
        "title": "Better Be Good To Me"
    },
    {
        "artist": "Romeo Void",
        "lyrics": "  She's got a face that shows that she knows She's heard every line Tenderly she talks on the phone There's a way to walk That says \"Stay away\" And a time to go around the long way  A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary) A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary)  There's a time when every girl learns To use her head Tears will be saved 'Til they're better spent There's no time for her to be afraid So instead she takes care of business Keeps a cool head  A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary) A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary)  She's got a face that shows that she knows She's heard every line Tenderly she talks on the phone There's a way to walk That says \"Stay away\" And a time to go around the long way  A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary) A girl in trouble is a temporary thing (Temporary, Temporary Temporary, Temporary) A girl in trouble is a temporary thing  ",
        "title": "A Girl In Trouble (Is A Temporary Thing)"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  [Verse 1] I get up in the evening And I ain't got nothing to say I come home in the morning I go to bed feeling the same way I ain't nothing but tired Man, I'm just tired and bored with myself Hey there baby, I could use just a little help  [Chorus 1] You can't start a fire You can't start a fire without a spark This gun's for hire Even if we're just dancing in the dark  [Verse 2] Message keeps getting clearer Radio's on and I'm moving 'round the place I check my look in the mirror I wanna change my clothes, my hair, my face Man, I ain't getting nowhere I'm just living in a dump like this There's something happening somewhere Baby I just know that there is  [Chorus 1] You can't start a fire You can't start a fire without a spark This gun's for hire Even if we're just dancing in the dark  [Bridge] You sit around getting older There's a joke here somewhere and it's on me I'll shake this world off my shoulders Come on, baby, the laugh's on me  [Verse 3] Stay on the streets of this town And they'll be carving you up all right They say you gotta stay hungry Hey, baby, I'm just about starving tonight I'm dying for some action I'm sick of sitting 'round here trying to write this book I need a love reaction Come on now, baby, gimme just one look  [Chorus 2] You can't start a fire Sitting 'round crying over a broken heart This gun's for hire Even if we're just dancing in the dark You can't start a fire Worrying about your little world falling apart This gun's for hire Even if we're just dancing in the dark  [Outro] Even if we're just dancing in the dark Even if we're just dancing in the dark Even if we're just dancing in the dark Hey, baby  ",
        "title": "Dancing In The Dark"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Guess there are times when we all need to share a little pain And ironing out the rough spots Is the hardest part when memories remain And it's times like these when we all need to hear the radio Because from the lips of some old singer We can share the troubles we already know  [Chorus] Turn them on, turn them on Turn on those sad songs When all hope is gone Why don't you tune in and turn them on They reach into your room Just feel their gentle touch When all hope is gone Sad songs say so much  [Verse 2] If someone else is suffering enough to write it down When every single word makes sense Then it's easier to have those songs around The kick inside is in the line that finally gets to you And it feels so good to hurt so bad And suffer just enough to sing the blues  [Chorus]  [Outro] Sad songs, they say [x3] Sad songs, they say so much  ",
        "title": "Sad Songs (say So Much)"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  Give me two strong arms To protect myself Give me so much love That I forget myself I need to swing from limb to limb To relieve this mess I'm in 'Cause when depression starts to win I need to be right by your side Yes I do  No one seems to touch me In the way you do Nothing seems to hurt me When I'm close to you I'm so full of desire When you set my head on fire I need to be right by your side Yes I do  Every single one of us needs Love, love, love Everybody needs to give and receive love Every single day can drag us Down, down, down But there's nothing left to fear When love gets into town  I'm so full of desire When you set my head on fire I need to be right by your side Give me two strong arms To protect myself Give me so much love That I forget myself I need to swing from limb to limb To relieve this mess I'm in 'Cause when depression starts to win I need to be right by your side I need to be right by your side  ",
        "title": "Right By Your Side"
    },
    {
        "artist": "Steve Perry",
        "lyrics": "  One very happy warm summer night I saw your face, what could I do? So carefully I walked straight up to you  And in the shadows of a moonlit night I saw those eyes a-shinin' through Heart of gold I love you, misty blue (blue)   [Chorus] It's hard to love somebody Especially when they don't belong to you Cause they're lovin' someone else Strung out and hung up on you  I feel like Bogart in a crazy movie Bogie and me, we never beg But this time maybe I've got voices in my head  They're saying that he's never been good to you And he's always hurt and let you down If what you need is good lovin', I'll be around  [Chorus] Strung out Strung out  [Chorus x2] Strung out and hung up on you  Strung out (x6)  ",
        "title": "Strung Out"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  When I love I get a feeling like I'm travelling through the sky On the wings of a nightingale  As I ride My head is reeling but I don't even wonder why On the wings of a nightingale I'll fly  High above land and sea I'll be thinking of you and me Couldn't ask for a better place to be Oh, I can feel something happening Oh, I can feel something happening Oh, I can feel something happening to me  So hold my hand I got a feeling that the journey has just begun On the wings of a nightingale  And if you like We'll fly together to the land of eternal sun On the wings of a nightingale of love  High above land and sea I'll be thinking of you and me Couldn't ask for a better place to be Oh, I can feel something happening Oh, I can feel something happening Oh, I can feel something happening to me  When I love I get a feeling like I'm travelling through the sky On the wings of a nightingale On the wings of a nightingale On the wings of a nightingale fly On the wings of a nightingale  ",
        "title": "On The Wings Of A Nightingale"
    },
    {
        "artist": "Glenn Frey",
        "lyrics": null,
        "title": "Sexy Girl"
    },
    {
        "artist": "The Jacksons",
        "lyrics": "  Yeah, come on, baby You gotta be mine 'cause you're so fine I like your style, it makes me wild You take it to me good, you like it, know you should You get me on my knees, well, please, baby, please Listen She looks so great, every time I see her face She put me in a state, a state of shock Oh, do it, come on, baby Come on, baby, come on, baby She put me on my knees, please, baby, please I know you like to tease, please, baby, please You take it to me good, you like it, know you should I love the way you walk and talk, baby, talk Listen She looks so great, every time I see her face She put me in a state, a state of shock She put me, state of shock Come on, dear, no, come over here Talk, talk to me, state of shock State of shock You put me in You know I've really love you, baby State of shock You know I really want you mama You got me paralyzed You got me paralyzed You got me catatonic You got me catatonic, baby State of shock You got me supersonic You got me supersonic, baby Baby, try, you know I'm deep fried State of shock Yeah, look what you've done to me Look what you done to me Look what you done to me Yeah, I can hardly move State of shock You know I need mouth to mouth resuscitation Come on, baby You know I've really loved you, baby State of shock You know I've really want you for me Yeah, baby, yeah, baby Just look at me, look at me State of shock You drive me You call me, you call me You call me in a state of shock Look at that, look at me Look at me, look at me Look at me, oh, look at me  ",
        "title": "State of Shock"
    },
    {
        "artist": "Maria Vidal",
        "lyrics": null,
        "title": "Body Rock"
    },
    {
        "artist": "Rick James",
        "lyrics": null,
        "title": "17"
    },
    {
        "artist": "Van Stephenson",
        "lyrics": null,
        "title": "What The Big Girls Do"
    },
    {
        "artist": "Survivor",
        "lyrics": "  There's a story in my eyes Turn the pages of desire Now it's time to trade those dreams For the rush of passion's fire  I can feel you tremble when we touch And I feel the hand of fate Reaching out to both of us  I've been holding back the night I've been searching for a clue from you I'm gonna try with all my might To make this story line come true  Can you feel me tremble when we touch Can you feel the hand of fate Reaching out to both of us This love affair can't wait  I can't hold back I'm on the edge I can't hold back Your voice explodes Inside my head  I can't hold back I won't back down Girl, it's too late To turn back now  Another shooting star goes by And in the night the silence Speaks to you and I  And now the time has come at last Don't let the moment run too fast  I can feel you tremble when we touch And I feel the hand of fate Reaching out to both of us  There's a story in my eyes Turn the pages of desire Now it's time to trade those dreams For the rush of passion's fire  I can't hold back I'm on the edge I can't hold back Your voice explodes Inside my head  I can't hold back I won't back down Girl, it's too late To turn back now  I can see you tremble when we touch Ooh, and I feel the hand of fate Reaching out to both of us This love affair can't wait  I can't hold back I can't hold back I can't hold back  ",
        "title": "I Can't Hold Back"
    },
    {
        "artist": "Ralph MacDonald With Bill Withers",
        "lyrics": null,
        "title": "In The Name Of Love"
    },
    {
        "artist": "A Flock Of Seagulls",
        "lyrics": "  You never give your heart to a stranger Or tell your secrets to a friend You'll put your heart in mortal danger They all desert you in the end  [Chorus] The more you live, the more you love Or so they say, the more you love, the more you go away  They say that nothing lasts forever And even true love turns to pain Don't trust your feelings to a stranger Don't wanna go through this again  [Chorus] The more you live, the more you love Or so they say, the more you love, the more you go away  [Instrumental]  [Chorus] The more you live, the more you love Or so they say, the more you love, the more you go away  Don't ever give your heart to a stranger Don't ever think that you can hold on You'll put your heart in mortal danger You turn around and love has gone  [Chorus] The more you live, the more you love Or so they say, the more you love, the more you go away The more you live, the more you love Or so they say, the more you love, the more you go away The more you live, the more you love Or so they say, the more you love, the more you go away  ",
        "title": "The More You Live, The More You Love"
    },
    {
        "artist": "The S.O.S. Band",
        "lyrics": "  [Verse 1: Mary Davis] You...have been single for a long time And I don't wanna cramp your style Still you insist you want to settle down But I know better You can't change years overnight And asking that, I would never do So here is the solution that comes to mind  [Chorus: Mary Davis] As long as I can be your number one You still can have your fun Whenever you need love I will give it to you Just the way you like it You keep your other girls Until you settle down Whenever you get bored I will give it to you Just the way you like it  [Verse 2: Mary Davis] I...have never had a guy Who has as many girls as you But numbers cannot take the place of quality I have no doubt By this decision to see us through And my love is so strong for you And by your side I always will remain  [Chorus: Mary Davis] As long as I can be your number one You still can have your fun Whenever you need love I will give it to you Just the way you like it You keep your other girls Until you settle down Whenever you get bored I will give it to you Just the way you like it  [Break]  Just the way you like it Ooh-ooh-ooh-ooh... Just the way you like it Ooh-ooh...  [Bridge: Mary Davis] If you...plan on loving me for a lifetime It doesn't matter what you do With other girls, they just can't change your mind (Oh, no) 'Cause when you're tired of them You'll come back to me (Oh-oh-oh, oh-oh-oh) I won't tie you down (Oh-oh-oh, oh-oh-oh) You can play around (Oh-oh-oh, oh-oh-oh) 'Cause you know where the best love is found (Oh-oh-oh, oh-oh-oh) Right here  [Chorus: Mary Davis] As long as I can be your number one (Ooh-ooh-ooh-ooh-ooh...) You still can have your fun (Ooh-ooh...) Whenever you need love I will give it to you Just the way you like it You keep your other girls (Oh-oh) Until you settle down ('Til you settle down) Whenever you get bored I will give it to you Just the way you like it  As long as I can be your number one (Anyway you need it) You still can have your fun (Anyway you want it) Whenever you need love (Anytime, anywhere Just for you, I'll be there Anyway you want it) You keep your other girls (Anyway you need it) Until you settle down (Anyway you like it) Whenever you get bored (I'll be there on the casee Keep a smile on your face Just the way you like it)  As long as I can be your number one (Just the way you need it) You still can have your fun (Just the way you want it) Whenever you need love (I will give it to you Just the way, just the way you like it) You keep your other girls... (Yeah)  As long as I can be your number one (Ooh-ooh) You still can have your fun Whenever you need love I will give it to you Just the way you like it You keep your other girls (You keep, you keep, you keep your other girls) Until you settle down Whenever you get bored I will give it to you Just the way you like it  As long as I... Just the way you like it Ooh-ooh-ooh-ooh... Just the way you like it, boy Ooh-ooh...  (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh) (Oh-oh-oh, oh-oh-oh)  ",
        "title": "Just The Way You Like It"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "Left In The Dark"
    },
    {
        "artist": "Jefferson Starship",
        "lyrics": "  You see it every day in every way We all hear the same routines They all say that it's okay Just let us take care of everything So we lay it on the line  Layin' it on the line (Layin' it on the line) Layin' it all, right on the line Just layin' it on the line (Layin' it on the line) Layin' it all, we're livin on the front line  I can see it in the faces We got trouble in the streets tonight And power keeps us in our places And it doesn't matter if you're left or right You lay it on the line  Layin' it on the line (Layin' it on the line) Just layin' it all, right on the line Layin' it on the line, (layin' it on the line) Layin' it all, right on the line  Take it to the wilderness Into the jungle sun Lookin' for the voice of reason Inside this Babylon  Got U.S. boys on foreign soil Spillin' their blood to keep the peace Cities will vanish in turmoil While the sheiks lay sleepin' on the beach We lay it on the line  Layin' it on the line (Layin' it on the line) Layin' it all, right on the line Just layin' it on the line (Layin' it on the line) Layin' it all, right on the line Layin' it on the line Just layin' it all Layin' it on the line Just layin' it all  ",
        "title": "Layin' It On The Line"
    },
    {
        "artist": "Honeymoon Suite",
        "lyrics": "  Hot summer night Storm clouds in the air My eyes' lids so heavy I'm feeling in the past tense I'm hardly aware  I don't want you on the phone Don't you play good girl with me Why must I always say it again?  I've got a new girl now I've got a new girl now I've got a new girl now And she's a lot like you  I tried to wash my face But my head fell too low I tried to bear with myself But my mind wouldn't stay at home  I don't care if you're sitting at home Somebody has broken into me Why must I always say it again?  I got a new girl now I got a new girl now I got a new girl now And she's a lot like you  I don't want you on the phone Don't you play good girl with me Why must I always say it again?  I've got a new girl now I've got a new girl now I've got a new girl now And she's a lot like you  I've got a new girl now I've got a new girl now I've got a new girl now And she's a lot like you Lot like you Lot like you Just like you  ",
        "title": "New Girl Now"
    },
    {
        "artist": "Sam Harris",
        "lyrics": "  The floors are all made out of wood The price is sure worth the admission Dreams of the drifters die hard, y'all Bodies dance through the dark to submission  Fast feet and Saturday night Leave you nowhere to stand But nobody here is leaving  Sugar don't bite Just take me home with you All through the night I bet you taste sweeter  Sugar don't bite I just want to please you Don't make me beg Don't make me tease you, no  Sugar don't bite You know I'm a bleeder Don't make this boy Commit a misdemeanor, no  Sugar don't bite Just sprinkle it on me Do what you can Do what you can to me  The beat is agroan and you are Pounded into my intentions The heat of the dance it hits hard, y'all In a trance We got no inhibitions  Fast feet and Saturday night Leave you nowhere to stand, no But nobody here is leaving  Sugar don't bite Just take me home with you All through the night I bet you taste sweeter  Sugar don't bite I just want to please you Don't make me beg Don't make me tease you, no  Sugar don't bite You know I'm a bleeder Don't make this boy Commit a misdemeanor, no  Sugar don't bite Just sprinkle it on me Do what you can Do what you can to me  ",
        "title": "Sugar Don't Bite"
    },
    {
        "artist": "Stephen Stills",
        "lyrics": null,
        "title": "Stranger"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": "  You never hear about it It's not the thing you talk over with friends You never see it coming until it begins  But something stepped in between us It's taken all of our time alone In her heart love remains, but is seldom shown  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  A kiss goodbye, a kiss hello You wonder why she get's lonely You've got to show her, don't tell her She's your one and only, yeah  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  We make promises, promises And late at night you make big plans Someday we'll run away and leave the love demands, yeah  So why does she cry herself to sleep at night? Why do I have to work so hard to make things right? To fall in love came naturally To make it last is so hard, you see I'm caught in between the two sides of love  Two sides of love Two sides of love Two sides of love Two sides of love  ",
        "title": "Two Sides Of Love"
    },
    {
        "artist": "Coyote Sisters",
        "lyrics": null,
        "title": "Straight From The Heart (Into Your Life)"
    },
    {
        "artist": "Chris de Burgh",
        "lyrics": "  Oh my heart is spinning like a wheel Only she can see the way that I feel Eyes are holding right across the room High explosion coming out of the blue Well here we go again Living in a world that others cannot share Yea here we go again We are moving from a spark to a flame  I am high on emotion, high again High on emotion, your love will find the way Hey ...... Oh my heart is burning like a fire Closer now and she is breathing desire Take my hand and give it all your light Take command I am your rhythm tonight Well here we go again We are moving from a spark to a flame Yea here we go again We are moving from a spark to a flame  I am high on emotion, high again High on emotion, your love will find the way  ",
        "title": "High On Emotion"
    },
    {
        "artist": "Vanity",
        "lyrics": "  Ahh!...Here we go again falling on my bed and pulling on a pillow Well I think you got what it takes to get me boiling like a kettle Here everything's boiling up I boil to the maximum,yeah Well I do believe babe,you boil me bubbling You get me in so much trouble Ooh and baby someday soon I will take you there Promise you the moon And then he pulled a seam and it went all the way  (chorus) Ooh yeah,such a pretty mess He made such a pretty mess on my dress Ooh yeah,such a pretty mess Such a pretty Here we go again,pulling on my hair I'm dripping like a hot tea I'm aware if you drip it too hot It just might spill all over this lovely Here everything's boiling up I boil to the maximum,yeah Well I do believe babe,you boil me bubbling You get me in double trouble Ooh and baby someday soon I will take you there Promise you the moon And then I took a drink and it went all the way  (chorus) Ooh yeah,such a pretty mess We've made such a pretty mess of my dress Ooh yeah,such a pretty mess Oh such a pretty Here we go again,crawling through the kitchen...oh ho ho hum I bet you got what it takes to get me into a living room position Ooh and baby someday soon I will take you there Promise me the moon And then he found a hallway that went all the way  (chorus) Ooh yeah,such a pretty mess He made such a pretty mess of my dress Ooh yeah,such a pretty mess Oh it's such a pretty --- .  ",
        "title": "Pretty Mess"
    },
    {
        "artist": "Van Halen",
        "lyrics": null,
        "title": "Panama"
    },
    {
        "artist": "Matthew Wilder",
        "lyrics": null,
        "title": "Bouncing Off The Wall"
    },
    {
        "artist": "Sergio Mendes",
        "lyrics": null,
        "title": "Alibis"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Turn Around"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Jump (for My Love)"
    },
    {
        "artist": "Krokus",
        "lyrics": "  Did you read it in the paper 'Bout the danger comin' your way She'll tear you up at midnite Killer on the loose get out of her way  Sex machine terrorizin' dream Lock the door tonite She's got it all she can walk thru a wall Better run for your life  And in the light of day In hidin' she will stay Watch out at midnite Feel her shadow on your face  Midnite maniac: she's a killer at large Midnite maniac: lock your door Cause she can't be far  Did you hear it on the radio Crimes of passion makin' the news It happened after midnite In your neighborhood could've been you  Sex machine terrorizin' dream Lock the door tonite She's got it all she can walk thru a wall Better run for your life  And in the light of day In hidin' she will stay Watch out at midnite Feel her shadow on your face  Midnite maniac: she's a killer at large Midnite maniac: lock your door Cause she can't be far  Midnite maniac: she's a killer at large Midnite maniac: lock your door She knows where you are  Midnite maniac: she's a killer at large Midnite maniac: lock your door Cause she can't be far  Midnite maniac: she's a killer at large Midnite maniac: lock your door She knows where you are  ",
        "title": "Midnite Maniac"
    },
    {
        "artist": "Teddy Pendergrass And Whitney Houston",
        "lyrics": null,
        "title": "Hold Me"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Verse 1: Ralph] Everybody's saying silly things Without knowing that life brings a change And they've been checking all the signs My friends say I'm love sick 'cause I All I keep thinking about is her in my arms (Got to see what love is all about) And I won't be the same until she is mine And my friends keep telling me to  [Hook] Cool it now You got to cool it now Ooooooh watch out You're gonna lose control Cool it now You got to slow it down Slow it down You're gonna fall in love  [Verse 2] Every day I walk her home from school And she tells me, how she really feels And there's no doubt in my mind That this girl is one of a kind 'Cause all I keep thinking about is her in my arms (Understand you're one of a kind) And I won't feel the same until she is mine And my friends keep telling me to  [Hook 2X] Cool it now You got to cool it now Ooooooh watch out You're gonna lose control Cool it now You better slow it down Slow it down You're gonna fall in love  [Verse 3] All I keep thinking about is her in my arms (Got to see what love is all about) And I'll never be the same until you are mine And my friends keep telling me  [Rap: Michael Bivins & Ronnie DeVoe] When you got a girl who takes her time You must slow the pace, you can't mess with her mind If she feels the same, she'll let ya know Just prepare yourself or be ready to go And I hope this message stays in your mind 'Cause you almost lost a girl who is right on time There's one more thing that you got to know Just cool it down and stay in control!  [Hook] Cool it now You got to cool it now Ooooooh watch out You're gonna lose control Cool it now You better slow it down Slow it down You're gonna fall in love  All I keep thinking about is her in my arms (Understand you're one of a kind) And I'll never be the same until you are mine, oh Listen to me, let me tell you...  [Rap: Ralph] Why you all coming down on me? Trying to tell me how my life is supposed to be I know you're only trying to help me out Trying to show me what life is really about But this time I'm gonna make it on my own So why don't you fellas just leave me alone Ronnie, Bobby, Ricky, and Mike If I love the girl who cares who you like  Cool it now Ooooooh watch out Cool it now Slow it down  Cool it now Ooooooh watch out Cool it now Slow it down  [Hook]  Cool it now Slow it down You're gonna lose control Cool it now You got to slow it down Slow it down 'Cause you're gonna fall in love  Cool it now Slow it down 'Cause you're gonna lose control Cool it now You got to slow it down Slow it down ' Cool it now Ooooooh watch out Cool it now Slow it down  ",
        "title": "Cool It Now"
    },
    {
        "artist": "Mtume",
        "lyrics": null,
        "title": "You, Me And He"
    },
    {
        "artist": "Go-Go's",
        "lyrics": null,
        "title": "Yes Or No"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": null,
        "title": "Infatuation"
    },
    {
        "artist": "Wang Chung",
        "lyrics": "  (Jack Hues / Darren Costin / Nick Feldman)  You had your dreams You required a scheme of things That evolved and resolved through the years And I had my part (When you wrote me out) But you broke my heart (When you wrote me out) Now you spend your whole time trying To burn me to the ground  Chorus: Don't be my enemy Can't you see What you're doing to me Don't be my enemy Can't you see What an effect this is having on me?  I had a thought It was just a simple thought Of a friend, very close, very clear But then it stopped looking so straight (When you wrote me out) You found the hate (When you wrote me out) Now you spend your whole time trying to make Me look like your main fool  Repeat Chorus  ",
        "title": "Don't Be My Enemy"
    },
    {
        "artist": "Rubber Rodeo",
        "lyrics": "  Turn around And you'll find The girl you left behind Turn around And I'll be there  Would it be such a crime To love me one more time? Baby, I, but I don't care  I always thought that When I found you That I would always be around you  I guess it goes to show How wrong a girl can be When you said goodbye to me  I will go anywhere with you Call my name And I'll be there Say the word And I'll pack my bags tonight I'll go anywhere If you are there  No, I'm not the kind To try to change your mind If I thought that I were wrong  I know that I could Make you happy (And I know) And I know that you could love me, too (You could love me, too)  I know that I could find A million reasons why (Don't say goodbye) Just don't say goodbye to me  I will go anywhere with you Call my name And I'll be there Say the word And I'll pack my bags tonight I'll go anywhere If you are there Turn around  I know that I could Make you happy (And I know) And I know that you could love me, too (You could love me, too)  I know that I could find A million reasons why (Don't say goodbye) Just don't say goodbye to me  I will go anywhere with you Call my name And I'll be there Say the word And I'll pack my bags tonight I'll go anywhere If you are there  I will go anywhere with you Call my name And I'll be there  I will go anywhere with you Call my name And I'll be there  I will go anywhere with you Call my name And I'll be there  ",
        "title": "Anywhere With You"
    },
    {
        "artist": "Herb Alpert's Tijuana Brass",
        "lyrics": null,
        "title": "Bullish"
    },
    {
        "artist": "Ollie And Jerry",
        "lyrics": null,
        "title": "Breakin'...there's No Stopping Us"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  [Verse] Oh, the night is my world City light painted girl In the day nothing matters It's the night time that flatters In the night, no control Through the wall something's breaking Wearing white as you're walkin' Down the street of my soul  [Pre-Chorus] You take my self, you take my self control You got me livin' only for the night Before the morning comes, the story's told You take my self, you take my self control Another night, another day goes by I never stop myself to wonder why You help me to forget to play my role You take my self, you take my self control  [Chorus] I, I live among the creatures of the night I haven't got the will to try and fight Against a new tomorrow, so I guess I'll just believe it That tomorrow never comes A safe night, I'm living in the forest of my dream I know the night is not as it would seem I must believe in something, so I'll make myself believe it That this night will never go  [Break] Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh Oh-oh-oh, oh-oh-oh  [Verse] Oh, the night is my world City light painted girl In the day nothing matters It's the night time that flatters  [Chorus] I, I live among the creatures of the night I haven't got the will to try and fight Against a new tomorrow, so I guess I'll just believe it That tomorrow never comes A safe night, I'm living in the forest of my dream I know the night is not as it would seem I must believe in something, so I'll make myself believe it That this night will never go  Oh-oh-oh, oh-oh-oh, oh-oh-oh, oh-oh-oh, oh-oh-oh  You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control You take my self, you take my self control  I, I live among the creatures of the night I haven't got the will to try and fight It's my world City light painted girl  ",
        "title": "Self Control"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  She got legs She knows how to use them She never begs She knows how to choose them She holding leg Wonder how to feel them Would you get behind them If you could only find them?  She's my baby She's my baby Yeah, that's alright Oh, yeah  She's got hair Down to her fanny She kinda jet set Try undo her panties Every time she's dancing Sshe knows what to do Everybody wants to see If she can use it  She's so fine She's all mine Girl, you got it right Oohh!  She got legs She knows how to use them She never begs She knows how to choose them She got a dime All of the time Stays out at night Moving through time  Oh, I want her Shit, I got to have her The girl is alright She's alright Oohh!  ",
        "title": "Legs"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Something in the way you love me won't let me be I don't want to be your prisoner So baby, won't you set me free? Stop playing with my heart Finish what you start When you make my love come down If you want me, let me know Baby, let it show Honey, don't you fool around  [Pre-Chorus] Just try to understand, I've given all I can 'Cause you got the best of me  [Chorus] Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline  [Post-Chorus] Keep on pushing me, baby Don't you know you drive me crazy? You just keep on pushing my love over the borderline  [Verse 2] Something in your eyes is making such a fool of me When you hold me in your arms, you love me 'til I just can't see But then you let me down When I look around, baby, you just can't be found Stop driving me away I just want to stay There's something I just got to say  [Pre-Chorus] Just try to understand, I've given all I can 'Cause you got the best of me  [Chorus] Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline Borderline feels like I'm going to lose my mind You just keep on pushing my love over the borderline  [Post-Chorus] Keep on pushing me, baby Don't you know you drive me crazy? You just keep on pushing my love over the borderline  [Verse 3] Look what your love has done to me C'mon, baby, set me free You just keep on pushing my love over the borderline You cause me so much pain I think I'm going insane What does it take to make you see? You just keep on pushing my love over the borderline  [Outro] Keep pushing me, keep pushing me Keep pushing my love C'mon, baby C'mon, darling, yeah You just keep on pushing my love over the borderline  ",
        "title": "Borderline"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  [Verse 1] I'm all out of hope One more bad dream could bring a fall When I'm far from home Don't call me on the phone To tell me you're alone It's easy to deceive It's easy to tease But hard to get release  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Verse 2] I spend so much time Believing all the lies To keep the dream alive Now it makes me sad It makes me mad at truth For loving what was you  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Verse 3] When you hear the music you make a dip Into someone else's pocket then make a slip Steal a car and go to Las Vegas oh, the gigolo pool Hanging out by the state line Turning holy water into wine Drinking it down, oh I'm on a bus on a psychedelic trip Reading murder books trying to stay hip I'm thinking of you you're out there so Say your prayers Say your prayers Say your prayers Now I close my eyes And I wonder why I don't despise Now all I can do Is love what was once So alive and new But it's gone from your eyes I'd better realise  [Hook] Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Les yeux sans visage, eyes without a face Got no human grace your eyes without a face  [Outro] Such a human waste your eyes without a face And now it's getting worse  ",
        "title": "Eyes Without A Face"
    },
    {
        "artist": "Quiet Riot",
        "lyrics": "  Ma mama weer all crazee now Ma ma mama weer all crazee now Woo! I don't want to drink my whiskey like you do I don't need to spend my money but still do Well don't stop now come on Another drop now so come on I want a lot now so come on That's why That's why I say Ma mama weer all crazee now Ma ma mama weer all crazee now, yeah And you told me fool firewater won't hurt me, but you lied And you tease me and all my ladies dessert me, I'm gonna get 'em back But don't stop now come on Another drop so come on I want a lot now so come on That's why That's why I say Ma mama weer all crazee now I say Ma ma mama weer all crazee now Get crazee Yeah! Let's go! Let's party! I say Ma mama weer all crazee now Ma mama weer all crazee now Oh yeah Ma mama weer all crazee now Ooh Ma ma ma ma mama weer all crazee now Get crazee with me Ma mama weer all crazee now (Mama, mama I'm going crazee. Help me) Ma mama weer all crazee now (Oh help me I'm going wild and crazee) Ma mama weer all crazee now I say Ma ma ma ma mama weer all crazee I said Ma ma ma ma mama weer all crazee now Yeah Woo-hoo!  ",
        "title": "Mama, Weer All Crazee Now"
    },
    {
        "artist": "Steve Perry",
        "lyrics": null,
        "title": "She's Mine"
    },
    {
        "artist": "Billy Satellite",
        "lyrics": null,
        "title": "Satisfy Me"
    },
    {
        "artist": "Elvis Costello & The Atrractions",
        "lyrics": "  [Verse 1] I know a girl got my mind in a mess I never heard her say goodnight and God bless She's not the only flame in town And when we're alone we never quarrel I'm miles away now here's the moral She's not the only flame in town  [Chorus] She's not the only flame in town She's got to stop thinking that I'm Carrying this torch around  [Verse 2] He struck a match and it lit up her face We should have struck a match girl To burn down the whole place Now you're not the only flame in town But you blew hot and cold Turned my heart to a cinder And with each passing day You'd be less tender and more tinder Now you're not the only flame in town  [Chorus]  [Verse 3] Thought I saw your face in the fire But it's so hard to remember Even an inferno can cool down to an ember Now you're not the only flame You're not the only flame You're not the only flame in town  ",
        "title": "The Only Flame In Town"
    },
    {
        "artist": "Mike Reno And Ann Wilson",
        "lyrics": "  ALMOST PARADISE Mike Reno (of \"Loverboy\") and Ann Wilson (of \"Heart\") Love Theme from Footloose I thought that dreams belonged to other men 'Cuz each time I got close They'd fall apart again I feared my heart would beat in secrecy I faced the nights alone Oh, how could I have known That all my life I only needed you Chorus Whoa-oa ALMOST PARADISE We're knocking on heaven's door ALMOST PARADISE How could we ask for more? I swear that I can see forever in your eyes Paradise It seems like perfect love's so hard to find I'd almost given up You must've read my mind And all these dreams I saved for a rainy day They're finally comin' true I'll share them all with you 'Now we hold the future in our hands Chorus And in your arms salvation's not so far away We're getting closer, coser every day Chorus  ",
        "title": "Almost Paradise...Love Theme From Footloose"
    }
]