[
    {
        "artist": "The Staple Singers",
        "lyrics": "  Oh, mmm.. I know a place Ain't nobody cryin', ain't nobody worried Ain't no smilin' faces, mmm, naw, naw  Lyin' to the races Help me, come on, come on Somebody help me now (I'll take you there) Help me, y'all (I'll take you there) Help me now (I'll take you there) Oh! (I'll take you there) Oh, oh! mercy (I'll take you there) Oh, let me take you there! (I'll take you there) Oh, oh, let me take you there! (I'll take you there)  Play your, play your, play, play Play your, play your piano now Alright, ah, do it, do it, come on now Play on it, play on it, big daddy now Daddy, daddy, daddy, play your  Ooh, Lord, alright now Baby, little Davey, easy now, help me out Come on, little Davey, alright Sock it, sock it, ah, oh, ah  I know a place, y'all (I'll take you there) Ain't nobody cryin' (I'll take you there) Ain't nobody worried (I'll take you there) No smilin' faces (I'll take you there) Uh uh (Lyin' to the races) (I'll take you there) Oh, no Oh! (I'll take you there) Oh, oh, oh! (I'll take you there) Mercy now! (I'll take you there) I'm callin', callin', callin' for mercy! (I'll take you there) Mercy, mercy! (I'll take you there) Let me (I'll take you there) Oh, oh! I'll take you there (I'll take you there) Oh, I wanna take you there (I'll take you there) Just take me by the hand, let me (I'll take you there) Let me, let me, let me, let me lead, lead the way Oh! (I'll take you there) Let me take you there! (I'll take you there) Let me take you there! (I'll take you there) Ain't no smilin' faces! (I'll take you there) Up in here, lyin' to the races! (I'll take you there) You oughta, you gotta, gotta, gotta let me, let me! (I'll take you there) Take you, take you, take you over there! (I'll take you there) Ooh, oh, oh! Alright (I'll take you there) Oh, alright! (I'll take you there) Oh, oh! (I'll take you there) Ah, oh yeah (I'll take you there) Oh yeah (I'll take you there) Let me lead the way (I'll take you there) Let me, let me, let me lead the way (I'll take you there) (I'll take you there) Oh, mmm (I'll take you there) You won't have to pay, oh, oh no  ",
        "title": "I'll Take You There"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Oh, girl I'd be in trouble if you left me now Cause I don't know where to look for love I just don't know how  Oh, girl How I depend on you To give me love when I need it Right on time you would always be  All my friends call me a fool They say let the woman take care of you So I try to be hip and think like the crowd But even the crowd can't help me now, ohhhh  Oh, girl Tell me, what am I gonna do I know I've got a guilty face Girl, I feel so out of place, oh, yeah yeah  Don't know where to go, who to see, yeah  Oh, girl I guess I better go I can save myself a lot of useless tears Girl, I've gotta get away from here  Oh, girl Pain will double if you leave me now I don't know where to look for love And I don't, I don't know how  Oh, girl Why do I love you so? Yeah  Better be on my way, I can't stay Oh yeah Have you ever seen such a helpless man, oh no  ",
        "title": "Oh Girl"
    },
    {
        "artist": "Roberta Flack",
        "lyrics": "  The first time, ever I saw your face I thought the sun rose in your eyes And the moon and the stars Were the gifts you gave To the dark, and the endless skies My Love  And the first time, ever I kissed your mouth I felt the earth move in my hands Like the trembling heart Of a captive bird That was there, at my command My Love  And the first time, ever I lay with you I felt your heart so close to mine And I knew our joy Would fill the earth And last, til the end of time My Love And last, 'til the end of time My love  The first time, ever I saw Your face Your face Your fa-ace Your face  ",
        "title": "The First Time Ever I Saw Your Face"
    },
    {
        "artist": "Sammy Davis, Jr. with The Mike Curb Congregation",
        "lyrics": "  [Intro] Candy Man, hey Candy Man Alright everybody, gather around The Candy Man is here What kind of candy do you want? Sweet chocolate? Chocolate walnut candy? Gum drops? Anything you want You've come to the right man because I'm the Candy Man  [Verse 1] Who can take a sunrise? (Who can take a sunrise?) Sprinkle it with dew (Sprinkle it with dew) Cover it with chocolate and a miracle or two  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Who can take the rainbow? (Who can take the rainbow?) Wrap it in a sigh (Wrap it in a sigh) Soak it in the sun and make a groovy lemon pie  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Now, you talk about your childhood wishes You can even eat the dishes  [Verse 2] Oh, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Talk about your childhood wishes You can even eat the dishes  [Verse 3] Yeah, yeah, yeah, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Yes, the Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Outro] A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man  ",
        "title": "The Candy Man"
    },
    {
        "artist": "Dr. Hook And The Medicine Show",
        "lyrics": "  Sylvia's mother says Sylvia's busy Too busy to come to the phone Sylvia's mother says Sylvia's trying To start a new life of her own Sylvia's mother says Sylvia's happy So why don't you leave her alone? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's packing She's gonna be leaving today Sylvia's mother says Sylvia's marrying A fella down Galveston way Sylvia's mother says please don't say nothing To make her start crying and stay And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's hurrying She's catching the nine o'clock train Sylvia's mother says take your umbrella 'Cause, Sylvie, it's starting to rain And Sylvia's mother says thank you for calling And, sir, won't you call back again? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her a while Please, Mrs. Avery, I just want to tell her goodbye Tell her goodbye Please, tell her goodbye  ",
        "title": "Sylvia's Mother"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  Sweet the rain's new fall, sunlit from Heaven Like the first dew fall on the first grass Praise for the sweetness of the wet garden Sprung in completeness where His feet pass  Mine is the sunlight, mine is the morning Born of the One Light Eden saw play Praise with elation, praise every morning God's recreation of the new day  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  ",
        "title": "Morning Has Broken"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  [Verse 1] Women think I'm tasty, but they're always tryin' to waste me And make me burn the candle right down But baby, baby, I don't need no jewels in my crown Cause all you women is low down gamblers Cheatin' like I don't know how But baby, I go crazy, there's fever in the funk house now This low down bitchin' got my poor feet a itchin' You know you know the deuce is still wild  [Chorus] Baby, I can't stay, you got to roll me And call me the tumbling dice  [Verse 2] Always in a hurry, I never stop to worry Don't see the time flashin' by Honey, got no money I'm all sixes and sevens and nines Say now, baby, I'm the rank outsider You can be my partner in crime  [Chorus] But baby, get it straight You got to roll me and call me the tumbling Roll me and call me the tumbling dice  [Bridge] Oh, my, my, my, I'm the lone craps shooter Playing the field every night  [Outro] Baby, get it straight You got to roll me and call me the tumbling dice (Call me the tumbling) Got to roll me, got to roll me, got to roll me (Oh yeah) Got to roll me, got to roll me, got to roll me (Keep on rolling, Keep on rolling)  ",
        "title": "Tumbling Dice"
    },
    {
        "artist": "Gallery",
        "lyrics": null,
        "title": "Nice To Be With You"
    },
    {
        "artist": "Commander Cody & His Lost Planet Airmen",
        "lyrics": "  My pappy said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot Rod Lincoln.\"  Have you heard this story of the Hot Rod race When Fords and Lincolns was settin' the pace That story is true, I'm here to say I was drivin' that Model A  It's got a Lincoln motor and it's really souped up That Model A Vitimix makes it look like a pup It's got eight cylinders; uses them all It's got overdrive, just won't stall  With a 4-barrel carb and a dual exhaust With 4.11 gears you can really get lost It's got safety tubes, but I ain't scared The brakes are good, tires fair  Pulled out of San Pedro late one night The moon and the stars was shinin' bright We was drivin' up Grapevine Hill Passing cars like they was standing still  All of a sudden in a wink of an eye A Cadillac sedan passed us by I said, \"Boys, that's a mark for me!\" By then the taillight was all you could see  Now the fellas was ribbin' me for bein' behind So I thought I'd make the Lincoln unwind Took my foot off the gas and man alive I shoved it on down into overdrive  Wound it up to a hundred-and-ten My speedometer said that I hit top end My foot was blue, like lead to the floor That's all there is and there ain't no more  Now the boys all thought I'd lost my sense And telephone poles looked like a picket fence They said, \"Slow down! I see spots! The lines on the road just look like dots.\"  Took a corner; sideswiped a truck Crossed my fingers just for luck My fenders was clickin' the guardrail posts The guy beside me was white as a ghost  Smoke was comin' from out of the back When I started to gain on that Cadillac Knew I could catch him, I thought I could pass Don't you know by then we'd be low on gas?  We had flames comin' from out of the side Feel the tension. Man! What a ride! I said, \"Look out, boys, I've got a license to fly!\" And that Caddy pulled over and let us by  Now all of a sudden she started to knockin' And down in the dips she started to rockin' I looked in my mirror; a red light was blinkin' The cops was after my Hot Rod Lincoln!  They arrested me and they put me in jail And called my pappy to throw my bail And he said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot... Rod... Lincoln!\"  ",
        "title": "Hot Rod Lincoln"
    },
    {
        "artist": "Al Green",
        "lyrics": "  [Verse 1] Now that you're here with me I want to keep you free To do the things that you want to do The joy in life is loving you But now the day has come To let you know where I'm coming from, yeah The best of my years will go to you It's the only thing that I can do But these things don't come overnight Lovin' you, baby, and I think I'm right Let me say before I forget Lovin' you, baby, it's where it's at, yeah  [Chorus] And oh baby, look what you done for me Oh baby, you set my heart free, yeah Oh, what a feeling, yeah yeah yeah What a feeling, yeah  [Verse 2] Sometimes I wanna leave, but then I say It wouldn't make sense, no, anyway Forgive me baby, if I do wrong I haven't been a true man for so long Let be say before I forget Lovin' you, baby, it's where it's at  [Chorus] Oh baby, look what you done for me Oh baby, you set my heart free Baby, do you wanna, do the thing that you oughta You've been very good for me And I, I gotta, gotta to say it Oh baby, look what you done for me Oh yeah, you set my heart free, yeah  [Outro] Oh, no matter, what you done for me I got this feelin' that it's gonna...hey! And oh, look what you done for me Baby baby, you set my heart free  ",
        "title": "Look What You Done For Me"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Last night, I didn't get to sleep at all, no, no I lay awake and watched until the morning light Washed away the darkness of the lonely night (Lonely night)  Oh, and last night, I got to thinking maybe I, I, I Should call you up and just forget my foolish pride I heard your number ringing, I went cold inside And last night, I didn't get to sleep at all  I know it's not my fault, I did my best God knows this heart of mine could use a rest But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all  But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all, no, no, no (No, no, no) No, no, no Oh, last night, I didn't get to sleep at all, no, no Last night, I didn't get to sleep at all, oh, oh Last night  ",
        "title": "(Last Night) I Didn't Get To Sleep At All"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Song sung blue, everybody knows one Song sung blue, every garden grows one  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it get to feeling good You simply got no choice  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it start to feeling good You simply got no choice  Song sung blue Song sung blue Funny thing But you can sing it with a cry in your voice  ",
        "title": "Song Sung Blue"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  Little bitty pretty one Come on and talk to me Lovey dovey lovely one Come sit down on my knee  I can tell you a story That happened a long time ago Little pitty pretty one I've been watching you grow  Little bitty pretty one Come on and talk to me Lovey dovey lovely one Come sit down on my knee  Come on everybody Let's put our hands together and sing along Come on, come on I'm saying Come on  I can tell you a story That happened a long time ago Little bitty pretty one I've been watching you grow  ",
        "title": "Little Bitty Pretty One"
    },
    {
        "artist": "Love Unlimited",
        "lyrics": "  It sure is Everyone's trying to get out in the rain Oh, it feels so good  The rain and thinking of you Soon as I get home, I'm gonna call you And tell you, how much I love you Oh, I feel so good  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  To each is own, I've heard them say Well, I got mine in so many ways, yeah Like being together, whether near or far It doesn't matter where you are  So in love with each other Giving love so warm and free Made our dream a reality Then it'll last forever and ever  With every step we take And every breath we make Darling, just you and me  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  So in love with each other With every passing day we share The thought of knowing someone cares Just being together  Making love so tenderly Exploding into ecstasy Then it'll last forever and ever Together we hold the key To make forever our destiny  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  I'm gonna call him right now Gee, I hope he's home Hello Baby, I'm home  I've got something to tell you What? I love you Oh, I love you too  Did you get caught in the rain? Oh, yes It was so beautiful Let me tell you how it started  Walking in the rain with the one I love  ",
        "title": "Walkin' In The Rain With The One I Love"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  It's going to take some time this time To get myself in shape I really fell out of line this time I really missed the gate  The birds on the telephone line (next time) Are crying out to me (next time) And I won't be so blind next time And I'll find some harmony  But it's going to take some time this time And I can't make demands But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  It's going to take some time this time No matter what I've planned But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  ",
        "title": "It's Going To Take Some Time"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Diary"
    },
    {
        "artist": "Billy Preston",
        "lyrics": "  Instrumental  ",
        "title": "Outa-Space"
    },
    {
        "artist": "Todd Rundgren",
        "lyrics": "  [Verse 1] It was late last night I was feeling something wasn't right There was not another soul in sight Only you, only you  So we walked along Though I knew that there was something wrong And a feeling hit me, oh so strong About you  [Chorus 1] Then you gazed up at me And the answer was plain to see 'Cause I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 2] Though we had our fling (we had our fling) I just never would suspect a thing (suspect a thing) Till that little bell began to ring (began to ring) In my head, in my head  But I tried to run (I tried to run) Though I knew it wouldn't help me none (would not help me none) 'Cause I couldn't ever love no one Or so I said  [Chorus 2] 'Cause my feelings for you Were just something I never knew Till I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 3] But I love you best It's not something that I say in jest 'Cause you're different, girl, from all the rest In my eyes  [Chorus 3] And I ran out before But I won't do it anymore Can't you see the light in my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes)  ",
        "title": "I Saw The Light"
    },
    {
        "artist": "The Jimmy Castor Bunch",
        "lyrics": "  (Intro) Yeah, I know what you're talkin' about Uhh There was a time when man did live in caves as we all know These people were known as cave men, neanderthal men or troglodytes  What we're gonna do right here is go back, way back, back into time When the only people that existed were troglodytes... cave men... Cave women... Neanderthal... troglodytes. Let's take the average Cave man at home, listening to his stereo. Sometimes he'd get up Try to do his thing. He'd begin to move, something like this: \"Dance... dance\". When he got tired of dancing alone, he'd look In the mirror: \"Gotta find a woman gotta find a woman gotta find a Woman gotta find a woman\". He'd go down to the lake where all the Woman would be swimming or washing clothes or something. He'd look Around and just reach in and grab one. \"Come here... come here\" He'd grab her by the hair. You can't do that today, fellas, cause It might come off. You'd have a piece of hair in your hand and she'd Be swimming away from you (ha-ha). This one woman just lay there Wet and frightened. He said: \"Move... move\". She got up. She was a Big woman. BIG woman. Her name was Bertha. Bertha Butt. She was one Of the Butt sisters. He didn't care. He looked up at her and said: \"Sock it to me sock it to me sock it to me sock it to me sock it to me Sock it to me sock it to me sock it to me!\". She looked down on him She was ready to crush him, but she began to like him. She said (Falsetto): \"I'll sock it to ya, Daddy\". He said: \"Wha?\". She said (falsetto): \"I'll sock it to ya, Daddy\". You know what he said? He started it way Back then. I wouldn't lie to you. When she said (falsetto) \"I'll sock it to ya, Daddy\" he said \"Right on! Right on! Hotpants! Hotpants! Ugh... ugh... ugh\"  ",
        "title": "Troglodyte (Cave Man)"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "I Gotcha"
    },
    {
        "artist": "The Stylistics Featuring Russell Thompkins,Jr.",
        "lyrics": "  [Verse 1] There's a spark of magic in your eyes Candyland appears each time you smile (ooh ooh ooh) Never thought that fairy tales came true But they come true When I'm near you  [Pre-Chorus] You're a genie in disguise (ooh ooh ooh) Full of wonder and surprise And  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Verse 2] If I could I'd catch a falling star To shine on you so I'll know where you are (ooh ooh ooh) Order rainbows in your favorite shade To show I love you Thinking of you  [Pre-Chorus] Write your name across the sky (ooh ooh ooh) Anything you ask I'll try 'Cause  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Outro] Betcha by golly, wow You're the one that I've been waiting for forever  ",
        "title": "Betcha By Golly, Wow"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  Mama pajama rolled outta bed, and she ran to the police station When Papa found out, he began to shout, and he started the investigation It's against the law, it was against the law What the mama saw, it was against the law  The mama looked down and spit on the ground every time my name gets mentioned The papa said \"Oy! if I get that boy I'm gonna stick him in the house of detention\"  [Hook] Well I'm on my way, I don't know where I'm going I'm on my way, I'm taking my time, but I don't know where Goodbye to Rosie, the queen of Corona Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard  [Instrumental break]  In a couple of days they're gonna take me away But the press let the story leak When the radical priest come to get me released We was all on the cover of Newsweek  [Hook] Well I'm on my way, I don't know where I'm going I'm on my way, I'm taking my time, but I don't know where Goodbye to Rosie, the queen of Corona Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard  ",
        "title": "Me And Julio Down By The Schoolyard"
    },
    {
        "artist": "The Pipes And Drums And The Military Band Of The Royal Scots Dragoon Guards",
        "lyrics": null,
        "title": "Amazing Grace"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": null,
        "title": "Taxi"
    },
    {
        "artist": "War",
        "lyrics": "  I was slippin' into darkness When they took my friend away I was slippin' into darkness When they took, when they took my friend away  He know he loves to drink good whiskey While Laughing at the moon  Slippin' into darkness Take my mind beyond the dreams I was slippin' into darkness Take my mind beyond the dreams  Where I talk to my brother Who never said their name  Slippin' into darkness All my trouble so I choose I was slippin' into darkness All my trouble so I choose  I got a wife and a baby Now my love hath gained its fame  Slippin' into darkness When I heard my mother say I was slippin' into darkness When I heard my mother say You've been slippin' into darkness  Pretty soon you gonna pay  ",
        "title": "Slippin' Into Darkness"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Hmm hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm hmm  Sometimes in our lives we all have pain We all have sorrow But if we are wise We know that there's always tomorrow  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  Please swallow your pride If I have things you need to borrow For no one can fill those of your needs That you won't let show  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  If there is a load you have to bear That you can't carry I'm right up the road I'll share your load If you just call me  Call me, if you need a friend Call me, oh baby now Call me, if you need a friend Call me ...  yeah ever need me Call me, call me Call me, call me Call me, call me Call me, call me Call me, if you need a friend Call me, call me Call me, call me Call me, call me Call me, call me Call me  ",
        "title": "Lean On Me"
    },
    {
        "artist": "America",
        "lyrics": null,
        "title": "I Need You"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] First thing I remember was asking papa \"Why?\" For there were many things I didn't know And Daddy always smiled; took me by the hand Saying, \"Someday you'll understand\"  Well, I'm here to tell you now each and every mother's son You better learn it fast; you better learn it young 'Cause Someday Never Comes  The time and tears went by and I collected dust For there were many things I didn't know When Daddy went away, he said, \"Try to be a man And, Someday you'll understand\"  (Chorus)  And then, one day in April, I wasn't even there For there were many things I didn't know A son was born to me, Mama held his hand Saying \"Someday you'll understand\"  (Chorus) Ooh, someday never comes  Think it was September, the year I went away For there were many things I didn't know And I still see him standin', tryin' to be a man I said, \"Someday you'll understand\"  (Chorus) Oh someday never comes  Hmmm Hmmm Hmmm  ",
        "title": "Someday Never Comes"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": "  Come to me before your friends tell you They can't help you I'm your woman I should be the first one to know If you want something If you need something Why do you think I work so hard And do all the things I do Because I don't want nobody else to do a thing for you  Baby, baby please ask me what you want And I'll try my best to get it, get it, get it, get it Ask me what you want And I'll try my best to get it, get it, get it, get it  You've shown me that a woman's place Is right beside her man This I can understand That foolish pride keeps pushing aside All the things I wanna do for you I'm on your side Don't you know that when you're down I'm the one you should turn to  Don't be ashamed because it's the same Thing I expect of you Baby, baby please Why should my giving you things make you feel insecure I'm also giving you all the love anyone can endure  ",
        "title": "Ask Me What You Want"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Isn't life strange, a turn of the page Can't read like before, can we ask for more? Each day passes by, how hard man will try? The sea will not wait, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't love strange, a word we arrange With no thought or care, maker of despair Each breath that we breathe, with love we must weave To make us as one, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't life strange, a turn of the page A book without light, unless with love we write To throw it away, to lose just a day The quicksand of time, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were  ",
        "title": "Isn't Life Strange"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  [Intro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  [Verse 1] Old man, look at my life 24 and there's so much more Live alone in a paradise That makes me think of two Love lost, such a cost Give me things that don't get lost Like a coin that won't get tossed Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Verse 2] Lullabies, look in your eyes Run around the same old town Doesn't mean that much to me To mean that much to you I've been first and last Look at how the time goes past But I'm all alone at last Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Outro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  ",
        "title": "Old Man"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] She packed my bags last night, pre-flight Zero hour: 9:00 a.m And I'm gonna be high as a kite by then I miss the Earth so much, I miss my wife It's lonely out in space On such a timeless flight  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Verse 2] Mars ain't the kind of place to raise your kids In fact, it's cold as hell And there's no one there to raise them if you did And all this science I don't understand It's just my job five days a week Rocket man! Rocket man!  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Outro] And I think it's gonna be a long, long time  ",
        "title": "Rocket Man"
    },
    {
        "artist": "Frederick Knight",
        "lyrics": "  CHORUS I've been lonely for so long Don't seem like happiness will come along I've been lonely for so long Don't seem like happiness will come along  These ain't rain clouds over my head Everybody's throwing rocks in my bed Just can't seem to get ahead in life Oh, nothing I do ever turn out right Won't somebody help me please  CHORUS  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  Yes I know what it feels like to be lonely To have your friends turn their backs on you Yes I've been lonely To never know the real meaning of peace of mind, yes  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  ",
        "title": "I've Been Lonely For So Long"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  [Verse 1] Speak softly, love And hold me warm against your heart I feel your words The tender trembling moments start We're in a world, our very own Sharing a love that only few have ever known  [Chorus] Wine-colored days warmed by the sun Deep velvet nights when we are one  [Verse 2] Speak softly, love So no one hears us but the sky The vows of love We make will live until we die My life is yours and all because You came into my world with love so softly love  [Chorus] Wine-colored days warmed by the sun Deep velvet nights when we are one  [Verse 3] Speak softly, love So no one hears us but the sky The vows of love we make will live until we die My life is yours and all because You came into my world with love so softly love  ",
        "title": "Love Theme From \"The Godfather\" (Speak Softly Love)"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Day Dreaming"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  Doctor, my eyes have seen the years And the slow parade of fears without crying Now I want to understand  I have done all that I could To see the evil and the good without hiding You must help me if you can  Doctor, my eyes Tell me what is wrong Was I unwise to leave them open for so long?  Cause I have wandered through this world And as each moment has unfurled I've been waiting to awaken from these dreams People go just where they will I never noticed them until I got this feeling That it's later than it seems  Doctor, my eyes Tell me what you see I hear their cries Just say if it's too late for me  Doctor, my eyes Cannot see the sky Is this the prize for having learned how not to cry?  ",
        "title": "Doctor My Eyes"
    },
    {
        "artist": "Cher",
        "lyrics": "  Look at us, the picture of happiness Not so long ago, aw not so very long ago The pride of all our friends The perfect couple were we Is this how it will end? Just a sad, sad story  Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Tumbling down  Look at us, the King and Queen of emptiness Living inside our castle of linliness Unable to make amends Such perfect strangers are we Is this how it will end? Just a sad story  Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Living in a house divided With a love that's so one-sided There's no chance at all The walls have gotta fall Tumbling down  ",
        "title": "Living In A House Divided"
    },
    {
        "artist": "Don McLean",
        "lyrics": null,
        "title": "Vincent (Starry, Starry Night)/Castles In The Air"
    },
    {
        "artist": "Little Jimmy Osmond with The Mike Curb Congregation",
        "lyrics": "  I'll be your long haired lover from Liverpool And I'll do anything you say I'll be your clown or your puppet or your April Fool If you'll be my sunshine daisy from L.A  I'll be your leprechaun and sit upon an old toad stool I'll serenade you till I'm old and gray I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A  You'll be my lovely daisy on the mountainside There are lots of other flowers, too But all the other flowers hung their heads and cried Because the loveliest of all of them was you  But you were evidently the exception to the rule I picked you quickly then I ran away Cause I was your long haired lover from Liverpool You were my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair, I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A., You'll be my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A....  ",
        "title": "Long Haired Lover From Liverpool"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Oh, Baby, let's take life's highway It's automatically yours and my way No road is too rough to travel We'll walk barefoot on life's gravel  Together whatever we express now Automatically means success now Whatever mystery life's about There's no doubt we'll work it out  CHORUS Cause you're mine and I'm yours So who cares if when it rains it pours? I'm yours and you're mine It's automatically sunshine  Oh baby until you find you Automatically I'm behind you So do your thing and always know Where you go I'm going to follow  Don't you worry when you're setback Home you'll hurry and then you'll get back All the courage my love can give All our lives long as we live  CHORUS  ",
        "title": "Automatically Sunshine"
    },
    {
        "artist": "Graham Nash & David Crosby",
        "lyrics": "  There I was at the immigration scene Shining and feeling clean, could it be a sin? I got stopped by the immigration man He said he doesn't know if he can let me in  Let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  There he was with his immigration face Giving me a paper chase but the sun was coming 'Cos all at once he looked into my space And stamped a number all over my face and he sent me running  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  Here I am with my immigration form and it's big enough to keep me warm When a cold wind's coming, go where you will As long as you think you can, you'd better watch out Watch out for the man anywhere you're going  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  ",
        "title": "Immigration Man"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": "  The love between the two of us was dying And it got so bad I knew I had to leave But halfway down that highway when I turned around I saw My little daughter running after me Crying  Daddy, don't you walk so fast Daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  Now, it broke my heart to tell my little daughter That her daddy had to run to catch a train She had no way of knowin' I was leavin' home for good I turned around and there she was again As she said to me  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  If only for the sake of my sweet daughter I just had to turn back home right there and then And try to start a new life with the mother of my child I couldn't bear to hear those words again She cried and said  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Oh, daddy, don't you walk so fast  (Daddy, don't you walk so fast) My daughter cried (Daddy, don't you walk so fast) Daddy, slow down some 'cause you're makin' me run  ",
        "title": "Daddy Don't You Walk So Fast"
    },
    {
        "artist": "David Cassidy",
        "lyrics": null,
        "title": "How Can I Be Sure"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Ow, there it is  [Verse 1] Hey, soul, soul Need a taste Mine is right, yeah In the right place You're doing your do Like you want to be Give up trying To run the game on me  [Pre-Chorus] Then dig it From the real side Stand, sure enough To be satisfied  [Chorus] Meet be at the big house Get down Let everybody know Let everybody know  [Verse 2] My main squeeze Just hit the town Get up and do what, what you can Get up and do what you can For the world to see Games don't mean Nothing to me You can't run a game on me Don't need to thank me Don't mean a thing Hey, hit it, come on, uh Playing in the car [?] Wipe the sweat Going to have some fun Time's getting short We got to move But in the meantime Mama, we got to groove, hey Long as you see Can't run a game on me Long as you see Games don't mean a thing to me Long as you see  [Bridge]Hey hey Hey, hey Hit it Hit it, hit it Hit it, hit it, hit it  [Pre-Chorus]  [Chorus] Meet at the big house Where we all get down Let everybody know The main man just hit the town  [Outro] Got a mean man We got a mean man I want to see the man scream I got the mean man  ",
        "title": "There It Is (Part 1)"
    },
    {
        "artist": "100 Proof Aged in Soul",
        "lyrics": null,
        "title": "Everything Good Is Bad"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": null,
        "title": "Walk In The Night"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": "  [Intro] Back off boogaloo I said, back off boogaloo I said, back off boogaloo, boo  [Verse 1] Back of boogaloo What do you think I'm going to do? I got a flash right from the start Wake up, meat head Don't pretend that you are dead  [Pre-Chorus] Get yourself up off the cart Get yourself together now And give me something tasty Everything you try to do You know it sure sounds wasted  [Chorus] Back off boogaloo I said, back off boogaloo Come on, back off boogaloo, boo  [Verse 2] You think you're a groove Standing there in your wallpaper shoes And your socks that match your eyes  [Chorus]  [Pre-Chorus] Get yourself together now And give me something tasty Everything you try to do You know it sure sounds wasted  [Chorus][x6]  ",
        "title": "Back Off Boogaloo"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweet, tweet, tweet, tweet  [Pre-Chorus] He rocks in the tree tops all day long Hopping and a-Bopping and singing his song All the little birdies on Jaybird Street Love to hear the robin go tweet tweet tweet  [Chorus] Rocking robin, rock rock Rocking robin Blow rocking robin Because we are really going to rock tonight  [Verse 1] Every little swallow, every chick-a-Dee Every little bird in the tall oak tree The wise old owl, the big black crow Flapping their wings singing go bird go  [Chorus]  [Verse 2] Pretty little raven at the bird-band stand Taught him how to do the bop and it was grand They started going steady and bless my soul He out-bopped the Buzzard and the Oriole  [Pre-Chorus]  [Chorus]  Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweet, tweet, tweet, tweet  ",
        "title": "Rockin' Robin"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] Can it be I stayed away too long Did I leave your mind when I was gone It is not my thing trying to get back But this time let me tell you where I am at You don't have to worry because I am coming Back to where I should have always stayed And now I've learned the meaning to your story And it is enough love for me to stay  Can it be I stayed away too long Did I leave your mind when I was gone It is not my thing trying to get back But this time let me tell you where I am at  [Chorus] I want to, want to be where you are Anywhere you are I want to, want to be where you are Everywhere you are  [Verse 2] Please don't close the door to our future There are so many things we haven't tried I could love you better than I used to And give you all the love I have inside  [Chorus] I want to, want to be where you are Any, any, anywhere you are I want to, want to be where you are I got to be where you are  ",
        "title": "I Wanna Be Where You Are"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  Well You been talkin’, talkin’ to the people Tryin’ to get them to go your way Telling us, telling us not to worry You say we won’t be led astray We’re so tired of your signifying How do we know, till it’s too late Whether or not you’ve been lying? Think about the mistakes you make I believe, sir, that humanity’s at stake You see, busin’, busin’ is just one issue  One Issue What about the rest of it, mister? Well If you, if you got the plan I said If you’ve got the master plan I got to vote for you Ah yeah I got to vote for you ‘Cause You’re the man I know, ah yeah! Maybe what this country needs is a lady Is a Lady for president No, we don’t wanna hear no more lies About How you plan to economize We want our dollar value increased And employment to rise This heavy taxation has got us all in this awful situation Don’t give us no peace sign Turn around Rob the people blind Economics Money is all you’re interested in Do you have a plan all the people can share in? ‘Cause if you’ve got the plan I got to vote for you Cause You’re the man. I know!  Jesus People marching on Washington Why not hear what they have to say? Because the tables might turn against you Set around Election Day Demagogues and admitted minority haters should never be President, this time a lady Will you, Will you stop the bombs Right all the wrongs This administration has done? I know peace and freedom is the issue  Oh Lord! Do you have a plan with you, mister? ‘Cause If you’ve got a plan I said You, You’ve got the master plan Well I got to vote for you Oh Lord I got to vote for you ‘Cause! You’re the man Got to vote for you!  If you’re gonna take a stand Got to vote for you. Gonna be the man? What about the issues? What about the young folk? What about marijuana? What about peace? Peace in the land Do you understand? Gotta, gotta, gotta, gotta, take a stand Then I’ll vote for you Think, you’re the man Tell me something Don’t run away Tell me something Gotta see you your face I gotta vote for you Think that you’re the man Gotta to be strong Whether you’re right or wrong  ",
        "title": "You're The Man (Part 1)"
    },
    {
        "artist": "April Wine",
        "lyrics": "  Could have been alright, could have been here tonight Could have been sweet as wine, you could have been a lady I could have been alright, I could have been here tonight Could have been sweet as wine, you could have been a lady  They all need you, to make love to When you awake, you find them on the bed, lyin' beside you They all love you, you're a good girl And I ain't surprised, when you realize, just where you're goin' to  You could have been alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady  If I told you, where you're goin' to You'd laugh in my face, say I'm out of place, mind your business And they all want you, to make love to It's ashame, the fate of the game, the way it delights you  You could have been alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady Na, na na na na, na, na, na na na na, na Na, na na na na, na, na na Na, na na na na, na, na, na na na na, na Na, na na na na, na, na na Alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady  ",
        "title": "You Could Have Been A Lady"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Smilin'"
    },
    {
        "artist": "Cornelius Brothers & Sister Rose",
        "lyrics": "  My mama told me She said, son, please beware There's this thing called love And it's everywhere  She told me, it can break your heart And put you in misery Since I met this little woman I feel it's happened to me And I'm telling you  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  I found myself phoning her At least ten times a day You know, it's so unusual for me To carry on this way  I'll tell you, I can't sleep at night Wanting to hold her tight I've tried so hard to convince myself That this feeling just can't be right And I'm telling you  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now, baby I believe, I believe I believe I'm falling in love It's too late, baby (to turn back now) I believe, I believe I believe I'm falling in love  I wouldn't mind it if I knew She really loved me too But I hate to think That I'm in love alone And nothing that I can do, whoa  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  It's too late to turn back now I believe, I believe I believe I'm falling in love It's too late to turn back now I believe, I believe I believe I'm falling in love  ",
        "title": "Too Late To Turn Back Now"
    },
    {
        "artist": "Godspell",
        "lyrics": null,
        "title": "Day By Day"
    },
    {
        "artist": "Mouth & MacNeal",
        "lyrics": null,
        "title": "How Do You Do?"
    },
    {
        "artist": "Derek & The Dominos",
        "lyrics": null,
        "title": "Layla"
    },
    {
        "artist": "Humble Pie",
        "lyrics": "  Find it (Who that?) Mercy (Who that sayin' mercy ?) So hot 'n' nasty  Hey Joe, don't forget to shake it While you're sleepin' on that bed You know it really makes it Look at me shake a leg, no  I got my head in a cloud I'm gonna stand up and shout I wanna sing out loud Oh, got to do it with the feelin' Now you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Hey boogaloo, I really love you Look what you've done to my head Take all my time, take all my money But most of all you take all my bed  I got my head in a cloud I wanna sing it loud I'm gonna stand right here and shout You got to do it with the feelin' Well, you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Don't forget to shake that thing  Do you get the feelin' ? Oh yeah Then you gonna, then you gonna hit the ceiling Hot 'n' nasty, hot 'n' nasty It's hot 'n' nasty, so hot 'n' nasty ...  ",
        "title": "Hot 'N' Nasty"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  Ahh, you said a bad word I'm gonna tell your mama on you, huh She gonna whip you, too, huh Yeah, that's what's she's gonna do  Get down at your bad self Talking that bad talk Saying them bad words  You said a bad word You'd better take it back Cause good little girls Don't talk like that  And if I told your mama What you said She'd make you come in the house And go to bed  But now, wait a minute We can make a deal If you do what I tell you I won't tell your mama on you  Let me whisper in your ear I don't want everybody Listening to our business Come here  Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh?  You said a bad word And don't you forget That you're not really In the clear yet  Cause any old day And any old time I just might Wanna change my mind  Like right now  Wait a minute Baby, we gotta make another deal Cause that last deal we made Is gone bye-bye Let me whisper in your ear some more I don't want everybody Listening to our business Come here  Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh? Are you gonna do it? Huh, huh, huh?  Well, come on round the house  You said a bad word Talking that bad talk, come on All them bad words Coming out of that pretty little mouth of yours  ",
        "title": "You Said A Bad Word"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Mary wants to be a superwoman But is that really in her head But I just want to live each day to love her For what she is Mary wants to be another movie star But is that really in her mind And all the things she wants to be She needs to leave behind [Chorus 1] [x2] But, very well, I believe I know you-very well Wish that you knew me too-very well And I think I can deal with everything going through your head  [Verse 2] Mary wants to be a superwoman And try to boss the bull around But does she really think that she will get by with a dream My woman want to be a superwoman And I just had to say good-bye Because I can't spend all my hours start to cry  [Chorus 2] But, very well, I believe I know you Very well wish that you knew me too Very well, And I think I can deal with everything going through your head Your filthy head  [Bridge] Very well, dum dum da, dum dum da Very well, wish you knew me too Very well, And I wish I could think of everything going through your head Very well, dum dum da, dum da, dum da Dum dum da, dum da, very well And I think I can deal with everything going through your head  [Verse 3] When the summer came you were not around Now the summer's gone and love cannot be found Where were you when I needed you-last winter, my love? When the winter came you went further south Parting from love's nest, leaving me in doubt Where are you when I need you, like right now? Our love is at an end But you say now you have changed But tomorrow will reflect love's past When the winter came you were not around Through the bitter winds love could not be found Where were you when I needed you, last winter, my love? Our love is at an end But you say now you have changed But tomorrow will reflect love's past oh Spring will fill the air and you will come around With your summer love that will let me down Where were you when I needed you, last winter, my love? [Bridge] La la la la la, la la la la la [x2] Where are you when I need you, like right now? Right now, right now, right now  [Outro] Where were you when I needed you last winter, my dear I need you baby, I need you baby, I need you baby Oh, Where were you when I needed you last winter, last winter Yea, Need you Baby, need you, need you baby Oh, you want me too need you baby Oh where were you when I needed you last, dear  ",
        "title": "Superwoman (Where Were You When I Needed You)"
    },
    {
        "artist": "(The Preacher) Bobby Womack",
        "lyrics": "  [Intro] Fellas, I wanna mind your manner if you talk to me for a minute You know, sometimes we have our tendencies, or should I say we forget What a woman needs every now and then That is if you wanna keep your thing together Listen to me now  [Verse 1] Do the things that keeps a smile on her face Say the things that make her feel better every day Man you got to stay on your P's and Q's If you don't the woman, you can easily lose Oh, I had a love and I lost her And no one can help me share the pain that it cost me  [Hook] A woman's got to have it, I believe She's got to know that she's needed around When you kiss her, you got to make her feel it, every time, boy She's got to know that she's not walking on shaky ground  Think it over Think it over my brother  [Verse 2] Don't take for granted the smile on her face Check a little bit closer, you might find a tear trace Maybe the girl might never say a mumbling word But you gotta know that her voice is heard Oh, I had a love, a true love and I lost it I'm suffering all this pain that that love cost me  [Hook] A woman's got to have it, you've got to give it to her She's got to know that she's needed around When you kiss her, you gotta make her feel it She's got to know that she's not walking on shaky ground  [Outro] So if you've got a love And you wanna keep her You've got to give her what she wants when she wants it Where she wants it And how she wants it Every doggone time she feels she needs it  What I'm tryna say's a woman's gotta have it A woman's gotta have it  ",
        "title": "Woman's Gotta Have It"
    },
    {
        "artist": "John Lennon/Plastic Ono Band With Elephant's Memory",
        "lyrics": "  [Verse 1] Woman is the nigga of the world Yes she is...think about it Woman is the nigga of the world Think about it...do something about it We make her paint her face and dance If she won't be a slave, we say that she don't love us If she's real, we say she's trying to be a man While putting her down, we pretend that she's above us  [Chorus] Woman is the nigga of the world...yes she is If you don't believe me, take a look at the one you're with Woman is the slave of the slaves Ah, yeah...better scream about it  [Verse 2] We make her bear and raise our children And then we leave her flat for being a fat old mother hen We tell her home is the only place she should be Then we complain that she's too unworldly to be our friend  [Chorus] Woman is the nigga of the world...yes she is If you don't believe me, take a look at the one you're with Woman is the slave to the slaves Yeah...alright...hit it!  [Verse 3] We insult her every day on TV And wonder why she has no guts or confidence When she's young we kill her will to be free While telling her not to be so smart we put her down for being so dumb  [Chorus] Woman is the nigga of the world Yes she is...if you don't believe me, take a look at the one you're with Woman is the slave to the slaves Yes she is...if you believe me, you better scream about it  [Outro] We make her paint her face and dance[x6]  ",
        "title": "Woman Is The Nigger Of The World"
    },
    {
        "artist": "John Kay",
        "lyrics": null,
        "title": "I'm Movin' On"
    },
    {
        "artist": "Procol Harum",
        "lyrics": "  {Intro}  Conquistador your stallion stands In need of company And like some angel's haloed brow You reek of purity I see your armour-plated breast Has long since lost its sheen And in your death mask face There are no signs which can be seen  Though I hoped for something to find I could see no maze to unwind  Conquistador a vulture sits Upon your silver shield And in your rusty scabbard now The sand has taken seed And though your jewel-encrusted blade Has not been plundered still The sea has washed across your face And taken of its fill  Though I hoped for something to find I could see no maze to unwind  Though I hoped for something to find I could see no maze to unwind  {Bridge}  Conquistador there is no time I must pay my respect And though I came to jeer at you I leave now with regret And as the gloom begins to fall I see there is no, only all And though you came with sword held high You did not conquer, only die  Though I hoped for something to find I could see no maze to unwind  Though I hoped for something to find I could see no maze to unwind  {Bridge}  And though I hoped for something to find I could see no maze to unwind  {Coda}  ",
        "title": "Conquistador"
    },
    {
        "artist": "Luther Ingram",
        "lyrics": null,
        "title": "(If Loving You Is Wrong) I Don't Want To Be Right"
    },
    {
        "artist": "Beverly Bremers",
        "lyrics": "  I give myself to you It's what I wanna do You don't need no vows to hold me You don't have to wear a sign Saying that you're mine  I can feel it when you hold me Knowing you're not really holding me We can split So we don't split, you see  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  I wonder would we stay If we had to stay Would we feel the way we feel now?  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're free You and me Free to come and go as we please  ",
        "title": "We're Free"
    },
    {
        "artist": "Carlo Savina",
        "lyrics": null,
        "title": "Love Theme From \"The Godfather\""
    },
    {
        "artist": "Stephen Stills",
        "lyrics": null,
        "title": "It Doesn't Matter"
    },
    {
        "artist": "Climax featuring Sonny Geraci",
        "lyrics": "  If you believe in dreams enough Then they'll believe in you That's what you used to tell me So I know it must be true  So, day after day I'm dreaming you'll Come back to me  'Cause you are Life and breath to me All of the best of me Depends on you  I'll buy your favorite flowers From the lady down the street And hurry to the corner Where we always used to meet  And night after night I sit and watch the petals fall  And you are Life and breath to me All of the best of me Depends on you  They say I Should be forgetting you But how can I forget The moon and the stars All the heavens of blue 'Cause they're all Just a part of you  If you believe in love enough Love will never die That's what you used to tell me So I know it's not a lie  So, time after time I'll come here And I'll wait for you I guess I'll always wait for you  'Cause you are Life and breath to me All of the best of me Depends on you  Oh, you are Life and breath to me All of the best of me Depends on you  Yeah, you are Life and breath to me All of the best of me Depends on you  ",
        "title": "Life And Breath"
    },
    {
        "artist": "The Raiders",
        "lyrics": "  Smokin' down the boulevard Flashin' at the red lights Baby's lookin' pretty hot Well, you're goin' with me tonight  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  Headin' down the highway Movin' in the open night Hope she's comin' my way Like to take her on a ride  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  Movin' on the highway Flashin' at the red lights Hope she's comin' my way We'll you're goin' with me tonight  Blue, power blue, blue Mercedes queen Not like the Devil, she's a human bein' Back to the alley, over to the side Go ahead, you know I love to ride  Do it like a lady Do it like a lady  ",
        "title": "Powder Blue Mercedes Queen"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1 - Dixie] Oh I wish I was in the land of cotton Old times there are not forgotten Look away, look away, look away Dixieland Oh I wish I was in Dixie, away, away In Dixieland I take my stand to live and die in Dixie Because Dixieland, that's where I was born Early Lord one frosty morning Look away, look away, look away Dixieland  [Verse 2 - The Battle Hymn of the Republic] Glory, glory hallelujah Glory, glory hallelujah Glory, glory hallelujah His truth is marching on  [Verse 3 - All My Trials] So hush little baby Don't you cry You know your daddy's bound to die But all my trials, Lord will soon be over   Glory, glory hallelujah His truth is marching on His truth is marching on  ",
        "title": "An American Trilogy"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "To Get To You"
    },
    {
        "artist": "J.J. Cale",
        "lyrics": null,
        "title": "After Midnight"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  [Verse 1] American hunter, bring them up the north side (Guns, guns, guns) Run, take the money, here's a bullet for your boyfriend (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) You be the red king, I'll be the yellow pawn  [Chorus] Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature, you know that I'm calling you, darling Never really wanted to say goodbye Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature Never really wanted to say goodbye  [Verse 2] Shoot a few, knock them down, cost you half a buck now (Guns, guns, guns) Babe give you kisses if you hit a rubber duck now (Guns, guns, guns) You be the red king, I'll be the yellow pawn (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) Eagle all gone, and no more caribou (Guns, guns, guns) No more, eagle all gone, and no more caribou  [Chorus] Godspeed, Mother Nature Never really wanted to say goodbye Godspeed, Mother Nature, I'm weeping, I'm crying for you Never really wanted to say goodbye Godspeed, Mother Nature, you know that I'm weeping for you Never really wanted to say goodbye Godspeed, Mother Nature, and I'm crying Never really wanted to say goodbye  [Outro] I know you're going to hear me, I'm weeping, nature Weeping, Mother Nature Never really wanted to say goodbye And I'm weeping for you Weeping for you, Mother Nature And I'm crying for you Never really wanted to say goodbye Take care and visit me, Mother, Mother Nature And I'm missing you Never really wanted to say goodbye Where have you gone? Godspeed, Mother Nature, and I'm weeping for you  ",
        "title": "Guns, Guns, Guns"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  Trash men didn't get my trash today Oh, why? Because they want more pay Buses on strike want a raise in fare So they can help pollute the air  But that's what makes the world go round The ups and downs a carousel Changing people's heads around Go underground, young man People make the world go round  Wall Street losin' dough on every share They're blaming it on longer hair Big men smokin' in their easy chairs On a fat cigar without a care  But that's what makes the world go round The ups and downs a carousel Changing people's heads around Go underground, young man People make the world go round  But that's what makes the world go round The ups and downs a carousel Changing people, [Incomprehensible] all around Go underground, young man People make the world go round  People make the world go round People make the world go round People make the world go round  ",
        "title": "People Make The World Go Round"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse] All the king's horse and all the king's men They couldn't put my broken heart back together again I woke up this morning that this is what I found You had gone and left me Any you never even made a farewell sound All the king's horse and all the king's men They couldn't put my broken heart back together again I asked my friends about you and this is what they said \"She can live without you She's gonna find a man with money instead.\" All the king's horse and all the king's men They couldn't put my broken heart back together again Someday you will know, the meaning of a love that's true But when you find out I won't be around to share it with you  [Outro] All the king's horse and all the king's men They couldn't put my broken heart back together again All the king's horse and all the king's men They couldn't put my broken heart back together again  ",
        "title": "All The Kings Horses"
    },
    {
        "artist": "Sugar Bears",
        "lyrics": null,
        "title": "You Are The One"
    },
    {
        "artist": "Johnny Cash And The Tennessee Three",
        "lyrics": null,
        "title": "Kate"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": "  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Good morning morning Hello sunshine Wake up sleepy head Why'd we move that bojangle clock so far away from the bed Just one more minute That's why we moved it One more hug would do Do you love waking up next to me As much as I love waking up next to you  You make the coffee I'll make the bed I'll fix your lunch And you fix mine Now tell me the truth Do these old shoes look funny Honey it's almost nine Now you be careful Gotta go, I love you Have a beautiful day And kiss the happiest girl, in the whole U.S.A  Skippidity do da Thank you oh Lord for making him for me And thank you for letting life turn out the way That I always thought it could be There once was a time when I could not imagine How it would feel to say I'm happiest girl, in the whole U.S.A  Now shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  Shine on me sunshine Walk with me world It's a skippidity do da day I'm the happiest girl, in the whole U.S.A  ",
        "title": "The Happiest Girl In The Whole U.S.A."
    },
    {
        "artist": "Eagles",
        "lyrics": "  Well, I'm running down the road Tryin' to loosen my load I've got seven women on My mind  Four that wanna own me Two that wanna stone me One says she's a friend of mine  Take It easy, take it easy Don't let the sound of your own wheels Drive you crazy Lighten up while you still can Don't even try to understand Just find a place to make your stand And take it easy  Well, I'm a standing on a corner In Winslow, Arizona And such a fine sight to see It's a girl, my Lord, in a flatbed Ford slowin' down to take a look at me  Come on, baby, don't say maybe I gotta know if your sweet love is Gonna save me We may lose and we may win though We will never be here again So open up, I'm climbin' in So take it easy  Well I'm running down the road trying to loosen My load, got a world of trouble on my mind Lookin' for a lover who won't blow my Cover, she's so hard to find  Take it easy, take it easy Don't let the sound of your own Wheels make you crazy Come on baby, don't say maybe I gotta know if your sweet love is Gonna save me, oh oh oh Oh we got it easy We oughta take it easy  ",
        "title": "Take It Easy"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  In a town near Albuquerque Lived a most concerned young boy He said lately I have noticed Folks don't live with peace and joy  With frowns and worry on their faces They're lost and don't know where to go He said I'll get the people straightened By putting on a puppet show  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they'd listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  First he carved out young Abe Lincoln Abe will teach 'em civil rights Then a King named Martin Luther So they'd recall his peaceful fight  Old Mark Twain, his wit and wisdom Will surely show them life is fun But he smiled with satisfaction When the Prince of Peace was done  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they'd listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  Now his puppet shows were clever And he made the people laugh When he got across the message To walk along life's open path  They built him his own puppet theatre Decked out with spotlights yellow and red And then they wrote him up in all the papers And this is what the story said  It said...  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they would listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  (repeat)  ",
        "title": "The Young New Mexican Puppeteer"
    },
    {
        "artist": "Bettye Swann",
        "lyrics": null,
        "title": "Victim Of A Foolish Heart"
    },
    {
        "artist": "Gordon Lightfoot",
        "lyrics": null,
        "title": "Beautiful"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  Got a girl, her name's Francine Finest thing you ever seen And I love her, she's all that I want And I need her, she's all that I need Well, Francine, oh Francis, why Do you love me and make me cry? How I love her, she's all that I want How I need her, she's all that I need If I ever caught her with Stevie P I'd throw her back in the Penitentiary, now And if I caught her with my mother's son I'll call her daddy and get my gun My Francine just turned thirteen She's my angelic teenage queen And I love her, she's all that I want And I need her, she's all that I need And I love her, she's all that I want And I need her, she's all that I need And I love her, she's all that I want And I need her, she's all that I need  ",
        "title": "Francene"
    },
    {
        "artist": "Independents",
        "lyrics": null,
        "title": "Just As Long As You Need Me, Part I"
    },
    {
        "artist": "Donny Hathaway",
        "lyrics": null,
        "title": "Giving Up"
    },
    {
        "artist": "Isaac Hayes & David Porter",
        "lyrics": "  You think I love you For just one thing To you my love this may be The way that it seems  But I love the way, that you carry yourself I really love you, I love you, love you, love you, love you I love you, baby, love you The way you wear your hair  Ain't that loving you, ain't that loving you For more reasons than one You're the one, only one You're the one, listen girl  Somehow, my love You've been misled By the things that others Other guys have said, don't you believe 'em  Well, I love you, yes, I do, for what you are Yeah, I even love you, I love you, love you, I love you Love you, I love you, baby, love you For what you may become  Ain't that loving you everyday, every way Ain't that loving you, ohh, yeah, for more reasons than one You're the one, you're the one, only one, only one You're the one, I betcha never thought about it  Did it ever occur to you, why I do all that I can do? To keep that smile upon your face that's why I love you In so many ways, that's why I love you In so many ways, ooh, la, baby  Somehow, my love You've been misled By the things that others Other guys have said, slammed the door in your face  But I love you, everyday for what you are Girl I even love you, I love you, love you, ooh For what you may become  Ain't that loving you, whole lot of love, everyday Ain't that loving you, in every way, ohh, yeah For more reasons than one, you're the one You're the one, only one, you're the one, listen girl  I love the way you wear your hair I love the way that you carry yourself I love the way that you squeeze me tight, yeah I just love the way you make everything all right  I love the way you kiss my lips, girl Baby, baby, love it when you're swinging your hips Ain't that loving you for more reasons than one  Girl, I love the way you hold my hand And there's no doubt I'm the only man, yeah That could satisfy you, that could satisfy I love to satisfy you, I love you, baby  Ohh, baby, ohh, baby, I love you baby For more reasons than one You're the one, you're the one  ",
        "title": "Ain't That Loving You (For More Reasons Than One)"
    },
    {
        "artist": "Jerry Butler",
        "lyrics": null,
        "title": "I Only Have Eyes For You"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  Well we got no choice All the girls and boys Makin all that noise Cause they found new toys Well we can't salute ya Can't find a flag If that don't suit ya That's a drag  School's out for summer School's out forever School's been blown to pieces  No more pencils No more books No more teacher's dirty looks  Well we got no class And we got no principles And we got no innocence We can't even think of a word that rhymes  School's out for summer School's out forever My school's been blown to pieces  No more pencils No more books No more teacher's dirty looks  Out for summer Out 'til fall We might not come back at all  School's out forever School's out for summer School's out with fever School's out completely  ",
        "title": "School's Out"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  Was born in a funk factory, born in a funk factory Workin' hard like a slave, y'all, comin' up short on my pay, y'all Some men are stockers, came on the go, yeah But all I will see in my lifetime, y'all Was a bass, a drum, my funky home (Born in a funk factory, born in a funk factory)  Born in a funk factory, workin' like a slave Comin' up short on my pay Somebody tell me what's goin' on wrong All I've known to do in my lifetime Was to scream, gripe, grump & groan (Born in a funk factory, born in a funk factory)  (Instrumental)  Some men are stockers, came on the go, yeah But all I will see in my lifetime, y'all Was a bass, a drum, my funky home (Born in a funk factory, born in a funk factory)  Oh I'm gonna tell you I'm satisfied, y'all, I'm satisfied, y'all (Repeat & fade): (I was born in a funk factory)  ",
        "title": "Funk Factory"
    },
    {
        "artist": "Chris Hodge",
        "lyrics": "  Saucers are a-flyin' Flyin' in the sky The saucers are a-flyin' Flyin', oh, so high  My woman's a sexy lady She makes love like a dream Burnin' like a fire, boy Ever for eternity  We're on our way We're on our way We're on our way, we're on our way We're on our way  Where she rides on ask a movie A sparkle in the night She shines in the sky like a blood of high I mean, baby, it's a out of sight  Hurricanes, thunder A spaceship's on the run We're gonna bring the truth to planet earth We're gonna move it on and on  We're on our way We're on our way We're on our way, we're on our way We're on our way  Ahaha...  ",
        "title": "We're On Our Way"
    },
    {
        "artist": "Detroit Emeralds",
        "lyrics": "  Baby, let me take you Let me take you in my arms Let me take you in my Arms and hold you Show you I love you Baby, I love you Baby, I love you Baby, baby, I love you Don't love nobody else You got my love Just for yourself Baby, let me kiss you Baby, baby, let me Kiss your lips Let me kiss you Til I feel your soul Can't you see That I need you And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Baby, let me feel you Baby, baby, let me Feel your soul Let me feel you put Your soul in mine Gonna make you love me Baby, let me hold you Let me hold you In my loving arms Baby, baby, let me Feel your charms Show you I love you Baby, I love you (I love you, baby) And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Don't love nobody else You got my love Just for yourself Can't you see the Love vibrations Don't you feel them Sweet sensations Baby, baby, let me Kiss your lips And if you feel the same Tell me that you love me too And when you call my name Try to feel the way I do Baby, let me take you Let me take you in my arms Let me take you in my Arms and hold you Show you I love you Baby, I love you Baby, baby, I love you Don't love nobody else You got my love Just for yourself Can't you see the Love vibrations Don't you feel them Sweet sensations Don't you feel This warm embrace Why don't you give my Love a chance  ",
        "title": "Baby Let Me Take You (In My Arms)"
    },
    {
        "artist": "B.B. King",
        "lyrics": "  All of your affection is gone baby and your love is growing cold I've said all of your affection is gone baby and your love is growing cold Hey, I've got a new story to tell you this evening, baby One that ain't never been told  I went to work the other day But I thought that I would double back And that car I saw sitting in front of my door Looked like a brand new, a brand new Cadillac, yeah!  I ain't got none now baby I think you've been cheating on me I believe to my soul baby, that you've given me some outside help That I don't think I really need  The iceman came by this morning And you know he didn't leave no ice The postman came by later baby And he didn't even ring twice  I think you've been cheating on me I think you're running out on me I believe to my soul baby, that you've given me some outside help That I don't think I really need  Now, I want you to tell the iceman The next time he'd better leave some ice And I want you to tell the postman He'd better ring more than twice  And when I come home from work in the morning Better still be some groceries on the shelf I want to tell that slick insurance man That he'd better write some insurance on his self  Yes, I think you've been cheating on me I think you're running out on me I believe to my soul baby, that you've given me some help, some help Some help, I don't really need  ",
        "title": "I Got Some Help I Don't Need"
    },
    {
        "artist": "Python Lee Jackson",
        "lyrics": "  [Chorus] Every day I spend my time Drinkin' wine, feelin' fine Waitin' here to find the sign That I can understand - yes I am  [Verse 1] In the days between the hours Ivory towers, bloody flowers Push their heads into the air I don't care if I ever know - there I go  Don't push your love too far Your wounds won't leave a scar Right now is where you are In a broken dream  [Verse 2] Did someone bow their head? Did someone break the bread? Good people are in bed Before nine o'clock  On the pad before my eyes Paper cries, tellin' lies The promises you gave From the grave of a broken heart, hmm  [Chorus]  I sit here in my lonely room Don't push your love too far You know your wounds won't even leave a scar Right now is where you are In a broken dream And don't you forget what I say - hoo, hoo Ivory towers, bloody flowers...  ",
        "title": "In A Broken Dream"
    },
    {
        "artist": "Joey Heatherton",
        "lyrics": null,
        "title": "Gone"
    },
    {
        "artist": "The JB's",
        "lyrics": null,
        "title": "Pass The Peas"
    },
    {
        "artist": "Hot Sauce",
        "lyrics": null,
        "title": "Bring It Home (And Give It To Me)"
    },
    {
        "artist": "Dennis Coffey & The Detroit Guitar Band",
        "lyrics": null,
        "title": "Getting It On/Ride, Sally, Ride"
    },
    {
        "artist": "Donny Hathaway And June Conquest",
        "lyrics": null,
        "title": "I Thank You"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  You treated me like a schoolgirl lover Never did follow any rules And into your arms, I'm running for cover All of my strings, I've tied to you Can you hear the gypsy turnpike Oh, it's calling So take our things out to the car And many shades of night are falling You're my bright and guiding star  (CHORUS) Vanilla olay, olay, olay, layla, layla Vanilla olay, olay, olay, layla Vanilla olay, olay, olay, layla, layla Vanilla olay, olay, olay, layla Oh, my, my, my, my, you're looking better It seems like you were never I'll The doctor, he's gonna send us a letter We will let the sky pay the bill John John the cat, he's getting older And he don't jump around Like you know that he should Come put our baby over my shoulder We're going out to get some wood  (CHORUS) 2X to fade  ",
        "title": "Vanilla Ólay"
    },
    {
        "artist": "Daniel Boone",
        "lyrics": "  Sunday morning, up with the lark I think I'll take a walk in the park Hey, hey, hey, it's a beautiful day  I've got someone waiting for me And when I see her, I know that she'll say Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Birds are singing, you by my side Let's take a car and go for a ride Hey, hey, hey, it's a beautiful day  We'll drive on and follow the sun Making Sunday go on and on Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  ",
        "title": "Beautiful Sunday"
    }
]