[
    {
        "artist": "The Chipmunks With David Seville",
        "lyrics": null,
        "title": "The Chipmunk Song"
    },
    {
        "artist": "The Platters",
        "lyrics": "  They asked me how I knew My true love was true I of course replied, something here inside Cannot be denied  They said some day you'll find All who love are blind When your heart's on fire, you must realize Smoke gets in your eyes  So I chaffed them and I gaily laughed To think they could doubt my love Yet today my love has flown away I am without my love (Without my love)  Now laughing friends deride Tears I cannot hide, hide So I smile and say, when a lovely flame dies  Smoke gets in your eyes (Smoke gets in your eyes) (Smoke gets in your eyes) Smoke gets in your eyes!  ",
        "title": "Smoke Gets In Your Eyes"
    },
    {
        "artist": "The Teddy Bears",
        "lyrics": "  To know, know, know him Is to love, love, love him Just to see him smile Makes my life worthwhile  To know, know, know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  I'd be good to him I'd bring love to him Everyone says there'll come a day When I'll walk along side of him  Yes, yes to know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  Why can't he see How blind can he be? Someday he will see that he Was meant for me Oh, oh yes  To know, know, know him Is to love, love, love him Just to see him smile Makes my life worthwhile  To know, know, know him Is to love, love, love him And I do (And I do, and I) (And I do, and I) (And I do, and I) (And I do, and I)  ",
        "title": "To Know Him, Is To Love Him"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": null,
        "title": "Problems"
    },
    {
        "artist": "The Kingston Trio",
        "lyrics": "  Throughout history, there have been many songs written about the eternal triangle. This next one tells the story of Mister Grayson, a beautiful woman and a condemned man named Tom Dooley. When the sun rises tomorrow, Tom Dooley must hang  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  I met her on the mountain There I took her life Met her on the mountain Stabbed her with my knife  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  This time tomorrow Reckon where I'll be Hadn't-a been for Grayson I'd-a been in Tennessee  Well now, boy Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Hang down your head and try, Tom Dooley Hang down your head and cry Hang down your head and try, Tom Dooley Poor boy, you're bound to die  This time tomorrow Reckon where I'll be Down in some lonesome valley Hangin' from a white oak tree  Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Well now, boy Hang down your head, Tom Dooley Hang down your head and cry Hang down your head, Tom Dooley Poor boy, you're bound to die  Poor boy, you're bound to die Poor boy, you're bound to die Poor boy, you're bound to die  ",
        "title": "Tom Dooley"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "One Night"
    },
    {
        "artist": "The Playmates",
        "lyrics": "  [Very Slow] While riding in my Cadillac What to my surprise A little Nash Rambler was following me - About one third my size The guy must've wanted to pass me up As he kept on tooting his horn. Beep! Beep! I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep. Beep! Beep! [Slow] I pushed my foot down to the floor To give the guy the shake But the little Nash Rambler stayed right behind; He still had on his brake He must have thought his car had more guts As he kept on tooting his horn. Beep! Beep! I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep. Beep! Beep! [Normal] My car went into passing gear And we took off with gust Soon we were doing ninety - Must've left him in the dust When I peeked in the mirror of my car I couldn't believe my eyes: The little Nash Rambler was right behind - I think that guy could fly Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep [Faster] Now we're doing a hundred and ten - This certainly was a race For a Rambler to pass a Caddy Would be a big disgrace The guy must've wanted to pass me up As he kept on tooting his horn I'll show him that a Cadillac Is not a car to scorn Beep beep. Beep! Beep! Beep beep. Beep! Beep! His horn went beep beep beep [Fastest] Now we're doing a hundred and twenty - As fast as I could go The Rambler pulled along side of me As if we were going slow The fellow rolled down his window And yelled for me to hear \"Hey, Buddy, how can I get this car Out of second gear!\" Beep! Beep! Beep! Beep! Beep! Beep!  ",
        "title": "Beep Beep"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  [Verse 1] There's a place where lovers go to cry their troubles away And they call it lonesome town, where the broken hearts stay You can buy a dream or two to last you all through the years And the only price you pay is a heart full of tears  [Verse 2] Goin' down to lonesome town, where the broken hearts stay Goin' down to lonesome town to cry my troubles away In the town of broken dreams the streets are filled with regret Maybe down in lonesome town I can learn to forget  [Verse 1 + Verse 2]  ",
        "title": "Lonesome Town"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  People see us everywhere They all think we really care But myself I can't deceive I know it's only make believe  My one and only prayer Is that some day you'll care My hopes my dreams come true My one and only you  No one will ever know How much I love you so My only prayer will be some day you'll care for me But it's only make believe  My hopes my dreams come true My life I give for you My heart or wedding ring My all my everything  My heart I can't control You lure my very soul My only prayer will be some day you'll care for me But it's only make believe  My one and only prayer Is that some day you'll care My hopes, my dreams come true My one and only you  No one will ever know How much I love you so My plans, my hopes, my schemes You are my every dream But it's only make believe...  ",
        "title": "It's Only Make Believe"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": "  Does she love me, with all her heart Should I worry, when we're apart It's a lover's question, I'd like to know  Does she need me, as she pretends Is this a game, well then will I win It's a lover's question, I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  ",
        "title": "A Lover's Question"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Intro] (Hill and Schroeder) Holy smoke And sakes alive! I never thought this could happen to me  Mm, yeah! Mm, yeah!  [Verse 1] I got stung by a sweet honey bee Oh, what a feeling come over me It started in my eyes Crept up to my head Flew to my heart Till I was stung dead I'm done, uh-uh I got stung!  Mm, yeah! Mm, yeah!  [Verse 2] She had all that I wanted and more And I've seen honey bees before Started buzzing in my ear Buzzing in my brain Got stung all over But I feel no pain I'm done, uh-uh I got stung!  [Verse 3] Now, don't think I'm complaining I'm mighty pleased we met Because you give me just one little peck On the back of my neck And I break out in a cold, cold sweat If I live to a hundred and two I won't let nobody sting me but you I'll be buzzing around your hive Every day at five And I'm never going to leave once I arrive Because I'm done Uh-uh, I got stung!  ",
        "title": "I Got Stung"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  I got a whole lot of lovin' Baby just waiting for you I got a whole lot of lovin' Baby just waiting for you And the way i could love you woman Honey i know you could love me too  Oh you're so good lookin' baby And you build up from the ground Well you're so good lookin' baby And you build up from the ground  Every time i see you baby My love starts tumbling down  Yeah, you're just my type baby Just my height and size Said you're just my type baby You're just my height and size And the reason i love you Because you've got those little dreamy eyes  ",
        "title": "Whole Lotta Loving"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Bimbombey, Bimbombey  On the way to Bimbombey There's a hill on the way to Bimbombey There's a house on the hill and a girl in the house On the hill on the way to Bimbombey A house on the hill and a girl in the house On the hill on the way to Bimbombey  [Chorus:] Jing-a-ling-a-lyoh (jing-a-ling-a-lyoh) Jing-a-ling-a-lyay (jing-a-ling-a-lyay) Jing-a-ling-a-ly jing-a-ling-a-ly Jing-a-ling-a-lyay-ay-ay Jing-a-ling-a-lyay (jing-a-ling-a-lyay)  There's a store in Bimbombey There's a ring in the store in Bimbombey That's where I'll buy the ring for the girl in the house On the hill on the way to Bimbombey I'll buy the ring for the girl in the house On the hill on the way to Bimbombey  [Chorus] Once I get to Bimbombey You can bet I will stay in Bimbombey That's where I'll settle down with the girl in the house On the hill on the way to Bimbombey I'll settle down with the girl in the house On the hill on the way to Bimbombey  [Chorus] Bimbombey  [Fade]  Bimbombey Bimbombey  ",
        "title": "Bimbombey"
    },
    {
        "artist": "Billy Grammer",
        "lyrics": "  I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on Poppa writes to Johnny, but Johnny can't come home Johnny can't come home, no, Johnny can't come home Poppa writes to Johnny, but Johnny can't come home 'Cause he's been on the chain gang too long I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on High sheriff and police riding after me Riding after me, yes, coming after me High sheriff and police coming after me And I fee like I gotta travel on I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on Want to see my honey, want to see her bad Want to see her bad, oh, want to see her bad Want to see my honey, want to see her bad She's the best girl, this poor boy ever had I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on  ",
        "title": "Gotta Travel On"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "Love Is All We Need"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Well you can talk about your Julie and your Peggy Sue You can keep your Miss Molly and your Mary Lou When it comes to the chicken or to doing the hop I've got a girl they call the queen of the hop  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well she wears short shorts and rock and roll shoes Gotta see her dance to the yellow dog blues She's my sugar time baby I'm her lollipop Everybody knows I love my queen of the hop  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well she tunes into bandstand every day To watch the kids dancing cross the USA She don't care about a thing except in rock and roll My baby drives me crazy when she does the stroll  Well she tunes into bandstand every day To watch the kids dancing cross the USA She don't care about a thing except in rock and roll My baby drives me crazy when she does the stroll  Well I love my queen Do you know who I mean Sweet little sixteen Yes that's my queen  Well that's my queen Yes that's my queen Well that's my queen...  ",
        "title": "Queen Of The Hop"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "My Happiness"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "Cannonball"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Shooby Doo Wop ba baa (hey hey) Shooby Doo Wop ba baa (hey hey) Shooby Doo Wop ba baa (hey hey)  My heart Is cryin', cryin' Lonely teardrops My pillows never dry of Lonely teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  My heart Is cryin', cryin' Lonely teardrops My pillows never dry of Lonely teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  Just give me another chance For our romance Come on and tell me That one day you'll return 'Cause everyday that you've been gone away You'll know my heart does nothing but burn  Crying Lonely Teardrops My pillows never dry of Lonely Teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  Say it right now baby (say you will) Come on, come on (say you will) Say it darling, yeah (say you will)  ",
        "title": "Lonely Teardrops"
    },
    {
        "artist": "Cozy Cole",
        "lyrics": "  When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be And in my hour of darkness She is standing right in front of me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be And when the broken hearted people Living in the world agree There will be an answer, let it be For though they may be parted There is still a chance that they will see There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be Let it be, let it be Let it be, let it be There will be an answer, let it be And when the night is cloudy There is still a light that shines on me Shine on until tomorrow, let it be When i wake up to the sound of music Mother mary comes to me Speaking words of wisdom, let it be, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be Let it be, oh let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be When i find myself in times of trouble Mother mary comes to me Speaking words of wisdom, let it be Let it be, let it be Let it be, let it be Whisper words of wisdom, let it be...(x8)  ",
        "title": "Topsy II"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "I'll Wait For You"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": null,
        "title": "I Got A Feeling"
    },
    {
        "artist": "The Royaltones",
        "lyrics": null,
        "title": "Poor Boy"
    },
    {
        "artist": "Louis Prima And Keely Smith",
        "lyrics": "  Old black magic has me in its spell Old black magic that you weave so well Those icy fingers up and down my spine The same old witchcraft when your eyes meet mine  Same old tingle that I feel inside And then that elevator starts its ride Down and down I go Round and round I go Like a leaf caught in the tide  I should stay away but what can I do I hear your name, and I'm a flame Flame, burning desire That only your kiss Put out the fire  For your the lover that I've waited for Your the mate that fate had me created for And every time your lips meet mine  Baby down and down I go, round and round I go In a spin, loving the spin that I'm in Under that old black magic called love Ooh in a spin, lovin the spin I'm in Under the old black magic called love In a spin, lovin the spin I'm in Under the old black magic called love  I should stay away but what can I do I hear your name and I'm a flame Flame, burning desire That only your kiss Put out the fire  For your the lover I have waited for Your the mate that fate had me created for And everytime your lips meet mine  Baby down and down I go, round and round I go In a spin, loving the spin that I'm in Under that old black magic called love Ah, in a spin, lovin the spin I'm in Under the old black magic called love In a spin, lovin the spin I'm in Under the old black magic called love  Under the old black magic called love!  ",
        "title": "That Old Black Magic"
    },
    {
        "artist": "Big Bopper",
        "lyrics": "  Hello, baby Yeah, this is the Big Bopper speakin' Ha ha ha ha ha, oh you sweet thing Do I what? Will I what? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that baby, but, but, but? Oh honey But? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round, round, round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that, honey? Pick you up at eight and don't be late? But, baby, I ain't got no money, honey Ha ha ha ha Oh, all right, honey, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  ",
        "title": "Chantilly Lace"
    },
    {
        "artist": "The Nu Tornados",
        "lyrics": null,
        "title": "Philadelphia U.S.A."
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": null,
        "title": "Donna"
    },
    {
        "artist": "Donnie Owens",
        "lyrics": null,
        "title": "Need You"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": null,
        "title": "It's All In The Game"
    },
    {
        "artist": "The Four Coins",
        "lyrics": null,
        "title": "The World Outside"
    },
    {
        "artist": "Reg Owen & His Orchestra",
        "lyrics": null,
        "title": "Manhattan Spiritual"
    },
    {
        "artist": "The Crests",
        "lyrics": "  Happy birthday, happy birthday, baby Oh, I love you so  [Verse 1] Sixteen candles Make a lovely light But not as bright as your eyes tonight  [Verse 2] Blow out the candles Make your wish come true For I'll be wishing That you love me, too  [Bridge] You're only sixteen But you're my teenage queen You're the prettiest, loveliest girl I've ever seen  [Verse 3] Sixteen candles In my heart will glow For ever and ever for I love you so  [Bridge] You're only sixteen But you're my teenage queen Oh, you're the prettiest, loveliest girl I've ever seen  [Verse 4] Sixteen candles In my heart will glow For ever and ever For I love you so For I love you so!!!  ",
        "title": "16 Candles"
    },
    {
        "artist": "The Diamonds",
        "lyrics": "  The Diamonds Miscellaneous Walking Along Walkin' Along The Diamonds Walkin' along my merry way Singin' a song I will be gay I found a love and love is here to stay Walking along just feeling glad Singin' a song I won't be sad Oh, happy day I'm just walkin' along When I'm walkin' feel just like a king When I'm singin' don't care 'bout a thing The reason I feel the way I do You love me, whoo I love you, who-ooh Walkin' along my merry way Singin' a song I will be gay Oh, happy day I'm just walkin' along  ",
        "title": "Walking Along"
    },
    {
        "artist": "Earl Grant",
        "lyrics": null,
        "title": "The End"
    },
    {
        "artist": "The Cadillacs",
        "lyrics": null,
        "title": "Peek-A-Boo"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Your my girl you're so sweet Honey you can't be beat I love you, I love you Most of all  I believe you can rock, you can roll You're so fine Honey, you're mine, all mine That's why I love you, I love you Most of all  Well, I love the way you move me When you walk I love the way you thrill me When you talk And, ooh baby, when you hold my hand Tell me, pretty baby, that you understand  When we walk down the street All the fellas go \"wooo weeee\" That's why I love you I love you most of all  I love ya, I love ya, most of all  Well, and let me tell ya honey You're my girl, you're just so sweet Honey you can't be beat I love you, I love you most of all  Well and I believe you can rock, you can roll You're so fine Honey you're mine all mine That's why I love you I love you most of all  Well, I love the way you move me When you walk I love the way you thrill me When you talk And, ooh baby, when you hold my hand Tell me, pretty baby, that you understand  When we walk down the street All the fellas go \"wooo weeee\" That's why I love you I love you most of all  ",
        "title": "Love You Most Of All"
    },
    {
        "artist": "Paul Anka-Geo. Hamilton IV-Johnny Nash",
        "lyrics": "  Now, these are the Teen Commandments:  1. Stop and think before you drink  2. Don't let your parents down; they brought you up  3. Be humble enough to obey. You will be giving orders yourself someday  4. At the first moment, turn away from unclean thinking ?at the first Moment  5. Don't show off driving. If you want to race, go to Indianapolis  6. Choose a date who would make a good mate  7. Go to church faithfully. The Creator gives you the week; give Him back an Hour  8. Choose your companions carefully. You are what they are  9. Avoid following the crowd. Be an engine, not a caboose  10. Or even better ?keep the original Ten Commandments  ",
        "title": "The Teen Commandments"
    },
    {
        "artist": "Big Bopper",
        "lyrics": "  And the man keeps sayin' 'Do you take this woman To be your awful wedded wife?' Heh, heh  And then I started thinkin' about no more winkin' At the pretty little gals a-boppin' by No more dancin' and new romancin' Lord, it made me want to sit down and cry Aw, no pool shootin' and a rootin' and a-tootin' With the boys if I take you for my wife I can't go no place, I gotta look at your face For the rest of my dog gone life This is it!  Ah, honey, what am I doin' here in the first place? You knooooooow I don't go for this marraige bit! I was only kiddin'! Hahahahahahaha And there's your daddy sittin' over there with a shotgun Layin' across his lap And a big smile on his ugly face And the man keeps sayin' 'Are you gonna take this woman or aintcha?'  Well, then I started thinkin' about no more winkin' At the pretty little gals a-boppin' by No more dancin' and new romancin' Lord, it made me want to sit down and cry Aw, no pool shootin' and a rootin' and a-tootin' With the boys if I take you for my wife I can't go no place, I gotta look at your face For the rest of my dog gone life This is it!  Honey, what's this jazz about Love, Honor, and Obey? That cat's talkin' to me! Heheheh And look at all these good lookin' bride maids standin' around, heh Hellllllo, baaaby! And the man in charge keeps sayin' 'Looky here Do you take this woman or dontcha?'  Well, then I started thinkin' about no more winkin' At the pretty little gals a-boppin' by No more dancin' and new romancin' Lord, it made me want to sit down and cry Aw, no pool shootin' and a rootin' and a-tootin' With the boys if I take you for my wife I can't go no place, I gotta look at your face For the rest of my dog gone life This is it!  And the man keeps sayin' 'Look here, do you take this woman or dontcha?' And I say 'Partnah, I don't believe I do. Let me outa here!  ",
        "title": "Big Bopper's Wedding"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  The secret way you hold my hand To let me know you understand The wind and rain upon your face The breathless world of your embrace Your little laugh and handsome cries The star light gleaming in your eyes Remembering all those little things All of a sudden my heart sings  All of a sudden my heart sings When I remember little things The way you dance and hold me tight The way you kiss and say good night The crazy things we say and do The fun it is to be with you The magic thrill that's in your touch Oh darling I love you so much  The secret way you hold my hand To let me know you understand The wind and rain upon your face The breathless world of your embrace Your little laugh and handsome cries The star light gleaming in your eyes Remembering all those things All of a sudden my heart sings  ",
        "title": "(All of a Sudden) My Heart Sings"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  I'll remember tonight That lovely melody we danced to The sweet confusion when we met We never spoke a word And yet we knew  I'll remember your smile The way it warmed me in the moonlight The way my heart began to melt The strange effection that i felt for you  To think that only a moment ago We were no more than strangers And now my heart tells me that we are strangers no more  So what ever be false Our little world of joys and sorrows I'll remember tonight For a thousand and one tomorrows  To think that only a moment ago We were no more than strangers And now my heart tells me that we are strangers no more  So what ever be false Our little world of joys and sorrows I'll remember tonight For a thousand and one tomorrows  ",
        "title": "I'll Remember Tonight"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "The Diary"
    },
    {
        "artist": "Jimmy Clanton",
        "lyrics": null,
        "title": "A Letter To An Angel"
    },
    {
        "artist": "Eddie Cochran",
        "lyrics": "  Ah well, c'mon everybody and let's get together tonight I got some money in my jeans and I'm really gonna spend it right Well I've been a-doin' my homework all week long And now the house is empty and the folks are gone Ooo C'mon everybody  Ah well my baby's number one but I'm gonna dance with three or four And the house'll be a-shakin' from my bare feet slappin' on the floor Well, when you hear that music you can't sit still If your brother won't rock then your sister will Ooo C'mon everybody  Well we'll really have a party but we gotta put a guard outside If my folks come a-home I'm afraid they're gonna have my hide They'll be no more movies for a week or two No more runnin' round with the usual crew Who cares C'mon everybody  C'mon everybody C'mon everybody  ",
        "title": "C'mon Everybody"
    },
    {
        "artist": "Cozy Cole",
        "lyrics": null,
        "title": "Turvy II"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": "  I cried a tear because of you I cried a tear because we're through I cried a tear, what else could I do But cry and sigh for love of you  I felt a tear fall in my heart You fooled me so, I wasn't smart I can't believe that we must part Come back to stay, let's make a new start  I cried a tear because of you I cried a tear because we're through Please make my dreams of you come true Don't make me cry a tear for you Don't make me cry a tear for you  ",
        "title": "I Cried A Tear"
    },
    {
        "artist": "The Four Lads",
        "lyrics": null,
        "title": "The Mocking Bird"
    },
    {
        "artist": "Jane Morgan",
        "lyrics": "  The Day the Rains Came Down Jayne Morgan The day that the rains came down Mother Earth smiled again Now the lilacs could bloom Now the fields could grow greener The fday that the rains came down Buds were born, love was born As the young buds will grow So our young love will grow Love, sweet love A robin sang a song of love A willow tree reached up to the heavens Asif to thank the sky above For all that rain, that welcome rain We looked across the meadowland And seemed to sense a kind of a miracle Much too deep to understand And there we were, so much in love The day that the rains came down Mountain streams swelled with pride Gone the dry river bed Gone the dust from the valley The day that the rains came down Buds were born, love was born As the young buds will grow So our young love will grow Love, sweet love Rain sweet rain  ",
        "title": "The Day The Rains Came"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": null,
        "title": "Pussy Cat"
    },
    {
        "artist": "Kalin Twins",
        "lyrics": null,
        "title": "Forget Me Not"
    },
    {
        "artist": "The Tommy Dorsey Orchestra",
        "lyrics": "  I don't care if the sun don't shine I get my loving in the evening time when I'm With my baby It's no fun with the sun around But I get going when the sun goes down And I meet my baby  That's when we kiss and kiss and kiss and then we kiss some more Don't ask me how many times we kiss at a time like this Who keeps score  So I don't care if the sun don't shine I get my loving in the evening time When I'm with my baby  That's when we kiss and kiss and kiss and then we kiss some more Don't ask me how many times we kiss at a time like this Who keeps score So I don't care if the sun don't shine I get my loving in the evening time When I'm with my baby  ",
        "title": "Tea For Two Cha Cha"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "Nobody But You"
    },
    {
        "artist": "Augie Rios",
        "lyrics": "  Mamacita, donde esta Santa Claus? Donde esta Santa Claus And the toys that he will leave? Mamacita, oh, where is Santa Claus? I look for him because it's Christmas Eve I know that I should be a-sleeping But maybe he's not far away So out of the window I'm peeping Hoping to see him in his sleigh I hope he won't forget to crack his castanets And to his reindeer, say \"Oh! Pancho, Oh! Vixen, Oh! Pedro, Oh! Blitzen,\" Ole! Ole! Ole! (Santa Claus!) Mamacita, donde esta Santa Claus? Oh, Where is Santa Claus? It's Christmas Eve I know that I should be a-sleeping But maybe he's not far away So out of the window I'm peeping Hoping to see him in his sleigh I hope he won't forget to crack his castanets And to his reindeer, say \"Oh! Pancho, Oh! Vixen, Oh! Pedro, Oh! Blitzen,\" Ole! Ole! Ole! (Santa Claus!) Mamacita, donde esta Santa Claus? Oh, Where is Santa Claus? It's Christmas Eve Oh where is Santa Claus? It's Christmas Eve Alright, Mamacita...I go sleep now  ",
        "title": "¿Dònde Està Santa Claus? (Where Is Santa Claus?)"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] At nine years old and sweet as she can be All dressed up like a downtown Christmas tree Dancing and humming a rock-roll melody Shes the daughter of a well-respected man Who taught her how to judge and understand Since she became a rock-roll music fan  [Chorus] Sweet little rock and roller, sweet little rock and roller Her daddy don't have to scold her, her partner can't hardly hold her She never gets any older, sweet little rock and roller  [Verse 2] Should've seen her eyes when the band began to play And the famous singers sang and barred away When the stars performed, she screamed and yelled \"Hooray!\" Ten thousand eyes were watching them leave the floor Five thousand tongues were screaming \"More! More!\" And about fifteen hundred waitin outside the door  [Outro] Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller Sweet little rock and roller  ",
        "title": "Sweet Little Rock And Roller"
    },
    {
        "artist": "June Valli",
        "lyrics": null,
        "title": "The Wedding"
    },
    {
        "artist": "Bill Parsons",
        "lyrics": null,
        "title": "The All American Boy"
    },
    {
        "artist": "Bobby Helms",
        "lyrics": "  Jingle bell, jingle bell, jingle bell rock Jingle bells swing and jingle bells ring Snowin' and blowin' up bushels of fun Now, the jingle hop has begun  Jingle bell, jingle bell, jingle bell rock Jingle bells chime in jingle bell time Dancin' and prancin' in Jingle Bell Square In the frosty air  What a bright time, it's the right time To rock the night away Jingle bell time is a swell time To go glidin' in a one-horse sleigh  Giddy-up jingle horse, pick up your feet Jingle around the clock Mix and a-mingle in the jinglin' feet That's the jingle bell rock  Jingle bell, jingle bell, jingle bell rock Jingle bells chime in jingle bell time Dancin' and prancin' in Jingle Bell Square In the frosty air  What a bright time, it's the right time To rock the night away Jingle bell time is a swell time To go glidin' in a one-horse sleigh  Giddy-up jingle horse, pick up your feet Jingle around the clock Mix and a-mingle in the jinglin' feet That's the jingle bell That's the jingle bell That's the jingle bell rock  ",
        "title": "Jingle Bell Rock"
    },
    {
        "artist": "Bernie Lowe Orchestra",
        "lyrics": null,
        "title": "Sing Sing Sing"
    },
    {
        "artist": "Roy Hamilton",
        "lyrics": null,
        "title": "Pledging My Love"
    },
    {
        "artist": "Billy Vaughn And His Orchestra",
        "lyrics": null,
        "title": "Cimarron (Roll On)"
    },
    {
        "artist": "The Four Esquires",
        "lyrics": null,
        "title": "Hideaway"
    },
    {
        "artist": "Johnny Cash And The Tennessee Two",
        "lyrics": "  [Verse] (Just about time I'm feeling blue trying to get over you) Maybe it's just about time I told you I'm all through with you But just about the time I start to tell you I start feeling blue And just about then I lose my nerve and wait another day or two Because just about the time I think it's over I start missing you (Hardest thing I'll ever do tryin' to get over you) It's just about time I had my saying I told you a thing or two It's just about time I paid you back you treat me like you do But just about the time I get the nerve I can't seem to carry through Beause just about then an mpty feeling reminds me I miss you (Like to find somebody new I could just get you) (Just don't know what I go through trying to get over you) It's just about time I let you know I've had my fill of you But just about the time I think about going I start missing you I'd like to go find another love that'll never be untrue But just about the time I think about leaving I start missing you (Having a hard time feeling blue trying to get over you)  ",
        "title": "It's Just About Time"
    },
    {
        "artist": "Dion & The Belmonts",
        "lyrics": "  (Pity, pity, pity, ah, ah, ooh)  Pity my arms for losing you Pity my dreams that won't come true But don't (don't) don't pity me  Pity my heart that's gonna break (dow, dow, dow) Pity my kiss that you won't take But don't (don't) don't pity me  Pity from others I have plenty of But darlin', from you I want love  Pity the love I'll throw away (dow, dow, dow) Till you return to me some day But don't (don't) don't pity me  Pity from others I have plenty of But darlin', from you I want love  Pity the love I'll throw away (dow, dow, dow) Till you return to me some day But don't (don't) don't pity me  (Don't, don't) pity me (Don't, don't) don't pity me  ",
        "title": "Don't Pity Me"
    },
    {
        "artist": "The Applejacks",
        "lyrics": null,
        "title": "Rocka-Conga"
    },
    {
        "artist": "Joni James",
        "lyrics": null,
        "title": "There Goes My Heart"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": "  The night was clear And the moon was yellow And the leaves came tumbling down  I was standing on the corner When I heard my bulldog bark He was barking at the two men Who were gambling in the dark  It was Stagger Lee and Billy Two men who gambled late Stagger Lee threw seven Billy swore that he threw eight  Stagger Lee told Billy \"I can't let you go with that You have won all my money And my brand new Stetson hat.\"  Stagger Lee started off Goin down that railroad track He said, I can't get you Billy But don't be here when I come back  Go on, Stagger Lee  Stagger Lee went home And he got his .44 Said, \"I'm going to the bar room Just to pay that debt I owe.\"  Stagger Lee went to the bar room And he stood across the bar room door Said, \"Now nobody move.\" And he pulled his .44  \"Stagger Lee,\" cried Billy \"Oh, please don't take my life I got three little children And a very sickly wife.\"  Stagger Lee shot Billy Oh he shot that poor boy so bad Till the bullet came through Billy And it broke the bartender's glass  Now look out, Stagg, come on  ",
        "title": "Stagger Lee"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": null,
        "title": "Try Me"
    },
    {
        "artist": "Jack Scott",
        "lyrics": "  Ooh, bye bye Ooh, bye bye  Goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye I'm gonna leave you now  Goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye Johnny's going away  You were wrong, pretty baby, bye bye Oh, so wrong, pretty baby, bye bye Yes, so wrong, pretty baby, bye bye Please don't you cry  Oh, goodbye baby, baby, bye bye Goodbye baby, baby, bye bye Goodbye baby, baby, bye bye I'm gonna leave you now  Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye  Oh, goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye Johnny's going away  Take my hand, pretty baby, bye bye One more time, pretty baby, bye bye Take my hand, pretty baby, bye bye Hope you'll understand  Oh, oh Goodbye, bay-hey, hey, hey Goodbye, bay-hey, hey, hey  Ooh, bye bye Ooh, bye bye  ",
        "title": "Goodbye Baby"
    },
    {
        "artist": "The Four Preps",
        "lyrics": null,
        "title": "Cinderella"
    },
    {
        "artist": "Tony Dallara",
        "lyrics": "  Come prima, più di prima t'amerò Per la vita, la mia vita ti darò Sembra un sogno rivederti, accarezzarti Le tue mani fra le mani stringere ancor'  I-Il mio mondo, tutto il mondo sei per me A nessuna voglio bene come a te Ogni giorno, ogni istante dolcemente ti dirò: Come prima, più di prima t'amerò  Come prima, più di prima t'amerò Per la vita, la mia vita ti darò Sembra un sogno rivederti, accarezzarti Le tue mani fra le mani stringere ancor'  I-Il mio mondo, tutto il mondo sei per me A nessuna voglio bene come a te Ogni giorno, ogni istante dolcemente ti dirò: Come prima, più di prima t'amerò  ",
        "title": "Come Prima"
    },
    {
        "artist": "Raymond Lefevre and His Orchestra",
        "lyrics": null,
        "title": "The Day The Rains Came"
    },
    {
        "artist": "Harvey & The Moonglows",
        "lyrics": "  Thou should never love another & stand by me all the while Take happiness with the heartaches & go through life wearing a smile & oh how happy we will be If we keep the 10 commandments of love, of love  Thou should always have faith in me In everything I say & do Love me, love me, love me with all your heart & soul Until our life on earth is through Oh how happy we will be If we keep the 10 commandments of love  Love, oh sweet love, it's oh oh so grand You will find that since the beginning of time It has ruled in all the land  Come to me when I am lone Kiss me when you hold me tight Treat me sweet & gentle, baby When we say goodnight Oh how happy we will be If we keep the 10 commandments of love I know, oh how happy we will be If we keep the 10 commandments of  ",
        "title": "Ten Commandments Of Love"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  Out of all the reindeers, you know you're the mastermind Run, run Rudolph, Randalph ain't too far behind Run, run Rudolph, Santa's got to make it to town Santa make him hurry, tell him he can take the freeway down Run, run Rudolph cause I'm reeling like a merry-go-round  Said Santa to a boy \"Child, what have you been longing for?\" \"All I want for Christmas is a Rock and Roll electric guitar\" And then away went Rudolph whizzing like a shooting star  Run, run Rudolph, Santa has to make it to town Santa make him hurry, tell him he can take the freeway down Run, run Rudolph, reeling like a merry-go-round  Run, run Rudolph, Santa's got to make it to town Santa make him hurry, tell him he can take the freeway down Run, run Rudolph, I'm reeling like a merry-go-round  Said Santa to a girl \"Child, what would please you most to get?\" \"A little baby doll that can cry, sleep, drink and wet\" And then away went Rudolph, whizzing like a Saber jet  Run, run Rudolph, Santa's got to make it to town Santa make him hurry, tell him he can take the freeway down Run, run Rudolph, I'm reeling like a merry-go-round  ",
        "title": "Run Rudolph Run"
    },
    {
        "artist": "Tab Hunter",
        "lyrics": null,
        "title": "Jealous Heart"
    },
    {
        "artist": "Polly Bergen",
        "lyrics": null,
        "title": "Come Prima (Koma Preema)"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  When I walk through a jam, no one knows who I am Put your head on my chest, and I am Mr. Success Never closed me a deal, all at once I'm a wheel Just your head on my chest, and I'm Mr. Success Why I once knew a worrying man, he was a hurrying man With never a second to play He had appointments to keep, people to meet And it took thirty hours to make him a day Not for me, not what I wanna be Just your head on my chest, and I'm Mr. Success (instrumental) Why, I once knew a worrying man, he was a hurrying man With never a second to play He had appointments to keep, lots of people to meet And it took thirty hours to make him a day Not for me, not what I wanna be Put my love to the test, that's when I'm at my best Cause with you, pretty baby, standing by my side I couldn't be a failure even if I tried Cause you make me Mr. Success  ",
        "title": "Mr. Success"
    },
    {
        "artist": "Billy & Lillie",
        "lyrics": null,
        "title": "Lucky Ladybug"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": null,
        "title": "Love Of My Life"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Chorus][x2] Merry Christmas baby You really did treat me nice  [Verse 1] Bought me a hi-fi for Christmas Now I'm living in paradise Well I'm feeling mighty fine I got good music on my radio Well I feel so fine I got good music on my radio Yes I want to hug and kiss you baby While you're standing beneath the mistletoe Santa came down the chimney About a half past three Left all these pretty presents That you see before me Merry Christmas baby You really been good to me I will always love you baby Now I'm happy as I can be  ",
        "title": "Merry Christmas Baby"
    },
    {
        "artist": "The Applejacks",
        "lyrics": null,
        "title": "Mexican Hat Rock"
    },
    {
        "artist": "Quaker City Boys",
        "lyrics": null,
        "title": "Teasin'"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  ( Mandolins in the moonlight! Beautiful music of love! )  We're not in Venice In a gondola Beneath the skies of blue And yet it seems we're there signorina An' I'm close to you!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  We won't be tossin' Coins in the fountain Down in Rome tonight And yet my dreams come true signorina When you hold me tight!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  Instrumental break  Now, here's the way They whisper \"I love you\" Down in Napoli \"ti voglio bene mia signorina\" And thata goes for me!  'Cause I hear mandolins in the moonlight Mandolins in the moonlight! See what magic you start? A song of Italy sings In perfect tune with the strings Of my heart!  Mandolins in the moonlight Beautiful music of love!  ",
        "title": "Mandolins In The Moonlight"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "Diamond Ring"
    },
    {
        "artist": "Bobby Helms",
        "lyrics": "  (Here is the story of the fool and the angel)  The fool and the angel once fell in love While heaven was watching from up above The fool gave his love in a reckless way For fools only live for today  The love to the angel was not the same She couldn't believe it was just a game She gave all the love in her heart and soul For true love's an angel goal  How do I know these things I say The answer is all too clear I'm just the fool who walked away When heaven was oh so near  Now the fool and the angel are far apart The fool learned too late what was in his heart But always there's spark of hope remain The fool finds his angel again  But always there's spark of hope remain The fool finds his angel again  ",
        "title": "The Fool And The Angel"
    },
    {
        "artist": "Poni-Tails",
        "lyrics": "  I want seven minutes in heaven Give me up 'til eleven Remember who you met When you were in your dreams  (chorus) Papa, come on And be a trouper, trouper Papa, come on Don't be a party pooper Oh, won't you say it's alright then.. To lower the lights 'cause I want seven minutes in heaven Give me up 'til eleven Remember who you met When you were in your dreams!  (repeat chorus) Seven minutes ain't much No, no And I love him so much Yeah, yeah  Seven minutes ain't much No, no And I love him so much Yeah, yeah  ",
        "title": "Seven Minutes In Heaven"
    },
    {
        "artist": "Bing Crosby",
        "lyrics": "  [Verse 1] I'm dreaming of a white Christmas Just like the ones I used to know Where the treetops glisten and children listen To hear sleigh bells in the snow  [Verse 2] I'm dreaming of a white Christmas With every Christmas card I write \"May your days be merry and bright And may all your Christmases be white\"  [Verse 1] I'm dreaming of a white Christmas Just like the ones I used to know Where the treetops glisten and children listen To hear sleigh bells in the snow  [Verse 2] I'm dreaming of a white Christmas With every Christmas card I write \"May your days be merry and bright And may all your Christmases be white\"  ",
        "title": "White Christmas"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  -artist: nat king cole -peak billboard position # 45 in 1958 -composed for the1951 italian film \"anna\" starring silvana magnano, raf vallone -and vittorio gassman -italian words by michele galdieri and music by p.g. redi -english words by shelley dobbins  Non dimenticar means don't forget you are my darling Don't forget to be All you mean to me Non dimenticar my love is like a star, my darling Shining bright and clear Just because you're here  Please do not forget that our lips have met  And I've held you tight, dear Was it dreams ago my heart felt this glow? Or only just tonight, dear?  Non dimenticar although you travel far, my darling It's my heart you own, so I'll wait alone Non dimenticar  Se ci separ¨°, se ci allontan¨° L'ala del destino Non ne ho colpa, no, e mi sentiro sempre a te vicino  Non dimenticar although you travel far, my darling It's my heart you own, so I'll wait alone Non dimenticar  ",
        "title": "Non Dimenticar (Don't Forget)"
    },
    {
        "artist": "The Harry Simeone Chorale",
        "lyrics": null,
        "title": "The Little Drummer Boy"
    },
    {
        "artist": "Enoch Light & The Light Brigade",
        "lyrics": null,
        "title": "I Want To Be Happy Cha Cha"
    },
    {
        "artist": "Bobby Freeman",
        "lyrics": null,
        "title": "Need Your Love"
    },
    {
        "artist": "Bobby Day",
        "lyrics": "  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet tweet tweet)  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Every little swallow, every chickadee Every little bird in the tall oak tree The wise old owl, the big black crow Flap-a their wings singin' \"go bird go\"  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight Blow! (Tweet, tweedle-lee-dee)  A pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Well the pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet) (wolf whistle)  ",
        "title": "Rock-in Robin"
    },
    {
        "artist": "Johnny Tillotson",
        "lyrics": "  Dreamy eyes You've got such dreamy eyes When I'm away from you I'm so alone and blu-u-ue When I take you home I feel so all alone And then I realize I love you, Dreamy Eyes  Your eyes hold a dream of a love for two A love so warm and rare I hope to see that dream come true A dream we both can share Dreamy eyes You've got such dreamy eyes And I see paradise Within your dreamy eyes  Your eyes hold a dream of a love for two A love so warm and rare I hope to see that dream come true A dream we both can share Dreamy eyes You've got such dreamy eyes And I see paradise Within your dreamy eyes  ",
        "title": "Dreamy Eyes"
    },
    {
        "artist": "Art Lund",
        "lyrics": null,
        "title": "Philadelphia U.S.A."
    },
    {
        "artist": "Chuck Berry",
        "lyrics": null,
        "title": "Joe Joe Gunne"
    },
    {
        "artist": "Ray Charles and his Orchestra",
        "lyrics": "  [Instrumental]  ",
        "title": "Rockhouse (Part 2)"
    },
    {
        "artist": "The Accents",
        "lyrics": null,
        "title": "Wiggle, Wiggle"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "So Much"
    },
    {
        "artist": "The 5 Chanels",
        "lyrics": null,
        "title": "The Reason"
    },
    {
        "artist": "Wade Flemons and the Newcomers",
        "lyrics": null,
        "title": "Here I Stand"
    },
    {
        "artist": "The Olympics",
        "lyrics": null,
        "title": "(I Wanna) Dance With The Teacher"
    }
]