[
    {
        "artist": "All-4-One",
        "lyrics": "  I swear by the moon And the stars in the sky And I swear like the shadow that's by your side  [Verse 1] I see the questions in your eyes I know what's weighing on your mind You can be sure I know my part Cause I stand beside you through the years You'll only cry those happy tears And though I make mistakes I'll never break your heart  [Chorus] And I swear by the moon And the stars in the sky I'll be there I swear like the shadow that's by your side I'll be there for better or worse Till death do us part I'll love you with every beat of my heart And I swear Oooh  [Verse 2] I'll give you every thing I can I'll build your dreams with these two hands We'll hang some memories on the walls  And when (and when) just the two of us are there You won't have to ask if I still care Cause as time turns the page My love won't ever age at all  [Chorus] And I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear (and I swear) like the shadow that's by your side I'll be there (I'll be there) for better or worse Till death do us part I'll love you With every beat of my heart and I swear Oh yeah  I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear like the shadow that's by your side I'll be there (I'll be there) For better or worse (better or worse) Till death do us part I'll love you With every single beat of my heart I swear I swear oh oh I swear  ",
        "title": "I Swear"
    },
    {
        "artist": "Warren G & Nate Dogg",
        "lyrics": "  [Produced by Warren G]  [Intro] Regulators. We regulate any stealin' of his property. We’re damn good too. But you can’t be any geek off the street. You gotta be handy with the steel, if you know what I mean. Earn your keep. Regulators, mount up!  [Warren G] It was a clear black night, a clear white moon Warren G was on the streets tryin' to consume Some skirts for the eve so I can get some phones Rollin' in my ride, chillin' all alone  [Nate Dogg] Just hit the east side of the LBC On a mission tryin' to find Mr. Warren G Seen a car full of girls, ain't no need to tweak All you skirts know what's up with 213  [Warren G] So I hooks a left on 21 and Lewis Some brothers shootin' dice, so I said \"Let's do this!\" I jumped out the ride and said \"What's up?\" Some brothers pulled some gats, so I said \"I'm stuck!\"  [Nate Dogg] Since these girls peepin' me I'ma glide and swerve These hookers lookin' so hard they straight hit the curb Onto bigger, better things than some horny tricks I see my homie and some suckas all in his mix  [Warren G] I'm gettin' jacked, I'm breakin' myself I can't believe they takin' Warren's wealth They took my rings, they took my Rolex I looked at the brother, said \"Damn, what's next?\"  [Nate Dogg] They got my homie hemmed up and they all around Can't none of them see him if they goin' straight pound-for-pound They wanna come up real quick before they start to clown I best pull out my strap and lay them bustas down  [Warren G] They got guns to my head, I think I'm goin' down I can't believe it's happenin' in my own town If I had wings I would fly, let me contemplate I glanced in the cut and I see my homie Nate  [Nate Dogg] Sixteen in the clip and one in the hole Nate Dogg is about to make some bodies turn cold Now they droppin' and yellin', it's a tad bit late Nate Dogg and Warren G had to regulate  {Interlude}  [Nate Dogg] I laid all them bustas down, I let my gat explode Now I'm switchin' my mind back into freak mode If you want skirts, sit back and observe I just left a gang of hoes over there on the curb  [Warren G] Now, Nate got the freaks and that's a known fact Before I got jacked I was on the same track Back up, back up, ‘cause it's on N-A-T-E and me, the Warren to the G  [Nate Dogg] Just like I thought, they were in the same spot In need of some desperate help But Nate Dogg and the G child were in need of somethin' else One of them dames was sexy as hell I said \"Ooh, I like your size!\" She said \"My car's broke down And you seem real nice, would you let me ride?\" I got a car full of girls and it's goin' real swell The next stop is the Eastside Motel  {Interlude}  [Warren G] I'm tweakin' into a whole new era G-funk, step to this, I dare ya Funk on a whole new level  [Nate Dogg] The rhythm is the bass and the bass is the treble  [Warren G] Chords, strings, we brings melody G-funk, where rhythm is life and life is rhythm  [Nate Dogg] If you know like I know You don't wanna step to this It's the G-funk era, funked out with a gangsta twist If you smoke like I smoke Then you're high like everyday And if yo' ass is a busta, 213 will regulate  ",
        "title": "Regulate (From \"Above The Rim\")"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Any Time, Any Place/And On And On"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": null,
        "title": "Don't Turn Around"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro: Aaliyah & (R. Kelly)] (Let me see you go back) Move, it's the L -I- Y- A- H (Let me see you come forth Now let me see you go back) Move, it's the L- I -Y- A- H (Let me see you come forth Uh, now let me see you go back) Move, it's the L- I -Y- A- H (Let me see you come forth Uh, let me see you go back) Move, it's the L- I -Y- A- H (Now let me see you come forth, yeah)  [Verse 1: Aaliyah] It's Friday and I'm ready to swing Pick up my girls and hit the party scene Tonight, oh, it's alright So get up and let this funky mellow groove Get you in the mood 'Cause you know it's alright  [Pre-Hook: Aaliyah] So Mr. DJ keep the music grooving (Keep on grooving) Don't stop moving (Don't stop moving) Let me see you, let me see you go  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  [Verse 2: Aaliyah] Now's the time for you to make your move To the dance floor So throw your hands in the air And wave them around like you just don't care, yeah Move, it's the L-I-Y-A-H Ripping up the stage I got jazz personality, G mentality; beats from Soul Train  [Pre-Hook: Aaliyah] So if the DJ keep on moving Don't stop moving Now let me hear you go Back and forth  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  [Bridge: Aaliyah & (R. Kelly)] (Hey here’s the formality, get upon the floor, you see Show your personality, be who you wanna be now, tell me) See can you feel the groove Hey, I want to keep this party going on all night  [Pre-Hook: Aaliyah] So Mr. DJ keep the music grooving (Keep on grooving) Don't stop moving (Don't stop moving) Let me see you, let me see you go  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  ",
        "title": "Back & Forth"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Mmmm, mmmm  [Verse 1] Say good-bye To not knowing when The truth in my whole life began Say good-bye To not knowing how to cry You taught me that  [Chorus] And I'll remember The strength that you gave me Now that I'm standing on my own I'll remember The way that you saved me I'll remember  [Verse 2] Inside I was a child That could not mend a broken wing Outside I looked for a way To teach my heart to sing  [Chorus] And I'll remember The love that you gave me Now that I'm standing on my own I'll remember The way that you changed me I'll remember  [Verse 3] I learned To let go of the illusion that we can possess I learned To let go I travel in stillness  [Bridge] And I'll remember happiness I'll remember (I'll remember) Mmmmm... (I'll remember) Mmmmm...  [Chorus] And I'll remember The love that you gave me Now that I'm standing on my own I'll remember The way that you changed me I'll remember  [Outro] No, I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember) No, I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember) No, ​I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember)  ",
        "title": "I'll Remember (From \"With Honors\")"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] If you could give me one good reason Why I should believe you Believe in all the things that you tell I would sure like to believe you My heart wants to receive you Just make me know that you are sincere You know I'd love for you to lead me And follow through completely So won't you give me all I ask for? And if you give your very best To bring me happiness I'll show you just how much I adore you  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Verse 2] Now it's gonna take some workin' But I believe you're worth it Long as your intentions are good (so good) There is just one way to show it And boy I hope you know it That no one could love you like I could Lord knows I want to trust you And always how I'd love you I'm not sure if love is enough And I will not be forsaken And I hope there's no mistakin' So tell me that you'll always be true  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Bridge] There's a feeling in my heart that I know I can't escape So please don't let me fall, don't let it be too late There's a time when words are good then they just get in the way So show me how you feel, baby I'm for real Oh, baby, baby, baby, baby, baby  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  ",
        "title": "You Mean The World To Me"
    },
    {
        "artist": "Lisa Loeb & Nine Stories",
        "lyrics": null,
        "title": "Stay (I Missed You) (From \"Reality Bites\")"
    },
    {
        "artist": "Big Mountain",
        "lyrics": "  Ooo, baby, I love your way, everyday Ooo, baby, I love your way, everyday  Shadows grow so long before my eyes And they're moving across the page Suddenly the day turns into night Far away from the city Well, don't hesitate 'Cause your love just won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  The moon appears to shine and light the skies With the help of some fireflies I wonder how they have the power to shine I can see them under the pine But don't hesitate 'Cause your love won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  I can see the sunset in your eyes Brown and grey, blue besides Clouds are stalking islands in the sun I wish I could buy one out of season But don't hesitate 'Cause your love won't wait, just won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  Ooo, baby, I love your way Wanna tell you I love your way Wanna be with you night and day  Ooo, baby, I love your way Wanna tell you I love your way  ",
        "title": "Baby I Love Your Way (From \"Reality Bites\")"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "If You Go"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] There's a calm surrender to the rush of day When the heat of a rolling wind can be turned away An enchanted moment, and it sees me through It's enough for this restless warrior just to be with you  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Verse 2] There's a time for everyone if they only learn That the twisting kaleidoscope moves us all in turn There's a rhyme and reason to the wild outdoors When the heart of this star-crossed voyager beats in time with yours  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Outro] It's enough to make kings and vagabonds Believe the very best  ",
        "title": "Can You Feel The Love Tonight (From \"The Lion King\")"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] If you're lonely And need a friend And troubles seem like They never end Just remember To keep the faith And love will be there To light the way  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Verse 2] When the shadows are closing in And your spirit diminishing Just remember You're not alone And love will be there To guide you home  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Bridge] If you just believe in me I will love you endlessly Take my hand Take me into your heart I'll be there forever baby I won't let go I'll never let go  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  ",
        "title": "Anytime You Need A Friend"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Intro] Whoa, oh, yeah  [Verse] (Ah) I gotta new life You would hardly recognize me I'm so glad How could a person like me care for you? (Ah) Why do I bother When you're not the one for me Ooh, is enough, enough?  [Chorus] I saw the sign and it opened up my eyes I saw the sign Life is demanding without understanding I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong... But where do you belong?  [Verse] (Ah) Under the pale moon For so many years I've wondered who you are How could a person like you bring me joy? Under the pale moon Where I see a lot of stars Ooh is enough, enough?  [Chorus] I saw the sign and it opened up my eyes I saw the sign Life is demanding without understanding I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong... But where do you belong?  [Interlude] Oh, oh oh!  [Larger instrumental break]  [Chorus] I saw the sign and it opened up my mind! And I am happy now living without you I've left you, oh-oh-OH! I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong  [Outro] (I saw the sign - I saw the si-i-ign) I saw the sign! (I saw the sign - I saw the si-ig-i-ign) (I saw the sign - I saw the sign) i saw the sign! And it opened up my eyes, I saw the sign!  ",
        "title": "The Sign"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Yeah, girl, I don't want you to hold back any longer baby Cause tonight, I'm gonna give you all the things I know you've been waiting for So, brace yourself, and listen  [Verse 1] I hear you calling, here I come baby to save you, oh oh Baby no more stalling These hands have been longing to touch you baby And now that you've come around, to seeing it my way You won't regret it baby, and you surely won't forget it baby It's unbelievable how your body's calling for me I can just hear it calling, calling for me  [Chorus] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Verse 2] Tell me, what's your desire, baby your wish Is my will oh yes it is baby, let me take you higher Show you how you should feel, baby Oh, so I speak now and forever hold your body Whatever it is you want from me, lady You see you don't have to say nothing I know when your body wants something And it's easy for me to see that your body's calling for me  [Chorus] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Interlude] I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me  [Chorus throughout Outro] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Outro] See your body's yearning for me You see I'm wild enough to know when a body's yearning, for me yeah I'll say it again You see I'm wild enough to know when someone's yearning Yearning for me Girl you want me, because I can hear you calling for me I can hear it a mile away, calling for me  ",
        "title": "Your Body's Callin'"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] Could you be the most beautiful girl in the world? It's plain to see you're the reason that God made a girl When the day turns into the last day of all time I can say I hope you are in these arms of mine And when the night falls before that day I will cry I will cry tears of joy cuz after you all one can do is die, oh  [Chorus] Could you be the most beautiful girl in the world? Could you be? It's plain to see you're the reason that God made a girl Oh, yes you are  [Verse 2] How can I get through days when I can't get through hours? I can try but when I do I see you and I'm devoured, oh yes Who'd allow, who'd allow a face to be soft as a flower? Oh I could bow (bow down) and feel proud in the light of this power Oh yes, oh  [Chorus] Could you be the most beautiful girl in the world? Could you be? It's plain to see you're the reason that God made a girl Oh, yes you are  [Verse 3] And if the stars ever fell one by one from the sky I know Mars could not be, uh, too far behind Cuz baby, this kind of beauty has got no reason to ever be shy Cuz honey, this kind of beauty is the kind that comes from inside  [Chorus] Could you be (could you be) the most beautiful girl in the world? So beautiful, beautiful It's plain to see (plain to see) you're the reason that God made a girl  [Outro] Oh yeah! (Oh, yes you are) Girl (Could you be?) You must be ... oh yeah! (Could you be?) You're the reason... oh yeah (Could)  ",
        "title": "The Most Beautiful Girl In The World"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 1: Jermaine Dupri & Da Brat] Open up, open up And let the funk flow in From this nigga name J and his new found friend I'm hitting switches like Eric on the solo creep For yo jeep it's the B.R.A.T Putting the dip in your hip from right to left  [Verse 2: Da Brat] It's the ghetto ass bitch and I'm So So Def Nigga that's my click, nigga that's who I rolls with And we kicks nothing but the fat shit Them calls me the funkdafied, funkalistic, vocalistic With the real shit, we got the shit you can't funk with [Why?] Because we so funkdafied [Why?] We make you move from side to side Well, it's da G H da E T T O, nigga Brat and J.D. coming like that big baby So lay back and listen as I catch up on my pimping And freak this duet just like Ashford and Simpson  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 3: Da Brat] Putting it down ain't no thang to me And ain't too many hoes that can hang with me It's like that and as a matter of fact When it comes the Brat tat-tat-tat I got the shit to make your neck snap back Meaning I got the shit that a get'cha bent Tear the roof off this mutha like Parliament I'm on a roll In Control like Janet, dammit Brat, you're the funk bandit and they can't handle it I know, that's why I keep hitting em with this grammer Letting niggas know that I'm the real mama jama Straight to the head like a chronic sack  [Verse 4: Jermaine Dupri & Da Brat] I pass the mic to the Brat And yo I passed it back Well, a sistas and fellas It's time to get your groove on I provide the funkdafied sounds that make yo move, homes Breaking these fools off proper like It's S.O. S.O. D.E.F. dynamite Humunah, humunah, comin' up at cha like Ralph K And since this ain't no Honeymoon, I'm here to stay And the way we coming at cha Baby we can't miss There's a new Tag Team in town Nigga, Whoomp, there it is  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  ",
        "title": "Funkdafied"
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "Shine"
    },
    {
        "artist": "Coolio",
        "lyrics": "  [Verse 1: Coolio] Come on y'all, let's take a ride Don't ya say shit just get inside It's time to take your ass on another kind of trip Cuz you can't have the hop if you don't have the hip Grab you gat with the extra clip And close your eyes and hit the switch We're going to a place where everybody kick it, kick it, kick it Yea that's the ticket Ain't no bloodin, ain't no crippin Ain't no punk ass niggas set trippin' Everybody got a stack and it ain't no crack And it really don't matter if you're white or black I wanna take you there like the Staple Singers Put something in the tank, and I know that I can bring ya If ya can't take the heat get ya ass out the kitchen We on a mission  [Hook] Come along and ride on a fantastic voyage Slide, slide slippity slide I'm hittin switches on the block in a 65 Come along and ride on fantastic voyage Slide, slide hoo ride, ain't no valley low enough or mountain high  [Verse 2: Coolio] I'm tryin to find a place where I can live my life and Maybe eat some steak with my beans and rice A place where my kids can play outside without livin in fear of a drive by And even if I get away from them drive by killaz I still gotta worry about those snitch ass niggas I keep on searchin' and I keep on lookin' But niggas are the same from Watts to Brooklyn I try to keep my faith in my people But sometimes my people be actin' like they evil You don't understand about runnin' with a gang Cause you don't gang bang And you don't have to stand on the corner and slang Cause you got your own thang You can't help me if you can't help yourself You better make a left  [Hook] Come along and ride on a Fantastic Voyage Slide, slide slippity slide I do what I do just to survive (Come along and ride on a Fantastic Voyage) Slide slide hoo ride, that's why I pack my 45  [Verse 3: Coolio] Life is a bitch and then you die Still trying to get a piece of that apple pie Every game ain't the same cause the game still remain Don't it seem kinda strange ain't a damn thing changed If you don't work then you don't eat And only down ass niggas can ride with me Hip hop hop your 45 quickly down the block Stay sucker free and keep the busters of your jock You gotta have heart son if you wanna go Watch this sweet chariot, swing low Ain't nobody crying ain't nobody dyin' Ain't nobody worryin' everybody's tryin' Nothing from nothin' leaves nothin' If you wanna have somethin' you better stop frontin' What you gonna do when the 5 rolls by? You better be ready so you can ride  [Hook] Come along and ride on a fantastic voyage Slide slide slippity slide if you're living in the city it's do or die Come along and ride on a fantastic voyage Slide slide hoo ride you better be ready for the 5 rolls by  Just roll along (that's what you do) Just roll along (that's right) Just roll along (that's what you do) Just roll along (that's right)  Do you want to ride with me? (x9)  ",
        "title": "Fantastic Voyage"
    },
    {
        "artist": "Enigma",
        "lyrics": "  That's not the beginning of the end That's the return to yourself The return to innocence  Love - Devotion Feeling - Emotion Love - Devotion Feeling - Emotion  Don't be afraid to be weak Don't be too proud to be strong Just look into your heart my friend That will be the return to yourself The return to innocence  If you want, then start to laugh If you must, then start to cry Be yourself don't hide Just believe in destiny  Don't care what people say Just follow your own way Don't give up and use the chance To return to innocence  That's not the beginning of the end That's the return to yourself The return to innocence  Don't care what people say Follow just your own way Follow just your own way Don't give up Don't give up To return, to return to innocence  If you want then laugh If you must then cry Be yourself don't hide Just believe in destiny  ",
        "title": "Return To Innocence"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Johnny's daddy was takin' him fishin' When he was eight years old A little girl came through the front gate Holdin' a fishin' pole His dad looked down and smiled Said, \"We can't leave her behind Son, I know you don't want her to go But someday you'll change your mind\"  [Pre-Chorus] And Johnny said:  [Chorus 1] Take Jimmy Johnson, take Tommy Thompson Take my best friend, Bo Take anybody that you want as Long as she don't go Take any boy in the world Daddy, please, don't take the girl  [Verse 2] Same old boy, same sweet girl Ten years down the road He held her tight and kissed her lips in Front of the picture show Stranger came and pulled a gun Grabbed her by the arm Said, \"If you do what I tell you to, there Won't be any harm\"  [Pre-Chorus] And Johnny said:  [Chorus 2] Take my money, take my wallet Take my credit cards Here's the watch that my grandpa gave me Here's the key to my car Mister, give it a whirl But, please, don't take the girl  [Verse 3] Same old boy, same sweet girl Five years down the road There's gonna be a little one and she Says, \"It's time to go\" Doctor says, \"The baby's fine But you'll have to leave 'Cause his momma's fadin' fast\" and Johnny hit his knees  [Pre-Chorus] And then he prayed:  [Chorus 3] Take the very breath you gave me Take the heart from my chest I'll gladly take her place if you'll let me Make this my last request Take me out of this world God, please, don't take the girl  [Outro] Johnny's daddy Was takin' him fishin' When he was eight years old  ",
        "title": "Don't Take The Girl"
    },
    {
        "artist": "Aaron Hall",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "John Mellencamp With Me'Shell Ndegeocello",
        "lyrics": "  [Verse 1: John Mellencamp, Meshell Ndegéocello] As you brush your shoes and stand before your mirror And you comb your hair and grab your coat and hat And you walk the streets trying to remember, yeah All those wild nights breeze through your mind  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the streets And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling  [Verse 2: John Mellencamp, Meshell Ndegéocello] All the girls walk by dressed up for each other And the boys do the boogie woogie on the corner of the street And the people passing by just stare with the wild wonder, yeah And the inside jukebox roars just like thunder  [Chorus: Meshell Ndegéocello, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying Crying Oooh, oo-ooh wee The wild night is calling  [Instrumental Break]  [Bridge: John Mellencamp, Meshell Ndegéocello] Wild night is calling The wild night is calling Come on out and dance Come on out and dance Come on out and make romance Come on out and dance Come on out and dance Come on out and make romance  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling Oooh, oo-ooh wee The wild night is calling  ",
        "title": "Wild Night"
    },
    {
        "artist": "Joshua Kadison",
        "lyrics": "  You're my peace of mind In this crazy world You're everything I've tried to find Your love is a pearl You're my Mona Lisa You're my rainbow skies And my only prayer is that you realize... You'll always be beautiful in my eyes  The world will turn And the seasons will change And all the lessons we will learn Will be beautiful and strange We'll have our fill of tears Our share of sighs My only prayer is that you realize... You'll always be beautiful in my eyes  You will always be Beautiful in my eyes And the passing years will show That you will always grow Ever more beautiful in my eyes  And there are lines upon my face From a lifetime of smiles When the time comes to embrace For one long last while We can laugh about How time really flies We won't say good-bye Cause' true love never dies... You'll always be beautiful in my eyes  You will always be (You will always be) Beautiful in my eyes (Beautiful in my eyes) And the passing years will show That you will always grow Ever more beautiful in my eyes  The passing years will show That you will always grow Ever more beautiful in my eyes  ",
        "title": "Beautiful In My Eyes"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": null,
        "title": "I'm Ready"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "SWV",
        "lyrics": null,
        "title": "Anything (From \"Above The Rim\")"
    },
    {
        "artist": "Erasure",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Misled"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Hook] Got me waiting, anticipating You got me thinking I want your love I'm trying to show you I really, really want to know you You got me thinking I want your love  [Verse 1] I got a funny feeling, honey That you're kind of digging me But every time you see me Word is born, you be ignoring me  I know your name, yes, I do Because your girls told me I know where you live, you want to bet Because your girls showed me  But I'll parlay And stay out of your way Figuring I won't be ignorant And catch you the next day  When I'm in focus, I notice you Only move with a chosen few Irreplaceable, what's up With insatiable you  I never figured you For the quiet type On the down low The low pro-file type  I always thought you Was a rah-rah mama Stirring up crazy confusion Causing drama  What's the matter, huh Cat got your tongue Or some mack got you strung Or maybe I ain't the one  I want to know cause if I don't It's going to haunt me Yo, word up You got me thinking you want me  [Hook] Got me waiting, anticipating You got me thinking I want your love I'm trying to show you I really, really want to know you You got me thinking I want your love  [Verse 2] I'm steady, picking my brain Trying to figure your game What's your angle, tell me Where you're coming from  The whole picture is strange So I'm digging the frame Because I like what I see And I want some  So tell me what's your plot What's your plan You're looking for A brother to get got? I'm not your man  But believe in me You want to be with me But you won't even talk to me To tell me what it is you see in me  I gotta hear it from your girls, Uptown The word got around from my crew In Brooklyn and in the Boogie Down Said you had a thing for me And what would it take for a date And wait, swing with me  I got your cards You're playing hard to get I'm long and I'm strong And if it's on I keep it soft and wet  Let me know cause if you don't It's going to haunt me Yo, word up, you got me Thinking you want me  [Hook] Got me waiting, anticipating You got me thinking I want your love I'm trying to show you I really, really want to know you You got me thinking I want your love  [Bridge] \"Hey, yo, hey, yo....\" Look at all the cuties Swinging in the party \"Hey, yo, hey, yo....\" Look at all the cuties Swinging in the party  [Verse 3] I never stumble cause I'm humble And I'm ready to rap You got me feeling like I'm sleeping And it's keeping me trapped  But still in all, you want to stroll And have a fella on layaway Fronting for nothing like it's Something for me to stay away  Emotional trips Get a grip Because I'm losing it Ideas were clear Had it in gear Now you're confusing it  I had the thought That you were caught And you were going steady Wasn't checking for me Cause you had a friend already  But I'mma put it all aside Cause God is my guide Swallow my pride, stride And follow my guide  Let me know cause if you don't It's going to haunt me Yo, word up, you got me Thinking you want me  [Hook until fade] Got me waiting, anticipating You got me thinking I want your love I'm trying to show you I really, really want to know you You got me thinking I want your love  ",
        "title": "Got Me Waiting"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] My mind is telling me no But my body, my body's telling me yes Baby, I don't want to hurt nobody But there is something that I must confess (chill)  [Chorus] I don't see nothing wrong with a little bump and grind I don't see nothing wrong I don't see nothing wrong with a little bump and grind I don't see nothing wrong  [Verse 1] See I know just what you want And I know just what you need girl So baby bring your body to me (bring your body here) I'm not fooling around with you baby My love is true (with you) With you is where I want to be (girl, see)  [Pre-Chorus 1] You need someone Someone like me To satisfy your every need  [Chorus] I don't see nothing wrong with a little bump and grind I don't see nothing wrong I don't see nothing wrong with a little bump and grind I don't see nothing wrong  [Verse 2] You say he's not treating you right Then, lady, spend the night I'll love you like you need to be love (Girl, won't you try some of me) No need to look no more Because I've opened up my door You'll never feel another love you see  [Pre-Chorus] You need someone Someone like me (girl) To make love to you baby constantly  [Chorus] I don't see nothing wrong with a little bump and grind I don't see nothing wrong I don't see nothing wrong with a little bump and grind I don't see nothing wrong  ",
        "title": "Bump N' Grind"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  I would dial the numbers just to listen to your breath And I would stand inside my hell and hold the hand of death You don't know how far I'd go to ease this precious ache And you don't know how much I'd give or how much I can take  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  Keeping my eyes open I cannot afford to sleep Giving away promises I know that I can't keep Nothing fills the blackness that has seeped into my chest I need you in my blood I am forsaking all the rest  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  I don't care what they think I don't care what they say What do they know about this love Anyway  Come, come to my window I'll be home I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'll be home  ",
        "title": "Come To My Window"
    },
    {
        "artist": "General Public",
        "lyrics": null,
        "title": "I'll Take You There (From \"Threesome\")"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] I read her letters And I saw her picture And I smelled her cheap perfume It must have come from you How could you touch her? Lay down beside her? Well, there just ain't no excuse You shouldn't have been so loose  [Pre-Chorus] I saw the telephone bill You must be out of your mind If you think you can smooth it over Then you're wasting your time  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  [Verse 2] You're such a liar You took her and her children Out for the afternoon While I was sittin' waitin' on you How could you do it? You should've been here with me You just couldn't do it You had to be in the streets  [Pre-Chorus] Well, I heard through the grapevine You've been messin' around When you thought you were gettin' over That's when my baby I found, oh...  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time (You really hurt me) And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  [Bridge] I gave my heart, gave my time Gave my soul 'cause love was blind I can't explain this poor excuse Of a man, of a boy who was born to lose I paid the rent, washed your clothes Cooked your food and only God knows Only God knows why I stay with you I guess (Guess I) I'm in love  [Chorus] Well, I'm willing to forgive you but I can't forget (Oh, baby, I'm in love, I'm in love, I'm in love, I'm in love) 'Cause you really, really, really, really hurt me this time (Ooh, you really hurt me this time, baby) And I guess I can go on although I must admit (Although I must admit) I've been busy, busy, busy, busy thinking that I'm gonna mess around some time (I'm gonna mess around some time)  [Bridge] I gave my heart, gave my time Gave my soul 'cause love was blind I can't explain this poor excuse Of a man, of a boy who was born to lose I paid the rent, I washed your clothes Cooked your food and only God knows Only God knows why I stay with you I guess I...I'm in love  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time (Ooh, oh, baby, you hurt me, you hurt me) And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  Well, I'm willing to forgive you but I can't forget (I'm willin', I'm willin' and able) 'Cause you really, really, really, really hurt me this time...  ",
        "title": "Willing To Forgive"
    },
    {
        "artist": "Ahmad",
        "lyrics": "  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Verse 1] I remember (back in the days) When I just a little niggarole I looked up to my bigger bro Begged if I could kick it so When he went out with girls I could go tagging along Nagging if she had a sis maybe could mack a baby hoodrat Y'all remember way back then, when it was 1985 All the way live, I think I was about ten One of those happy little niggas singing the blues That be always trying to bag with the shag and karate shoes Sayin \"Yo momma black; his momma this, his momma that\" Then he get mad and wanna scrap We stay mad about, ten minutes then it's like back on the bike To play hide and go get it with the younger hoes by the bungalows Then switch to playing ding dong ditch, when that gets Old and too cold to hack it, threw on a bomber jacket You could tell the ballers cuz they bell wearing Gazelles And if they really had money raised be sporting BK's And, all the girls had they turkish link If it broke then they made earrings to it, like they meant to do it But, sometimes, I still sit and reminisce Then, think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  [Verse 2] I'm still back in the days, but now the year is '87 '88 that's when my crew and I were in junior high In 7th grade, I hated school (wish it'd blown up) No doubt I couldn't wait to get out (and be a grownup) But let me finish this reminiscing and telling 'Bout when girls was belling tight corduroys like for the boys Basket weaves, Nike Cortez, and footsie socks And eating pickles, with tootsie pops And it don't stop, I'm glad cause when J.J. Fad hit Supersonic it was kinda like a sport to wear biker shorts Or to wear jeans and it seemed like the masses Of hoochies had Poison airbrushed on they asses Dudes had on Nike suits, and the Pumas with The fat laces cause it was either that or K-Swiss I miss those days and so I pout like a grown jerk Wishing all I had to do now, was finish homework It's true, you don't realize really what you got til it's gone And I'm not, gonna sing another sad song, but Sometimes I do sit and reminisce then Think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  [Verse 3] Well, it's the niggarole, I figure that now I'm all grown up Because I'm eighteen years old, and guess you could say I'm holding Down a steady job and crew steady mobbing You steady bobbing your head and I'm paid, so I got it made But, didn't always have clout, used to live in South Central L.A That's where I stayed and figured a way out I gave it all I had so for what it's worth I went from rags to riches which is a drag but now I'm first So Ahmad and The Jones' is on our way up Yup, we said that we was gonna make it since a kid And we finally did, but Sometimes I still sit and reminisce then Think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  ",
        "title": "Back In The Day"
    },
    {
        "artist": "M People",
        "lyrics": "  You've done me wrong Your time is up You took a sip (just a sip) From the devil's cup You broke my heart There's no way back Move right outta here baby Go on pack your bags  Just who do you think you are Stop acting like some kinda star Just who do you think you are Take it like a man baby if that's what you are  Cause I'm moving on up You're moving on out Moving on up Nothing can stop me I'm moving on up You're moving on out Time to break free Nothing can stop me  They brag a man has walked in space But you can't evenfind my place Mm there ain't nothing (not a thing) You can do Cause I've had enough of me baby Being part of you  Just who do you think you are This time you've gone too far Just who do you think you are Take it like a man baby if that's what you are  Cause I'm moving on up You're moving on out Moving on up Nothing can stop me I'm moving on up You're moving on out Time to break free Nothing can stop me (moving on up,moving on up,moving on up) (moving on up, moving on up,moving on up) (moving on up, moving on up,moving on up) (moving on up, moving on up,moving on up) Moving on up You're moving on out Moving on up Nothing can stop me I'm moving on up You're moving on out Time to break free Nothing can stop me (moving) (moving) (moving) Nothing can stop me (moving) (moving) Time to break free Nothing can stop me  ",
        "title": "Moving On Up"
    },
    {
        "artist": "Salt-N-Pepa Featuring En Vogue",
        "lyrics": "  Yeee-hey, yeah Alright Come on now Yeah Talk to me Yeah  [Hook: En Vogue] What a man, what a man, what a man What a mighty good man Gotta say it again now What a man, what a man, what a man What a mighty good man He's a mighty mighty good man What a man, what a man, what a man What a mighty good man Yes he is What a man, what a man, what a man What a mighty good man Yeah  [Verse 1: Salt] I wanna take a minute or two, and give much respect due To the man that's made a difference in my world And although most men are ho's he flows on the down low Cuz I never heard about him with another girl But I don't sweat it because it's just pathetic To let it get me involved in that he said/she said crowd I know that ain't nobody perfect, I give props to those who deserve it And believe me y'all, he's worth it So here's to the future cuz we got through the past I finally found somebody that can make me laugh (Ha ha ha) You so crazy I think I wanna have your baby  [Hook: En Vogue] What a man, what a man, what a man What a mighty good man Yes, he is What a man, what a man, what a man What a mighty good man He's a  mighty mighty good man What a man, what a man, what a man What a mighty good man You gotta say it again now What a man, what a man, what a man What a mighty good man Heeh  [Verse 2: Pepa] My man is smooth like Barry, and his voice got bass A body like Arnold with a Denzel face He's smart like a doctor with a real good rep And when he comes home he's relaxed with Pep He always got a gift for me everytime I see him A lot of snot-nosed ex-flames couldn't be him He never ran a corny line once to me yet So I give him stuff that he'll never forget He keeps me on Cloud Nine just like the Temps He's not a fake wannabe tryin' to be a pimp He dresses like a dapper don, but even in jeans He's a God-sent original, the man of my dreams  [Verse 3: Spinderella] Yes, my man says he loves me, never says he loves me not Tryin' to rush me good and touch me in the right spot See other guys that I've had, they tried to play all that mac (shit) But every time they tried I said, \"That's not it\" But not this man, he's got the right potion Baby, rub it down and make it smooth like lotion Yeah, the ritual, highway to heaven From seven to seven he's got me open like Seven Eleven And yes, it's me that he's always choosin' With him I'm never losin', and he knows that my name is not Susan He always has heavy conversation for the mind Which means a lot to me cuz good men are hard to find  [Hook: En Vogue] What a man, what a man, what a man What a mighty good man He's a  mighty mighty good man What a man, what a man, what a man What a mighty good man Say it again now What a man, what a man, what a man What a mighty good man Ohh, uuuh What a man, what a man, what a man What a mighty good man I said what a mighty good man You know what I'm sayin', he's a mighty mighty good man Y'all hear me, now check it out  [Verse 4: Salt] My man gives real loving that's why I call him Killer He's not a wham-bam-thank-you-ma'am, he's a thriller He takes his time and does everything right Knocks me out with one shot for the rest of the night He's a real smooth brother, never in a rush And he gives me goose pimples with every single touch Spends quality time with his kids when he can Secure in his manhood cuz he's a real man A lover and a fighter and he'll knock a knucker out Don't take him for a sucker cuz that's not what he's about Every time I need him, he always got my back Never disrespectful cuz his mama taught him that  I've got a good man  [Hook: En Vogue] What a man, what a man, what a man What a mighty good man A mighty mighty good man What a man, what a man, what a man What a mighty good man Yes he is What a man, what a man, what a man What a mighty good man What a mighty good man What a man, what a man, what a man What a mighty good man  He's a mighty mighty good man What a mighty mighty good man  Tell me like that sugar Now break it down I break it down one time  What a man, what a man What a man, what a man What a man, what a man  ",
        "title": "Whatta Man"
    },
    {
        "artist": "Beck",
        "lyrics": "  [Verse 1] In the time of chimpanzees I was a monkey Butane in my veins and I’m out to cut the junkie With the plastic eyeballs, spray-paint the vegetables Dog food skulls with the beefcake pantyhose Kill the headlights and put it in neutral Stock car flaming with the loser in the cruise control Baby's in Reno with the vitamin D Got a couple of couches, sleep on the love-seat Someone came in saying I’m insane to complain About a shotgun wedding and a stain on my shirt Don’t believe everything that you breathe You get a parking violation and a maggot on your sleeve So shave your face with some mace in the dark Saving all your food stamps and burning down the trailer park Yo, cut it  [Hook] Soy un perdedor I'm a loser baby, so why don't you kill me? (Double barrel buckshot) Soy un perdedor I'm a loser baby, so why don't you kill me?  [Verse 2] The forces of evil in a bozo nightmare Ban all the music with the phony gas chamber Cause one’s got a weasel and the other’s got a flag One’s on the pole, shove the other in a bag With the rerun shows and the cocaine nose-job The daytime crap of the folksinger slob He hung himself with a guitar string A slab of turkey-neck and its hanging from a pigeon wing You can't get right if you can't relate Trade the cash for the beat for the body for the hate And my time is a piece of wax falling on a termite Who’s choking on the splinters  [Hook] Soy un perdedor I'm a loser baby, so why don't you kill me? (Get crazy with the cheese whiz) Soy un perdedor I'm a loser baby, so why don't you kill me? (Drive-by body pierce) (Yo, bring it on down)  I'm a driver I'm a winner Things are gonna change, I can feel it  [Hook] Soy un perdedor I'm a loser baby, so why don't you kill me? (I can’t believe you) Soy un perdedor I’m a loser baby, so why don't you kill me? Soy un perdedor I'm a loser baby, so why don't you kill me? (Sprechen Sie Deutsch, eh, baby?) Soy un perdedor I'm a loser baby, so why don't you kill me? (Know what I'm sayin'?)  ",
        "title": "Loser"
    },
    {
        "artist": "Crash Test Dummies",
        "lyrics": "  [Verse 1] Once there was this kid who Got into an accident and couldn't come to school But when he finally came back His hair had turned from black into bright white He said that it was from when The cars had smashed so hard  [Chorus] Mmm Mmm Mmm Mmm Mmm Mmm Mmm Mmm  [Verse 2] Once there was this girl who Wouldn't go and change with the girls in the change room But when they finally made her They saw birthmarks all over her body She couldn't quite explain it They'd always just been there  [Chorus] (2x)  [Bridge] But both girl and boy were glad Cause one kid had it worse than that  [Verse 3] Cause then there was this boy whose Parents made him come directly home right after school And when they went to their church They shook and lurched all over the church floor He couldn't quite explain it They'd always just gone there  ",
        "title": "Mmm Mmm Mmm Mmm"
    },
    {
        "artist": "Shai",
        "lyrics": "  [Verse 1 - Darnell:] Misery Such a fool To let you walk away from me Now it seems there's just nobody there for me Girl, I'm in agony for you Gone without a trace Damn I need your loving just to feel this space I'm in so much pain without you You left me here alone Why don't you come back home to me? Oh, everybody help me sing it  [Chorus w/Darnell adlibs] This is the place where you belong Right here in my arms Without you Something is wrong  [Verse 2 - Garfield:] Waiting for your call Can't help thinking That this mess is all my fault And just to have you back I swear I'd risk it all My every thought is of you Girl, I'm on my knees Begging for forgiveness and your sympathy But most of all my love I need your company The only thing I need is you I need you back, my friend So I can live again Come back home Everybody help me sing  [Repeat Chorus with Garfield adlibs:]  [Breakdown] You belong in my arms (5x)  [Repeat Chorus with Darnell adlibs]  ",
        "title": "The Place Where You Belong (From \"Beverly Hills Cop III\")"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  Whenever I'm weary From the battles that rage in my head You make sense of madness When my sanity hangs by a thread I lose my way but still you seem to understand Now and forever, I will be your man  Sometimes I just hold you Too caught up in me to see I'm holding a fortune That heaven has given to me I'll try to show you each and every way I can Now and forever, I will be your man  Now I can rest my worries and always be sure That I won't be alone anymore If I'd only known you were there all the time All this time  Until the day the ocean doesn't touch the sand Now and forever, I will be your man Now and forever, I will be your man  ",
        "title": "Now And Forever"
    },
    {
        "artist": "Domino",
        "lyrics": "  [Intro] It's like this I'm that guy, you're so fly Gotta get a piece of that sweet potato pie I'm that guy, you're so fly Gotta get a piece of that sweet potato pie  [Verse 1] Now the way of today with the homies is straight Gettin' fucked up off the dank, chronic Bud, what, ever you wanna call it And peace to you fuckin' alcoholics, for Makin' the proper remedy Cuz when I hit it, bitches envy me Say you want wine? Yeah, I guess that's fine But thai is the sky when you talkin' about mines Now my thai got a friend named Gin Got me all straight now my dick won't bend Now I'm fucked for the rest of the night Unless I find a piece of ass whether it's loose or tight Now looka here looka here I done found a bitch Yummy for the dick, Jelly mix in the switch Save that shit cuz I don't wanna be your man Just need a little loosin', do you understand?  [Hook (x2)] My mind's fucked up off chocolate thai Hit the gin shop now I'm so high Now I need a bitch that's proper and fly So break me off a piece of that sweet potato pie  [Verse 2] Thinkin' about what I'm gonna do today Party at my homies bout eight I thought about goin' to the movies But ain't nothin' like a bunch of proper ass hoochies Dressed like a player can't wear nothin' less Some simple ass shit, even if it ain't Guess Take  a couple of shots and now I roll to the spot Bitches straight peepin' wanna know what I got, well One, two, three, Here comes the D Pass me the buddah, OOOOH WEEE!!!! And now I'm ready for you bitches So gang a dick licker, do you get the picture? And so much love for ya gals And peace, love, and pussy to my muthafuckin' pals And ay, yai, yai, I'mma stay high And keep me a piece of that sweet potato pie  [Hook (x2)]  [Verse 3] The fellas wanna have a barbecue tonight, I think it's on about five They say it's gonna have plenty Daisy Dukes, and Les says it's gonna be live So Imma gonna grab me a player suit, cuz ain't a damn thing changed And now I'm proper and fly and shit, but man do I feel strange So Imma go down to the liquor store, and find my friend named Gin And go to the girl with the flyest thai, and break her off a proper twin And now it's time to make some shit, and look for the proper mix And run a little game on the PYT, and tell it to her somethin' like this  [Hook (x2)]  ",
        "title": "Sweet Potatoe Pie"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Verse 1] Fearless people Careless needle Harsh words spoken And lives are broken Forceful aging Help me, I'm fading Heaven's waiting It's time to move on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Verse 2] Just say, \"Die,\" and that would be pessimistic In your mind, we can walk across water Please don't cry, it's just a prayer for the dying I just don't know what's got into me  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on It goes on Goes, goes Life carries on  [Outro] When nothing else matters When nothing else matters I just don't know what's got into me It's just a prayer for the dying For the dying  ",
        "title": "Prayer For The Dying"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Verse 1] It's twelve past midnight Don't close your eyes Your soul's half alive And I'll be by your side  I've come to take you there Show you how to care Just be aware That you'll have to share  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Verse 2] You saw a brand new high Thought that you could fly Did I hear you cry Or did you like the ride?  You call my name again No, it's not a sin I'll show you how to win And where I've been  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Bridge] You'll never have to run away You'll always have a friend to play You'll never go out on your own In me You will find a home Home  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  ",
        "title": "100% Pure Love"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "(She's) Some Kind Of Wonderful"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "The Power Of Love"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Without You/Never Forget You"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Pumps And A Bump"
    },
    {
        "artist": "Gin Blossoms",
        "lyrics": "  All last summer in case you don't recall I was yours and you were mine forget it all Is there a line that I could write That's sad enough to make you cry? And all the lines you wrote to me were lies  Months roll past, the love that you struck dead Did you love me only in my head? There were things you said and did to me They seem to come so easily The love I thought I'd won you give for free  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Rumors follow everywhere you go Like when you left and I was last to know Well you're famous now and there's no doubt In all the places you hang out They know your name and they know what you're about  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Street lights blink on through the car window I get the time too often on AM radio Well you know it's all I think about I write your name, drive past your house Your boyfriend's over, I watch your lights go out  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  Whispers at the bus stop Well I've heard about nights out in the school yard I found out about you I found out about you  I found about you  ",
        "title": "Found Out About You"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Sending My Love"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": "  Rainy night I'm all alone Sitting here waiting for your voice on the phone Fever turns to cold cold sweat Thinking about things we ain't done yet Tell me now I've gotta know, do you feel the same Do you just light up at the mention of my name  [Chorus] Don't worry baby Ain't nothin' new That's just love sneakin' up on you If your whole world is shakin' And you feel like I do That's just love sneakin' up on you  Nowhere on earth for your heart to hide Once love comes sneaking up on your blind side And you might as well try and stop the rain Or stand in the track of a runaway train You just can't fight it when a thing is meant to be Come on let's finish what you started with me  [Chorus]  ",
        "title": "Love Sneakin' Up On You"
    },
    {
        "artist": "Toad The Wet Sprocket",
        "lyrics": null,
        "title": "Fall Down"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] When can my heart beat again? When does the pain ever end? When do the tears stop from running over? When does \"you'll get over it\" begin?  [Pre-Chorus] I hear what you're sayin' But I swear that it's not making sense So when can I see you  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again? And when can I breathe once again? And when can I see you...  [Verse 2] When does my someday begin? When I'll find someone again? And what if I still am not truly over What am I supposed to do then, baby, baby?  [Pre-Chorus] Please hear what I'm sayin' Even if, if it's not making sense So when can I see you...  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again, baby? And when can I breathe once again? And when can I see you again?  [Pre-Chorus] Yeah baby Please hear what I'm sayin' Even if, if it's not making sense, baby So when can I see you again?  [Chorus] When can I see you again? When can my heart beat again? Baby, yeah When can I see you again, baby? And when can I breathe once again? And when can I see you again?  Again... I wanna see you again Again...  ",
        "title": "When Can I See You"
    },
    {
        "artist": "Meat Loaf",
        "lyrics": "  [Verse 1] The skies were pure and the fields were green And the sun was brighter than it's ever been When I grew up with my best friend, Kenny We were close as any brothers that you ever knew  It was always summer and the future called We were ready for adventures and we wanted them all And there was so much left to dream And so much time to make it real  But I can still recall the sting of all the tears when he was gone They say he crashed and burned, I know I'll never learn Why any boy should die so young  We were racing; we were soldiers of fortune We got in trouble but we sure got around There are times I think I see him peeling out of the dark I think he's right behind me now, and he's gaining ground  But it was long ago, and it was far away Oh God, it seems so very far And if life is just a highway, then the soul is just a car  [Hook (X2)] And objects in the rear view mirror may appear closer than they are  [Verse 2] And when the sun descended and the night arose I heard my father cursing everyone he knows He was dangerous and drunk and defeated And corroded by failure and envy and hate  There were endless winters and the dreams would freeze Nowhere to hide and no leaves on the trees And my father's eyes were blank As he hit me again and again and again  I know I still believe he'd never let me leave I had to run away alone So many threats and fears, so many wasted years Before my life became my own  And though the nightmares should be over Some of the terrors are still intact I'll hear that ugly, coarse, and violent voice And then he grabs me from behind, and then he pulls me back  But it was long ago, and it was far away Oh God, it seems so very far And if life is just a highway, then the soul is just a car  [Hook] And objects in the rear view mirror may appear closer than they are  [Instrumental solo]  [Verse 3] There was a beauty living on the edge of town She always put the top up and the hammer down And she taught me everything I'll ever know About the mystery and the muscle of love  The stare would glimmer and the moon would glow I'm in the back seat with my Julie like Romeo And the signs along the highway all said \"Caution! Kids at play!\"  Those were the rites of spring and we did everything; There was salvation every night We got dreams reborn and our upholstery torn But everything we tried was right  She used her body just like a bandage She use my body just like a wound I'll probably never know where she disappeared But I can see rising up out of the back seat now Just like an angel rising out of a tomb  But it was long ago, and it was far away Oh God, it seems so very far And if life is just a highway, then the soul is just a car  [X9] And objects in the rear view mirror may appear closer than they are  [Outro] She used her body just like a bandage She used my body just like a wound I'll probably never know where she disappeared But I can see her rising up out of the back seat now...  ",
        "title": "Objects In The Rear View Mirror May Appear Closer Than..."
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1:] Where do they get off telling you That I am not the least bit into you Just tell me how the hell They can tell you they know what's in my heart  What do they get from telling you That I don't give a damn about Just tell me why the hell Someone wants to tear your heart apart  [Hook:] Oh why, oh why, oh why, oh why Why do them people like to tell you lies I know, I know, I know, I know I love you more than words could ever show  I can't, I can't, I can't I can't explain Why do some people have to be that way I can't take much more I can't ignore I have to let you know what's in my heart  [Chorus:] If I never ever say that I love you Just remember, girl I'm saying I do You can know that from this moment You were always in my heart  If I never ever say that I love you Just remember, girl I'm saying I do love you You'll be always in my heart  They're not the ones who'll be there for you When you need someone to turn to They won't be anywhere Be anywhere when things start falling down  They're only in it to confuse you So they can turn around and use you But it can't happen It won't happen, girl As long as I'm around  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] Oh, why Why, why, why Yeah Why did you have to listen to the lies?  Oh, girl My sweet girl There is only you inside my world  Oh, please, baby, please I wish you could believe in me Right now, right now If only you could know  [Repeat Chorus x3:]  ",
        "title": "Always In My Heart"
    },
    {
        "artist": "Arrested Development",
        "lyrics": "  I need some time to ease my mind  Thrusted in a world that I don't know From my mamas lips between my mamas hips I'm cuddled by her hands because she understands It's that bond that keeps the movement movin' on Life is surrounded with so many insecurities Back stabbin' is like breathing when in poverty I try to make my sanity, with the insane God is secondary to most, when they scrap for money But, then again money can cause even more death When a African becomes a nigga step n fetch n all I dare say when price is right U can buy us all Well not me, cuz I don't truly give a care about you I'll move in poverty, in wealth but I'll surely move! Ain't syncopated with your beats or your wack grooves My break beat is to break away from yo thang All these things you put on me makes this brother sing...  Chorus: I need some time to ease my mind  Mind & soul is even more important then body Money can put my body in all exotic spaces Meanwhile my mind & soul remotely dwells Within that fine spot between all messed up & hell And so I move on with confidence of harmony And do my thang to resist this wack society Cuz if you don't resist, & I mean consciously You'll fool your sub-conscious into accepting it I ain't acceptin' it - I keep my focus I keep my focus - I ain't acceptin'it Give me a face pencil to draw a smile on me Answer my prayer to give my Earthly body inner peace Answer my prayer to give my Earthly Body Inner Inner peace Until that day upon which my souls released!  Chorus  Need some time need some time When the sista's say it then you know it's gotta be real!  Thrusted in a world that I don't know From my mommas lips between my mamas hips I'm cuddled by her hands because she understands It's that bond that will keep the movement movin' on It's that bond that will keep the movement movin' on And so I GOTTA BE READY TO RELINQUISH Gotta be ready to relinquish, my breath of life for struggle  That is why I tell you...  I need some time to ease my mind  ",
        "title": "Ease My Mind"
    },
    {
        "artist": "FRENTE!",
        "lyrics": "  Every time I think of you I get a shot right through into a bolt of blue It's no problem with mind, but it's a problem I find Living a life that I can't leave behind  There's no sense in telling me The wisdom of a fool won't set you free But that's the way that it goes, and it's what nobody knows And every day my confusion grows  Every time I see you falling I get down on my knees and pray I'm waiting for that final moment You say the words that I can't say  I feel fine and I feel good I feel like I never should Whenever I get this way, I just don't know what to say Why can't we be ourselves like we were yesterday?  I'm not sure what this could mean I don't think you're what you seem I do admit to myself, that if I hurt someone else Then I'll never see just what we're meant to be  Every time I see you falling I get down on my knees and pray I'm waiting for that final moment You say the words that I can't say  Every time I see you falling I get down on my knees and pray I'm waiting for the final moment You say the words that I can't say  ",
        "title": "Bizarre Love Triangle"
    },
    {
        "artist": "Live",
        "lyrics": "  [Verse 1] And to love, the God And to fear, the flame And to burn, the crowd that has a name  [Verse 2] And to right or wrong And to weak or strong It is known, just scream it from the wall  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that  [Verse 3] It's the sun that burns It's the wheel that turns It's the way we sing that makes 'em dream  [Verse 4] And to Christ, a cross And to me, a chair I will sit and earn the ransom from up here  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that (We won't, we won't, we won't, we won't)  [Verse 1] And to love, a God And to fear, a flame And to burn, a love that has a name  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that  Hey, now, no, no  [Verse 1] And to love, a God And to fear, a flame And to burn, a love that has a name  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that  [Outro] We won't be scarred like that Wow we won't be scarred like that  ",
        "title": "Selling The Drama"
    },
    {
        "artist": "Boston",
        "lyrics": null,
        "title": "I Need Your Love"
    },
    {
        "artist": "Patra",
        "lyrics": "  I have a real man problem Gotta find a guy who can solve dem (A real man) One who loves to play in Many different ways (Fi real!) I have a real man problem Gotta find a guy who can solve dem (Tender man) One who loves to play in Many different way (Watch this!)  Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long  Me want a man when him a work 'Im just a sweat Work pon mi body like 'im A ready bout ((jet)) Tell di man a when mi love A him me have fi get Work mi body Him a work it to deat' Yuh a 50 minute man Yuh better start fret Caw yuh a cry ((how)) yuh no get ((nothing)) yet Tek mi body Caw yuh naw gon regret And over a hour ((Dem a net)) a perfect  Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long  I want a real teddy bear No matter how big I don't care (Hug me tight) One who can love me up And pour juice in my cup (Squeeze me tight) I want a real teddy bear No matter how big I don't care One who can love me up And pour juice in my cup (Tender love)  Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long  When me find one Me say what a bam bam Flex out di night an Still a galang Caress me when yah bogle Make me do di armstrong Come prove to me Say yuh no one minute man Step to me softly Jus like a real man An mi have fi request Ah just yuh ((dun)) galang  Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long  I have a real man problem Gotta find a guy who can solve dem (Fi real!) One who loves to play in Many different ways (All night long) I want a real teddy bear No matter how big I don't care One who can love me up And pour juice in my cup (Squeeze me right) When dem a work An work me all night An make mi stomach come up Me love when dem bad An some gwaan like dem tough Cuz when dem inna bed Me ah go ((boil dem fi ducks?)) Come test me now If I ((stop)) mi yuh approve ((Come make a )) play Little touches a move Day by day Ah saw mi improve Mi no back from it Caw me know me naw gon lose(Sex!)  Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long Man is not a man if ((Him a)) no worker man Man is not a man If he cyaan go 10 furlong Man is not a man if ((Him a)) no worker man Me want a man me can Tongue pon me long  ",
        "title": "Worker Man"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] We fell in love And who could blame us The word was we were just beside ourselves And everybody said it wouldn't last And now they wonder Why we didn't last  We fell in love It seemed so righteous Couldn't compare our love to no one else And everybody thought we could not win It's no wonder Love came to an end  [Chorus] And our feelings Just aren't feelings anymore They're just words that come from whispers From people we don't know And our feelings, yeah Just aren't feelings anymore They're just words without emotion From people who don't know Who don't know...  [Verse 2] We fell apart The bond was broken Should've kept our thoughts between ourselves And though they say they cared They didn't help Makes me wonder Should we blame ourselves?  So here we are Broken hearted What in the world have we done to ourselves? When everybody says to let it end, baby Well, it makes me wonder We can't let them win  [Chorus] And our feelings Just aren't feelings anymore They're just words that come from whispers From people we don't know And our feelings Just aren't feelings anymore They're just words without emotion From people who don't know  [Bridge] If we'd only just try, we could make it by And maybe in time we could make it right If we only had done what we shoulda done We'd both be here still making love I wanna know that, that we can go back Back to the times when the lovin' was all that When no one could come between our love  [Chorus] And our feelings Just aren't feelings anymore They're just words that come from whispers From people we don't know And our feelings Just aren't feelings anymore They're just words without emotion From people who don't know  And our feelings Just aren't feelings anymore They're just words that come from whispers From people we don't know And our feelings Just aren't feelings anymore They're just words without emotion From people who don't know  ",
        "title": "And Our Feelings"
    },
    {
        "artist": "The Cranberries",
        "lyrics": null,
        "title": "Dreams"
    },
    {
        "artist": "Xscape",
        "lyrics": "  [Intro] Why don't you listen to this recording with interest?  [Verse 1] Boy, I can't wait to get you alone inside my house 'Cause baby it's you and only you that I keep on thinking about I know what you want it, how good my love could be Tonight you'll get the answers I'll satisfy your curiosity  [Pre-Chorus] Take me away in ecstasy I want to know how it feels to be loved Boy, take your time because I have all night I'm gonna show you what I'm been thinking of  [Chorus] I got love on my mind I knew it's the way to make things right I think it's about that time I got love on my mind And I'm in the mood to be moved And do all the things you want me to  [Verse 2] I've been watching you and thinking to myself You're looking so so def to me, and I'm feeling so sexy You know I never felt this way before I really can't help myself, 'cause I'm thinking of nothing else  [Pre-Chorus] Take me away in ecstasy I want to know how it feels to be loved Boy, take your time because I have all night I'm gonna show you what I'm been thinking of  [Chorus] I got love on my mind I knew it's the way to make things right I think it's about that time I got love on my mind And I'm in the mood to be moved And do all the things you want me to  [Break] I got love on my mind I knew it's the way to make things right I think it's about that time I got love on my mind And I'm in the mood to be moved And do all the things you want me to  [Pre-Chorus] Take me away in ecstasy I want to know how it feels to be loved Boy, take your time because we have all night I'm gonna show you what I've been thinking of  [Chorus] I got love on my mind I know it's the way to make things right I think it's about that time I got love on my mind And I'm in the mood to be moved And do all the things you want me to  I got love on my mind I got love on my mind  ",
        "title": "Love On My Mind"
    },
    {
        "artist": "Gabrielle",
        "lyrics": null,
        "title": "I Wish"
    },
    {
        "artist": "Meat Puppets",
        "lyrics": "  [Verse 1] And when I wake up in the morning To feel the daybreak on my face There's a blood that's flowin' through the feeling With a knife to open up the sky's veins  [Chorus] Some things will never change They stand there looking backwards Half unconscious from the pain They may seem rearranged In the backwater swirling There is something that will never change  [Verse 2] And when I shoulda been gone a long time Laughs and says, I find ways Just when we're sheltered under paper The rockets come at us sideways  [Chorus]  [Bridge] Hey, I'm blind Good, fine Roll the time On whose dime  [Verse 1]  [Chorus]  ",
        "title": "Backwater"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  [Hook: Keith Sweat] How do you like it when I do it just like this? How do you like it when I do it just like that? How do you like it when I do it just like this? How do you like it when I do it just like that?  And all the gangstas say And all the gangstas say And all the gangstas say And all the gangstas say  [Verse 1: Keith Sweat] I don't want to do you wrong, baby I just want to treat you right, baby Come and lay with me, my girl I just want to serve you right  [Pre-Hook: Keith Sweat (w/ Left Eye)] How do you like it, baby (Nice and slow, boy) Tell me how you want it baby (Here we go, my baby) Tell me, girl, what makes you feel good, my baby? (Nice and slow, boy) Tell me, girl, how do you like it, baby? (Here we go, my baby) I want my promises back  [Hook] How do you like it when I do it just like this? (Come on, come on, come on) How do you like it when I do it just like that? (Do you like it when I do it just like this to you, baby?) How do you like it when I do it just like this? (Tell me, how do you like it girl?) How do you like it when I do it just like that?  And all the gangstas say And all the gangstas say And all the gangstas say And all the gangstas say  [Verse 2: Keith Sweat] Come on, girl, and taste this loving, girl That you know I got for you I just want to lay you down That is what I want to do  [Pre-Hook: Keith Sweat (w/ Left Eye)] How do you like it, baby? (Nice and slow, boy) Tell me how you want it, baby (Here we go my, baby) Tell me how you like it, sugar (Nice and slow, boy) I wanna know how do you want it baby (Here we go my, baby)  [Hook: Keith Sweat] Girl, I got to know How do you like it when I do it just like this (Ain't nothing but a jam) How do you like it when I do it just like that (Ain't nothing but a Keith Sweat jam) How do you like it when I do it just like this (Ain't nothing but a jam) How do you like it when I do it just like that (Ain't nothing but a Keith Sweat jam, babe)  [Interlude: Keith Sweat (w/ Left Eye] Yo here we go Left Eye flow Yeah, what's up  [Bridge Rap: Left Eye] Baby, you can skinny dip in my left lip, sip a little cat nip Eat my punanna, monanna and the little banana split Get a little top notch, play somebody's hopscotch Watch, as I'm planning on landing on my man's crotch Now there's a clue in pursuing what I'm doing I wouldn't want to ruin you and who you knew But as I'm rolling through your exes with my triple O's I'm yelling tic-tac-toe from the waist below Yo, you say tomah-toes, and I say tomatoes So pick up on my lead and won't you lick up on those tetas Me and my kitty cat is wearing a hat to the throne So, baby, take us to the end zone I'm catching 80 in my shady to the top nickel I'm the lady going crazy on your Popsicle And as we come a little closer to the end of the game You know I'm taking all the sweat out your name  [Outro: Keith Sweat] Jam How do you like it, baby? Jam Come on Jam, baby Don't you want to jam? Jam Jam, baby I want to know, baby Jam Come on Jam I want to know, baby Jam Jam, baby Ain't nothing but my jam How do you like it? Don't you want to jam? How do you like it?  ",
        "title": "How Do You Like It?"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  I was bruised and battered, I couldn't tell what I felt I was unrecognizable to myself I saw my reflection in a window, I didn't know my own face Oh brother are you gonna leave me wastin' away On the Streets of Philadelphia  I walked the avenue, 'til my legs felt like stone I heard the voices of friends vanished and gone At night I could hear the blood in my veins It was just as black and whispering as the rain On the Streets of Philadelphia  Ain't no angel gonna greet me It's just you and I my friend My clothes don't fit me no more I walked a thousand miles Just to slip this skin  The night has fallen, I'm lyin' awake I can feel myself fading away So receive me brother with your faithless kiss Or will we leave each other alone like this On the Streets of Philadelphia  ",
        "title": "Streets Of Philadelphia (From \"Philadelphia\")"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  I've tried to let it go  I can't believe it's over It's hard to let you go Cause I can't sleep at night And that's one thing that I know I'm not, not over you I'm not, not over you I don't why it's over I don't know where to turn I tried to let it go And that's one thing that I know I'm not, not over you I'm not, not over you  CHORUS: Tell me what can I do  When I know that we are through Can't get you off my mind Think about you all the time I can't get over you No matter what I do I'm not, not over you  I know inside I gave it I gave it all I had I did all I could do And still it hurts me so bad I'm not, not over you  --------------------------------------------------------------------------------  ",
        "title": "I'm Not Over You"
    },
    {
        "artist": "Masta Ace Incorporated",
        "lyrics": "  [Verse 1] Brainiac, dumb-dumb, bust the scientifical Approach to the course and the force is centrifugal Can you find ya way through the lyrics that be catching em Throw another rhyme across the room they be fetching em And they take a loss, take a loss to the Master and I Throws crazy blows and they knows I be plastering All across the room on the ceilings and the walls too Punk little suckers didn't know I had the gall to Come around they block with my cocked-diesel system and Turn it up to 10 and then start to diss them and They didn't wanna battle if they did when they saw me They'd a opened up they trunk but they try to ignore me Hey little suckers I know you hear me callin you Thought you wanted some but I see that you all into Frontin ain't no future in your frontin so let's get it on Like Marvin Gaye,(hey) take the cash and sit it on The hood of ya wick-wack low-ridin Cadillac Back up ya boys and let's start the battle Act like, ya know, the Masta Ace don't play when it come to my bass, aahhhh  [Hook] Check it out baby, check it out y'all I was born to roll (repeat several)  [Verse 2] Drivin down the block like what else should a brother do It's Saturday, it's Saturday, the heat might smother you Rolling down my windows yeah I have a air-conditioner But I got the sound I want the whole world to listen to Waitin at a red light, Kentucky Fried Chicken in Low End Theory tape in, bass crazy kicking in See this Puerto Rican Latin Chico Rico Suave In a red Corolla eh yo does he wanna play Pullin up beside me, looking like he want it Show me what you got then watch me get up on it Holding up traffic but we can't hear they horns Cause he got musica grande yeah he got it goin on But I think I better school him cause he don't know the time So I'm turnin up the boom cause he cannot mess with mine Brothers hear me hitting from like 50 blocks away I Wanna turn they heads so you know I gotta play High decibels passing through a residential district See a few cuties and I turn it up like Bisquick Mira, mira man don't sleep, I got tha, I got tha, I got the woofers in my Jeep  [Hook]  [Verse 3] Black boy, black boy turn that shit down You know that America don't wanna hear the sound Of the bass drum jungle music go back to Africa Nigga I'll arrest you if you holding up trafffic I'll be damned if I listen, so cops save your breath and Write another ticket if ya have any left and I'm breaking ear drums while I'm breaking the law I'm disturbing all the peace cause Sister Souljah said war So catch me if ya can, if you can here's a donut Cause once you drive away, yo I'm gonna go nuts And turn it up to where it was before nice try But ya can't stop the power of the bass in ya eye I wonder if I blasted a little Elvis Presley Would they pull me over and attempt to arrest me I really doubt doubt it, they probably start dancing Jumpin on my tip and pissing in they pants and Wiggling and jiggling and grabbing on they pelvis But you know my name so you never hear no Elvis Strictly the hardcore dirty street level hits God's on my side so watch what the devil gets Positivity hitting 50 levels deep Coming out, they coming out the woofers in my Jeep  [Hook]  ",
        "title": "Born To Roll"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  I'm beside myself... Cause I don't know...and you won't tell Your distant world has somehow pulled me in It's so surreal... So out of time with you it feels To give again... But you don't need a thing  Maybe love will change your mind Maybe this time Maybe love will change your mind Maybe this time  A look...a touch Just because I wanted them... To mean so much... You might not feel the same The day would end... And you'd go back to where you've been A kiss for luck I wish you could have stayed  Maybe love will change your mind Maybe this time Maybe love will make it clear Oh, what words would keep you here Maybe love will reach your heart Thought I saw it in the dark Maybe love will change your mind Maybe this time  You want me to be there You take me somewhere You show me your lifeline Reveal your other side I would say but the words won't come I just come undone All I want to do...is to be closer to you  La la la...la la...La la la...la la  Maybe love will change your mind Maybe this time Maybe love will make it clear Oh, what words would keep you here Maybe love will reach your heart Thought I saw it in the dark Maybe love will change your mind This time...Maybe love... Maybe love... Well you want me to be there with you Well there's nothing more I'd rather do...  ",
        "title": "Maybe Love Will Change Your Mind"
    },
    {
        "artist": "The B.C. 52's",
        "lyrics": null,
        "title": "(Meet) The Flintstones (From \"The Flintstones\")"
    },
    {
        "artist": "The Crooklyn Dodgers",
        "lyrics": "  [Intro] \"We did it like that and now we do it like this\" \"We did it like that and now we do it like this\"  [Verse 1: Chubb Rock] Now clock kids, who got the cocaine? Don't tell me it's the little kids on Soul Train The metaphor sent from my brain to my jaw It comes from other places, not the tinted faces Journalistic values are yellow and then, of course, falters You'll watch Channel Zero with that bitch Barbara Walters She'll have you believe black invented crack When President Lyndon had the formula way back In '63 with Kennedy.  Yes, the double cross Remember that's when they blow his fucking head off Vietnam vets come back looking like One-armed pets.  Nixon bounced pure checks No picket fence, no job, no 8-cylinder Car, blue collar turns to bourgeois Depressed in your chest, Demerol For sess, no dough, crack in vials much less Whitey can sell on the corners of Bushwick Whitey can sell on the corners of Flatbush White Tees can sell on the corners of Bed-Stuy Pass the torch to that nigga guy.  So just Die, nigga, die, nigga You're too black, you can't handle, you're too strong Get high, fly, clock.  Next, boost your steel In '95, we take back Ebbets Field  [Verse 2: O.C] Brooklyn.  Traveling distance to party Brooklyn.  Absent at functions?  Not hardly Brooklyn.  The name alone holds Godly You don't know?  You better ask somebody Crack filled streets since '85.  The Beast getting Paid to not bust.  Hookers’ drawers got crust Claps clapping regular, hardcore niggas with Fat gold chains on the corner maintaining Gold teeth flashing, stickup kids playing in front of Latin Quarters—keep home your daughters ‘Cause if bullets fly, watch the flaming.  Ignorant Ducks are shooting, wiling.  They're not aiming One Easter—now, to think about it, what a pity Five people died in front of Skate City Senseless.  Back then you was ill if you had a gun People gash you and flash you.  Damn, no fun Albee Square, you couldn't shop too much ‘cause Fort Greene would hem you, wreck the fuck on up.  You had Do or Die, East New York, mad Hell Fellas cutting school, trooping to all go Maxwell So many memories I can't manifest Yo, ‘Ru, start where I finish and, to Brooklyn, God bless  [Scratched Hook] \"Crazy ass Crooklyn kids\" \"Represent the Brooklyn all-nighter\" \"Crazy ass Crooklyn kids\" \"Because it is, survival of the fittest\" (Repeat x2)  [Verse 3: Jeru the Damaja] Listen ‘cause, for your mind, I got the right nutrition. We keep Shit hard like fat asses and cases of Heineken Here in Brooklyn, home of the warrior and villain Trife type chicks, “Top Billin'”s the anthem Rastas smoke marijuana, enter- -prising businessmen shoot dice on the corner Excuse me while I light my spliff but some choose to sip So bullets hit brains when bottles hit lips Clips, whatever happened to .38 Special? Now it's Desert Eagles, government issue Probably the same one that killed Noriega.  Chips That power nuclear bombs power my Sega Subliminal hypnotism and colonialism Leave most niggas dead or in prison In Crookland, right hand cuts off the left hand To spite the hand.  Jealous of the next man, so violent Crimes black-on-black, plus mad crack to boot Everybody can't rap, so most hustle and shoot “Make money money, get money, take money.”  I can't Understand that concept ‘cause Jah rules everything around me Fire burns the unjust like arson, larceny Melt emcees with mental telepathy With precision, we're slicing and dicing.  Peace to The East New York, Perverted Monks, and Mike Tyson  [Scratched Hook x2]  Crooklyn (2X)  ",
        "title": "Crooklyn (From \"Crooklyn\")"
    },
    {
        "artist": "H-Town/Al B. Sure!",
        "lyrics": null,
        "title": "Part Time Lover/I'm Still In Love With You"
    },
    {
        "artist": "Pink Floyd",
        "lyrics": "  [Verse 1] Her love rains down on me easy as the breeze I listen to her breathing, it sounds like the waves on the sea I was thinking all about her, burning with rage and desire We were spinning into darkness; the earth was on fire  [Refrain 1] She could take it back, she might take it back someday  [Verse 2] So I spied on her, I lied to her, I made promises I cannot keep Then I hear their laughter rising, rising from the deep And I make her prove her love for me, I take all that I can take And I push her to the limit to see if she will break  [Refrain 2] She might take it back, she could take it back some day  [Instrumental Bridge] Ring-a-ring o’ roses A pocket full of posies A-tishoo! A-tishoo! We all fall down  [Verse 3] Now I have seen the warnings, screaming from all sides It’s easy to ignore them, God knows I’ve tried All of this temptation, you know it turned my faith to lies Until I couldn’t see the danger or hear the rising tide  [Refrain 3] She can take it back, she will take it back some day She can take it back, she will take it back some day She will take it back, she will take it back some day  ",
        "title": "Take It Back"
    },
    {
        "artist": "DJ Miko",
        "lyrics": null,
        "title": "What's Up"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": null,
        "title": "I'll Remember You"
    },
    {
        "artist": "Miranda",
        "lyrics": null,
        "title": "Your Love Is So Divine"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  I see him standing silhouetted in the lamplight I cross the street and I quicken my pace He cups his hands and he lights a cigarette I find myself in the bones of his face  It's just the night in my veins Oh, making me crawl in the dust again It's just the night under my skin Slipping it in  He's got his hands in my hair And his lips everywhere Oh yeah, it feels good, it's all right Even if it's just the night in my veins  He's got me up against the back of a pick-up truck Out of sight of the neon and glare We might as well be on a beach under the moonlight Love's language reads the same anywhere, yeah  It's just the night in my veins Oh, making me crawl in the dust again It's just the night under my skin Slipping it in  He's got his chest on my back Across a new Cadillac Oh yeah, it feels good, it's all right Even if it's just the night in my veins Even if it's just the night in my veins, oh  I've got my head on the curb And I can't produce a word Oh yeah, it feels good, it's all right Even if it's just the night in my veins It feels good, it's all right Even if it's just the night in my veins Even if it's just the night in my veins  It feels good, it's all right Even if it's just the night in my veins Just the night in my veins  ",
        "title": "Night In My Veins"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": "  It's just a bootie call  Hey baby, turn around It's not what it seems The way I like it by the pound Must be in the genes  Only want to have fun No time to get sprung That's the way it is on Blackstreet After all, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it, hey, yeah  You know that it's right All I wanna do is be Where you're at  [Chorus] Why must I feel like that Why must I chase the cat Nothing but the dog in me Why must I feel like that Why must I chase the cat Nothing but the dog in me  Sometimes I feel that I Might want to settle down But on my wedding night I feel I'm gonna play around  Life is too short to lie I mean no disrespect at all But if the other woman's on my mind On my life, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  Yo, take it to the limit  Every dog has his day And I'm digging on the vibes So we can get together Make tonight real live  Checking out the front Checking out the back Well, I'll be god damned Is it really like that  Summer's hot Winter's freezing Chasing that cat All through the season Hey, yo, girl, stop teasing  Check your trips Cause I really wanna stroke You're saying I'll drown I'm saying you'll choke  Back at my place Face to face I'm trying to be good So we can cut to the chase  You know what I like And, baby, you got it Come on, let's get this started  Back on Blackstreet We can have a ball Cause after all It's just a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  ",
        "title": "Booti Call"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Intro: Rico Wade] Man, the scene was so thick Lowriders, '77 Sevilles, El Dogs Nothing but them 'Lacs All the players, all the hustlers I'm talking bout a black man heaven here, nahmsayin, yeah  [Verse 1: Andre 3000] It's beginning to look a lot like, what? Follow my every step Take notes on how I crept, I's bout to go in depth This is the way I creep my season, here's my ghetto rep I kept, to say the least no, no it can't cease So I begin to piece my two and two together Gots no snowy weather, have to find something to do better bet I said subtract, so shut up that, nonsense about some silent night I gots it crunk, if it ain't real, ain't right I'm like no matter what the season Forever chill with Smith I sip my fifth, I chill with Wesson, got my reasons So tell me what did you expect You thought I'd break my neck, to help y'all deck the halls Oh naw, I got other means of celebrating I'm getting blizzard at HoJo, I got that hoochie waiting I made it through another year can't ask for nothing much more It's OutKast for the books I thought you knew so now you know Let's go  [Hook : Sleepy Brown] All the players came from far and wide Wearing afros and braids, kicking them gangsta rides Now I'm here to tell you there's a better day When the player's ball is happening, all day ery'day  [Verse 2: Big Boi] Halle-lu-jah, halle-lu-jah Y'know I do some things more different than I used to 'Cause I'm a player, doing what the players do The package store was closed, okay my day is ruined This is ridiculous, I'm getting serious, I'm getting curious 'Cause the house is smelling stank, the chitlins old as bitches I made no wishes cause I'm mobbing folk niggas in the back Getting tipsy off the nog and high as hell off the contact smoke They having a smoke out in my back seat They passing herb rewinding verses 'cause it's in the air I hit the parks, I hit the cuts, I'm hitting switches 'Cause I'm switching from side to side looking for hoes and snitches I'm wide open on the freeway, my pager broke my vibe 'Cause a junkie is a junkie three-sixty-five It's just another day of work to me the spirit just ain't in me Grab my pistol and my ounce see what them junkies gotta give me 'Cause it's like that, yeah Forever pimpin', never slippin', that's how it is  [Hook: Sleepy Brown] All the players came from far and wide Wearing afros and braids, kicking them gangsta rides Now I'm here to tell you there's a better day When the player's ball is happening, all day ery'day  [Verse 3: Big Boi] Ain't no chimneys in the ghetto so I won't be hanging my socks on no chimney I'm fit as a tick, fix me a plate, I got the remedy Some greens and that ham, not Don't need no ham hocks, don't play me like I'm smoking rocks I got the munchies, we got the Mary Jane in the Dungeon Just to let you niggas know in '93, that's how we coming So ho ho hoes, check my king-ass 'fro The gin and juice has got me tipsy so, um...  [Verse 4: André 3000] It goes, give me ten, and I'll serve you then, now we bend The corner in my Cadillac My heart does not go pitty-pat for no rat I'm leaning back, my elbow's out the window Coke, rum and indo fills my body, where's the party? We roll deep, we dip to Underground, see a lot of hoes around I spit my game while waiting countdown A five, fo', a three, two, here comes the one A new year has begun, P-Funk, spark another one..  [Hook: Sleepy Brown] All the players came from far and wide Wearing afros and braids, kicking them gangsta rides Now I'm here to tell you there's a better day When the player's ball is happening, all day ery'day  [Outro: Peaches] Here's a little something for the players out there hustling Getting down for theirs From East Point, College Park, Decatur, Da 'Briar You know, niggas worldwide Down, for theirs  [Hook: Sleepy Brown] All the players came from far and wide Wearing afros and braids, kicking them gangsta rides Now I'm here to tell you there's a better day When the player's ball is happening, all day ery'day  ",
        "title": "Player's Ball"
    },
    {
        "artist": "Vince Gill",
        "lyrics": "  The face of an angel, pretty eyes that shine I lie awake at night wishing you were mine I'm standing here holding the biggest heartache in town Whenever you come around  [Chorus:] I get weak in the knees, and I lose my breath Oh I try to speak but the words won't come I'm so scared to death And when you smile that smile The world turns upside down Whenever you come around  I feel so helpless, I feel just like a kid What is it about you that makes me keep my feelings hid I wish I could tell you, but the words can't be found Whenever you come around  [Chorus] I get weak in the knees, and I lose my breath Oh I try to speak but the words won't come I'm so scared to death And when you smile that smile The world turns upside down Whenever you come around  I get weak in the knees, and I lose my breath Oh I try to speak but the words won't come I'm so scared to death And when you smile theat smile The world turns upside down Whenever you come around  And when you smile that smile The  world turns upside down Whenever you come around Whenever you come around  ",
        "title": "Whenever You Come Around"
    },
    {
        "artist": "Nine Inch Nails",
        "lyrics": "  [Verse 1] You let me violate you You let me desecrate you You let me penetrate you You let me complicate you  [Pre-Chorus 1] (Help me...) I broke apart my insides (Help me...) I've got no soul to sell (Help me...) The only thing that works for me Help me get away from myself  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Verse 2] You can have my isolation You can have the hate that it brings You can have my absence of faith You can have my everything  [Pre-Chorus 2] (Help me...) You tear down my reason (Help me...) It's your sex I can smell (Help me...) You make me perfect Help me become somebody else  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Outro] Through every forest Above the trees Within my stomach Scraped off my knees I drink the honey Inside your hive You are the reason I stay alive  ",
        "title": "Closer"
    },
    {
        "artist": "Jodeci",
        "lyrics": "  [Intro: DeVante Swing] Hit me All the chronic in the world couldn't even mess with you You're the ultimate high You know what I'm saying, baby? Now check this out  [Verse 1: K-Ci] Take my money My house and my cars For one hit of you You can have it all, baby baby 'Cause makin' love Every time we do Girl, it's worse than drugs 'Cause I'm an addict of you And you know that I...  [Chorus: Jodeci + (K-Ci ad-libs)] I can't leave you alone You got me feenin' Feenin', you got me feenin', feenin' (Got me going crazy) I can't leave you alone You got me feenin' Girl, I'm feenin' for you (Said I'm feenin' for you)  [Verse 2: JoJo] I don't have a mind It's all blown on you, baby Girl, I'm so strung out All I do is wish for you So tomorrow if you're not here Then girl I'm down So I need you near I just wanna make it through the night So hold me tight Then girl I'm alright  [Chorus: Jodeci + (JoJo ad-libs)] I can't leave you alone You got me feenin' Feenin', you got me feenin', feenin' (Girl you got everything that I need, got everything that I need) I can't leave you alone You got me feenin' Girl, I'm feenin' for you  [Bridge: Jodeci + (K-Ci ad-libs)] Lady, I'm hooked on you (Girl, I'm hooked on you) There's nothing else I'd rather do (Nothing else I'd rather do) Spend my last dime (All of my money) For a drop of your time (And you know, oh) Surely, girl, without a doubt (Honey without a doubt) You know you got me strung out And I need you more And more 'Cause you are my joy (My joy, joy, joy...)  [Chorus: Jodeci + (JoJo ad-libs)] You got me feenin' (You got me feenin'; you got me feenin', yes you do) I can't leave you alone You got me feenin' (You got me going crazy, baby) Girl, I'm feenin' for you (You got me going crazy, baby) I can't leave you alone You got me feenin' (I said you got me feenin') Feenin', you got me feenin', feenin' I can't leave you alone You got me feenin' (Girl, you got me going crazy) Girl, I'm feenin' for you (Girl, you got me going crazy, yeah) I can't leave you alone You got me feenin' (I said you got me feenin') Feenin', you got me feenin', feenin' (I don't know what else to do, no) I can't leave you alone You got me feenin' Girl, I'm feenin' for you I can't leave you alone You got me feenin' Feenin', you got me feenin', feenin' I can't leave you alone You got me feenin' Girl, I'm feenin' for you I can't leave you alone  ",
        "title": "Feenin'"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Verse 1] Listen as the wind blows From across the great divide Voices trapped in yearning Memories trapped in time  The night is my companion And solitude my guide Would I spend forever here And not be satisfied   [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear   [Verse 2] Through this world I stumble So many times betrayed Trying to find an honest word To find the truth enslaved  Oh you speak to me in riddles And you speak to me in rhymes My body aches to breathe your breath Your words keep me alive  [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear  [Verse 3] Into this night I wander It's morning that I dread Another day of knowing of The path I fear to tread  Oh into the sea of waking dreams I follow without pride It's nothing stands between us here And I won't be denied  [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear  I hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes  ",
        "title": "Possession"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Chorus] I'm an Indian outlaw Half Cherokee and Choctaw My baby she's a Chippewa She's one of a kind  [Verse 1] All my friends call me Bear Claw The Village Chieftain is my paw-paw He gets his orders from my maw-maw She makes him walk the line  You can find me in my wigwam I'll be beating on my tom-tom Pull out the pipe and smoke you some Hey and pass it around  [Chorus] 'Cause I'm an Indian outlaw Half Cherokee and Choctaw My baby she's a Chippewa She's one of a kind  [Verse 2] I ain't lookin' for trouble We can ride my pony double Make your little heart bubble Lord, Like a glass of wine  I remember the medicine man He caught Running Water in my hands Drug me around by my headband Said I wasn't her kind  [Chorus] 'Cause I'm an Indian outlaw Half Cherokee and Choctaw My baby she's a Chippewa She's one of a kind  [Verse 3] I can kill a deer or buffalo With just my arrow and my hickory bow From a hundred yards don't you know I do it all the time  They all gather 'round my teepee Late at night tryin' to catch a peek at me In nothin' but my buffalo briefs I got them standin' in line  [Chorus] 'Cause I'm an Indian outlaw Half Cherokee and Choctaw My baby she's a Chippewa She's one of a kind  [Outro] Cherokee people Cherokee tribe So proud to live So proud to die  ",
        "title": "Indian Outlaw"
    },
    {
        "artist": "Ovis",
        "lyrics": null,
        "title": "Regular Thang"
    },
    {
        "artist": "Roxette",
        "lyrics": "  [Verse 1] I'll tell you what I've done I'll tell you what I'll do Been driving all night just to get close to you Baby babe, I'm moving so fast You'd better come on  The moon is alright The freeway's heading south My heart is going \"boom!\" There's a strange taste in my mouth Baby babe, I'm moving real fast So try to hold on Yeah, try to hold on!  [Chorus] Sleeping in my car, I will undress you Sleeping in my car, I will caress you Staying in the back seat of my car Making up, oh oh ...  [Verse 2] So come out tonight I'll take you for a ride This steamy ol' wagon The radio is getting wild Baby babe, we're moving so fast I try to hang on I try to hang on  [Chorus] Sleeping in my car, I will undress you Sleeping in my car, I will caress you Staying in the back seat of my car Making love, oh yea! Sleeping in my car, I will possess you Sleeping in my car, certainly bless you Laying in the back seat of my car Making up, oh oh ...  [Bridge] The night is so pretty and so young The night is so pretty and so young So very young ...  [Chorus] Sleeping in my car, I will undress you Sleeping in my car, I will caress you Staying in the back seat of my car Making love ... to you! Sleeping in my car, I will possess you Sleeping in my car, certainly bless you Laying in the back seat of my car Making up, making love ...  [Outro] Sleeping in my car, I will undress you Sleeping in my car The night is so pretty and so young Yeah  ",
        "title": "Sleeping In My Car"
    },
    {
        "artist": "Blur",
        "lyrics": "  [Verse 1] Street's like a jungle, so call the police Following the herd down to Greece on holiday Love in the '90s is paranoid On sunny beaches, take your chances looking for  [Chorus] Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love  [Verse 2] Avoiding all work 'cause there's none available Like battery thinkers, count your thoughts on one, two, three, four, five fingers Nothing is wasted, only reproduced You get nasty blisters, du bist sehr schön, but we haven't been introduced  [Chorus] Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone to really love  [Bridge] Oh, oh, oh, oh-oh, oh Oh, oh, oh, oh-oh  [Chorus] Looking for girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone to really love  [Bridge] Oh, oh, oh, oh-oh, oh Oh, oh, oh, oh-oh  ",
        "title": "Girls & Boys"
    },
    {
        "artist": "Cause And Effect",
        "lyrics": null,
        "title": "It's Over Now"
    },
    {
        "artist": "Candlebox",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Nice & Smooth",
        "lyrics": "  Artist: Nice & Smooth Album:  Jewel of the Nile Song:   Old to the New  Chorus: Repeat 4X  This is how we take The old from the new The new to the old The old from the New  [Greg Nice] And if you pumpin in the BMZ, pump it like this You whip it in the BMZ, pump it like this You pump it in the Benz, pump it like this You pump it in the AC, pump it like this You pump it in the Jeep, just pump it like this Pump it in the Benz, just pump it like this  Greg N-I my IQ high like a hat Ain't nothin wrong with my pockets stayin fat No static at all, if so get the gack You can't beat that with a baseball bat All I wanna do is shine Make some loot, and sip some wine Buy me a mansion then recline Have all the honey dips wine and grine Its in my nature to be kind Girlfriend what's your zodiac sign Greg N-I chillin with my partner in crime Smooth B You seen us on MTV 90, 91, 92, 93 Uhn, ahh lala wui wui Smooth B, uhn if you down with me Step on the mic, step on the mic Rock on, shock on, get on, get on Rock on, rock it to the break of dawn  Chorus  [Smooth B] Yo, first no one knew that my skill were tight That I could rock a mic all long and stay right Man listen, when it come to rhymes I smell them I got lyrics locked in my cerebellum In other words brainstem Like my man Rakim said, I'm better than the rest of them I'm a tid bit smoother I bust a rap like a Luger I'm dreamy like Krueger Smooth B, real in the flesh Greg Nice my counterpart keepin the vibe fresh And we can go on From night to morn Rippin the mic and leave the stage torn Never in a scuffle Cause i can chill in the Bronx And still do the Hollywood Shuffle Take it back to the essence To the jams in the park, ahh everesence Felt like yesterday When I was a shorty b-boy around the way Cango, nylon, Nike suits and Pumas I had girls from here to Montezuma Now things are pretty much the same But I don't have to rhyme for free and that's the price of fame I had to learn alot to protect myself From those that want what I got Now, I can be the same like a ?pamphlet? And before they bight, I throw a damn fit I gotta keep makin papers I got no time for no corn ball capers So here's a word from the wise If you tryin ask me, your in for a big surprise  Chorus  ",
        "title": "Old To The New"
    },
    {
        "artist": "The Puppies",
        "lyrics": "  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Hey, little mama Why you dance so funky? Get on the floor and shake it like a donkey Shake it to the left Shake it to the right Do the funky dance And shake it all night  Shake the butt Now you know you going on Now look at me and shake that big butt Just do it baby Jump up and down Break down to the ground  Yeah it's Big Boy once again Make that butt go out and in Now do that funky dance in place You look so funky I want to say  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Funky, funky Yeah, that's me I'm dance funky to the beat I really want the crowd to say Shakie and shake That's what I'm doing Got all them boys over there just oohing  Just because I'm young not old I bet you think that I ain't bold Bold enough to show this butt But you know you got me messed up  I am young But I have learned I can do the funky dance all night Let me show you a little something Don't you know they call me Tamara? Feast your eyes on this funky butt While all them boys out there say what?  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  ",
        "title": "Funky Y-2-C"
    },
    {
        "artist": "Fugees",
        "lyrics": "  [Hook: Wyclef Jean] Yo Mona Lisa, could I get a date on Friday? And if you're busy, I wouldn't mind taking Saturday-ay-ay, ay-ay-ay Round up de posse, Fugee comin' around the way  (Wyclef) Yo, hey nappy head (Lauryn) Yo whashup? (Wyclef) What you got there? (Lauryn) Hah, I got some of that lyrical cheeba cheeba (Wyclef) Worrrrrd?  A cheeba cheeba y'all, well I'm a Libra y'all A cheeba cheeba y'all, well I'm a Libra y'all  [Verse One: Wyclef] You wanna battle? Swing I bring commanding men like I was king In all your dreams I write the horror flick of Stephen King Cling to false also those papers say ock I got tired of the fat lady so I sing to my own opera Ba-lang-balang-balang-to-de-man-de-rock-cause I love thee If you live by the sword you will be die by the gun Cause all guys tell lies, and more girls commits sin I was ordered to Code Red, but now I'm chillin' with A Few Good Men Assassination on the kid from the capitol I never play the soap opera but now I'm in General Hospital Condition critical, spirit over who's the physical So if I die, catch me at the funeral I'll fly away, ohh glory With a mic in my hand to a land where only God knows me And the angels write raps on holy paper I said I'm lookin for Jesus, he said \"Take the escalator One flight up, is guaranteed He'll be there\" My sister'd be there, my mother'd be there So...  [Hook]  [Verse Two: Lauryn Hill] I don't puff blunts so I always got my breath Never had to battle with a bullet proof vest They call me cock-weasel but I, still cave a chest I don't wear Jheri curls cause I'm not from the West No disrespect to the West, true indeed I rock it to the East, the East is the seed To see that them days back, yo sheepskins and Hot Tracks Peace to Mr. Magic, things are getting tragic Now we on some new stuff, I never feared the Ku Klux My own clan is actin up, I blame it on the Phillie blunt What you gonna do, kids are acting oooohhhh Hill is gettin' badder, yo where's the corporate ladder? Mr. Three Piece Suit Check the square roots, Girbauds and Timberland boots Nahhhh that's the serpents, and know them garment tips I got a head full of problems and a hand full of nappy roots I feel a Jones comin' down, yo I... [Wyclef:] (I got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy head bang) [Lauryn:] No I, got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy heads reign!  [Hook] Nappy heads in the zone and we're not goin' home!  [Verse Three: Pras] Hey yo a battle is a battle but a battle's not a battle If it'sssssssssss snake doesn't rattle Cause my style's as old as a reptile As slick as a Nu Nile, as new as a new child So come follow me to the land of Abraham This land's your land, this land's my land The blacker the black man, the better the next man [Lauryn:] (Yo some nappy heads need to check they necks for red) [Wyclef:] Ihhhh, feel injection Put the needle to your skin feel reality's heroin You maintain to put a negro in pain you used to diss me \"Oh you wanna hang with old Eddie Kane?\" Ain't nuttin wrong, snap your head to the song Word is bond, you get wrong I'll have you sing like Louis Armstrong And I say to myself, what a wonderful world But what the hell was so wonderful 'bout cotton in the farm Mr. Slaaaaaave Maaaaan! The harder they come, the harder they fall, so come one come all Don't stall or I'mma stick you like a voodoo doll Doors locked stop drawer for the count who drops You slept on a kid from the boondocks Out of Hootaville, land of the ill kill Vailsburgh Viking so you know I'm top ranking Phil Some say who coming like like the yuma but save the rumor Cause I've been rockin ever since eighty-two When I used to rock my Pumas...  Yes, yes y'all, well I'm a Libra y'all (4X)  [Hook] Nappy heads in the zone and we're not goin home!  [Outro: 2x] I wear my sunglasses at night To spy on my girlfriend that's right They dancing, romancing, freaking at night! Yes yes yes a yes yes y'all  ",
        "title": "Nappy Heads"
    },
    {
        "artist": "Sudden Change",
        "lyrics": null,
        "title": "Comin' On Strong"
    },
    {
        "artist": "Spin Doctors",
        "lyrics": "  Cleopatra's favorite cat Got his hands on Caesar's spats The heat was on as you could see So he front 'em to Mark Antony Said, \"My girlfriend's cat is smarter than me.\"  Caesar had an eye for clothes He saw them spats and said, \"I like those.\" Caesar had no thing to say, except \"Jesu Christi Domine Et tu, Brute Jesu Christi Domine Et tu, Brute.\"  The senate tried to sympathize It was the cat they should despise Informant told his whereabouts Centurions to seek him out  Centurions! There go the centurions  Brutus had to turn his head When THIS cat done went and said \"If he's got this thing for shoes He just might be ambitious, too They got holidays all in his name And all a tyrant needs is fame Those fascists don't play pretty games Egypt is the place to be... But Rome is a democracy Rome!\"  Caesar never got them back 'Cause they killed his ass in the second act Brutus spoke, then Antony: Said, \"My girlfriend's cat is smarter than me Friends, Romans, can't you see My girlfriend's cat is smarter than me Egypt's biggest rivalry: Cleopatra's cat and me.\"  ",
        "title": "Cleopatra's Cat"
    },
    {
        "artist": "David Ball",
        "lyrics": "  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I wake up and right away Her name is on my lips Once the memories start to flow I can't stop with just one sip  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I keep on remembering How good it used to be Gettin' stoned all alone On my favorite memory  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I'll start with lovin' her But I don't know when to stop  ",
        "title": "Thinkin' Problem"
    },
    {
        "artist": "King Just",
        "lyrics": "  [Intro] Can I get the phat intro? This is how you was gon start it off? Yeah, knowhatimsayin? This is the God, the Drunken Monk, King Just Comin thru for the Shaolin crew Black Fist, yo hit 'em wit a uppercut  [Hook] Heya heya heya, huh Heya heya heya, huh Heya heya heya, huh Heya heya heya, huh  [King Just] Heya heya, can I get some? The sounds of the Warrior's Drum On the warpath, don't make me laugh Cuz you never in your life, wanna ever see the God's wrath I'mma chief that smoke weed outta peace pipes Yo, bro, I'm half Indian, so you're right I'mma about to show you wit my mic sword Yo Shaolin sling, come on raise the sword Charge, they all crowd from the Black Fist I got fudge in my mouth, they say that'll let your own wrist M.C.'s fall and they can't get up I do the rap, why, yes that's a cut Huh, right back at you, niggas better run Or feel the force of the Hell Razah's gun Gupao, gupao, my style is wild chopped in the Shao' Zoo, aow, aow, I can flip it acapello I'll make you jelly like Jell-O, figaro, figaro Who would think that the Just would go opera You could ask Hammer, he know my shit is popper Stopper, stopper, like Cuddy Ranks I'm takin money to bank, and my moms I like I'd like to thank Shaolin, Black Fist, they do the job And Just came back wit that ol' funky rhyme Bring it  [Hook]  [King Just] And there's a thousand M.C.'s, lined up against the wall Timber, they all gonna fall Hassan Chop, yo I can't stop Givin you that off the wall hip hop To ya ear, make ya wanna cheer Hallelujah, ch-ch grrrr, now I'm in second gear Yo, I'm out of here, to get the mo' tical From the Meth-Tical, hit the budd' tical Know I'm headed to the hotel But I'll be pokin and strokin Yo the hair, got Tical, got a nigga open Hey daddy, who them those over there? Shaolin Soldiers, huh, wait a minute, no one told ya That I'm the nigga, that they call Stompy Who got the looks of a killa dead zombie I take 'em off, sure fast cannin ya tour They couldn't catch my style if I was a baseball Bases loaded, and I got my back gun Blaow, boom, bang, oh shit a home run *Crowd cheerin noise* Yo, the crowd goes crazy Bring it, if you want, cuz you really don't amaze me  [Hook]  [King Just] Look who's back, it's the Hell Razah, raisin hell And I've been rockin rhymes, since niggas been rockin gazelles My slang can bang, so I guess I be the man You couldn't hang wit my style, if you invented the Ku Klux Klan I'm like AT&T, I'mma reach ya through ya speaker I got more sole than a sneaker Asylum, I'm crazy, I guess I'm wildin My stylin, is the record straight from the Shaolin By the kiss of the Black Fist Shit is sick, here to make ya wanna drown a fish Under water, I'mma slaughter, like a change machine wit no quarter Out of order, run for the border The hardcore rap act is back I stick out like a thumbtack, I wipe niggas off the map And I rhyme to get paid, cuz when I raid I wouldn't wanna hear ya style wit a hearing aid Straight up crook, meaner than Captain Hook Look out, look out, stomp like Bigfoot And I don't give a fuck about a girl My crew is more crazy than Bebe Kids in fuckin Fun World I'm causin niggas doom, I mean sonic boom I'm fuckin stupid, I write rhymes in the boiler room Like Krugger, funky dope maneuver The Drunken Monk is so funky, they call me manure Horse shit, I flip shit, oh my God, I rip shit I talk shit, no one can shit, like I shit Shit like this, get you upset Because the shit that I was singin, was pumpin through ya projects How much types must I say shit? Well, if the shit ain't worth the shit Then I don't wanna be wit the shit And then you be like \"Oh shit, he flipped it\" Now ain't that some shit kid?  [Hook 2X]  [Outro] Herb like this, mound up and roll it out  ",
        "title": "Warrior's Drum"
    },
    {
        "artist": "Cracker",
        "lyrics": null,
        "title": "Low"
    },
    {
        "artist": "Blackgirl",
        "lyrics": "  [Intro:] Ooh, ooh Oh, no, no Hey, hey Ooh, ooh  (I'm a 90's girl) I'm a 90's girl Ooh Yes, I am (I'm a 90's girl) Making it on my own Yeah  [Verse 1:] Back in the day When my mama was raising me I never could understand the statement Stand behind your man  I'd rather be by his side Sharing the load So he can see things from my point of view And read my thoughts  [Chorus:] I'm a 90's girl Willing and able Proving that I'm capable And I'm to go for what I know (I know)  And I'm going for the best So don't put me to the test Cause you know I'll pass And love can last  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I can make it on my own  [Verse 2:] Criticize my effort is To get what I want I use it because you fear an equilibrium  Just because I wear some sexy clothes That don't mean take advantage And assume I'll go  [Repeat Chorus:]  How can a man be a man Have the upper hand and signal And [?]  So tell me Whatever happened to chivalry R-e-s-p-e-c-t That's all I ask From you for me  No, no, no, no Yeah (A 90's girl) Yeah, oh That's all I want, yes (A 90's girl)  Oh, no Oh, no  Oh, no Oh, no (A 90's girl) Oh, no  Oh, no Oh, no Oh, no (A 90's girl)  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I can make it on my own  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I'm a 90's girl  I'm a 90's girl In an ice cold world  ",
        "title": "90's Girl"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Intro/Hook: Heavy D, (Vinia Mojica)] (3x) I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  What's yours is mine What's mine is mine What's yours is mine What's mine is mine What's yours is mine What's mine is mine  [Verse 1: Heavy D] I know you want lots a jewels and stuff Backyards with swimming pools, bars with stools and stuff Fancy foods - Lobster, Sushi Gear - Versace, Gucci, crazy Lucci I know your M.O., you do demo on a paycheck You get a Herb from 'burb and show him no respect Middle name \"Price Tag,\" first name \"Gotcha\" Started slow, got on a roll, now they can't stop you Talking about \"Hey Boo, how you do?\" Some clown uptown said you ran through his crew I give you props and ya credit cause it's due But I ain't that clown, and my crew ain't that crew Time's too hard to be faking like I'm dating on some steak And...wining and dining, I ain't choking on no chicken Leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Verse 2: Heavy D] I'm not your H-E-R-B, but I'm your H-E-A-V-Y dash-D Don't test me, don't ask me for nothing For nathan, for jack, for doodly-squat, you can do me not You plan on plot on who be hot and trying to hit the slot I know your low pro style, your low (whole/ho) profile Kick a bother in the gut and then you smile I must admit; I really dig your operation Every time we on the phone, you got the sexy conversation So now you hope to be the woman of my dream And while I'm sleeping, you'll be creeping, robbing me clean I see you hanging on the corners with the rest of your girl crew Standing by the gutter with your booty cutters So who's the honey dip, down with the money grip Always got a plan and a scam to get some money quick Always gettin' with the next man, the one with the checks And setting up a trap with the sexing  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Heavy D] So nobody dis the champion So nobody dis the champion  [Verse 3: Heavy D] You give me feelings like I'm dealing with a crooked hand You got a grand from a man cause you shook his hand You're well known in the streets, in the gutters So fly, when you caught my eye, you made me stutter You come around with your curls and your pretty pearls You even been around the world, so you go, girl But where's the love at Tell me where's the hugs at Acting like a Rugrat I know where you bought that Don't try to gas me, girl, I know the streets well You're money hungry And you're making trick-n-treats sell So leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook - until fade] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  ",
        "title": "Nuttin' But Love"
    },
    {
        "artist": "Patti LaBelle",
        "lyrics": "  [Verse 1] Oh, I got a man, sho'nuff a real man, uh-huh Good ol' man, that's what I got Good ol' man, said helps a lot A real man, strong but tender Baby that's the kind of man I need To his love I will surrender 'cause he'll keep his mind on pleasing me  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Verse 2] An interesting conversation Every once in a while Always prompt and attentive 'cause my darlin' knows that that is my style  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Bridge] Every night when I get down on my knees to pray I thank the Lord for sending Mister Right my way This kind of love had to come from Heaven down I ain't never gonna let him go Because I need this kind of man around  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Yes he is, strong and attentive Said that he's the right height And the right thing Goes to work every day and the man pays all our bills Come home in the evening, moving slow But doesn't hear that, tell you the man can go, go, go He just loves me, ooh, the right way That's how he keeps this permanent smile on my face He's the right man Sho'nuff he's got the stuff He's the right kinda lover Oh baby, that's my baby  [Chorus] He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Outro] That's my baby (He's Mister Right) That's my baby Said he's Mister Good Stuff, good stuff (He's Mister Right) Said he's Mister Good Stuff, good stuff  He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Gives me what I need What I need...  ",
        "title": "The Right Kinda Lover"
    }
]