[
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1] Darlin' I can't explain Where did we lose our way Girl it's drivin' me insane And I know I just need one more chance To prove my love to you If you come back to me I'll guarantee That I'll never let you go  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Verse 2] So many nights I dream of you Holding my pillow tight I know I don't need to be alone When I open up my eyes To face reality Every moment without you It seems like eternity I'm begging you, begging you come back to me  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Spoken] Baby, I'm sorry Please forgive me for all the wrong I've done Please come back home, girl I know you put all your trust in me I'm sorry I let you down Please forgive me  [Bridge] Gonna swallow my pride Say I'm sorry Stop pointing fingers the blame is on me I want a new life And I want it with you If you feel the same Don't ever let it go You gotta believe in the spirit of love It can heal all things We won't hurt any more No I don't believe our love's terminal I'm down on my knees begging you please Come home  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on Down on bended knee I'll never walk again until you come back to me I'm down on bended knee Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on Down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Outro] Wanna build a new life Just you and me Gonna make you my wife Raise a family  ",
        "title": "On Bended Knee"
    },
    {
        "artist": "Ini Kamoze",
        "lyrics": "  [Intro] Hit It! Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up di crew ina di area (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, Rico I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Excuse me Mr. Officer (murderer) Still love you like that (murderer)  [Verse 2] Extra-ordinary Juice like a strawberry Money to burn baby, all of the time Cut to fit is me Fit to cut is she Come juggle with me, I say every time  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Dial emergency number (murderer) Still love you like that (murderer)  [Break] Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah It's how we do it man Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Verse 3] Hey Start like a jackrabbit Finish in front of it On the night is Jack, that's it, understand? I'm the daddy of the mack daddy His are left in gold, maybe Ain't no homie gonna play me, top celebrity man  [Hook] Murderer I'm the lyrical gangster (murderer) Excuse me Mister Officer (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, G-go I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah Yeah man, that's how it is Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Right?  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up all crew bow ya (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical danger (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) I'm a live in-a me danger (murderer) Still love you like that (murderer)  [Outro] Hey Da da da da Da da da da Da da da da  ",
        "title": "Here Comes The Hotstepper (From \"Ready To Wear\")"
    },
    {
        "artist": "Real McCoy",
        "lyrics": "  [Karin Kasar] Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another vision of love You feel joy, you feel pain, Cause nothing will be the same Just another night, is all that it takes To understand, the difference between lovers and fakes So baby, I talk talk, I talk to you In the night in your dream, of love so true I talk talk, I talk to you  [Karin Kasar] In the night in your dream, of love so true In the night, in my dreams I'm in love with you, Cause you talk to me like lovers do I feel joy I feel pain, Cause it's still the same When the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another dream, another vision Of love, with me I'm here to set you free I am your lover, your brother Hey sister let me cover, your body with my love is with my lovin' just another Vision of love, that seems to be true, all we do all the things that only lovers do Vision of love, that seems to be true, all we do all the things that only lovers do  [Karin Kasar] In the night in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] I talk talk, I talk to you in the night In your dream, of love so true I talk talk, I talk to you, in the night, in your dream, of love so true  [Karin Kasar] In the night, in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  ",
        "title": "Another Night"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro] Yes it's me again And I'm back Oh I oh I oh I yeah Oh I oh I oh I baby Oh I oh I oh I yeah  [Verse 1: T-Boz] The 22nd of loneliness and we've been through so many things I love my man with all honesty, but I know he's cheating on me I look him in his eyes but all he tells me is lies to keep me near I'll never leave him down Though I might mess around It's only cause I need some affection  [Chorus] So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah, cause he doesn't know what I do And no attention goes to show, oh so I creep  [Verse 2: T-Boz] The 23rd of loneliness, and we don't talk like we used to do Now it seems pretty strange, but I'm not buggin' Cause I still feel the same, yeah, yeah I'll keep giving loving till the day he pushes me away Never go astray If he knew the things I did He couldn't handle it And I choose to keep him protected, oh  [Chorus] So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah, cause he doesn't know what I do And no attention goes to show, oh  So I creep, yeah, just keep it on the down low (I think about us baby all the time) Said nobody is supposed to know (But you know that I'm gonna need some attention, yeah, yeah) So I creep, yeah, cause he doesn't know what I do (Love you forever, baby, soul and mind) And no attention goes to show, oh (And you gotta know it, if you don't give it, I'm gonna get mine)  [Bridge] (So I creep) Oh I oh I oh I, yeah (So I creep) Oh I oh I oh I, yeah (So I creep) Oh I oh I oh I, baby Oh I oh I oh I, yeah  [Outro] So I creep, yeah (I creep around because I need attention) I just keep it on the down low (Don't mess around with my affection, yeah) So I creep, yeah cause he doesn't know what I do (I creep around because I need attention Don't mess around with my affection, yeah)  So I creep, yeah, I just keep it on the down low (Oh I oh I oh I, yeah, oh I oh I oh I) So I creep, yeah cause he doesn't know what I do (Oh I oh I oh I, yeah, oh I oh I oh I)  So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah cause he doesn't know what I do And no attention, goes to show oh so I creep  ",
        "title": "Creep"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse: Brandy] Oh yeah ooh yeah I would like to get to know if I could be The kind of girl that you could be down for Cause when I look at you I feel something tell me That you're the kind of guy that I should make a move on  [Verse: Mc Lyte] Yeah I get exotic with the melodic tune I get hypnotic with the moon But you got to put me down soon I flip a sideshow if you come my way Up, down, and around, even sideways I'm about as ready as the Lyte can get We can go all out I ain't afraid of the sweat, but yet I bet you got the techniques To freak a girl inside out What's that all about? (oooh yeah) Can I have some of that? You gotta put me on Word around town is you're nine men strong I wanna be put on in the worst way Since the first day I think it was a Thursday (oh baby) You be that brother that I wanna sink my teeth in Make me wanna ask “Where da hell you been?” I like the way you be with all that personality But I got flava too You needs to get with me  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Yo-Yo] He was born twenty years ago Just to pimp hoes Everyday new clothes Look at the cut? Cool. Pose On three, got tha heat, so bluff it Sling' (censored) cause it's more than twenty duckets Struck it, kinda rich Now his pockets lookin' straight Slam the deese on the Benzo Pancake by the gate Moms lookin' straight with her house she got Great loungin' in her new home that's up out the state I'll be your call mail, won't tell You can get it when you want it Even though you got chicks all up on you it Don't matter, cause brother you're fly I can't lie I've been mackin' daddy from the corner of my eye Now, baby bring it on Don't be frontin' on your baby boo All I wanna know is what's up with you How can I get with you Seems like you got a hold on me It must voodoo cause baby I want you  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Queen Latifah] About yay short, about yay tall About so big, about so small About this length, about this width About this flow, about this gift Instinct leading me right up your alley way Skip tha Moet, let's chill with some Alize Nuff stress in our day Let me massage your mind as my mental starts to play A ghetto star's who you are And I'll be your sexual chocolate bar And I got to keep it strong for the cause And you got to keep me strong for the tours Brotherman and me, damn the family What else could we be if no one understand us but we? You were the first to tame me Uh, Big Tif I'm out  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Outro: Queen Latifah] Hey here we go here we go here go now and it's on yeah And you don't stop Brandy is in tha house and you don't stop Until the body rock keep it on and you don't stop you rock on  ",
        "title": "I Wanna Be Down"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1: Nathan] Close your eyes, make a wish And blow out the candlelight For tonight is just your night We're gonna celebrate, all thru the night  [Verse 2: Shawn] Pour the wine, light the fire Girl your wish is my command I submit to your demands I'll do anything, girl you need only ask  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Verse 2: Wanya] Girl relax, let's go slow I ain't got nowhere to go I'm just gonna concentrate on you Girl are you ready, it's gonna be a long night Throw your clothes (Throw your clothes) on the floor (on the floor)  [Verse 3: Shawn & Wanya] I'm gonna take my clothes off too I made plans to be with you Girl whatever you ask me, you know, I could do  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Bridge: Wanya] Baby tonight is your night And I will do you right Just make a wish on your night Anything that you ask I will give you the love of your life, your life, your life  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  ",
        "title": "I'll Make Love To You"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": "  [Intro] Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby  [Verse 1] Lately, I've been thinking something's going wrong Cause you got an attitude And you're not in the mood, like you used to Girl I can feel it when I hold you in my arms The feeling is not the same Can I be the one to blame?  [Pre-Chorus] I don't wanna lose your love I don't wanna say bye-bye True love is so hard to find And it's right between your lips and mine And mine (Before I let go)  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Verse 2] Listen baby, turn the lights down low, let's take it nice and slow My mission is to keep you mine Don't want this to be the last time We make sweet love baby; I know you feel it, too It's bigger than the both of us There's one thing I'm so certain of  [Pre-Chorus] I don't wanna lose your love (Don't wanna lose ya) I don't wanna say bye bye (Don't wanna lose ya) It's always the little things I remember and I can't just let it slip away Slip away (before)  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Interlude] Teddy, won't you play the music for me Teddy, won't you play Blackstreet say  [Bridge 1] (Don't wanna lose ya) Baby I get so lonely sometimes, I (Don't wanna lose ya Baby my heart is broken sometimes I need you right now, I don't Don't wanna loose ya I can't let you slip away, slip away Before I let go  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Bridge 2] Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby?  [Outro] I don't want lose your sweet love So don't say goodbye, say goodnight  ",
        "title": "Before I Let You Go"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Yeah, 199Quad! 69 Boyz backed up by the Quad City DJ's! One time !  Cotton candy, sweetie go, let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  (Verse 1) I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' And work them hips a lil' bit Then do that dip a lil' bit Oh yeah, you got it, now whip, baby, no buts about it And you over there, with the long hair Keep rollin' that derriere Cause it ain't hard Just a brand new dance for the 199Quad 69 in the place to be Hey yo, 'Ski! What we came to see? Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 1  Bridge: I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 2  I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' 69 in the place to be Hey yo, 'Ski! What we came to see? The butterfly? Uh-uh, that's old! The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x) Just roll! (16x) [Explosion]  ",
        "title": "Tootsee Roll"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  [Verse 1] Please, baby, can't you see My mind's a burnin' hell I got razors a-rippin' and tearin' and strippin' My heart apart as well Tonight you told me That you ache for something new And some other woman is looking like somethin' That might be good for you  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Verse 2] Please baby can't you see I'm trying to explain I've been here before and I'm locking the door And I'm not going back again Her eyes and arms and skin won't make It go away You'll wake up tomorrow and wrestle the sorrow That holds you down today  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  I'm the only one I'm the only one Ain't nobody else is gonna love you  ",
        "title": "I'm The Only One"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Intro] Hey baby, just let me do all the work Wait, let me put this record on Mmm, I like that Tonight you're all mine, mmm  [Chorus] Afros, incense, and black lights Love beads, mood rings and candlelight Zodiac says the time is right For a 70's love groove 70's love groove Afros, incense, and black lights Love beads, mood rings and candle light Zodiac says the time is right For a 70's love groove  [Verse 1] Mmm, do you like my body? I've got on what you like Take your time We've got all night  [Pre-Chorus] 70's kinda love, ohooh (Oh, that's nice) 70's kinda love, yeah baby, mmm  [Chorus] Afros, incense, and black lights Love beads, mood rings, and candlelight Zodiac says the time is right For a 70's love groove 70's love groove Afros, incense, and black lights Love beads, mood rings, and candlelight Zodiac says the time is right For a 70's love groove 70's love groove  [Pre-Chorus] 70's kinda love, ohooh 70's kinda love, oh baby, oh baby  [Bridge] Anything, anything baby I'll take you places you've never been before Ooh, touch me here Oh, now touch me there  [Pre-Chorus] 70's kinda love, oh, yeah, mmm 70's kinda love, ah, that felt so good  [Chorus] Afros, incense, and black lights Love beads, mood rings and candle light Zodiac says the time is right For a 70's love groove 70's love groove Afros, incense, and black lights Love beads, mood rings and candle light Zodiac says the time is right For a 70's love groove (I love it when you...)  [Pre-Chorus] 70's kinda love (ooh, yeah) 70's kinda love (oh, you're so beautiful, oh)  [Chorus] Afros, incense, and black lights Love beads, mood rings and candlelight Zodiac says the time is right For a 70's love groove 70's kinda groove Afros, incense, and black lights Love beads, mood rings and candlelight Zodiac says the time is right For a 70's love groove (You've got me so wet)  [Pre-Chorus] 70's kinda love (oh, I want you inside me) 70's kinda love  [Chorus] Afros, incense, and black lights Love beads, mood rings and candlelight Zodiac says the time is right For a 70's love groove 70's kinda groove Afros, incense, and black lights Love beads, mood rings and candlelight Zodiac says the time is right For a 70's love groove...  ",
        "title": "You Want This/70's Love Groove"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Secret"
    },
    {
        "artist": "4PM",
        "lyrics": null,
        "title": "Sukiyaki"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Take a bow, the night is over This masquerade is getting older Lights are low, the curtains down There's no one here (There's no one here, there's no one in the crowd) Say your lines, but do you feel them? Do you mean what you say when there's no one around (no one around) Watching you, watching me, one lonely star (One lonely star you don't know who you are)  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Verse 2] Make them laugh, it comes so easy When you get to the part Where you're breaking my heart (breaking my heart) Hide behind your smile, all the world loves a clown (Just make them smile the whole world loves a clown) Wish you well, I cannot stay You deserve an award for the role that you played (role that you played) No more masquerade, you're one lonely star (One lonely star and you don't know who you are)  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Verse 3] All the world is a stage (world is a stage) And everyone has their part (has their part) But how was I to know which way the story’s go How was I to know you'd break (You'd break, you'd break, you'd break) You'd break my heart  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Outro] Say good-bye (bye bye), say good-bye Say good-bye  ",
        "title": "Take A Bow"
    },
    {
        "artist": "20 Fingers Featuring Gillette",
        "lyrics": "  Don't want no short dick man  Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want  What in the world is that thing? Do you need some tweezers to put that thing away  That has got to be the smallest dick I've ever seen in my whole life I have ever seen in my whole life  Get the fuck outta here Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want Don't want,Don't want Don't want Don't want Don't want Don't want Don't want   Uh! Uh! Uh! Uh! Uh! Uh!  Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh!  Isn't that cute an extra belly button You need to put your pants back on honey   Don't, don't, don't, don't, don't, don't Don't, don't, don't, don't  Don't want,Don't want Don't want,Don't want Don't want no short dick man Don't want no short dick man  Iny wee(x15)  Iny weeny teeny weeny Shriveled little short dick man  Pobre, pobrecito Que diablo eso  ",
        "title": "Short Dick Man"
    },
    {
        "artist": "Des'ree",
        "lyrics": "  [Verse 1] Listen as your day unfolds Challenge what the future holds Try to keep your head up to the sky Lovers they may cause you tears Go ahead, release your fears Stand up and be counted Don't be ashamed to cry  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Verse 2] Herald what your mother said Read the books your father read Try to solve the puzzles in your own sweet time Some may have more cash than you Others take a different view My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Bridge] Time asks no questions, it goes on without you Leaving you behind if you can't stand the pace The world keeps on spinning You can't stop it, if you try to This time it's danger staring you in the face  [Verse 3] Remember, listen as your day unfolds Challenge what the future holds Try and keep your head up to the sky Lovers, they may cause you tears Go ahead release your fears My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Outro] You gotta be bold, you gotta be bad, gotta be wise Don't ever say Gotta be hard, not too too hard All I know is love will save the day You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough...  ",
        "title": "You Gotta Be"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Intro] Hit it! This ain't no disco It ain't no country club either This is LA!  [Verse 1] \"All I wanna do is have a little fun before I die,\" Says the man next to me out of nowhere It's apropos of nothing He says his name's William but I'm sure He's Bill or Billy or Mac or Buddy And he's plain ugly to me And I wonder if he's ever had a day of fun in his whole life We are drinking beer at noon on Tuesday In a bar that faces a giant car wash The good people of the world are washing their cars On their lunch break, hosing and scrubbing As best they can in skirts in suits They drive their shiny Datsuns and Buicks Back to the phone company, the record store too Well, they're nothing like Billy and me, cause  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Verse 2] I like a good beer buzz early in the morning And Billy likes to peel the labels from his bottles of Bud He shreds them on the bar Then he lights every match in an oversized pack Letting each one burn down to his thick fingers Before blowing and cursing them out And he's watching the bottles of Bud As they spin on the floor And a happy couple enters the bar Dangerously close to one another The bartender looks up from his want ads, but  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Bridge] Otherwise the bar is ours The day and the night and the car wash too The matches and the Buds and the clean and dirty Cars The sun and the moon but  [Chorus Variation] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling the party's just begun All I wanna do is have some fun I won't tell you that you're the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard Until the sun comes up over Santa Monica Boulevard  ",
        "title": "All I Wanna Do"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Blow horns you sure sound pretty Your violins keep movin' to the nitty gritty When you hear the scratch of the guitars scratchin' Then you'll know that rhythm carries all the action, so Woah yeah  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  Flute player play your flute 'cause I know that you want to get your thing on But you see I've made up my mind about it It's got to be the rhythm, no doubt about it, woah woah 'Cause when the guitar player start playing With the syncopated rhythm, with the scratch, scratch, scratch Makes me wanna move my body yeah, yeah, yeah And when the drummer starts beating that beat He nails that beat with the syncopated rhythm With the rat, tat, tat, tat, tat, tat on the drums, hey  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it Love to hear it Love to hear it Love to hear it  Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down Turn it up, turn it up, turn it upside down  Turn the beat around Love to hear the percussion Turn it upside down Love to hear the percussion Love to hear it  ",
        "title": "Turn The Beat Around (From \"The Specialist\")"
    },
    {
        "artist": "Barry White",
        "lyrics": "  So, what do you want to do, I'm here baby I'm ready baby, I'm waiting on you Believe me, I am patiently Waiting On you  Girl there's something wrong with me Every time I'm alone with you You keep talking 'bout you loving me Hey babe, your foreplay just blows my mind So why don't we stop all the talking girl Why don't we stop wasting time?  I've had, my share of love And some say I'm damn good But if you think, you can turn me out Baby I wish that you would  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  Lady: (I'm telling you this, I'm telling you that Cause once I've been with you, you'll never go back There is a lesson that I'm gonna teach) Here I am baby, practice, what you preach  Girl it's just you and me, so many things I could do to you and so many ways I can please Hey, hey, hey it's your move (girl) Why don't you start turning down the lights And show me what you can do?  Well I've had my share of lovers Some of them are damn good But if you think, you can turn me out Girl I just wish that you would Cause you keep Oh you just keep Naw, you just keep  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  Ladies, baby, baby, baby We're wasting time, precious time All this talk about what you're gonna do And how you're gonna do it to me Come on, practice what you preach  Cause you keep telling me this and telling me that You say once I'm with you, I'll never go back You say there's a lesson that you want to teach Well here I am baby, practice what you preach  ",
        "title": "Practice What You Preach"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Oh, why you look so sad? Tears are in your eyes Come on and come to me now  Don't be ashamed to cry Let me see you through 'cause I've seen the dark side too  When the night falls on you You don't know what to do Nothing you confess Could make me love you less  I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  So if you're mad, get mad Don't hold it all inside Come on and talk to me now  Hey, what you got to hide? I get angry too Well I'm a lot like you  When you're standing at the crossroads And don't know which path to choose Let me come along 'cause even if you're wrong  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you  And when, when the night falls on you, baby You're feeling all alone You won't be on your own  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Won't let nobody hurt you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Baby into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  ",
        "title": "I'll Stand By You"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Verse 1] It's twelve past midnight Don't close your eyes Your soul's half alive And I'll be by your side  I've come to take you there Show you how to care Just be aware That you'll have to share  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Verse 2] You saw a brand new high Thought that you could fly Did I hear you cry Or did you like the ride?  You call my name again No, it's not a sin I'll show you how to win And where I've been  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Bridge] You'll never have to run away You'll always have a friend to play You'll never go out on your own In me You will find a home Home  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  ",
        "title": "100% Pure Love"
    },
    {
        "artist": "Corona",
        "lyrics": "  This is the rhythm of the night The night, oh yeah The rhythm of the night This is the rhythm of my life My life, oh yeah The rhythm of my life  You could put some joy upon my face Oh, sunshine in an empty place Take me to turn to, and babe I'll make you stay  Oh, I can ease you of your pain Feel you give me love again Round and round we go, each time I hear you say  This is the rhythm of the night The night, oh yeah The rhythm of the night This is the rhythm of my life My life, oh yeah The rhythm of my life  Won't you teach me how to love and learn There'll be nothing left for me to yearn Think of me and burn, and let me hold your hand  I don't wanna face the world in tears Please think again, I'm on my knees Sing that song to me, no reason to repent I know you wanna say it  ",
        "title": "The Rhythm Of The Night"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] You and I In this moment Holding the night so close  Hanging on Still unbroken While outside the thunder rolls  [Chorus:] Listen now You can hear our heartbeat Warm against life's bitter cold These are the days The sweetest days we'll know  [Verse 2:] There are times that scare me Were rattle the house like a wind Both of ours so unbending We battle the fear within  [Chorus:] All the while Life is rushing by us Hold it now and don't let go These are the days The sweetest days we'll know  [Bridge:] So we'll whisper a dream here in the darkness Watching the stars Till they're gone And then even the memories have all faded away These days go on and on  [Chorus:] Listen now You can hear our heartbeat Hold me now and don't let go These are the days Every day is the sweetest day we'll know  These are the days The sweetest days we'll know  ",
        "title": "The Sweetest Days"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  [Produced by Rick Rubin]  Let me run with you tonight I'll take you on a moonlight ride There's someone I used to see But she don't give a damn for me  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  People come, people go Some grow young, some grow cold I woke up in between A memory and a dream  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  My old man was born to rock He's still tryin' to beat the clock Think of me what you will I've got a little space to fill  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  You don't know how it feels You don't know how it feels No, you don't know how it feels to be me  ",
        "title": "You Don't Know How It Feels"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Hold My Hand"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "December 1963 (Oh, What A Night)"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  Live for yourself, it's a wonderful thing You can do what you want, you can live in a dream Get up, get in Get the rhythm, get down  You're living your life in peace and in harmony You making your own desisions That's how it's got to be for you and me  So many people are running around and 'round Without no sense of logic  I see lies in the eyes of a stranger, oho You'll be living in danger I see lies in the eyes of a stranger, oho You'll be living in danger  I see lies in the eyes of a stranger, oho You'll be living in danger  People are the same today as they used to be The same expectations So high no-one can reach that high Nor I, nor you get satisfied today We'll never get enough  I see lies in the eyes of a stranger, oho You'll be living in danger I see lies in the eyes of a stranger, oho You'll be living in danger  I see lies in the eyes of a stranger, oho You'll be living in danger  People are the same today as they used to be We'll never get enough  I see lies in the eyes of a stranger, oho You'll be living in danger I see lies in the eyes of a stranger, oho You'll be living in danger  I see lies in the eyes of a stranger, oho You'll be living in danger I see lies in the eyes of a stranger, oho You'll be living in danger  Oh, so much danger (In the eyes of a stranger) Oh, I look into the eyes of a stranger, ohoho! Oh, yeah (I see lies in the eyes of a stranger, oho) In the eyes of a stranger  ",
        "title": "Living In Danger"
    },
    {
        "artist": "Jade",
        "lyrics": "  Mmm, mmm, mmm Ooh Whoa, oh, oh, oh Oh, yeah  [Verse 1:] You were looking so good to me The night we met I could not see How deep you were to penetrate my heart Mmm  Now that some time has passed It made me think this was meant to last I never wanna be apart Oh, no, no  Don't let me fool you If I'm acting kinda cold to you It's just a little game I like to play Cause when we're together It just keep getting better If I had my way  [Chorus:] When do I wanna see you? When do I wanna please you? Every day of the week  When do I wanna love you? When am I thinking of you? Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  [Verse 2:] I only wanted good times, baby You wanted the same So maybe this is written in the stars for us Mmm  All I know is with you inside me The more we kiss The more I like it I never wanna give you up  [Chorus:] When do I wanna see you (See you?) When do I wanna please you? Every day of the week (Oh, oh, oh)  When do I wanna love you (Ho, oh) When am I thinking of you Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Every, every day of the week)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Baby, baby, yeah)  [Bridge:] I wanna see you I wanna have you, baby Baby, I need you to be right my side I wanna love you  [Chorus:] When do I wanna see you? (Ho) When do I wanna please you? (No) Every day of the week (Every, every day of the week)  When do I wanna love you? (Oh) When am I thinking of you? (Oh, ooh, no) Every day of the week (Every day)  When do I wanna see you? (Oh, oh) When do I wanna please you? (Yeah) Every day of the week (24-7, baby)  When do I wanna love you? (Oh, yeah) When am I thinking of you? (I need you) Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday (Every day) Even on Sunday (All day long) Every day of the week (Anytime you need me, baby)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Oh, oh, oh)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday (I love you) Even on Sunday (You know I love you) Every day of the week (Every day, every day)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  When do I wanna see you? When do I wanna please you (I think I need you) Every day of the week (Oh, oh, oh)  When do I wanna love you (When will?) When am I thinking of you Every day of the week (Monday)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Every day)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday (Boy, I'm thinking of you) Every day of the week (Every day, yeah, yeah)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Oh, oh, oh)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  ",
        "title": "Every Day Of The Week"
    },
    {
        "artist": "Immature",
        "lyrics": "  [Intro] Constantly Constantly Constantly I think about you all the time Constantly, you're on my mind  [Verse 1: Batman] At night I try to close my eyes But I, I can't get much sleep, you're always on my mind You look so fine, often pretend That you're my girl or at least my friend  [Pre-Chorus: Batman] If you could read my mind The only thing you'd find is you Girl, don't you know I long to be with you Every single way of every single day, I start drifting away And I think of you  [Chorus] Constantly I've got you on my mind constantly, babe Constantly And not just all of the time, I think about you Constantly If you only knew I'm crazy for you I think about you all the time Constantly you're on my mind  [Verse 2: Batman] I practice my words and I build up the nerve But uh, words disappear whenever you are near I catch your eye time after time Is love in the air or is it all in my mind?  [Pre-Chorus: Batman] If you could read my mind The only thing you'd find is you Girl, don't you know I long to be with you Every single way of every single day, I start drifting away And I think of you  [Chorus] Constantly You're always on my mind, I think about you Constantly And not just all the time, I think about you Constantly Oh, if you only knewm I'm crazy for you I think about you all the time Constantly you're on my mind  [Bridge] I think about you baby You're always on my mind  [Chorus] Constantly (ooh yeah, constantly, baby) Constantly (whoa, I think about you, I think about you) Constantly (when I wake up in the morning, when I go to bed at night) I think about you all the time (think about you) Constantly you're on my mind (you're on my mind) Constantly (yeah, yeah, yeah, constantly) Constantly (I want you, baby, please come to me) Constantly I think about you all the time...  ",
        "title": "Constantly"
    },
    {
        "artist": "Immature",
        "lyrics": null,
        "title": "Never Lie"
    },
    {
        "artist": "Deadeye Dick",
        "lyrics": "  [Verse 1] I've got a new age girl (Tell us what she's like) An environmentalist girl (Does she ride a bike?) She has a crystal necklace (Does she spend a lot of cash?) Though her vibes are rather reckless (She's heading for a crash) Oh her flowing skirt is blowing in a transcendental wind And she wonders without knowing where did we begin  [Hook] Mary Moon, she's a vegetarian (Mary Moon, Mary Moon, Mary Moon) Mary Moon will outlive all the septuagenarians (Mary Moon, Mary Moon, Mary Moon) Oh she loves me so, she hates to be alone She don't eat meat but she sure like the bone  [Verse 2] You know she drives wind car (How does she like it?) It doesn't get her far (Why she doesn't bike it?) But it gets her to where she's going I don't know, I don't know, I don't know Where that is wish I knew I don't know where she's going And I don't know where she's been All I know that lovin' her has gotta be a sin  [Hook]  [Verse 3] Mary Moon, will you hesitate? Don't segregate your thoughts from your emotions (Mary Moon) I know devotion isn't way up there  [Hook]  Mary Moon (Mary Moon, Mary Moon, Mary Moon) Oh, Mary Moon (Mary Moon, Mary Moon, Mary Moon) Mary Moon (Mary Moon, Mary Moon, Mary Moon)  She's the one for me, me oh (Mary Moon, Mary Moon)  ",
        "title": "New Age Girl (From \"Dumb And Dumber\")"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  \"What's the frequency, Kenneth?\" is your Benzedrine, uh-huh I was brain-dead, locked out, numb, not up to speed I thought I'd pegged you an idiot's dream Tunnel vision from the outsider's screen I never understood the frequency, uh-huh You wore our expectations like an armored suit, uh-huh  I'd studied your cartoons, radio, music, TV, movies, magazines Richard said, \"Withdrawal in disgust is not the same as apathy\" A smile like the cartoon, tooth for a tooth You said that irony was the shackles of youth You wore a shirt of violent green, uh-huh I never understood the frequency, uh-huh  \"What's the frequency, Kenneth?\" is your Benzedrine, uh-huh Butterfly decal, rear-view mirror, dogging the scene You smile like the cartoon, tooth for a tooth You said that irony was the shackles of youth You wore a shirt of violent green, uh-huh I never understood the frequency, uh-huh  You wore our expectations like an armored suit, uh-huh I couldn't understand You said that irony was the shackles of youth, uh-huh I couldn't understand You wore a shirt of violent green, uh-huh I couldn't understand I never understood, don't fuck with me, uh-huh  ",
        "title": "What's The Frequency, Kenneth?"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] (I'm used to) Going seven whole days And not hearing from him (And I'm used to) Him un-breaking my heart Then breaking it again (I'm used to) Him never really being man enough for me And always talking in his sleep But never talkin 'bout me  [Pre-Chorus] Thought it was love Didn't need all that, hey Thought it was me I just couldn't please the man Just when I thought it wouldn't happen for me Finally  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...  [Verse 2] (And it's you) You're making me high And I don't wanna come down (And it's you) How many ways do I love you Baby, I lost count (It's you) Since you came I ain't sang another sad love song I'm finally breathing again 'Cause I know where I belong  [Pre-Chorus] (It's gotta be love) The way that I'm feelin' (It's gotta be you) That keeps my heart beatin' And when I couldn't see love for me Finally, yeah  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...finally  [Bridge] It's almost like I'm dreaming, my love Like being in a movie starring us Because of you I'm never going back I'm where I'm supposed to be You made sure that finally  [Chorus] Finally found someone to trust And finally found someone who listens Took awhile to find my finally Now I'm finally getting it like I need it Shorties tried but couldn't reach it Oh so long but now my finally Finally...yeah...  ",
        "title": "I Belong To You/How Many Ways"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Verse 1] How can I love somebody else If I can't love myself enough to know When it's time Time to let go Sing  [Chorus] All I really want Is to be happy And to find a love that's mine It would be so sweet All I really want Is to be happy (I wanna be happy, yeah) And to find a love that's mine It would be so sweet  [Verse 2] I asked for a sign From my sweet Lord above I know the answer is in front of me, but when You think you're in love You only see what you wanna see And all I see is me for you And you for me  [Pre-Chorus] Oh, I cannot hide the way I feel inside (No, I don't know why) I don't know why but every day I wanna cry (Every day I wanna cry) But if I give you one more try To these rules, will you abide? And if I mean anything to you Would it make everything all right?  [Chorus] All I really want Is to be happy And to find a love that's mine It would be so sweet (I said I wanna be happy) All I really want Is to be happy (Oh, I wanna be...) And to find a love that's mine It would be so sweet (To find a love that's mine...) All I really want (...oh, it'll be so fine) Is to be happy (Wanna be happy) And to find a love that's mine It would be so sweet (It would be so sweet...) All I really want (...if only we could be...) Is to be happy (We can be happy) And to find a love that's mine (I wanna be happy) It would be so sweet  [Bridge] I just wanna be so, so, happy But the answer lies in me I do believe That we can be happy I said I wanna be happy, yeah yeah yeah Now let it breathe  Life is too short to be tryin' to play some games Now take some time and think about If it's really worth losing me Why must it be this way? Why do you have to play with my mind All the time? Help me sing it  All I really want is for me to be happy (Ohhh, just help me sing it) All I really want is for me to be happy (Yeah, yeah yeah) All I really want is for me to be happy (Oh, you know I wanna be happy, yeah, yeah) All I really want is for me to be happy  [Chorus] All I really want Is to be happy (I don't wanna have to worry about nothin' no more) And to find a love that's mine It would be so sweet All I really want Is to be happy (Said I wanna be, said I wanna be, said I wanna be) And to find a love that's mine It would be so sweet (Said I wanna be happy if it's all right with you and me...) All I really want (...it'll be all right with me) Is to be happy And to find a love that's mine (Won't you help me sing, just help me sing it) It would be so sweet  All I really want Is to be happy And to find a love that's mine It would be so sweet (Repeat until fade)  ",
        "title": "Be Happy"
    },
    {
        "artist": "Craig Mack",
        "lyrics": "  [Intro: Puff Daddy] Bad Boys, come out and play You know we had to do a remix, right?  [Verse 1: Notorious B.I.G.] Uhh, uhh Niggas is mad I get more butt than ash trays Fuck a fair one, I get mine the fast way Ski mask way, nigga, ransom notes Far from handsome, but damn a nigga tote (What you tote?) More guns than roses, foes is shaking in their boots Invisible bully like The Gooch Disappear, vamoose, you're wack to me Take them rhymes back to the factory I see, the gimmicks, the wack lyrics The shit is depressing, pathetic, please forget it You're mad 'cause my style you're admiring Don't be mad, UPS is hiring You shoulda been a cop, fuck hip-hop With that freestyle, you're bound to get shot Not from Houston but I Rap-A-Lot, pack the gat a lot The flav's 'bout to drop, uhh  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 2: Craig Mack] Word up, no rap no crap you bore me Wanna grab my dick, too lazy, hold it for me I'm straight rap great, busting heads, straighten dreads I'm everlasting, like the toe on PRO-Keds A TEC-9 when I rhyme Plus I climb, word is bond Your album couldn't fuck with one line It's been three years since you last hear But now I reappear, your heart pumps fear To your gut, did your girl's butt I scraped it, shaped it, now she won't strut I smash teeth, fuck your beef, no relief I step on stage, girls scream like I'm Keith You won't be around next year My rap's too severe, kicking mad flava in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 3: Rampage] Twenty-one, ninety-four, mad motherfucking hardcore It's my time to burn, now explore The flava in ya ear, it's The Boyscout I make outs, I make other rappers have doubts You're fucking with the wrong clan And the wrong man, that's it Now you got to get your dome split I'm going into my knapsack with my gat Take off my hat, yes I'm just cool like that The dangerous, the ruggedness, from the Flatbush abyss BLS, 97, KISS, bounce to this I'm gonna live long in this rap game, niggas know my name Yo Puffy, (burn 'em in the flames)  [Interlude] You're jingling baby (go 'head daddy) You're jingling baby (go 'head daddy)  [Verse 4: LL Cool J] Hee-shee, uh, blowticious Skeevee, delicious Gimme couscous, love me good Mmm, damn! Hollis to Hollywood, but is he good? I guess like the jeans, uh! Flavor like Praline, sick daddy nah'mean Papa love it, when he does it Niggas buzz it But tell me, was it really just the flavor that be clogging your ears? The most healthy behavior is to stay in the clear It's all for you, it's really all for you (Now what?) Hunchback, close your eyes try to munch that Coil up your ankles let your Timbs tap Bite the flavor it reacts to your gold caps Word to Mama, I tongue kiss a piranha Electrocute a barracuda, I'm here to bring the drama  [Verse 5: Busta Rhymes] Yo! Yo! Yo! Flavors in your ass crease, ha Busta Rhymes about to bring the noise, don't cease, ha Let me loose from the belly of the beast, ha Everybody, hey hey hey! You better believe it's Busta Rhymes the great We 'bout to rip the Tri-State, yo, yo Hey hey hey! I'll split your face and give you stitches Throw niggas in ditches, slap the ass of fat bitches Wait one sec, as I get down I'm rolling with the heavyweight connect to the stomping ground Now, don't you get suspicious, I grant your wishes every time Bring it vicious when I bust a rhyme I know one thing the whole world least expected Is how we all connected to break fool on the same record Five new flavors on a beat, feel the fucking heat I really think you should retreat while we blow up the street Instead of copping please just freeze Maintain the focus while we smoke these marijuana trees When I get down I disappear, reappear and blow up Everywhere, fucking with these flavas in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear  ",
        "title": "Flava In Ya Ear"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] When can my heart beat again? When does the pain ever end? When do the tears stop from running over? When does \"you'll get over it\" begin?  [Pre-Chorus] I hear what you're sayin' But I swear that it's not making sense So when can I see you  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again? And when can I breathe once again? And when can I see you...  [Verse 2] When does my someday begin? When I'll find someone again? And what if I still am not truly over What am I supposed to do then, baby, baby?  [Pre-Chorus] Please hear what I'm sayin' Even if, if it's not making sense So when can I see you...  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again, baby? And when can I breathe once again? And when can I see you again?  [Pre-Chorus] Yeah baby Please hear what I'm sayin' Even if, if it's not making sense, baby So when can I see you again?  [Chorus] When can I see you again? When can my heart beat again? Baby, yeah When can I see you again, baby? And when can I breathe once again? And when can I see you again?  Again... I wanna see you again Again...  ",
        "title": "When Can I See You"
    },
    {
        "artist": "John Mellencamp With Me'Shell Ndegeocello",
        "lyrics": "  [Verse 1: John Mellencamp, Meshell Ndegéocello] As you brush your shoes and stand before your mirror And you comb your hair and grab your coat and hat And you walk the streets trying to remember, yeah All those wild nights breeze through your mind  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the streets And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling  [Verse 2: John Mellencamp, Meshell Ndegéocello] All the girls walk by dressed up for each other And the boys do the boogie woogie on the corner of the street And the people passing by just stare with the wild wonder, yeah And the inside jukebox roars just like thunder  [Chorus: Meshell Ndegéocello, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying Crying Oooh, oo-ooh wee The wild night is calling  [Instrumental Break]  [Bridge: John Mellencamp, Meshell Ndegéocello] Wild night is calling The wild night is calling Come on out and dance Come on out and dance Come on out and make romance Come on out and dance Come on out and dance Come on out and make romance  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling Oooh, oo-ooh wee The wild night is calling  ",
        "title": "Wild Night"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Shame (From \"A Low Down Dirty Shame\")"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Produced by DJ U-Neek]  [Intro] We're not against rap We're not against rappers But we are against those thugs (thugs thugs)  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 1 - Layzie Bone] You're feelin' the strength of the rump Step up, hear the funk of the jump that the thugstas feel Just be thuggin', straight buzzin', lovin' your peoples cause we so real Chill, better bring your weapon when steppin', bring on that ammunition Trip and don't slip, not to mention, never knew no competition But I gotta get mine, so scream out \"mo'!\" and let me hear ya holla Not about that mighty dollar, roll with the Bone, Mo' Thugs will follow Chain gang remaining the same, flaming my dank and drinking brew Thinking about hanging, clocking my bank, and thuggin' trues, foo's  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 2 - Wish Bone] Get ready for the Bone and the Mo' Thug, bustas, you know me as a hustla Try to creep and get beat, Maybe 6 feet, peep, gotta put them under Straitjackets, gotta make that money, man, it's still the same now Bailin' in my black trench vest, you gotta be down to bang-bang Come and get this, teaching you soldiers how thugstas must stack Me drinkin' me brew 'till me skull crack wig blew all the way back  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 3 - Krayzie Bone] Now follow me now, roll, stroll off deep in the land Well, creep if you can, take another swig to the brain (Rose) Loc'in, steady chokin' off that potent smoke And running from the po-po now Gotta get up with me thugstas, right? Turn to the Double Glock Pull to the curb, smoke with my hustlas, puff, puff puff to the brain, shot Love P.O.D.ed and tweeded, gotta get another case for my trunk Olde English, really don't need it, but in case my trues wanna get drunk They pump Bone, so leave 'em alone you don't wanna get shut down Thug runnin' the nine-quad and you better believe they be wanting this thug style So what now? see the Bone Thug claim, Thug never gonna change, so flame up Sit back and just smoke the same cut, leatherface on the creep, I came up  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  [Verse 4 - Bizzy Bone] Gotta give it on up to the Glock-Glock, pop-pop, better drop when them buckshot blow The Bone in me never no hole, so no creepin' up outta the Ziplock So Sin: sip gin, and Lil Mo Hart: run up, nut up and flipped in Then slipped the clip in, next click and me blood the victim Ever if you test, nuts to the chest and put 'em to rest, but I won't test bucks Put a hole up into me vest and gotta get through my soul, but they won't budge Mug, drug, me picked em, the blood in me running my mental The thug in me stuck in me keeping it simple, the bud in me runnin me pencil, so To the temple, buck when you duck to the thuggish ruggish T's St. Clair P's to appeal to the G's and a buck to all my enemies  [Hook] It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone It's the Thuggish Ruggish Bone  We got Layzie And Krayzie Bizzy's in the house Wish is in the house And Flesh And Shatasha Cleveland Definitely in the house It's the thuggish ruggish bone It's the thuggish ruggish bone  ",
        "title": "Thuggish Ruggish Bone"
    },
    {
        "artist": "Scarface",
        "lyrics": "  [Intro: Scarface + (friend)] (So what you gonna do when you get outta here cat daddy?) I don't know dawg. I'm just trying to live it one day at a time, ya know? (I hear you talkin' man, live it one day at a time...) (It ain't nothing but a thang though, bro) Yeah I hear you fool... Well let me get up outta here, my ride out here waitin' for me (Alright cat daddy, take it easy baby) You stay up fool (Peace)  [Verse 1: Scarface] He greets his father with his hands out Rehabilitated slightly, but glad to be the man's child The world is different since he's seen it last Out of jail, been seven years and he's happy that he's free at last All he had was his mother's letters Now he's mobile and he's gotta make a change and make it for the better But he's black so he's got one strike against him And he's young, plus he came up in the system But he's smart and he's finally making eighteen And his goal's to get on top and try to stay clean So he's calling up his homie who done came up Livin' lavish, now they dealin' with the same stuff And had that attitude that who he was was worth land And with that fucked up attitude he killed his first man Now it's different, he done did dirt And realized killin' men meant comin' up but it still hurt And can't nobody change this It's 1994 and we up against the same shit I never understood why I could never see a man cry 'til I seen a man die  [Verse 2: Scarface] Imagine life at it's full peak Then imagine lying dead in the arms of your enemy Imagine peace on this Earth when there's no grief Imagine grief on this Earth when there's no peace Everybody's got a different way of endin' it And when your number comes for souls, then they send it in Now your time has arrived for your final test I see the fear in your eyes and hear your final breath How much longer will it be 'til it's all done? Total darkness at ease be at all one I watch him die and when he dies let us celebrate You took his life, but your memory you'll never take You'll be headed to another place And the life you used to live will reflect in your mother's face I still gotta wonder why I never seen a man cry 'til I seen a man die  [Verse 3: Scarface] I hear you breathin' but your heart no longer sounds strong But you kinda scared of dying so you hold on And you keep on blacking out and your pulse is low Stop trying to fight the reaper, just relax and let it go Because there's no way you can fight it though you'll still try And you can try it 'til you fight it but you'll still die Your spirits leave your body and your mind clears The rigor mortis starts to set, now you outta here You start your journey into outer space You see yourself in the light but you're still feeling outta place So you standing in the tunnel of eternal life And you see the ones you never learn to love in life Make the choice, let it go if you can back it up If you ain't at peace with God you need to patch it up But if you ready, close your eyes and we can set it free Here lies a man not scared to die, may he rest in peace I still got to wonder why I never seen a man cry 'til I seen that man die  ",
        "title": "I Never Seen A Man Cry (aka I Seen A Man Die)"
    },
    {
        "artist": "Brownstone",
        "lyrics": "  [Verse 1] I don't wanna rain on this parade But I'm starting to question the oath that was made I'm not looking for just an affair Want a love that is based on truth, not just dare  [Bridge] You will not hurt my pride If right now you decide That you are not ready to settle down But if you want my heart Then it's time that you start To act like you're mine, in the light and the dark  [Chorus] If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it  [Verse 2] You see now actions speak louder than words So don't just say things that I've already heard Don't want your body without your soul I don't want a love who will come here and go  [Bridge] You will not hurt my pride If right now you decide That you are not ready to settle down But if you want my heart Then it's time that you start To act like you're mine, in the light and the dark  [Chorus] If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it If you love me, say it If you trust me, do it If you want me, show it Prove it If you love me, say it If you trust me, do it Show it Prove it Say it Do it Show it Prove it  [Bridge] Oh I, Oh I, I wanna touch you baby And spread my love, all around you honey And if you care, you gotta show it baby True love to share  Show it Prove it  [Outro] Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it  ",
        "title": "If You Love Me"
    },
    {
        "artist": "Rappin' 4-Tay",
        "lyrics": "  [Hook] Me and my homies we tighter than a glove Chop a lot of game is how we do it at the Playaz Club Check the pool or kick it in the tub Cause we kick much ass at the Playaz Club  [Verse 1] I got a ho named Reel-to-Reel She got a buddy named SP 12, now you know the deal We gets freaky in the studio late night That's why the beats that you hear are coming real tight Something to roll to, something to stroll to If you's a playa in the game this will hold you Mo money, mo money for the bank roll Stick to the script, don't slip in the '94 A lot of fools put salt in the game To where these women get the notion that they running the game huh I run my own and I'm my own self person No respect make the situation worsen Fillmore, H.P., and Sunnydale There's a playaz club everywhere you dwell Lakeview, P.H., and Army Street A different part of town a different kind of freak I just wiggle my toes on a mink rug And press play on the remote at the playaz club  [Hook]  (More champagne, Mr. Forte?)  [Verse 2] From day one I had to get my money right Me, Fly, and Franky J we took a airplane flight huh They wanted to hear a rap I said alright bet We dropped the beat and grabbed the mic then they wrote a check A few G's for the pocket no hesitation Took a flight back to the Golden State and Shops made orders from a whole new capital The word was gettin' out 4-Tay's out rappable Don't need a Glock but I bought one just in case Suckas try to stop me from pursuing my paper chase Cause the chase is on because it don't stop I got the beat and got the rap you make the Glock pop So treacherous suckas couldn't sweat this on a bad day By the way just in case you never heard Rappin 4-Tay, I'm on the smooth tip Never trippin' off them suckas popping off at the lip I pop the top off the drank and we can roll some dank bro Leave the Gat at the house bring some dominoes Take off your shoes relax and get a body rub And shoot your macking at these women at the playaz club  [Hook]  [Verse 3] You can't resist it but don't get it twisted V.I.P. that means the number's not listed Membership is based on clout and how you carry yourself Now homie what you all about? I stack paper and kick it with the O.G's Some got a nine-to-five some drink a lot of keys You can learn a whole lot from a playa A lot of these playas make a damn good rhyme sayer A lot of people get a misconception And start drifting in the wrong direction Miss goody two shoe I' see you later I ain't got time you ain't nothing but a playa-hater I'd rather kick it with the crew in Arizona They chop game like we do in California Another show another flow a new bank account But cash money comes in large amounts So get your membership but never slip to lame fast Or else Fly will have to tap that ass And drop you to the ground and make your knees scrub It's just an everyday thang at the Playaz Club  [Hook]  [Outro: Rappin' 4 Tay & Lil Fly] Yeah, I'd like to send this shout out To all the Playaz Clubs throughout the world I know they got a Playaz Club in Chicago What about that one they got out there in Philly, Fo? You know they got one out there in Atlanta The way they be choppin' it Shit, Detroit, New York, Texas Yeah, but we gonna move on down to these Playaz Clubs closer to home like Seattle L.A., Bakersfield, San Diego P.A., V-Town, Richmond, Sacramento Yeah, but a special shot goes out to the Playaz Club Right across the water in the Biggity Biggity O Yeah, and last but definitely not least yeah Them Playaz Clubs they got right there in the San Francisco mothafuckin' bay, yeah Where your Playaz Club at 4? My Playaz Club right in the heart of Fillmoe Uh, I feel you boy Where yours at Fly? Man, on the corner of Third and Newcomb right in the heart of HP, huh This is for all you playaz out there mayne We out at the Playaz Club  ",
        "title": "Playaz Club"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Intro] If he loves you Like I love you I would walk away in shame I'd move town I'd change my name  [Chorus 1] When he watches you When he counts to buy your soul On your hand his golden rings Like he owns a bird that sings  [Chorus] When we dance, angels will run and hide their wings  [Verse 1] The priest has said my soul's salvation Is in the balance of the angels And underneath the wheels of passion I keep the faith in my fashion When we dance, angels will run and hide their wings I'm still in love with you I'm going to find a place to live Give you all I've got to give  [Chorus] When we dance, angels will run and hide their wings When we dance, angels will run and hide their wings  [Verse 2] If I could break down these walls And shout my name at heaven's gate I'd take these hands And I'd destroy the dark machineries of fate Cathedrals are broken Heaven's no longer above And hellfire's a promise away I'd still be saying I'm still in love  He won't love you Like I love you He won't care for you this way He'll mistreat you if you stay Come and live with me We'll have children of our own I would love you more than life If you'll come and be my wife  [Chorus] When we dance, angels will run and hide their wings When we dance, angels will run and hide their wings When we dance, angels will run and hide their wings When we dance, angels will run and hide their wings  ",
        "title": "When We Dance"
    },
    {
        "artist": "N2U",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "Method Man",
        "lyrics": "  [Intro: Method Man] Basically... Can't fuck with me  [Verse 1: Method Man] I came to bring the pain hardcore from the brain Let's go inside my astral plane Find out my mental, based on instrumental Records, hey, so I can write monumental Methods, I'm not the King But niggas is decaf, I stick 'em for the CREAM Check it, just how deep can shit get Deep as the abyss and brothers is mad fish accept it In your Cross Colour clothes, you've crossed over Then got Totally Krossed Out and Kris Krossed Who da boss? Niggas get tossed to the side And I'm the dark side of the Force Of course it's the Method, Man from the Wu-Tang Clan I be hectic, and comin' for the head piece, protect it Fuck it, two tears in a bucket, niggas want the ruckus Bustin' at me, bruh, now bust it Styles, I gets buckwild Method Man on some shit, pullin' niggas files I'm sick, insane, crazy, driving Miss Daisy (yeah) Out her fucking mind, now I got mine, I'm Swayze (yeah)  [Hook: Method Man] Is it real, son, is it really real, son? (yeah) Let me know it's real, son, if it's really real (what, yeah) Something I could feel, son, load it up and kill one (what, uhh) Want it raw deal, son, if it's really real—yeah—, uh  [Interlude: Booster & Method Man] When I was a little stereo (stereo) I listened to some champion (champion) I always wonda (wondered) When I will be di numba one? (Tical, hah) Now yuh listen to di Gorgon (Gorgon) And di Gorgon sound a Rein An' any jump and come tes' mi (test me) Let mi a-go lick out dem brain (but it's sound boy)  [Verse 2: Method Man] Brothers want to hang with the Meth, bring the rope The only way you'll hang is by the neck, Nigga Bolt Off the set, comin' to your projects Take it as a threat, better yet it's a promise Comin' from a vet on some old Vietnam shit Nigga, you can bet your bottom dollar, hey, I bomb shit And it's gonna get, even worse, word to God It's the Wu, comin' through stickin' niggas for they garments Movin' on your left, southpaw, Mr. Meth Came to represent and carve my name in your chest You can come test, realize you're no contest Son, I'm the gun that won that old Wild West Quick on the draw with my hands on the four- Nine-three-eleven with the rugged rhymes galore Check it, 'cause I think not when this hip-hops like proper Rhymes be the proof while I'm drinkin' 90 proof Huh, vodka, no OJ, no straw When you give it to me, ayy, give it to me raw I've learned when you drink Absolut straight it burns Enough to give my chest hairs a perm I don't need no chemical blow to pull a ho All I need is Chemical Bank to pay da mo'  [Break: Method Man] What, basically that, Meth-Tical, '94 style (crash) Word up, we be hazardous Northern spicy brown mustard hoes We have to stick you (horn)  [Hook: Method Man] Is it real, son, is it really real, son? (motherfucker) Let me know it's real, son, if it's really real Something I could feel, son, load it up and kill one Want it raw deal, son, if it's really real  [Outro: Method Man] I'll fuckin', I'll fuckin' cut your kneecaps off And make you kneel at some staircase, piss I'll fuckin' cut your eyelids off And feed you nuthin' but sleepin' pills (*laugh*) Get yours, motherfucker So—So fuck the ho, fuck the ho Look at this nigga, this motherfucker, shit  ",
        "title": "Bring The Pain"
    },
    {
        "artist": "Jon Secada",
        "lyrics": "  I've been avoiding things I'm missing Then you came into my life a brand new flower, baby A reminder of what happiness is like On the other side What can't I feel? (I'm saying my blind side)  Chorus And if a mental picture 's all I've got, to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember  Time was of the essence And as usual the day turns into minutes Sharing love and tenderness That's the nerve you struck in me that sent a signal To the other side Girl I don't know I'm saying my blind side  Chorus And if a mental picture 's all I've got, to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember  Take me to the other side Why can't I feel? Out of my blind side  Chorus And oh if a mental picture's all I've got All I've got to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember, remember  ",
        "title": "Mental Picture"
    },
    {
        "artist": "Changing Faces",
        "lyrics": "  [Hook] x4 Ya fooling arond! Fooling, fooling, fooling around!  [Verse 1] We use to be so close,but now things have changed! It's not the same no no since i heard you calling her name! So quick to tell me that she was just a friend,  i don't wan't to hear the same ol' lies again (again) I got a hunch something ain't right,. no no this is no illusion i've come to this conlusion that your!  [Hook] Fooling around! fooling ,fooling around! (repeat 2x)  Verse2 I can't believe that i was fooling myself (oh no) when all along oh yes you were with someone else no more games i'm letting it go your way 'cause 3 is a croud so i'm giving you the step oooooooo i got a hunch something ain't right oooohhhhh(oh no) this is no illusion i've come to this conclusion that your  [Hook] x2  Verse3 I gave you the chance to give me romance iwas there for you boy and you know it's true see you ain't that strong you should've held on discharge of the boys ooooooooooohhhhhhhh  [Hook until the song ends]  ",
        "title": "Foolin' Around"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] I took a course in Hallelujah I went to night school for de blues I took some stuff they said would cool ya But nothing seemed to light my fuse  But that's all in the past Like a check that's in the mail She was a tall whiskey glass I was an old hound dog That just loved to chase his tail  [Chorus] Until I met a Blind Man Who taught me how to see A Blind Man Who could change night into day And if I can I'm going to make you come with me Because here come the sun And we'll be chasing all the clouds away  [Verse 2] I've had some lovers like a joyride Some things are never what they seem My heaven's turned into a landslide Thank God I woke up from that dream  [Chorus] I met a Blind Man Who taught me how to see Blind Man Who could change night into day And if I can I'm going to make you come with me  Because here comes the sun And we'll be chasing all the clouds away  The bee's chase honey And drink all the flowers dry We'll be saving us a little money And if that doesn't do it, yeah I know the reason why  [Bridge] Don't make no sense lighting candles There's too much moonlight in our eyes  [Chorus] I met a Blind Man Who taught me how to see Blind Man Who could change night into day And if I can I'm going to make you come with me  Because here come the sun Ain't no surprise Ain't no doubt about it Going to open up my eyes  ",
        "title": "Blind Man"
    },
    {
        "artist": "B.M.U. (Black Men United)",
        "lyrics": null,
        "title": "U Will Know (From \"Jason's Lyric\")"
    },
    {
        "artist": "Candlebox",
        "lyrics": "  Now maybe I didn't mean to treat you bad But I did it anyway  And then maybe Some would say your life was sad But you lived it anyway  And so maybe Your friends they stand around they watch you crumble As you falter to the ground  And then someday Your friends they stand beside as you were flyin' Oh, you were flyin' oh so high But then someday people look at you For what they call their own They watch you suffer Yeah they hear you calling home And then someday we can take our time To brush the leaves aside so you can reach us Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no Couldn't share the pain, they watch you suffer  Now maybe I could have made my own mistakes But I lived with what I've known  And then maybe We might share in something great Won't you look at where we've grown Won't you look at where we've gone  And the someday comes, tomorrow holds A sense of what I feel for you in my mind As you trip the final line And that cold day when you lost control Shame you left my life so soon You should have told me, hey Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no  Oh, no, no Oh, no, no, no, no, no Oh my lord See I know See I know  But maybe, said maybe I didn't mean to treat you oh so bad But I did it anyway Sayin' now maybe Some would say you're left with what you had But you couldn't share the pain Now I've said, but times have changed Your friends they come and watch you Crumble to the ground They watch you suffer Yeah they hold you down, hold on down Now I said maybe, maybe I didn't mean to treat you bad But you left me far behind Left me far behind Left me far behind  ",
        "title": "Far Behind"
    },
    {
        "artist": "Warren G",
        "lyrics": "  [Intro: Gil Scott-Heron] The blues has always been totally American As American as apple pie As American as the blues As American as apple pie The question is why Why should the blues be so at home here? Well, America provided the atmosphere  [Verse 1] You don't see what I see, every day as Warren G I take a look over my shoulder, as I get older Getting tired of mothafuckas saying, \"Warren I told ya\" You don't hear what I hear But it's so hard to live through these years With these funny-bunny niggas, ain't shit changing Got my Mama wondering if I'm gang banging But I don't pay attention to these father figures I just handle mine, and I'm rolling with my niggas Off to the VIP, you see Snoop Dogg and Warren G Unbelievable how time just flies Right before your eyes, but you don't recognize Now who's the real victim, can you answer that The nigga that's jacking or the fool getting jacked?  [Refrain] You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years  [Verse 2] Another sunny day, another bright blue sky Another day, another muthafucka die These are the things I went through when I was growing up There's only one hood, and niggas shit be throwing up And I knew it, there really ain't nothing to it Thinking every fool's gotta go through it Now let's go back, how far, back in time Dragging to these hookas trying to mack for mine I remember when we all used to stop at the spot Back then my nigga-name was Snoop Rock It was all so clear, '87, '88, then '89s the year You say everywhere we roll, you can say we roll thick Way back then 2-1-3 was the clique Something to stay paid I was just a young hog Warren G, Snoop Rock and Nate Dogg  [Refrain] You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years  [Verse 3] You make me wanna holla, get out the game Too many muthafuckas know my name While Snoop Dogg's serving time up in Wayside I puts it down on the street, don't try to take mine I had to reassure the homie that he wasn't alone We'd talk, and him and Nate'd conversate on the phone He kept saying, \"Nigga, it won't be long Before a little skinny nigga like me'll be home\" I said \"Snoop, things done changed, it's not the same We need to get up out the game Cause we can get paid in a different way With you kicking dope rhymes and I DJ\" Well as time goes past, slowly we try to make it But things are getting hectic, I just can't take it Should I, A: Go back to slanging dope Or should I, B: Maintain and try to cope Or should I, C: Just get crazy and wild But no, I chose D: Create the G-Child It's been on ever since with me and Mista Grimm This shit is getting so hectic that I can't even trust him now What would you do for a Warren G cut Would you act the fool and nut the fuck up Back the fuck up, act the fuck up Niggas talk shit they get smacked the fuck up, straight up  [Refrain] You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years You don't see what I see, every day as Warren G You don't hear what I hear But it's so hard to live through these years You don't see what I see, every day as Warren G  ",
        "title": "Do You See"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Verse 1] I am..... quick to pull the trigger quick to pull your card Hard late for the boulevard It's Da B to the R-A-T with the bump Sendin good vibrations from the trunk to the front Of your ride (ride) where I live that's what they like (like) So that's what I give Somethin for them fools when they crawl and creep And creep and crawl, it's fa all y'all Well..........  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Verse 2] Now that Da Brat's in the house yo the house is packed Guys and girls everywhere with a hump in they back As I sling my funk like a vodoo moose through the hood All Fa Y'all cause everything is good Now..... lay back listen to the phattest Listen to the baddest rhymin apparatus At a status you ain't got to check Cause y'all knows that I definitely gets wrecked So,  uh  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Verse 3] Gotta give thanks to the funk when it's time to pray With some fine ass dank now it's time to play That shit from that ghetto ass bitch me be B to the R A to the T Just niggas and bitches on every side Waitin for the chance to get funkdafied And all they gotta do is learn the words of this anthem I'll grant them if you can chant them Like everybody else..  [Chorus] Who's that makin that funky noise? It's Da Brat-tat-tat-tat bustin out on that ass Fa All Y'all, Fa All Y'all hey hey hey (you don't hear me, though) Who's that makin that funky noise? It's like that, it's like that, it's Da Brat Fa All Y'all, Fa All Y'all hey hey  [Outro] I promise to funk The whole funk Nothing but the funk I promise to funk The whole funk Nothing but the funk  ",
        "title": "Fa All Y'all"
    },
    {
        "artist": "Keith Murray",
        "lyrics": "  [Produced by Erick Sermon]  [Verse 1: Keith Murray] Y'all mythalogical niggas is comical The astronomical is coming through like the flu bombing you And embalming in your crew too With the musical mystical magical, you know how I do With word attack skills and vocabulary too Come to hit you with this edition, it's all brand New You're through, I'm interplanetarian like Doctor Who (Who? Who?) So who? (Who?) Born to get tripped on, word is bond I'm kicking rhymes 'til the A.M. vultures swarm Not Quincy, but I'm back on the block and not selling crack Accompanied with the fat funk flows and tracks So what you saying black, with all that yackedy yack My artifacts can't be beat with bats I'm saying, I eat up everything up on the menu And bend you and send you swaying, to be continued  [Hook x4] The most beautifullest thing in this world Is just like that I get in ya  [Verse 2] Spur of the moment opponents is suspects Caught up in precipitation reign of the tech- Niques, I speak my concepts freak The ichi ni san shi funk figures of speech Now that shit is in the open, I'm open, hoking, scoping Waitin for the next nigga to get opened on And break him down like a organic compound That's the weight of the world as the Earth goes round Now, how the fuck you sound I represent my clique, like a four-pound You better pack your levodopa medication for the shaking Meditation from the earth, that quaking shit that we be making Never faking I gets down for my crown clown Shaking the membrane of Encyclopedia Brown Freaking the funk in any throw down While you sustained to the sounds, up in you  [Hook]  [Verse 3] I comes down breaking ground So back up off of me and sit your ass down Now when I'm on the microphone I roam through zones But don't be trying this shit at home No matter what race, creed, color him or her I comes cleaner than Jeru and Damage an amateur As chronical facial disorders occur I'll assassinate your character's caliber I channel my anger, from the double edged banger And turn into the microphone strangler So stop tryna see where your eyes can't follow Say goodnight to the world and goodbye to tomorrow You rave and cuss so it's a must you get bust We're not to be fucked with, Toys Ain't Us For eternity, through infinity I eternally, get in you  [Hook]  What you folks want, yeah We got the funk so come on down What you folks want, yeah We got the funk so come on down What you folks want We got the funk so come on down  ",
        "title": "The Most Beautifullest Thing In This World"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  I want you to dance naked So i can see ya I'd like to get to know ya You dont have to act naughty  Spin around, and round Spin around, round and round  I want you to dance naked I promiss i won't touch you I promiss to tell no one I want you to dance naked  Spin around, and round Spin around, round and round Spin around, round and round  I want you to dance naked If you'd like I'll join you I want to enjoy your body I want to hear your secrets  I want to know if you like me As much as I like you I want you to dance naked But only if you want to  Spin around, and round Spin around, round and round Spin around, round and round  I want you to dance naked So I can see you I'd like to get to know you But only if you'd want to  Spin around, and round Spin around, round and round Spin around, round and round Spin around, round and round  I want you to dance naked  ",
        "title": "Dance Naked"
    },
    {
        "artist": "Elton John",
        "lyrics": "  From the day we arrive on this planet And blinking, step into the sun There's more to see than can ever be seen More to do than can ever be done  There is far too much to take in here More to find than can ever be found But the sun rolling high through the sapphire sky Keeps great and small on the endless round  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  ",
        "title": "Circle Of Life (From \"The Lion King\")"
    },
    {
        "artist": "Amy Grant With Vince Gill",
        "lyrics": null,
        "title": "House Of Love"
    },
    {
        "artist": "Lucas",
        "lyrics": "  [Intro] \"I'll be practicing in my mind\"  Wha-da-ba-ba-ba-ba-ba-ba-baaa Whoa-oh-oh Catch the vibes... the reggae and the ragtime Whoa-oh-oh Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Zem, Zem DaZem, Zem DaZow, Zem  Watch me now you hear me now Watch me go-oh  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good  Zow, zow, zow  Watch me go-oh  [Verse 1: Lucas] Strike the right chord, and I rap, rap my skull cap Electric, until I blow my top off I wrap my lyrics right around the globe I lay lobes and all Bit by bit I make it fit Cause I'm here to knit myself together And whatever split for my format And after that I never stay the same And treat the freak like a doormat Jump around on it I'm here to spray poetic confetti already Open open open up your skull cap And let it rain, let it rain, let it rain Let it drain  All the I'm-too-cool-to-have-a-good-time- But-really-I'm-a-muted-trumpet type of talkaway Hey-ey-ey Move to the front, take it off, take it off Catch the vibes Cause it's Lucas with the lid off  [Chorus] Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Zem, Zem DaZow, Zow Skedadle-lah-ooh Watch me now you hear me now Uh now, now, now  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good I feeeeeel... so good  [Verse 2: Lucas] Welcome to my brain, I got the lid off My chest I got my nut off The type of spirit that can break your framework The same by the end will stay the same Hear the voice of summer Zow za zow zow But once I gotta hum a melody That represents the type of flow I kick When my tongue is swingin' like a drumstick Of a jazzy type of lick Everybody's got the lid on tightly Afraid of what might be lurking right behind And out of safety So undo yourself and watch my rhyme go Out of my lyrical chimney But don't repeat my voice to the beat  When you hear the track again make up your own words Cause the rhythm is a conduit to break a split from the homegrown The well known is on to the unknown See everyone's a firecracker like a phone about to get hooked up And let look up and let look up and let whatever bubbles up Out your head spread the vibes and illuminate the sky  Cause it's lucas with the lid off It's Lucas with the lid off It's Lucas with the lid off Come on and take your lid off  Watch this Watch me now you hear me now  Take a solo , take a solo And spread the vibes kid  [Break]  I hear that funky tune Now now now now Now now Whooooooooooo Spread spread spread the vibes Spread it spread it Now-now now-now now-now now-now Watch this Mm-mm Ah bap bap bap bow  Watch me now you hear me now  Uh now, now, now  [Bridge] Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah) Whatever bubbles, bubbles up... (I feeeeeel) Come follow me around come follow me now (yeah, yeah-eah)  I feeeeeel... so good I feeeeeel... so good Lid off Zem, Zem DaZem, Zem DaZow, Zem  Watch me now you hear me now Watch me go- Catch the vibes, catch the vibes Whoa-oh-oh Cause it's Lucas with the lid off Catch the vibes, catch ta-oh-oh Cause it's Lucas with the lid off  Zem, Zem DaZow, Zow Skedadle-lah-ooh Watch me now you hear me now  ",
        "title": "Lucas With The Lid Off"
    },
    {
        "artist": "Toad The Wet Sprocket",
        "lyrics": "  [Verse 1] Another day, I call and never speak And you would say nothing's changed at all And I can't feel much hope for anything If I won't be there to catch you if you fall  [Chorus] Again (We fail) It seems we meet (To meet and mend) In the spaces (Spaces safe) In between (Between intents) We always say (Say too much) It won't be long (Long been gone) Oh, but something's always wrong  [Verse 2] Another game of putting things aside As if we'll come back to them some time A brace of hopes, a pride of innocents And you would say something has gone wrong  [Chorus] Again (We fail) It seems we meet (To make amends) In the spaces (And wend our way) In between (Between intent) We always say (Looking back) It won't be long (Not moving on) Oh, but something's always wrong  [Bridge] Yeah, hey, hey Yeah, hey, hey, hey Yeah, hey, hey Yeah, hey, hey, hey  [Chorus] Again (We fail) It seems we meet (To meet and mend) In the spaces (Spaces safe) In between (Between intent) We always say (Say too much) It won't be long (Long been gone) Oh, but something's always wrong Something's always wrong Something's always wrong  Hey, hey, hey, hey  ",
        "title": "Something's Always Wrong"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Always and forever Each moment with you, yeah Is just like a dream to me That somehow came true, yeah And I know tomorrow Will still be the same 'Cause we got a life of love That won't ever change and  [Chorus] Every day, love me your own special way Melt all my heart away with a smile Take time to tell me you really care And we'll share tomorrow together (Always forever love you) Ooh baby, I'll always love you forever (Always forever love you) Ever, ever, ever  There'll always be sunshine When I look at you, yeah It's something I can't explain Just the things that you do (ooh baby) If you get lonely Call me and take A second to give to me That magic you make and  [Outro Chorus] Every day, love me your own special way Melt all my heart away with a smile Take time to tell me you really care And we'll share tomorrow together (Always forever love you) Baby baby, I'll always love you forever (Always forever love you) Ooh baby, ooh baby, yeah baby, yeah baby, forever (Always forever love you) Love you, love you, you, you, always (Always forever love you) Always, ever, ever, ever, forever (Always forever love you) And oh yeah, oh, ooh (Always forever love you) Love you, ever, ever, ever, and always I (Always forever love you) Ever, ever, ever, yes I'm the one who (Always forever love you) Yes I'm the one who loves you, always (Always forever love you) And forever, I love you  ",
        "title": "Always And Forever"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Hook] Black coffee, no sugar, no cream That's the kind of girl I need down with my team Black coffee, no sugar, no cream That's the kind of girl I need down with my team Black coffee, no sugar, no cream That's the kind of girl I need down with my team Black coffee, no sugar, no cream That's just the way I like it  [Verse 1] I need a girl who ain't scared to scrap Someone who got my back Gotta be a dark skin or light skin black The type of girl that stays busy all day But when the sun goes down, she's my sexy souffle (Hey) Somebody real who ain't afraid to work If you try to disrespect ya mess around and get ya feelings hurt She ain't pressed from your ? ? ? ? She'll only flex with a brother that can handle it And I don't care if she's a little bit jealous She can still be a lady while she's coolin' with the fellas An intellectual, beautiful, sexual Hands on her hip but when she flips she's incredible Candlelight dinners from her man But she's a trooper if she has to she'll eat beans from the can A very nice girl but don't mistake her for no softy And that's the way I like it Yeah, my black coffee  [Hook]  Black coffee gotta fit like a mitten Roars like a lion when I stroke her kitten Versatile, wears the Colgate smile She got the piles of style, ain't had none in a while Party animal, but dig it, only when she's with me And I don't have to worry 'cause she won't disrespect me She's everything that a man dreams about And when I'm with my crew, she's all I talk about (hey) Fancy hair, jewels all flushed Backside bigger than (her mom?) but don't touch her Pretty skirt, you know the ones with the slit A closet full of gear so you know she stay dipped Body all smooth from using plenty lotion Perfume smelling like some ol' sex potion A nice girl but don't mistake her for no softy And that's the way I want her Yeah, my black coffee  [Hook]  [Bridge] Break it down Black coffee, no sugar, no cream Black coffee, no sugar, no cream Black coffee, no sugar, no cream Black coffee, no sugar, no cream  [Verse 3] Black coffee, the African queen Part of the Afro-American dream 'Nuff respect, I dig ya intellect Appreciate the fact that you never miss a step The backbone of the black home, here's to ya As long as I'm around Believe me, nuttin' could ever do ya You're warm, considerate, and far from a softy And that's why I love ya, you're my black coffee  [Hook]  ",
        "title": "Black Coffee"
    },
    {
        "artist": "Hole",
        "lyrics": "  [Verse 1] I am doll eyes, doll mouth, doll legs I am doll arms, big veins, dog, beg  [Pre-Chorus] Yeah, they really want you They really want you, they really do Yeah, they really want you They really want you, and I do too  [Chorus] I want to be the girl with the most cake I love him so much, it just turns to hate I fake it so real I am beyond fake And someday you will ache like I ache And someday you will ache like I ache And someday you will ache like I ache And someday you will ache like I ache Someday you will ache like I ache  [Verse 2] I am doll parts, bad skin, doll heart It stands for knife for the rest of my life  [Pre-Chorus] Yeah, they really want you They really want you, they really do Yeah, they really want you They really want you, but I do too  [Chorus] I want to be the girl with the most cake He only loves those things because he loves to see them break I fake it so real I am beyond fake And someday you will ache like I ache And someday you will ache like I ache Someday you will ache like I ache And someday you will ache like I ache! And someday you will ache like I ache! And someday you will ache like I ache! And someday you will ache like I ache! Someday you will ache like I ache...  ",
        "title": "Doll Parts"
    },
    {
        "artist": "Guns N' Roses",
        "lyrics": "  [Verse 1] Please allow me to introduce myself I'm a man of wealth and taste I've been around for a long, long year Stole many a man's soul and faith And I was around when Jesus Christ Had his moment of doubt and pain Made damn sure that Pilate Washed his hands and sealed his fate  [Chorus] Pleased to meet you Hope you guess my name But what's puzzling you Is the nature of my game  [Verse 2] I stuck around St. Petersburg When I saw it was a time for a change Killed the Czar and his ministers Anastasia screamed in vain I rode a tank Held a general's rank When the Blitzkrieg raged And the bodies stank  [Chorus]  [Verse 3] I watched with glee While your kings and queens Fought for ten decades For the Gods they made I shouted out Who killed the Kennedys? When after all It was you and me  [Chorus][x2]  [Verse 4] Just as every cop is a criminal And all the sinners saints As heads is tails Just call me Lucifer Because I'm in need of some restraint So if you meet me Have some courtesy Have some sympathy, and some taste Use all your well-learned politesse Or I'll lay your soul to waste, um yeah  [Chorus]  [Bridge] Woo, who Oh yeah, get on down Oh yeah Oh yeah!  [Verse 5] Tell me baby, what's my name Tell me honey, baby guess my name Tell me baby, what's my name I tell you one time, you're to blame  [Bridge] Ooo, who Ooo, who Ooo, who Ooo, who, who Ooo, who, who Ooo, who, who Ooo, who, who Oh, yeah  [Outro] What's my name Tell me, baby, what's my name Tell me, sweetie, what's my name Ooo, who, who[x7] Oh, yeah  ",
        "title": "Sympathy For The Devil (\"Interview With The Vampire\")"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  Tracklist: 1. Intro 2. Things Done Changed 3. Gimme The Loot 4. Machine Gun Funk 5. Warning 6. Ready To Die 7. One More Chance 8. Fuck Me (Interlude) 9. The What 10. Juicy 11. Everyday Struggle 12. Me & My Bitch 13. Big Poppa 14. Respect 15. Friend Of Mine 16. Unbelievable 17. Suicidal Thoughts 18. Who Shot Ya? 19. Just Playin' (Dreams) Album Art:  ",
        "title": "Juicy/Unbelievable"
    },
    {
        "artist": "Andru Donalds",
        "lyrics": "  There's many a day I act free We're oceans apart Even though my tears have dried There's an emptiness I feel in my heart Come forward  Uh, from the first time that I loved you I told you from the start Our love would come together If we could stand to be apart I never mean to break to you heart, no  The days I cope without you I feel so all alone I see you in my dreams at night I feel your touch so strong (So strong) I feel your pain and tears miles away I surrender my soul to you, dear  Love you Love you Love you Love  Mishale, what am I supposed to do Mishale, I'll never get over you Mishale (Mishale), loving you is heaven Missing you is hell and I need for our love to be strong  No matter where I find myself You're always on my mind (Always on my mind) The photographs stare back at me Reminds me that your love's deep as mine (Deep as mine) I'm coming home to you, babe, is worth livin' for, yeah, yeah (Yeah)  Love you Love you Love you Love  Mishale (Mishale), what am I supposed to do (Mishale) Mishale (Oh'oh'), I'll never get over you (Mishale) Mishale, loving you is heaven (Loving you is heaven) Missing you is hell and I need for our love to be strong, ho'oh'oh'  My swollen eyes reveal my pain As my tears fall like November rain My life's fading I'mma just gonna miss you  Love (Love) you (You) Love (Love) you (You) Love (Love) you (You) Love  Mishale, what am I supposed to do (Mishale) Mishale (Oh'oh'), I'll never get over you (I'll never get over you) Mishale (Mishale), loving you is heaven (Loving you's heaven) Missing you is hell and I surrender myself to you, dear  Mishale (Oh), what am I supposed to do (What am I supposed to do) Mishale (Oh'oh'), I'll never get over you Mishale (Mishale), loving you is heaven (Loving you is heaven) Missing you is hell and I need for our love to be strong, oh'oh'  What am I supposed to do Mishale (Mishale), I'll never get over you Mishale, loving you is heaven (Loving you is heaven) Missing you is hell  ",
        "title": "Mishale"
    },
    {
        "artist": "2 Unlimited",
        "lyrics": "  Y'all ready for this?  Get down with the sound, house on the ground Freeze when I squeeze, drop to your knees You must of bet, I'm in here to stay Ready to take you around the way  So you get ready for this, mind your own biz 'Cause I am bad, yeah the microphone wiz No need to sit, 'cause we're 2 Unlimited Ready, ready, ready for this  Feel the base, you just get closer Be impressed by the words I chose of Once again kickin' it live Doin' everything yo just to survive  Above the law, I take our stand Being on stage with a mic in my hand Bustin' it loud to the crowd The age is 20, I'm from the south  Be a part, break my heart Get ready for this, mind your own biz People in the front, show me what you want And I won't give it in, get ready for this  We're 2 Unlimited, so people won't you sing? Movin' up and down, dancin' on the ground Feelin' kinda free, security How's this sound, that moves you from the ground  House on the ground, bass in your face Racin' the place, no time to waste Being hypnotized, I can see it in your eyes Feelin' kinda better, put on your sweater  Feelin' like a white, I think it doesn't matter Super, dope, def, and even outrageous If I was an animal, they'd 've kept me in cages So get ready for this  Y'all ready for this?  Be a part, break my heart Get ready for this, mind your own biz People in the front, show me what you want And I won't give it in, get ready for this  We're 2 Unlimited, so people won't you sing? Movin' up and down, dancin' on the ground Feelin' kinda free, security How's this sound, that moves you from the ground  ",
        "title": "Get Ready For This"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  * the author requests correction sent direct to his e-mail  { } = the fellas ( ) = the ladies  Chorus [2x]: {Here kitty-kitty, here kitty-kitty-kittyyyyy!} Aw, kitty kitty! {Here kitty-kitty, here kitty-kitty-kittyyyyy!} I thought I saw a puddy tat!  Bridge A [2x]: (What you doin'?) {Nuttin', hon!  Uhh, uhh, I'm just nuttin', hon!} (What you doin'?) {Nuttin', hon!  Aww, honey-hon!}  Like I said, the party ain't dead These girls ain't even scared to give head! Verse 1: Girl, stop tryin' to be smooth Make way for a brother to make the first move You're tryin' to act nice and sweet 'Cause I know that you is a freak So let a brother lick them paws And run the tongue on the g-string draws And tease the kitty just a little Then stick my pole in the middle Before I hit, let me ask Did the dogs done hit in the path 'Cause if they ain't got they shots Then the kitty might not get got They say it ain't got a bad bone In any ol 'eyes, it's gold So girl, don't act seditty Just give a brother some of that kitty!  Chorus, Bridge A  Like I said, the party ain't dead All these chicken heads just scared! Verse 2: Kitties is cool and all that But I like the real big cats See, a cat got a little more strength So they can take a little more length You gotta feed a kitty real slow But a cat can take a little bit mo' So lay on down on the silk So you can get a bowl of this milk Then let's do it like dogs I wanna see ya climb the walls And once I get in them guts I'ma do that straight cat strut So please don't make a brother beg To get inbetween them legs Come on girl, have some pity And give a brother some of that kitty!  Bridge B [4x]: True dat, true dat!  True dat, true dat!  Chorus  Jay-Ski: Jack and Jill went up the hill to fetch a pail of water Jack came down, said \"Thank you ma'am, but uh, you got change for a quarter?\"  Aaow!  Bridge C [4x]: {Oh, baby!}  (Hey!)  Jay-Ski: Check it out! Lil' Miss Muffet sat on a tuffet eatin' a bowl o' cream o' wheat She gave me a show, whatta you know, that lil' *hoe* was a freak!  Aaow!  Bridge C  Jay-Ski: Check it! Little Jack Horner sat in the corner beggin' this girl all night She said no, he said \"Oh!  You gon' come on down and take a hike, baby!\"  Bridge C  Jay-Ski: Little Bo Peep lost her sheep, eyes were full of tears I think girl need her *LONG BLEEP*; Whoot, there it is!  Aaow!  Bridge C, Bridge B, Chorus  ",
        "title": "Kitty Kitty"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro] Let me know, let me know Ahhh, let me know Let me know, let me know  [Verse 1] When I feel what I feel Sometimes it's hard to tell you so You may not be in the mood to learn what you think you know There are times when I find You want to keep yourself from me When I don't have the strength I'm just a mirror of what I see  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Verse 2] When you feel what you feel Oh how hard for me to understand So many things have taken place before this love affair began But when you feel, oh like I feel Confusion can give way to doubt For there are times when I fall short of what I say What I say I'm all about, all about  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Bridge] Tell me what it is (tell me what it is) Make believe, no need to make believe Look beyond your own (look beyond your own) Try and find another place for me Cause  [Chorus] At your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Outro] Let me know, let me know, let me know See, at your best baby  ",
        "title": "At Your Best (You Are Love)"
    },
    {
        "artist": "Joe Diffie",
        "lyrics": "  Well, I got my first truck when I was three Drove a hundred thousand miles on my knees Hauled marbles and rocks and thought twice before I hauled a Barbie Doll bed for the girl next door She tried to pay me with a kiss and I began to understand There's something women like about a pickup man  When I turned sixteen, I saved a few hundred bucks My first car was a pickup truck I was cruising the town and the first girl I seen Was Bobbie Jo Gentry, the homecoming queen She flagged me down and climbed up in the cab And said, \"I never knew you were a pickup man\"  You can set my truck on fire and roll it down a hill And I still wouldn't trade it for a Coupe De Ville I got an eight-foot bed that never has to be made You know, if it weren't for trucks we wouldn't have tailgates I met all my wives in traffic jams There's just something women like about a pickup man  Most Friday nights I can be found In the bed of my truck on an old chaise lounge Backed into my spot at the drive-in show You know a cargo light gives off a romantic glow I never have to wait in line at the popcorn stand Cause there's something women like about a pickup man  You can set my truck on fire and roll it down a hill And I still wouldn't trade it for a Coupe De Ville I got an eight-foot bed that never has to be made You know, if it weren't for trucks we wouldn't have tailgates I met all my wives in traffic jams There's just something women like about a pickup man  A bucket of rust or a brand new machine Once around the block and you'll know what I mean  You can set my truck on fire and roll it down a hill And I still wouldn't trade it for a Coupe De Ville I got an eight-foot bed that never has to be made You know, if it weren't for trucks we wouldn't have tailgates I met all my wives in traffic jams There's just something women like about a pickup man Yeah, there's something women like about a pickup man  ",
        "title": "Pickup Man"
    },
    {
        "artist": "Urge Overkill",
        "lyrics": "  Girl, you'll be a woman... Soon  I love you so much, can't count all the ways I've died for you girl and all they can say is \"he's not your kind\" They never get tired of putting me down And I'll never know when I come around What I'm gonna find Don't let them make up your mind Don't you know...  Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon, you'll need a man  I've been misunderstood for all of my life But what they're saying girl it cuts like a knife \"the boy's no good\" Well I've finally found what I'm a looking for But if they get their chance they'll end it for sure Surely would Baby I've done all I could Now it's up to you...  Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon, you'll need a man  Girl, you'll be a woman soon Please, come take my hand Girl, you'll be a woman soon Soon but soon, you'll need a man  ",
        "title": "Girl, You'll Be A Woman Soon (From \"Pulp Fiction\")"
    },
    {
        "artist": "Luther Vandross & Mariah Carey",
        "lyrics": "  [Verse 1] [Luther Vandross] My love There's only you in my life The only thing that's right Ooh yeah  [Mariah Carey] My first love (yeah) You're every breath that I take You're every step I make  [Luther & Mariah] (Oh) And I (And I) I want to share All my love with you, hey yeah No one else will do, you know it And your eyes (your eyes, your eyes) They tell me how much you care Oh, yes You will always be My endless love Oh yeah  [Verse 2: Luther & Mariah] Two hearts Two hearts that beat as one Our lives have just begun And forever (forever) I'll hold you close in my arms I can't resist your charms No no no no (no no no)  And I (And I) I'll be a fool for you, I'm sure You know I don't mind (no, you know I don't mind) 'Cause baby you (baby, baby, baby, baby) You mean the world to me, yeah I know I've found in you My endless love  Yeah (yeah) Do do, do dooo, do do do  And I'll I'll be that fool for you, (for you baby) I'm sure That you know I don't mind (you know I don't mind) Oh, yes You'd be the only one 'Cause no one can deny This love I have inside And I'll give it all to you My love (my love, my love) My my my My endless love  Mmm My love  ",
        "title": "Endless Love"
    },
    {
        "artist": "Harry Connick, Jr.",
        "lyrics": "  Somebody was spreading rumors 'Bout better days a-comin' Why was I hummin' As if I knew One and the same But I just whispered your name  Somebody was sayin' something 'Bout there being an end to tyranny But when they asked me What would I do If that day came I only whispered your name  Everyone got their own opinion And protects their own dominion No doubt for them it's true But I tell them what I really believe My only worry is protecting you, yeah  No one should ever be lonely We'd all find somebody to care Ask me if I dare To answer who Could carry that flame I'd just whisper your name  Everyone got their own opinion And protects their own dominion No doubt for them it's true But I tell them what I really believe My only worry is protecting you  Nobody should ever be lonely We'd all find someone to care, well Ask me if I dare To answer who Could carry that flame Carry that flame, yeah Carry that flame I'd just whisper your name  ",
        "title": "(I Could Only) Whisper Your Name"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] I turn on the tube and what do I see? A whole lot of people crying, \"Don't blame me\" They point their crooked little fingers at everybody else Spend all their time feeling sorry for themselves Victim of this, victim of that Your mamma's too thin, your daddy's too fat  [Chorus] Get over it Get over it All this whining and crying and pitching a fit Get over it, get over it  [Verse 2] You say you haven't been the same since you had your little crash But you might feel better if I gave you some cash The more I think about it, Old Billy was right Let's kill all the lawyers, kill them tonight You don't want to work, you want to live like a king But the big, bad world doesn't owe you a thing  [Chorus] Get over it Get over it If you don’t wanna, you might as well quit Get over it, get over it  [Bridge] It's like going to confession every time I hear you speak You're making the most of your losing streak Some call it sick, but I call it weak Yeah, yeah, yeah  [Verse 3] Yeah, you drag it around like a ball and chain You wallow in the guilt, you wallow in the pain You wave it like a flag, you wear it like a crown Got your mind in the gutter, bringing everybody down You bitch about the present and blame it on the past I'd like to find your inner child and kick its little ass  [Chorus] Get over it Get over it All this bitching and moaning and pitching a fit Get over it, get over it  [Chorus] Get over it Get over it It's gotta stop sometime, so why don't you quit? Get over it, get over it  ",
        "title": "Get Over It"
    },
    {
        "artist": "Craig Mack",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Keith Sweat (Featuring Kut Klose)",
        "lyrics": "  [Intro: Keith Sweat (Kut Klose)] I got something for the fellas this time around Ladies won't you tell them your names? (Tabitha, Athena, Lavonn)  [Chorus: Kut Klose] If you really, really want it All you gotta do is get up on it If you really, really want it All you gotta do is get up on it  [Verse 1: Athena Cage] The time has come for us Ooh baby To get real busy, baby Oh yes it has, umm And you don't have to be afraid of my love Cause it won't hurt ya sugar Oh no it won't, ooh yeah baby  [Chorus: Kut Klose] If you really, really want it (if you really want it, yeah) All you gotta do is get up on it (Yeeeeaaahhhhh, oh yeah) If you really, really want it (Baby, do you really want my love?) All you gotta do is get up on it  [Verse 2: Keith Sweat] I like it girl when we Get real freaky, baby Ooh yes I do, baby And I'm on my hands and knees You know I'm with it sugar Girl I'm with everything you wanna do, saying  [Chorus: Kut Klose (Keith Sweat)] If you really, really want it (If you really want it, baby) All you gotta do is get up on it (all you gotta do, girl) (Get up on this love of mine) If you really, really want it (If you really, really want it, baby, yeah baby) All you gotta do is get up on it (Girl, I want you to sing this song tonight)  [Bridge: Athena Cage & (Keith Sweat)] I know that this is it (love) Cause I know that I'm given you my love And I know I'm giving you my love A love, a love that you can't resist, baby (Same, same, bring it on)  [Chorus: Kut Klose] If you really, really want it (If you really want it, come and get it, baby) All you gotta do is get up on it (oohhhh, oohhh) If you really, really want it (If you really want it, come on, baby) All you gotta do is get up on it  [Outro: Athena Cage & Kut Klose (Keith Sweat)] Oh baby yeah yeah, yeah, yeah, yeah yeah I know that this is it (I know that this is it) See I know that this is it, boy And I know I'm giving you my love A love that you can't resist (don't leave me baby) Ohh, ohh, ohh, ohh (yeah baby, baby) I know that this is it I know, I know, I know I know I'm giving you, I'm giving you all my loving, baby A love, a love that you can't resist (I wanna lick you up and down) oh baby I want you to take your time, take your time Ohh, take your time with me  ",
        "title": "Get Up On It"
    },
    {
        "artist": "Martin Page",
        "lyrics": "  O Mount Kailas Uncover me Come my restoration Wash my body clean I've been walking Along a crooked path Where the walls have fallen And broken me in half  I'm telling you I will not rest till I lay down my head I'm gonna go In the house of stone and light I shall not cry for the blind man I leave behind When I got In the house of stone and light In the house of stone and light  Holy lady Show me my soul Tell me of that place Where I must surely go Old man waiting At the gates for me Give me the wisdom Give me the key  I'm telling you I will not rest till I lay down my head In the house of stone and light I make my way O gonna be such a beautiful day In the house of stone and light In the house of stone and light  Let me in beneath my skin In the house of stone and light  It's been too long My spirit's been at war Havasupai Shaman Let me be reborn  All I will embrace the sun upon my face Come the day I awake the child inside In the house of stone and light And when I go I will op-op-open my eyes In the house of stone and light I will see you In the house of stone and light  I'm looking in beneath my skin In The House of Stone And Light  ",
        "title": "In The House Of Stone And Light"
    },
    {
        "artist": "Silk",
        "lyrics": "  [Intro] So tell me baby Whatchu wanna do? We got all night  So baby it's on, it's on, it's on, yeah Deeper, deeper baby Deeper than he's ever gone Cuz I can go on and on and on  You've got to show me lady Just how you feel I want to relax your mind And go so deep Because I can go deeper baby Deeper than he's ever gone Cuz I need it, and you want it Cuz you've got what I want and I want what's inside  1 - Can we do it on the low Keep the lights down I can do a sex move and get funkey Workin' it like it ain't no thing Makin' it sweet in the sheets From your head down to your feet  2 - Deeper, deeper baby Deeper than he's ever gone So baby it's on, it's on, it's on I can go deeper, deeper baby Deeper than he's ever gone Cuz I can go on, and on, and on  Champagne and candlelights would be nice Just me and you Let's start things off right tonight Girl, what should we do babe Let's sit and fantasize about me and you We're takin' it up and down and round and round Givin' you everything that you need  Repeat 1 Repeat 2  Deeper baby, deeper baby Deeper than he's ever gone Deeper baby, deeper baby Deeper than he's ever gone  I can go deep if you let me I can go deep if you want me I can go deep when you want me to I can go deep  I can go deep if you let me I can go deep if you want me I can go deep when you want me to I can go deep  Repeat 2 until fade  ",
        "title": "I Can Go Deep (From \"A Low Down Dirty Shame\")"
    },
    {
        "artist": "Mazzy Star",
        "lyrics": "  [Verse 1] I want to hold the hand inside you I want to take a breath that's true I look to you and I see nothing I look to you to see the truth You live your life, you go in shadows You'll come apart and you'll go blind Some kind of night into your darkness Colors your eyes with what's not there  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew  [Verse 2] A stranger's light comes on slowly A stranger's heart without a home You put your hands into your head And then its smiles cover your heart  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew Fade into you Strange you never knew Fade into you I think it's strange you never knew I think it's strange you never knew  ",
        "title": "Fade Into You"
    },
    {
        "artist": "Lords Of The Underground",
        "lyrics": "  [Hook] Tic toc, this is how we rock Throw your hands in the air and do it for your block (um) Tic toc, this is how we rock Throw your hands in the air and please don't stop (um) Tic toc, this is how we rock (Tic toc, you don't stop...)  [Verse 1: DoItAll] Tic toc, this is how we rock We're those same (um) brothers that brought you \"Chief Rocka\" Now, um, underground's my style To this I have vows And I swear to my god I'll always rock a crowd So (um) peace to my area, N.W.K Which is scarier So if your on the deals Who cares, the more the merrier Now right off South Orange On the block of one-nine Of course, thirteenth ave Is my stomping grounds I open up my chest And to my 'hood give my heart Cause without the heart Then your 'hood falls apart So respect to the cement The park called \"the Corner\" Cause that's where the DoItAlldo was performing Runnin' from the cops I couldn't be stopped Cause I was jumpin' big gates that connected the blocks Now before making records The 'hood was my savior But now I'm making tunes to make you jam wit 'cha neighbor  [Hook] Tic toc, this is how we rock Throw your hands in the air and do it for your block (um) Tic toc, this is how we rock Throw your hands in the air and please don't stop (um) Tic toc, this is how we rock Throw your hands in the air and represent your block (um) Tic toc, this is how we rock (Tic toc, you don't stop...)  [Verse 2: Mr. Funke] Well, I be the funk-ular Ultra-funk-ular Gamma-funk-ular Half you rappers out there couldn't see me with binoculars Anyone who thinks he'll take me out is just a dreamer If you think you're the bomb, then I'm Hiroshima When I die I hope they're making records up in heaven On a scale of one to ten I'm like 100-5th-11 And sticks-and-stones-may-break-my-bones But if you ever try to diss the Lords, then it's on Now I go on beat... Off beat... Then jump right back on time I drop another rhyme And talk about your fat ugly mama (EEWWW!!) M.C.'s cannot rock me I'm stone-proof Me grabbin' the mic Is like Superman running to a phone booth Straight from Martin Luther King Boulevard In the heart of Newark, New Jersey Make you say \"Lord have mercy\" If you step up in my face Then it's do or die And I'm gonna make you cry (waaahhhhh!!)  [Hook] Tic toc, this is how we rock Throw your hands in the air and do it for your block (um) Tic toc, this is how we rock Throw your hands in the air and please don't stop (um) Tic toc, this is how we rock Throw your hands in the air and represent your block (um) Tic toc, this is how we rock (Tic toc, you don't stop...)  [Verse 3: DoItAll] Well, times have changed Not only for the urban But also for suburban We get props, we're deservin' From black kids, to white kids I see them bob their heads From the blonde hair, to redhead I even seen a dread So now it doesn't matter As the clock winds down With the tic and the toc Because they love the sound But people 'round your area Say you sell out Because you sell a million copies And your tone goes BAAAAOOWW! So do it for yourself And do it for the 'hood But do it from the heart Cause that's when it's good Now tell me what's gonna happen After the rappin' When the clock ticks away And ain't nothin' happenin'...  [Verse 4: Mr. Funke] I remember way back in the days on my block When the kids used to meet up in the hallway and rock On Martin Luther King's boulevard With P.C., wise, Easy Ed, and my brother hard Bernard Used to hit the ill rhymes from the head While I'd hit the beat on the wall until my hands turned red You had the Shorty two MC's The Educated Three I have to give them props for helping me be me Now I'm the one who's educated I suffered but I made it I only write rhymes that will be appreciated No matter how large I get The fire still burns Cause from the 'hood I came And to the 'hood I must return  [Hook] Tic toc, this is how we rock Throw your hands in the air and do it for your block (um) Tic toc, this is how we rock Throw your hands in the air and please don't stop (um) Tic toc, this is how we rock Throw your hands in the air and represent your block (um) Tic toc, this is how we rock (Tic toc, you don't stop...)  ",
        "title": "Tic Toc"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] I can't feel Feel a thing I can't shout I can't scream Breathe it out Breathe it in All this love From within  [Chorus] I won't cry when you say goodbye I'm out of tears I won't die when you wave goodbye I'm out of tears Out of tears  [Verse 2] I won't drink I won't eat I can't hear I won't speak Let it out Let it in All this pain From within  [Pre-Chorus] And I just can't pour my heart out To another living thing I'm a whisper I'm a shadow But I'm standing up to sing  [Chorus]  [Verse 3] Let it out From within Some you lose Some you win I can drift I can dream Until I float Off your screen  [Pre-Chorus]  [Chorus]  ",
        "title": "Out Of Tears"
    },
    {
        "artist": "Reba McEntire",
        "lyrics": "  [Verse 1] I sent you roses, I warned you I would Do all that I could to show you the way that I feel Please, don't say I'm wasting my time I've got nothing but time so I'll do all that I can to catch That ghost of a chance  [Chorus] The sunlight, the moonlight Are beyond my control And there are stars in the heavens That I'll never hold But if dreams give you power Then I'm strong enough to offer my heart And never give up till you love me Until you love me  [Verse 2] I looked in your eyes, so bright and so blue And that's when I knew that you could be mine If good things come to those who will wait Well, I guess I can wait if that's what I have to do Oh, it's worth it for you  [Chorus]  ",
        "title": "Till You Love Me"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] God, I feel like hell tonight Tears of rage I cannot fight I'd be the last to help you understand Are you strong enough to be my man, my man? Nothing's true and nothing's right So let me be alone tonight Cause you can't change the way I am Are you strong enough to be my man?  [Chorus] Lie to me I promise I'll believe Lie to me But please don't leave, don't leave  [Verse 2] I have a face I cannot show I make the rules up as I go Just try and love me if you can Are you strong enough to be my man, my man? Are you strong enough to be my man? Are you strong enough to be my man? Are you strong enough? My man.. When I've shown you that I just don't care When I'm throwing punches in the air When I'm broken down and I can't stand Would you be man enough to be my man?  [Chorus] Lie to me I promise I'll believe Lie to me But please don't leave, don't leave  ",
        "title": "Strong Enough"
    },
    {
        "artist": "Steve Perry",
        "lyrics": null,
        "title": "Missing You"
    },
    {
        "artist": "The Flaming Lips",
        "lyrics": "  I know a girl who thinks of ghosts She'll make you breakfast She'll make you toast But she don't use butter And she don't use cheese She don't use jelly Or any of these She uses Vaseline Vaseline Vaseline  And I know a guy who goes to shows When he's at home and he blows his nose He don't use tissues or his sleeve He don't use napkins or any of these He uses magazines Magazines Magazines Magazines  I know a girl who reminds me of Cher (Reminds me of Cher) She's always changing (She's always changing) The color of her hair (Color of her hair) But she don't use nothing That you buy at the store She likes her hair to be real orange She uses tangerines Tangerines Tangerines Tangerines Tangerines Tangerines Tangerines  ",
        "title": "She Don't Use Jelly"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "But It's Alright"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  Baby don't stand there in the door way With all your bags ready to go Baby sit down and lets talk it over Oh, I need to know  Bridge What do you think your gonna find (no man can treat you sweeter) What are you looking for (a place where the grass grows greener) The world is cold out there (I'm the one who really cares)  Chorus Don't say goodbye girl Take a look inside and read my mind girl Everything I do I do for you Don't leave me crying, crying  Maybe my crime is carin' bout'cha, yeah yeah Wanting you close by my side Baby you need some space around you Some room to fly  Bridge2 Don't ever say I'll hold you back (my love will lift you higher) And when you call my name (I'll be there right beside ya) Together we'll be fine (give this love another try)  Chorus  Tevin Talk: Baby you know you mean the world to me (you mean the world to me yeah) I never loved nobody the way that I love you) (Never loved nobody) The way it feels, ooh, when I'm close to you (feels so good baby) When I'm holdin you, touching you (heyyyy) Bridge one Chorus2x  ",
        "title": "Don't Say Goodbye Girl"
    },
    {
        "artist": "Shaquille O'Neal",
        "lyrics": "  Yo, Yo I want to dedicate this song to Philip Arthur Harrison Word up Cause he was the one who took me from a boy to a man So as far as I'm concerned, he is my father cause my biological didn't bother  [Verse 1] Biological father, left me in the cold, when a few months old Aa father's child was greater than gold but I guess not You brought me into the world but you're not my dad Mess around with those drugs makes my moms mad So we left you with no remorsal pity Took the first bus from Newark to Jersey City Woman and child alone, now that's pressure Moms got to go to work, drop me off by Obesa Momma, Aunt DeDe, whoever Aunt Falma, Uncle Roy we stuck together A year went by and I could walk y'all Moms got that good ol job at city hall She probably didn't trust men anymore Until Philip Harrison walk though the door Went out a few times but what about Shaquille Moms offered him a million dollar package deal She said you want me you gotta take my son Or else its like a hot dog but without the bun Guess what he accepted, responsibility he never left it He kept it, he kept it He took me from a boy to a man so Phil is my father Cause my biological didn't bother  [Hook] Took me from a boy to a man So I always had a father When my biological didn't bother (4x)  [Verse 2] January 5th Phil made a promise (what's that) He joined the army we moved to fort Monmouth He disciplined me right from the get go Age 2 bottle and my Mom shaquille let go Actin spoiled, rotten, trippin Got a butt whippin because I didn't listen Back then you see privates made no bucks Had to get another job driven trucks Workin hard as hell didn't satisfy him Had to another job working at the gym He wasn't \"Gone with the Wind\" like Clark Gable Work all them jobs to put food on the table Phil's my father, daddy and thats the scoop Can I go to the gym with you and shoot some hoops Come on he put me under his wing Was the ball boy for his little Arthur team Sometimes he even made me mad But it didn't matter cause I still wanted to be like dad But a little bit better Encouraged me to stay in school and to get then good letters I wasn't a brainiac but I tried hard Got to watch the Knicks play if I had a good report card All types, all sorts Disobeyed my dad and I couldn't play sports I learned to dribble from right to left I couldn't do a damn thang with all them F's Age 15 father and son confrontation that's nothin But father and son trials and tribulation Back then I could under stand but I'm glad you did it Cause now I'm a man He took me from a boy to a man so Phil is my father Cause my biological didn't bother  (chorus)  [Verse 3] Look at me now successful for sure Phil raised me well, to be an entrepreneur And if you're making big dope be materialistic Cause you'll end up another statistic Everything's going well following my dreams I dunked on Patrick Ewing I want the ring like Hakeem Uh oh what do you know Biological ones on the Ricky Lake show What does he want, does he want money What people do for money!!! It's kinda funny to me He ain't gettin no check from me (check it) He can go on all the talk shows he want Phil is my dad so don't even front He took me from a boy to a man so Phil is my father Cause my biological didn't bother  (Chorus)  ",
        "title": "Biological Didn't Bother"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  [Verse 1] Operator, get my baby on the line 'Cause just the other night We had a horrible fight I admit that I, I was out of control But I still love my man With my body and soul  [Pre-Chorus] When the road gets rough You say thangs you should not say I never meant to treat my baby that way  [Chorus] I apologize Oh, believe me I do I apologize Oh honest and true Because I know I was wrong And so I'll sing you this song And I'm tryna get through And make it up to you, yes  [Verse 2] Operator, it was like a bad dream And Lord you should have heard The way he shouted and the way that I screamed I regret it 'cause I was unfair I took it all out on him Just because he was there  [Pre-Chorus] When the road gets rough You say thangs you should not say I never meant to treat my daddy that way  [Chorus] I apologize Oh, believe me I do I apologize Oh honest and true Because I knew I was wrong So I'll sing you this song And I'm gonna get through, yeah And make it up to you  [Bridge] I apologize for I was unkind And I wish that I could go back in time Erase the good-byes And rewrite my life But come rain or come shine I'm wanna do it right this time I apologize (Believe me I do...honest and true)  Oh baby, I do Because I knew I was wrong That's why I'm singing my my my song Yeah yeah yes I apologize, oh yes I apologize, oh yes, oh yes Because I know I was wrong And so I sing you this song And I wanna get, I gotta get, I need to get through to you, yeah yeah (Believe me I do) Oh listen, oh baby (Honest and true) I'm talking to you right now, oh, I'm talking to you (I was wrong, I sing you this song) I was wrong, baby, listen to me right now Singing it to you right now, I was wrong (Believe me I do...honest and true) (I was wrong, I sing you this song) (Believe me I do...honest and true) (I was wrong, I sing you this song)  ",
        "title": "I Apologize"
    },
    {
        "artist": "Joshua Kadison",
        "lyrics": "  I'm the piano player down at Eddie's bar And Rachel she's the waitress who wants to be a star She swears she's gonna make it, make it big someday And she'll send me picture postcards from L.A  When it's time for closing, I play while Rachel cleans She listens to my music, I listen to her dreams She swears she's gonna make it, she's going all the way And I say, \"Send me picture postcards from L.A  \"Send me postcards from L.A. signed with love forevermore Picture postcards from L.A. to hang on my refrigerator door Rachel, if you find me one, I'd love a picture of the California sun\"  When Rachel shares my pillow she always asks me things Like do I really think she's pretty, do I like the way she sings? I don't know how to answer, so I always smile and say I say, \"Send me picture postcards from L.A  \"Send me postcards from L.A. signed with love forevermore Picture postcards from L.A. to hang on my refrigerator door Rachel, if you find me one, I'd love a picture of the California sun\"  Sometimes Rachel stands up in the middle of the bar And does a scene from the late show We all clap our hands as she puts her apron on And says, \"Next week, I'm gonna go.\"  She'll even buy a ticket and pack her things to leave Though we all know the story we pretend that we believe But something always comes up, something always makes her stay And still no picture postcards from L.A  \"Send me postcards from L.A. signed with love forevermore Picture postcards from L.A. to hang on my refrigerator door Rachel, if you find me one, I'd love a picture of the California sun\"  I'm the piano player down at Eddie's bar And Rachel she's the waitress who wants to be a star  ",
        "title": "Picture Postcards From L.A."
    },
    {
        "artist": "Nine",
        "lyrics": "  [Verse 1] I gets banned if I do gets banned if I don't So sometimes I will and sometimes I won't Puff mad stick crack a forty down the back Sit fat and relax and plan my attack Not the one to test I posess mad finesse My buddha was blessed one bird in the nest Chills with my peeps steady bouncing in jeeps On the New York streets hittin urban concrete I'm the man untestable, with the extraterrestrial flow Four Fifty Six Cee-Lo, pop the top off the forty ounce bottle I'm not the one to follow, I'm not the role model Hollow tips in my clips money grip and my Glock Only spits when I react to the bullshit So give me room to breathe and get up off DEEZ And save the confessions for JEESuz Plus I don't need to hear no sorrow Eff it, the sun will still come out tomorrow Long as I'm breathing, needing, even like Steven Achieving, gettin some cheese and Representin lovely, Boogie Down Bronx major With the project flavor, I made ya, daze ya My behavior is mad ill if you front You know what I want!  [Hook:] (Whutcha want Nine?) Fat beats for my rhymes (So whutcha want Nine?) Mad clips for my nines (So whutcha want Nine?) A ill posse And my name up in lights, N-I-N-E  [Verse 2] I'mma let you know how I feel on the real I pack steel It's like a jungle, makes me wonder Where my heel hits the bricks Skips the dog shit, completin' my cipher Temper like Rowdy Roddy Piper, hyper like a viper I'mma strike if I gotta Goin' for the jugular Stretch you like a copper Stoppah, stoppah, but you can't stop me Just clock me, just watch me blow up the spot G Came a long way from, back in the day We did it for no pay, just rhymin' hit the hay and Sleep, wake up, write another rhyme Hit the park after dark, drop the beat one time That's when shit was real, no phonies no bologna Just a homie, mics and wheels of steel Backup from the roof, amp plugged in the street light Everything right, jam over: street fight Back to the lab I grab my pen and pad Raw lyrics make a sore and a scab Had no dinero, enough get fo' chicken wings and rice A forty ounce a nickel bag to get nice And now I might make a million, and still son It makes the heart pump, you know what I want  [Hook]  [Verse Three:] Be like Elmer J. Fudd with the mansion and the yacht Brand new Clock non-stop hip-hop Remote control boombox lampin' on my dresser The God ain't no lesser as the pressure comes to test ya Hundred pound weight around the neck, daily Nuff treasons, nuff reasons like Philip Bailey Can't get enough of that funky stuff Rhymin' astronomical, original, shit is phenomenal Heat up the ghetto put the pedal to the metal Speed like Racer treat you like a wack rhyme and erase ya Right off the paper, roll a big fat spliff Four-fifth on the hip, Heineken in the grip shit I'm ready Get the keys for the jeep, let's bounce Cruise avenues, get some brews and sing the blues with the Funkmaster Flex cassette in the deck I'm in effect I move my neck while Son gets wreck Oh what a feeling, I'm on the wheels of steel and I snatch up some skins for some sexual healing Erything's kosher copacetic, groovy hip-hop moves me Soothes me, I'm letting off like an uzi But first steps a doozy and bruise me Now I'm choosy before I start to freak it like a floozy I wanna get big get paid true stunt You know what I want!  [Hook]  ",
        "title": "Whutcha Want?"
    },
    {
        "artist": "Lil Suzy",
        "lyrics": null,
        "title": "Promise Me"
    },
    {
        "artist": "Jeff Foxworthy",
        "lyrics": "  If you've ever been on television more than 5 times Describing what the tornadoes sounded like... You might be a redneck If you've ever cut your grass and found a car... You might be a redneck If your dad walks you to school because your in the same grade... You might be a redneck If you've ever been too drunk to fish...  If somebody asks to see your ID and you show them your belt buckle..  If every day somebody comes to your house mistakenly thinking your having a Yard sale  If you've ever had to haul a can of paint to the top of a water tower to defend Your sister's honor.. You might be a redneck If your dog and your wallet are both on a chain... You might be a redneck  They always make fun of the way I talk, I keep telling them I said your gonna be Real surprised when you get into the habit in St. Petersburg and say \"Y'all get into the truck, we goin up to the big house.\"  If you've ever financed a tattoo....  If you've ever made change in the offering plate... You might be a redneck  We have words in the south they don't have in other parts of the country.. Now, you come to the south, we have words like...yu'nt to We goin to the mall, yu'nt to? What letter does that start with, does anybody know? I like this word alot...aight That's a word in Texas...aight Round lunch time every day, you'll hear somebody say \"hey jeet yet, naw, dju? Yu'nt to? Aight.\"  If you go to the family reunion to meet women....  If you smoked during your wedding.... You might be a redneck And last but not least If you see a sign that says say no to crack And it reminds you to pull your jeans up... You might be a redneck  ",
        "title": "Redneck Stomp"
    },
    {
        "artist": "Freedy Johnston",
        "lyrics": null,
        "title": "Bad Reputation"
    },
    {
        "artist": "Dru Down",
        "lyrics": "  [Intro] Mack playas, ballas, grindas Yeah I'm the real true pimp of the year Will ya feel me Ha ha, pimp of the mutha' fuckin' year  [Verse 1] Give it up give it up a give it to me A big mack capitalized Double D, see And it's on, so I'ma get sick with it A give me drank and bomb and let me get with it Yeeyah, cause I'm gonna be the biggest pimp of the year Goin' around doin' shit like this here Cause a nigga is strong And way too long when it comes to my ding dong But, bet, I get a check when I sign on the dotted line So now I know I gotta get mine It's really no thang to me See, to be a real true P.I.M.P Cause I had me a ho or two or mo' Way back in 80 fuckin' 4 That's when I was a teen But my dick was still big to make a bitch bleed, see And of coarse I'm slappin' hoes Smackin' hoes, up and down the fuckin' avenues And ever I do that I dig a deep in the pocket for the fat gat Feel me. I'm so goddamn bad That I had to kick off in a ho's ass Cause the girl tried to do me Ride of with her man in the mustang pony And I know it'd catch up with her Next day in the paper, yeah, the nigga raped her But I'm not trippin' Bitches like you wanna keep on slippin' So I had to move on To the next young bitch that had it goin' on Ugh, and I'm not here to pump no fear I'm just the mack playa' pimp of the year, bitch  [Hook] Pimp, pimp on... You got all the ladies Pimp, pimp on... You got all the ladies  [Verse 2] First thang first on the second verse I learned a hell of a lot A get from the get down start So I had my hoes hoin' Had every tramp thinkin' I was the orthidano goin' Cause all the game I spit is good shit And the shit that I spit made me rich Cause I was all about money If the girl says she down, well bees come and get the honey Cause I'm givin' it up quick Take a hit, take a lick at them pink lips Uh, and a bet is better than grey Not knowin' that I bought this broad out of state And I met her in Mentley Lookin' just like the actress singer Whitney But I knew she was a fake one But to me young bra' it didn't really make me none I just walked up to her I said my name's Dru Down and I'll Slick Rick the ruler And from the get go I'm just a pimp, ho, ya comin' with me, a to the east side O And then she said, \"Okay I'm on my way, let me pack my bags before today\" Yeeyah, then I said, \"Get with it And don't be a bitch and try to split\" Uh, She was right up under my wing At the airport at 5:15 She said \"Who are you and why are ya here?\" I said I'm Dru Down and pimp of the year  [Hook]  [Verse 3] I've got a thang for makin' hoes Every woman that I touch bitch turns into gold And I don't go for talk back Have respect when ya speakin' to a pimp fuck that Deduct from the paycheck Matter of fact get yo ass in the back of the Cadillac So I can ride and checkmate Like rule number eight I keep a bitch in a plate And no I don't play around, fuck around A when it comes to my money, nigga And when it comes to gettin' a bitch sprung I give her Hennessy, a with the one on one So she can get so high, real high And that she that knows I'm that type a guy Cause I'm a kick something just for the hoes And for myself I keep indo' And when a ho finds out I'm real, yes I am Mack playa pimp of the year  [Hook x2]  ",
        "title": "Pimp Of The Year"
    },
    {
        "artist": "The Murmurs",
        "lyrics": null,
        "title": "You Suck"
    },
    {
        "artist": "Liz Phair",
        "lyrics": null,
        "title": "Supernova"
    },
    {
        "artist": "Fu-Schnickens",
        "lyrics": null,
        "title": "Breakdown"
    },
    {
        "artist": "Weezer",
        "lyrics": "  [Spoken Word: Matt Sharp & Karl Koch] Hey brah, how we doin' man? All right It’s been a while man, life’s so rad! This band’s my favorite man, don’t ya love ‘em? Yeah Aw man, you want a beer? All right Aw man, this is the best. I’m so glad we’re all back together and stuff. This is great, man Yeah Hey, did you know about the party after the show? Yeah Aw man, it’s gonna be the best, I’m so stoked! Take it easy, brah!  [Verse 1] I'm me Me be Goddamn I am I can Sing and Hear me Know me  [Chorus] If you want to destroy my sweater Hold this thread as I walk away  [Spoken Word: Mykel Allen & Karl Koch] Hey, what’s up? Not much Did you hear about the party? Yeah Um, I think I’m gonna go but, um, my friends don’t really wanna go. Could I get a ride?  [Verse 2] Oh no It go It gone Bye-Bye Who I I think I sink And I die  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Guitar Solo]  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Chorus] If you want to destroy my sweater Hold this thread as I walk away (As I walk away!) Watch me unravel I'll soon be naked Lying on the floor, I've come undone  [Outro] I don't want to destroy your tank-top Let's be friends and just walk away Hate to see you lyin' there in your Superman skivvies Lying on the floor, I've come undone  ",
        "title": "Undone - The Sweater Song"
    },
    {
        "artist": "Tracy Lawrence",
        "lyrics": null,
        "title": "I See It Now"
    },
    {
        "artist": "Anita Baker",
        "lyrics": null,
        "title": "Body & Soul"
    },
    {
        "artist": "Doctor Dre & Ed Lover",
        "lyrics": "  [Ed Lover] Awwwwwwwwwwwwww yeah! Ho!  Ho!  Ho!  Ho!  Ho!  Ho!  Ho!  Ho! Everybody one, two, three, four Everybody c'mon, whatchu waitin for? Five, six, seven, eight We rock the rhymes that are truly great Ah yes yes y'all (yes y'all) yes y'all (yes y'all) Yes to yes to yes yes y'all Ah yes yes y'all (yes y'all) yes y'all (yes y'all) Yes to yes to yes yes y'all  Ah two years ago, a friend of mine Asked me to say some MC rhymes So I said the rhyme I'm about to say The rhyme was def and then it went this way Apple to a cherry to a cherry to a plum Don't stop rockin 'til I get some It's up my back around my beck WOO-HAH!  I got the girl in check It's up my back around my spine Dr. Dre c'mon, your turn to rhyme!  [Dr. Dre] C'mon everybody let's all get down What we got it's a brand new sound So nobody out there be misled My name is Dr. Dre (and my name is Ed!) Look in the skies!  Look in the trees! Who do you see?  (D-R-E!) Look in the skies!  Look in the trees! Who do you see?  (D-R-E!) I'm not a preacher or a teacher or electrician Biter or fighter or a politician Some people say, I'm a turntable magician And I got the key, to your ignition Young ladies, rock the house That's young ladies, shock the house And just throw your hands in the air And wave 'em like you just don't care And if you got on clean, underwear Somebody say, \"Ohh yeah!\" \"Ohh yeah!\"  All the ladies All the ladies in the house say, \"Owww!\" \"Owww!\"  And you don't stop So c'mon Ed Lover let's rock the spot  [Chorus: Dr. Dre & Ed Lover] When I wake up in the morning and I drink my coffee Like my buttered roll buttered softly Like my apartment it's nice and lofty All you little suckers you can back up off me! Back up off me, back up off me All you little suckers you can back up off me! Back up off me, back up off me B-A-C-K U-P off me!  [Ed Lover] One two three fo' five six seven Rockin like hell make it sound like heaven Seven six five fo' three two one T-Money, c'mon, come and get some!  [T-Money] Don't you get me on that jive About the things you wrote before I was alive Cause this ain't nineteen-eighty-three And my name is the T-Money! With the bomb-diddy-bomb-a-dang-a-dang-dang That's the new T-Money type of swang  [Ed and T-Money] C'mon, let's go to work! C'mon, let's go bezerk! Cause we don't wanna be left behind All we wanna do is just blow yo' mind We like yo' girl she's really fine (Plus she has a +BIG+ behind!!) Let's do it, let's do it Let's do it do it do it  [T-Money] Criminal Minded, you've been blinded Lookin for a style like mine, you can't find it (YES!!) The rhythm, the rebel Without a pause, I'm lowerin my levels To find a ugly woman to have sex Ed Lover, grab the mic, cause you're next  [Chorus]  [Ed Lover] My name is Ed Lover not Kurtis Blow But Davy, is one guy I know So just give me, a little time And I'll rock the house, with a funky rhyme Don't - push - me, cause - my - middle - name - is - Eddddd I'll - get - up, and - smack - you - in - your - headddd I said a hip, hop, the hip hip the hop The hop the hop hibby dibby hip hip hop It's me and Dr. Dre and we're on the top And we got the rhymes that just won't stop One, two, three Hey you can smoke a spliff with a clip but you're still not HIGHHHHH enough, or wide enough to touch ME!  Cause I'm the Big E-D And I'm rockin the house, in the place to be Uncle Ed, Future of the Funk Records are recorded minus all the junk You can stop but you can't come near Cause my name is Ed Lover and I had it up to here (Give it to 'em Ed!)  You got it (Give it to 'em Ed!)  Ed Lover! (Give it to 'em Ed!)  You got it (Give it to 'em Ed!)  Ed Lover! I said engine, engine, number nine On that New York transit line If my train goes off the track It must be your mother, smokin crack And yes yes y'all (yes y'all) yes y'all (yes y'all)  [Chorus] - 1/2 (without music)  ",
        "title": "Back Up Off Me!"
    }
]