[
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1: Nathan] Close your eyes, make a wish And blow out the candlelight For tonight is just your night We're gonna celebrate, all thru the night  [Verse 2: Shawn] Pour the wine, light the fire Girl your wish is my command I submit to your demands I'll do anything, girl you need only ask  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Verse 2: Wanya] Girl relax, let's go slow I ain't got nowhere to go I'm just gonna concentrate on you Girl are you ready, it's gonna be a long night Throw your clothes (Throw your clothes) on the floor (on the floor)  [Verse 3: Shawn & Wanya] I'm gonna take my clothes off too I made plans to be with you Girl whatever you ask me, you know, I could do  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  [Bridge: Wanya] Baby tonight is your night And I will do you right Just make a wish on your night Anything that you ask I will give you the love of your life, your life, your life  [Chorus: All] I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to I'll make love to you Like you want me to And I'll hold you tight Baby all through the night I'll make love to you When you want me to And I will not let go 'Til you tell me to  ",
        "title": "I'll Make Love To You"
    },
    {
        "artist": "Lisa Loeb & Nine Stories",
        "lyrics": null,
        "title": "Stay (I Missed You) (From \"Reality Bites\")"
    },
    {
        "artist": "John Mellencamp With Me'Shell Ndegeocello",
        "lyrics": "  [Verse 1: John Mellencamp, Meshell Ndegéocello] As you brush your shoes and stand before your mirror And you comb your hair and grab your coat and hat And you walk the streets trying to remember, yeah All those wild nights breeze through your mind  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the streets And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling  [Verse 2: John Mellencamp, Meshell Ndegéocello] All the girls walk by dressed up for each other And the boys do the boogie woogie on the corner of the street And the people passing by just stare with the wild wonder, yeah And the inside jukebox roars just like thunder  [Chorus: Meshell Ndegéocello, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying Crying Oooh, oo-ooh wee The wild night is calling  [Instrumental Break]  [Bridge: John Mellencamp, Meshell Ndegéocello] Wild night is calling The wild night is calling Come on out and dance Come on out and dance Come on out and make romance Come on out and dance Come on out and dance Come on out and make romance  [Chorus: John Mellencamp, Both] And everything looks so complete When you're walking out on the street And the wind catches your feet And sends you flying, crying Oooh, oo-ooh wee The wild night is calling Oooh, oo-ooh wee The wild night is calling  ",
        "title": "Wild Night"
    },
    {
        "artist": "Coolio",
        "lyrics": "  [Verse 1: Coolio] Come on y'all, let's take a ride Don't ya say shit just get inside It's time to take your ass on another kind of trip Cuz you can't have the hop if you don't have the hip Grab you gat with the extra clip And close your eyes and hit the switch We're going to a place where everybody kick it, kick it, kick it Yea that's the ticket Ain't no bloodin, ain't no crippin Ain't no punk ass niggas set trippin' Everybody got a stack and it ain't no crack And it really don't matter if you're white or black I wanna take you there like the Staple Singers Put something in the tank, and I know that I can bring ya If ya can't take the heat get ya ass out the kitchen We on a mission  [Hook] Come along and ride on a fantastic voyage Slide, slide slippity slide I'm hittin switches on the block in a 65 Come along and ride on fantastic voyage Slide, slide hoo ride, ain't no valley low enough or mountain high  [Verse 2: Coolio] I'm tryin to find a place where I can live my life and Maybe eat some steak with my beans and rice A place where my kids can play outside without livin in fear of a drive by And even if I get away from them drive by killaz I still gotta worry about those snitch ass niggas I keep on searchin' and I keep on lookin' But niggas are the same from Watts to Brooklyn I try to keep my faith in my people But sometimes my people be actin' like they evil You don't understand about runnin' with a gang Cause you don't gang bang And you don't have to stand on the corner and slang Cause you got your own thang You can't help me if you can't help yourself You better make a left  [Hook] Come along and ride on a Fantastic Voyage Slide, slide slippity slide I do what I do just to survive (Come along and ride on a Fantastic Voyage) Slide slide hoo ride, that's why I pack my 45  [Verse 3: Coolio] Life is a bitch and then you die Still trying to get a piece of that apple pie Every game ain't the same cause the game still remain Don't it seem kinda strange ain't a damn thing changed If you don't work then you don't eat And only down ass niggas can ride with me Hip hop hop your 45 quickly down the block Stay sucker free and keep the busters of your jock You gotta have heart son if you wanna go Watch this sweet chariot, swing low Ain't nobody crying ain't nobody dyin' Ain't nobody worryin' everybody's tryin' Nothing from nothin' leaves nothin' If you wanna have somethin' you better stop frontin' What you gonna do when the 5 rolls by? You better be ready so you can ride  [Hook] Come along and ride on a fantastic voyage Slide slide slippity slide if you're living in the city it's do or die Come along and ride on a fantastic voyage Slide slide hoo ride you better be ready for the 5 rolls by  Just roll along (that's what you do) Just roll along (that's right) Just roll along (that's what you do) Just roll along (that's right)  Do you want to ride with me? (x9)  ",
        "title": "Fantastic Voyage"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] There's a calm surrender to the rush of day When the heat of a rolling wind can be turned away An enchanted moment, and it sees me through It's enough for this restless warrior just to be with you  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Verse 2] There's a time for everyone if they only learn That the twisting kaleidoscope moves us all in turn There's a rhyme and reason to the wild outdoors When the heart of this star-crossed voyager beats in time with yours  [Chorus] And can you feel the love tonight? It is where we are It's enough for this wide-eyed wanderer That we got this far  And can you feel the love tonight? How it's laid to rest It's enough to make kings and vagabonds Believe the very best  [Outro] It's enough to make kings and vagabonds Believe the very best  ",
        "title": "Can You Feel The Love Tonight (From \"The Lion King\")"
    },
    {
        "artist": "All-4-One",
        "lyrics": "  I swear by the moon And the stars in the sky And I swear like the shadow that's by your side  [Verse 1] I see the questions in your eyes I know what's weighing on your mind You can be sure I know my part Cause I stand beside you through the years You'll only cry those happy tears And though I make mistakes I'll never break your heart  [Chorus] And I swear by the moon And the stars in the sky I'll be there I swear like the shadow that's by your side I'll be there for better or worse Till death do us part I'll love you with every beat of my heart And I swear Oooh  [Verse 2] I'll give you every thing I can I'll build your dreams with these two hands We'll hang some memories on the walls  And when (and when) just the two of us are there You won't have to ask if I still care Cause as time turns the page My love won't ever age at all  [Chorus] And I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear (and I swear) like the shadow that's by your side I'll be there (I'll be there) for better or worse Till death do us part I'll love you With every beat of my heart and I swear Oh yeah  I swear (I swear) by the moon And the stars in the sky I'll be there (I'll be there) I swear like the shadow that's by your side I'll be there (I'll be there) For better or worse (better or worse) Till death do us part I'll love you With every single beat of my heart I swear I swear oh oh I swear  ",
        "title": "I Swear"
    },
    {
        "artist": "Changing Faces",
        "lyrics": "  Yes what you wanted to see me for baby? I wanna show you something Oh yeah and what's that Turn the lights down half way Huh, hey yo that's cool  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  C'mon in and close the door I've got what you're looking for Dim the lights, unplug the phone  And turn the radio on I've got what you need Just put your trust in me And I won't let you down So give me your love right now  Give it up (that's what I wanna do) Keep it comin' (don't stop) I've got a question for you  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  I know the things to do To make you feel alright Giving you all of me And keepin' you satisfied Boy there's no mystery You know how I feel right now I want to lift you up And make your love come down  That's what I want to do Keep it coming Don't stop I got a question for you  Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Until your body's tired Do you mind if I stroke you up (I don't mind) Do you mind if I stroke you down (I don't mind) All through the night (I don't mind) Makin' you feel so right  That's what I want to do Keep it coming Don't stop I got a question for you  Do you mind if I? (oh yeah baby) Does it feel good? (yeah) C'mon (uh) Up and down, up and down (stroke me baby) Up and down (yeah)  ",
        "title": "Stroke You Up"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] When can my heart beat again? When does the pain ever end? When do the tears stop from running over? When does \"you'll get over it\" begin?  [Pre-Chorus] I hear what you're sayin' But I swear that it's not making sense So when can I see you  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again? And when can I breathe once again? And when can I see you...  [Verse 2] When does my someday begin? When I'll find someone again? And what if I still am not truly over What am I supposed to do then, baby, baby?  [Pre-Chorus] Please hear what I'm sayin' Even if, if it's not making sense So when can I see you...  [Chorus] When can I see you again? And when can my heart beat again? When can I see you again, baby? And when can I breathe once again? And when can I see you again?  [Pre-Chorus] Yeah baby Please hear what I'm sayin' Even if, if it's not making sense, baby So when can I see you again?  [Chorus] When can I see you again? When can my heart beat again? Baby, yeah When can I see you again, baby? And when can I breathe once again? And when can I see you again?  Again... I wanna see you again Again...  ",
        "title": "When Can I See You"
    },
    {
        "artist": "Da Brat",
        "lyrics": "  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 1: Jermaine Dupri & Da Brat] Open up, open up And let the funk flow in From this nigga name J and his new found friend I'm hitting switches like Eric on the solo creep For yo jeep it's the B.R.A.T Putting the dip in your hip from right to left  [Verse 2: Da Brat] It's the ghetto ass bitch and I'm So So Def Nigga that's my click, nigga that's who I rolls with And we kicks nothing but the fat shit Them calls me the funkdafied, funkalistic, vocalistic With the real shit, we got the shit you can't funk with [Why?] Because we so funkdafied [Why?] We make you move from side to side Well, it's da G H da E T T O, nigga Brat and J.D. coming like that big baby So lay back and listen as I catch up on my pimping And freak this duet just like Ashford and Simpson  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  [Verse 3: Da Brat] Putting it down ain't no thang to me And ain't too many hoes that can hang with me It's like that and as a matter of fact When it comes the Brat tat-tat-tat I got the shit to make your neck snap back Meaning I got the shit that a get'cha bent Tear the roof off this mutha like Parliament I'm on a roll In Control like Janet, dammit Brat, you're the funk bandit and they can't handle it I know, that's why I keep hitting em with this grammer Letting niggas know that I'm the real mama jama Straight to the head like a chronic sack  [Verse 4: Jermaine Dupri & Da Brat] I pass the mic to the Brat And yo I passed it back Well, a sistas and fellas It's time to get your groove on I provide the funkdafied sounds that make yo move, homes Breaking these fools off proper like It's S.O. S.O. D.E.F. dynamite Humunah, humunah, comin' up at cha like Ralph K And since this ain't no Honeymoon, I'm here to stay And the way we coming at cha Baby we can't miss There's a new Tag Team in town Nigga, Whoomp, there it is  [Chorus] So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied So, So, So Funkdafied  ",
        "title": "Funkdafied"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": null,
        "title": "Don't Turn Around"
    },
    {
        "artist": "Warren G",
        "lyrics": "  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Verse 1: Warren G] Can I get in where I fit in? Sit in, listen (uh-huh) Let me conversate better yet Regulate Shake the spot with my knot, may fade 'Cause I don't like to dream about gettin' paid I played ball through the halls of CIS With Snoop Dogg's big brother, call him Dirty Left Rack 'em up, crack 'em up, stack 'em up against the gate The homies tryin' ta catch me but they cain't, wait Damn, the street lights just came on! And my momma's in the streets tellin' me to come home I hit the gate and I hops on my Schwinn And I tell the homies, \"Aight then,\" yeah  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Verse 2: Warren G] Verse two (uh-huh), now what the fuck I do? Catch the bus to Cal State, or chill with the Voltron crew? And make a few ends on the side Here comes a baby blue van, time to ride So I hops in the van with my nigga Tick And Baby Poppa back then, that was my clique We groovin' to Santa Ana And we plan-on makin' hellafied mount of money (hell yeah) And what I did for extra fees Was break niggas after work playin' get like me I was fourteen years old, havin' a sack Just a young motherfucker eatin' ValuPaks Shootin' dice in the halls of the public schools And I used to gangbang, but now it's a G thang And I still know how to make those ends You don't believe me? go ask The Twinz, motherfucker  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Outro: O.G.L.B] Yeah, check dis out, this is I'm O.G.L.B KnowhatI'msayin'? I'm on my little O.G. Warren G And he just droppin' this to let you BG's know What's happen, y'all got to recognize Cause this is y'know a Long Beach thang 21st Street, but check this out G gonna go out there, yaknowhatI'msayin'? And handle that shit y'now? Yeah  [Hook: Warren G] It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G It's kind of easy when you listen to the G'd-up sound Pioneer speakers bumpin' as I smoke on a pound I got the sound fo' yo' ass and it's easy to see That this D.J. be Warren G  [Outro] Hey Greg, I hope you was tapin' that shit!  ",
        "title": "This D.J."
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "Shine"
    },
    {
        "artist": "Jon Secada",
        "lyrics": null,
        "title": "If You Go"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Any Time, Any Place/And On And On"
    },
    {
        "artist": "Aaron Hall",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro: Aaliyah & (R. Kelly)] (Let me see you go back) Move, it's the L -I- Y- A- H (Let me see you come forth Now let me see you go back) Move, it's the L- I -Y- A- H (Let me see you come forth Uh, now let me see you go back) Move, it's the L- I -Y- A- H (Let me see you come forth Uh, let me see you go back) Move, it's the L- I -Y- A- H (Now let me see you come forth, yeah)  [Verse 1: Aaliyah] It's Friday and I'm ready to swing Pick up my girls and hit the party scene Tonight, oh, it's alright So get up and let this funky mellow groove Get you in the mood 'Cause you know it's alright  [Pre-Hook: Aaliyah] So Mr. DJ keep the music grooving (Keep on grooving) Don't stop moving (Don't stop moving) Let me see you, let me see you go  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  [Verse 2: Aaliyah] Now's the time for you to make your move To the dance floor So throw your hands in the air And wave them around like you just don't care, yeah Move, it's the L-I-Y-A-H Ripping up the stage I got jazz personality, G mentality; beats from Soul Train  [Pre-Hook: Aaliyah] So if the DJ keep on moving Don't stop moving Now let me hear you go Back and forth  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  [Bridge: Aaliyah & (R. Kelly)] (Hey here’s the formality, get upon the floor, you see Show your personality, be who you wanna be now, tell me) See can you feel the groove Hey, I want to keep this party going on all night  [Pre-Hook: Aaliyah] So Mr. DJ keep the music grooving (Keep on grooving) Don't stop moving (Don't stop moving) Let me see you, let me see you go  [Hook: Aaliyah & (R. Kelly)] (Let me see you back and forth, now check it) Back, back, forth, and forth (Let me see you back and forth, now check it) Go back Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Alright (Let me see you back and forth, now check it) I wanna see you go (Let me see you back and forth, now check it) Back, back, forth, and forth Come on (Let me see you back and forth, now check it) Let me see you go (Let me see you back and forth, now check it) Back, back, forth, and forth See you go back and forth (Let me see you back and forth, now check it)  ",
        "title": "Back & Forth"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] If you could give me one good reason Why I should believe you Believe in all the things that you tell I would sure like to believe you My heart wants to receive you Just make me know that you are sincere You know I'd love for you to lead me And follow through completely So won't you give me all I ask for? And if you give your very best To bring me happiness I'll show you just how much I adore you  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Verse 2] Now it's gonna take some workin' But I believe you're worth it Long as your intentions are good (so good) There is just one way to show it And boy I hope you know it That no one could love you like I could Lord knows I want to trust you And always how I'd love you I'm not sure if love is enough And I will not be forsaken And I hope there's no mistakin' So tell me that you'll always be true  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  [Bridge] There's a feeling in my heart that I know I can't escape So please don't let me fall, don't let it be too late There's a time when words are good then they just get in the way So show me how you feel, baby I'm for real Oh, baby, baby, baby, baby, baby  [Chorus] 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me 'Cause you mean the world to me You are my everything I swear the only thing that matters Matters to me Oh baby, baby, baby, baby, baby 'cause you mean so much to me  ",
        "title": "You Mean The World To Me"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] If you're lonely And need a friend And troubles seem like They never end Just remember To keep the faith And love will be there To light the way  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Verse 2] When the shadows are closing in And your spirit diminishing Just remember You're not alone And love will be there To guide you home  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely Love will make it alright  [Bridge] If you just believe in me I will love you endlessly Take my hand Take me into your heart I'll be there forever baby I won't let go I'll never let go  [Chorus] Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  Anytime you need a friend I will be here You'll never be alone again So don't you fear Even if you're miles away I'm by your side So don't you ever be lonely It's alright, it's alright  ",
        "title": "Anytime You Need A Friend"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Intro] Hit it! This ain't no disco It ain't no country club either This is LA!  [Verse 1] \"All I wanna do is have a little fun before I die,\" Says the man next to me out of nowhere It's apropos of nothing He says his name's William but I'm sure He's Bill or Billy or Mac or Buddy And he's plain ugly to me And I wonder if he's ever had a day of fun in his whole life We are drinking beer at noon on Tuesday In a bar that faces a giant car wash The good people of the world are washing their cars On their lunch break, hosing and scrubbing As best they can in skirts in suits They drive their shiny Datsuns and Buicks Back to the phone company, the record store too Well, they're nothing like Billy and me, cause  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Verse 2] I like a good beer buzz early in the morning And Billy likes to peel the labels from his bottles of Bud He shreds them on the bar Then he lights every match in an oversized pack Letting each one burn down to his thick fingers Before blowing and cursing them out And he's watching the bottles of Bud As they spin on the floor And a happy couple enters the bar Dangerously close to one another The bartender looks up from his want ads, but  [Chorus] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard  [Bridge] Otherwise the bar is ours The day and the night and the car wash too The matches and the Buds and the clean and dirty Cars The sun and the moon but  [Chorus Variation] All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling I'm not the only one All I wanna do is have some fun I got a feeling the party's just begun All I wanna do is have some fun I won't tell you that you're the only one All I wanna do is have some fun Until the sun comes up over Santa Monica Boulevard Until the sun comes up over Santa Monica Boulevard  ",
        "title": "All I Wanna Do"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "The Way She Loves Me"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Verse 1] It's twelve past midnight Don't close your eyes Your soul's half alive And I'll be by your side  I've come to take you there Show you how to care Just be aware That you'll have to share  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Verse 2] You saw a brand new high Thought that you could fly Did I hear you cry Or did you like the ride?  You call my name again No, it's not a sin I'll show you how to win And where I've been  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Bridge] You'll never have to run away You'll always have a friend to play You'll never go out on your own In me You will find a home Home  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  ",
        "title": "100% Pure Love"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Immature",
        "lyrics": null,
        "title": "Never Lie"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Yeah, 199Quad! 69 Boyz backed up by the Quad City DJ's! One time !  Cotton candy, sweetie go, let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  (Verse 1) I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' And work them hips a lil' bit Then do that dip a lil' bit Oh yeah, you got it, now whip, baby, no buts about it And you over there, with the long hair Keep rollin' that derriere Cause it ain't hard Just a brand new dance for the 199Quad 69 in the place to be Hey yo, 'Ski! What we came to see? Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 1  Bridge: I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x)  Cotton candy, sweetie, go Let me see the Tootsee Roll!  Chorus 2  I don't know what you've been told It ain't the butterfly, it's the Tootsee Roll A brand new dance SO Grab a partner and get on the dance FLO' 69 in the place to be Hey yo, 'Ski! What we came to see? The butterfly? Uh-uh, that's old! The butterfly? Uh-uh, that's old! Let me see the Tootsee Roll!  Tootsee Roll! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Slide! (8x) To the left! (2x) To the right! (2x) To the front! (2x) To the back! (2x) Dip, baby, dip! (4x) I feel a whoop comin' on, a whoop comin' on (2x) Whoop! (8x) Just roll! (16x) [Explosion]  ",
        "title": "Tootsee Roll"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Verse 1] Fearless people Careless needle Harsh words spoken And lives are broken Forceful aging Help me, I'm fading Heaven's waiting It's time to move on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Verse 2] Just say, \"Die,\" and that would be pessimistic In your mind, we can walk across water Please don't cry, it's just a prayer for the dying I just don't know what's got into me  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on  [Hook 1] Crossing that bridge With lessons I've learned Playing with fire And not getting burned I may not know what you're going through But time is the space between me and you Life carries on It goes on  [Hook 2] There is a light through that window Hold on say yes, while people say no Life carries on It goes on It goes on Goes, goes Life carries on  [Outro] When nothing else matters When nothing else matters I just don't know what's got into me It's just a prayer for the dying For the dying  ",
        "title": "Prayer For The Dying"
    },
    {
        "artist": "Tevin Campbell",
        "lyrics": "  [Verse 1:] Where do they get off telling you That I am not the least bit into you Just tell me how the hell They can tell you they know what's in my heart  What do they get from telling you That I don't give a damn about Just tell me why the hell Someone wants to tear your heart apart  [Hook:] Oh why, oh why, oh why, oh why Why do them people like to tell you lies I know, I know, I know, I know I love you more than words could ever show  I can't, I can't, I can't I can't explain Why do some people have to be that way I can't take much more I can't ignore I have to let you know what's in my heart  [Chorus:] If I never ever say that I love you Just remember, girl I'm saying I do You can know that from this moment You were always in my heart  If I never ever say that I love you Just remember, girl I'm saying I do love you You'll be always in my heart  They're not the ones who'll be there for you When you need someone to turn to They won't be anywhere Be anywhere when things start falling down  They're only in it to confuse you So they can turn around and use you But it can't happen It won't happen, girl As long as I'm around  [Repeat Hook:]  [Repeat Chorus:]  [Bridge:] Oh, why Why, why, why Yeah Why did you have to listen to the lies?  Oh, girl My sweet girl There is only you inside my world  Oh, please, baby, please I wish you could believe in me Right now, right now If only you could know  [Repeat Chorus x3:]  ",
        "title": "Always In My Heart"
    },
    {
        "artist": "Ahmad",
        "lyrics": "  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Verse 1] I remember (back in the days) When I just a little niggarole I looked up to my bigger bro Begged if I could kick it so When he went out with girls I could go tagging along Nagging if she had a sis maybe could mack a baby hoodrat Y'all remember way back then, when it was 1985 All the way live, I think I was about ten One of those happy little niggas singing the blues That be always trying to bag with the shag and karate shoes Sayin \"Yo momma black; his momma this, his momma that\" Then he get mad and wanna scrap We stay mad about, ten minutes then it's like back on the bike To play hide and go get it with the younger hoes by the bungalows Then switch to playing ding dong ditch, when that gets Old and too cold to hack it, threw on a bomber jacket You could tell the ballers cuz they bell wearing Gazelles And if they really had money raised be sporting BK's And, all the girls had they turkish link If it broke then they made earrings to it, like they meant to do it But, sometimes, I still sit and reminisce Then, think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  [Verse 2] I'm still back in the days, but now the year is '87 '88 that's when my crew and I were in junior high In 7th grade, I hated school (wish it'd blown up) No doubt I couldn't wait to get out (and be a grownup) But let me finish this reminiscing and telling 'Bout when girls was belling tight corduroys like for the boys Basket weaves, Nike Cortez, and footsie socks And eating pickles, with tootsie pops And it don't stop, I'm glad cause when J.J. Fad hit Supersonic it was kinda like a sport to wear biker shorts Or to wear jeans and it seemed like the masses Of hoochies had Poison airbrushed on they asses Dudes had on Nike suits, and the Pumas with The fat laces cause it was either that or K-Swiss I miss those days and so I pout like a grown jerk Wishing all I had to do now, was finish homework It's true, you don't realize really what you got til it's gone And I'm not, gonna sing another sad song, but Sometimes I do sit and reminisce then Think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  [Verse 3] Well, it's the niggarole, I figure that now I'm all grown up Because I'm eighteen years old, and guess you could say I'm holding Down a steady job and crew steady mobbing You steady bobbing your head and I'm paid, so I got it made But, didn't always have clout, used to live in South Central L.A That's where I stayed and figured a way out I gave it all I had so for what it's worth I went from rags to riches which is a drag but now I'm first So Ahmad and The Jones' is on our way up Yup, we said that we was gonna make it since a kid And we finally did, but Sometimes I still sit and reminisce then Think about the years I was raised, back in the days  [Hook] Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again Back in the days when I was young I'm not a kid anymore But some days I sit and wish I was a kid again  [Reprise] And everybody say (I remember way back when) And everybody say (I remember way back when) And everybody say (I remember way back when) What? (back in the day) When? (back in the day)  ",
        "title": "Back In The Day"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  I would dial the numbers just to listen to your breath And I would stand inside my hell and hold the hand of death You don't know how far I'd go to ease this precious ache And you don't know how much I'd give or how much I can take  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  Keeping my eyes open I cannot afford to sleep Giving away promises I know that I can't keep Nothing fills the blackness that has seeped into my chest I need you in my blood I am forsaking all the rest  Just to reach you Just to reach you Oh... to reach you Oh...  Come to my window Crawl inside Wait by the light of the moon Come to my window I'll be home soon  I don't care what they think I don't care what they say What do they know about this love Anyway  Come, come to my window I'll be home I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'm coming home  Come to my window Oh... crawl inside Wait by the light of the moon Come to my window I'll be home soon I'll be home I'll be home I'll be home  ",
        "title": "Come To My Window"
    },
    {
        "artist": "Gerald Levert",
        "lyrics": "  I'm waiting For someone who could turn my life Around Someone who could make me feel The way I used to feel But she never comes  I'm searching But there's no one that I'd care to talk About And all the lovers in the world Don't amount to much 'Cause what I want is just one love  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone to hold me But that wouldn't be enough But I'd give anything To fall in love  Now I lay here I'd rather not be sleeping by myself Staring at the wall I question it all Will she ever come  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone to hold me But that wouldn't be enough... But I'd give anything To fall in love  I'm gonna keep on making wishes I'm gonna keep on being strong I won't settle for less than true love I'm gonna keep in holdin' on I would give  And I'd give anything And everything To fall in love Just this one time I'd like to find What I've been dreaming of Well I could find someone To hold me But that wouldn't be Enough But I'd give anything To fall in love  I'd give anything To fall in love  In love...  ",
        "title": "I'd Give Anything"
    },
    {
        "artist": "Steve Perry",
        "lyrics": "  You Better Wait (S. Perry, L. Brewster, P. Taylor, M. Lucas, J. Pierce, G. Hawkins)  She was only a child Someone to hold on Only a child Someone to believe in Only a child, someone to love She was \"17\", beauty queen I met her in a magazine Heart of fire, Love's desire Reachin' out, higher higher Runaway, one more day A broken hearted child at play I pray for you, baby blue In the name of love I reach for you In the darkness comes the evil of the night Think about it  (You better wait) Stop your self before you fall (You better wait) Stop before you lose it all Somewhere there's love Oh, somewhere, somewhere  Precious girl, little pearl Temptation is lonely world Eyes deceive, they believe In everything they wanna see, yeah And the neon lights reflect your life Only you know where you hide baby  (You better wait) Stop your self before you fall (You better wait) Stop before you lose it all Cause somewhere there's love  (You better wait) Stop yourself before you start (You better wait) Don't look back, don't lose heart  Don't look, don't look Don't look back baby Don't Don't look, don't look Don't look back baby  ",
        "title": "You Better Wait"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Intro] Mmmm, mmmm  [Verse 1] Say good-bye To not knowing when The truth in my whole life began Say good-bye To not knowing how to cry You taught me that  [Chorus] And I'll remember The strength that you gave me Now that I'm standing on my own I'll remember The way that you saved me I'll remember  [Verse 2] Inside I was a child That could not mend a broken wing Outside I looked for a way To teach my heart to sing  [Chorus] And I'll remember The love that you gave me Now that I'm standing on my own I'll remember The way that you changed me I'll remember  [Verse 3] I learned To let go of the illusion that we can possess I learned To let go I travel in stillness  [Bridge] And I'll remember happiness I'll remember (I'll remember) Mmmmm... (I'll remember) Mmmmm...  [Chorus] And I'll remember The love that you gave me Now that I'm standing on my own I'll remember The way that you changed me I'll remember  [Outro] No, I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember) No, I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember) No, ​I've never been afraid to cry Now I finally have a reason why I'll remember (I'll remember)  ",
        "title": "I'll Remember (From \"With Honors\")"
    },
    {
        "artist": "Warren G & Nate Dogg",
        "lyrics": "  [Produced by Warren G]  [Intro] Regulators. We regulate any stealin' of his property. We’re damn good too. But you can’t be any geek off the street. You gotta be handy with the steel, if you know what I mean. Earn your keep. Regulators, mount up!  [Warren G] It was a clear black night, a clear white moon Warren G was on the streets tryin' to consume Some skirts for the eve so I can get some phones Rollin' in my ride, chillin' all alone  [Nate Dogg] Just hit the east side of the LBC On a mission tryin' to find Mr. Warren G Seen a car full of girls, ain't no need to tweak All you skirts know what's up with 213  [Warren G] So I hooks a left on 21 and Lewis Some brothers shootin' dice, so I said \"Let's do this!\" I jumped out the ride and said \"What's up?\" Some brothers pulled some gats, so I said \"I'm stuck!\"  [Nate Dogg] Since these girls peepin' me I'ma glide and swerve These hookers lookin' so hard they straight hit the curb Onto bigger, better things than some horny tricks I see my homie and some suckas all in his mix  [Warren G] I'm gettin' jacked, I'm breakin' myself I can't believe they takin' Warren's wealth They took my rings, they took my Rolex I looked at the brother, said \"Damn, what's next?\"  [Nate Dogg] They got my homie hemmed up and they all around Can't none of them see him if they goin' straight pound-for-pound They wanna come up real quick before they start to clown I best pull out my strap and lay them bustas down  [Warren G] They got guns to my head, I think I'm goin' down I can't believe it's happenin' in my own town If I had wings I would fly, let me contemplate I glanced in the cut and I see my homie Nate  [Nate Dogg] Sixteen in the clip and one in the hole Nate Dogg is about to make some bodies turn cold Now they droppin' and yellin', it's a tad bit late Nate Dogg and Warren G had to regulate  {Interlude}  [Nate Dogg] I laid all them bustas down, I let my gat explode Now I'm switchin' my mind back into freak mode If you want skirts, sit back and observe I just left a gang of hoes over there on the curb  [Warren G] Now, Nate got the freaks and that's a known fact Before I got jacked I was on the same track Back up, back up, ‘cause it's on N-A-T-E and me, the Warren to the G  [Nate Dogg] Just like I thought, they were in the same spot In need of some desperate help But Nate Dogg and the G child were in need of somethin' else One of them dames was sexy as hell I said \"Ooh, I like your size!\" She said \"My car's broke down And you seem real nice, would you let me ride?\" I got a car full of girls and it's goin' real swell The next stop is the Eastside Motel  {Interlude}  [Warren G] I'm tweakin' into a whole new era G-funk, step to this, I dare ya Funk on a whole new level  [Nate Dogg] The rhythm is the bass and the bass is the treble  [Warren G] Chords, strings, we brings melody G-funk, where rhythm is life and life is rhythm  [Nate Dogg] If you know like I know You don't wanna step to this It's the G-funk era, funked out with a gangsta twist If you smoke like I smoke Then you're high like everyday And if yo' ass is a busta, 213 will regulate  ",
        "title": "Regulate (From \"Above The Rim\")"
    },
    {
        "artist": "Ice Cube Featuring George Clinton",
        "lyrics": "  [Intro] At these up late times, hardcore funkateers before the bop gun We unleash you a positive light. The bop gun can do you no harm It frees yo mind, so yo' behind can follow. (Yeahhh.)  So wide you can't get around it So low you can't get under it So high you can't get over it IIIIIIII, can't get over it Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Ah yaaaaaa, di-dit-dit-dit-dit Well all right! Ah yaaaaaa, di-dit-dit-dit-dit Attention all radio station jocks Ah yaaaaaa, di-dit-dit-dit-dit Haw haw, got to be groovin' jammin' on yo box Ah yaaaaaa, di-dit-dit-dit-dit The Mothership Connection is upon you again Ah yaaaaaa, di-dit-dit-dit-dit Yeah, workin' up a sweat, is it wet yet? Ready or not, here we come Getting down for the one which we believe in  [Verse 1: Ice Cube] 1993, much more ba-e-ya-e-younce Ice Cube comin' with the half ounce Not Just Knee Deep, Jeep fulla smog A, To, mic, Dog Like ya behind, heard it through the grapevine How much longer will you be mine? And I'mma tell ya, I don't like drama So do I have to put my handcuffs on your mama Cause Bertha Butt did her fuckin' boogie with her crew But I'd rather fuck you, boo And make you say humdrum, tweedee dum Humdrum don't succumb when I'm done, buckin' shit One nation under a groove gettin down for the fuck of it Tear the roof of this motherfucker like we did last night, son And hit you with the bop gun  [George Clinton] Here's my chance to dance my way Out of my constriction Gonna be freakin' up and down Hang up really late The groove I only got We shall all be moved Ready or not, here we come Gettin down for the one which we believe in One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now  {Yeah.} Dance, sucka, dance!  {Yeah, heh heh. And it don't stop. Sheeeit.}  Givin' you more of what you're funkin' for Aw, feet don't fail me now! Ha ha! Givin' you more of what you're funkin' for Do you promise the funk {yep}, the whole funk Nothin but the funk? {Hit you with the bop gun, heh Buss a cap with my bop gun Gotta hit you with the bop gun Buss a cap with the bop gun, hit you with the bop gun Buss a cap with the bop gun, heh, cause I'm the top gun...} Ready. {yep} Ready. {yep} Ready. {yep, come on} Ready or not, here we come Gettin down on the one which we believe in  [Verse 2: Ice Cube] If you hear any noise, it's just me and the boys Playin with our toys M-1, cuz everybody's gotta have fun Under the sun, under the sun So rough, so tough when I get down The disco fiend with the monster sound I wants to get fucked up when I'm chillin', whoa The bigger the headache, the bigger the pill-in You let her funk me cause my funk is the best Comin from the West Kickin that shit be occupied, dedicated to the preservation motion of hips Hittin them dips, cd skips but I'm straight As I bounce, rock, skate, now I'll toast to that If it's rough, make the girls say \"Do that stuff! Aw, do that stuff!\" But ya got to be, you got to be a freak of the week For the top gun, hit you with the bop gun  One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now {Trick! Yeeah!} Jus hit 'em with the bop gun! One nation under a groove {heh} Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now {Get up with the bop gun...} One nation under a groove ('bout time we got down, one time) Gettin down just for {the fuck of it, yeahh} One nation and we're on the move Nothin can stop us now One nation under a groove (now everybody say) Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now Here's my chance to dance my way Out of my constriction Feet don't fail me now! Ha ha! {Get 'em with the bop gun I'm a' blast with the bop gun ... heh heh On yo ass with the with the bop gun I'm talkin' trash with the bop gun ... yeah And it don't stop And it won't stop} Here's my chance to dance my wayyy Out of my constriction (Yeahhh, feel the shit now!) {Oh shit}  ... hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there! {Oh yeah} Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Lemme hear ya say Party over here fuck you over there!  Givin' you more of what you're funkin' for Feet don't fail me now (That's right!) Do you promise the funk Givin' you more of what you're funkin' for Ooo, feet don't fail me now Can I get it on my good foot, good gawd 'Bout time I got down one time (Can I get down one time)  [Ice Cube] Do not attempt to adjust your radio There ain't nothin' wrong, so hit the bong Waitin' on the double dutch bus for a ride As the buffalo bitch go round the outside Put a glide in your stride and a dip in your hip Got Daytons on the mothership And you can ring my bell if you need me to pass The dutchie on the left hand side for the sale Cuz nobody knows where the nose goes when the doors close Dog chow got the hoes Lookin' for the theme from the Black Hole Now I'll big bang you with my black pole Flashlight, red light, we don't like cops on the bike Just made bail, tonight So whatcha gonna do when you get outta jail? I'm gonna have some funwith the bop gun  [Outro] (Ready or not, here we come Getting down on the one which we believe in) One nation under a groove (Here is my chance to dance my wayyy) Gettin down just for the funk of it (One Nationnnn) One nation and we're on the move (Get it on my good foot, good gawd) Nothin can stop us now (Ha ha ha ha ha haeeee) One nation under a groove Gettin down just for the funk of it One nation and we're on the move Nothin can stop us now (Now I want everybody to put together this time ... hit me!) One nation under a groove (Can I get it on my good foot) Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us now (Uh huh, uh huh, one nation) One nation under a groove (Can I get it on my good foot) Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us now One nation under a groove (Ooh yeah) Gettin down just for the funk of it (Ooh yeah) One nation and we're on the move Nothin can stop us now (Ha ha ha ha ha haeeee) One nation under a groove Gettin down just for the funk of it (Bout time I got down one time) One nation and we're on the move Nothin can stop us nowwwwww  ",
        "title": "Bop Gun (One Nation)"
    },
    {
        "artist": "Erasure",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Amy Grant",
        "lyrics": null,
        "title": "Lucky One"
    },
    {
        "artist": "Craig Mack",
        "lyrics": "  [Intro: Puff Daddy] Bad Boys, come out and play You know we had to do a remix, right?  [Verse 1: Notorious B.I.G.] Uhh, uhh Niggas is mad I get more butt than ash trays Fuck a fair one, I get mine the fast way Ski mask way, nigga, ransom notes Far from handsome, but damn a nigga tote (What you tote?) More guns than roses, foes is shaking in their boots Invisible bully like The Gooch Disappear, vamoose, you're wack to me Take them rhymes back to the factory I see, the gimmicks, the wack lyrics The shit is depressing, pathetic, please forget it You're mad 'cause my style you're admiring Don't be mad, UPS is hiring You shoulda been a cop, fuck hip-hop With that freestyle, you're bound to get shot Not from Houston but I Rap-A-Lot, pack the gat a lot The flav's 'bout to drop, uhh  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 2: Craig Mack] Word up, no rap no crap you bore me Wanna grab my dick, too lazy, hold it for me I'm straight rap great, busting heads, straighten dreads I'm everlasting, like the toe on PRO-Keds A TEC-9 when I rhyme Plus I climb, word is bond Your album couldn't fuck with one line It's been three years since you last hear But now I reappear, your heart pumps fear To your gut, did your girl's butt I scraped it, shaped it, now she won't strut I smash teeth, fuck your beef, no relief I step on stage, girls scream like I'm Keith You won't be around next year My rap's too severe, kicking mad flava in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear Here comes the brand new flava in ya ear Time for new flava in ya ear  [Verse 3: Rampage] Twenty-one, ninety-four, mad motherfucking hardcore It's my time to burn, now explore The flava in ya ear, it's The Boyscout I make outs, I make other rappers have doubts You're fucking with the wrong clan And the wrong man, that's it Now you got to get your dome split I'm going into my knapsack with my gat Take off my hat, yes I'm just cool like that The dangerous, the ruggedness, from the Flatbush abyss BLS, 97, KISS, bounce to this I'm gonna live long in this rap game, niggas know my name Yo Puffy, (burn 'em in the flames)  [Interlude] You're jingling baby (go 'head daddy) You're jingling baby (go 'head daddy)  [Verse 4: LL Cool J] Hee-shee, uh, blowticious Skeevee, delicious Gimme couscous, love me good Mmm, damn! Hollis to Hollywood, but is he good? I guess like the jeans, uh! Flavor like Praline, sick daddy nah'mean Papa love it, when he does it Niggas buzz it But tell me, was it really just the flavor that be clogging your ears? The most healthy behavior is to stay in the clear It's all for you, it's really all for you (Now what?) Hunchback, close your eyes try to munch that Coil up your ankles let your Timbs tap Bite the flavor it reacts to your gold caps Word to Mama, I tongue kiss a piranha Electrocute a barracuda, I'm here to bring the drama  [Verse 5: Busta Rhymes] Yo! Yo! Yo! Flavors in your ass crease, ha Busta Rhymes about to bring the noise, don't cease, ha Let me loose from the belly of the beast, ha Everybody, hey hey hey! You better believe it's Busta Rhymes the great We 'bout to rip the Tri-State, yo, yo Hey hey hey! I'll split your face and give you stitches Throw niggas in ditches, slap the ass of fat bitches Wait one sec, as I get down I'm rolling with the heavyweight connect to the stomping ground Now, don't you get suspicious, I grant your wishes every time Bring it vicious when I bust a rhyme I know one thing the whole world least expected Is how we all connected to break fool on the same record Five new flavors on a beat, feel the fucking heat I really think you should retreat while we blow up the street Instead of copping please just freeze Maintain the focus while we smoke these marijuana trees When I get down I disappear, reappear and blow up Everywhere, fucking with these flavas in ya ear  [Chorus: Craig Mack] Here comes the brand new flava in ya ear Time for new flava in ya ear I'm kicking new flava in ya ear Mack's a brand new flava in ya ear  ",
        "title": "Flava In Ya Ear"
    },
    {
        "artist": "Candlebox",
        "lyrics": "  Now maybe I didn't mean to treat you bad But I did it anyway  And then maybe Some would say your life was sad But you lived it anyway  And so maybe Your friends they stand around they watch you crumble As you falter to the ground  And then someday Your friends they stand beside as you were flyin' Oh, you were flyin' oh so high But then someday people look at you For what they call their own They watch you suffer Yeah they hear you calling home And then someday we can take our time To brush the leaves aside so you can reach us Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no Couldn't share the pain, they watch you suffer  Now maybe I could have made my own mistakes But I lived with what I've known  And then maybe We might share in something great Won't you look at where we've grown Won't you look at where we've gone  And the someday comes, tomorrow holds A sense of what I feel for you in my mind As you trip the final line And that cold day when you lost control Shame you left my life so soon You should have told me, hey Hey but you left me far behind  Now maybe I didn't mean to treat you oh so bad But I did it anyway Now maybe Some would say you're left with what you had But you couldn't share the pain, no, no, no  Oh, no, no Oh, no, no, no, no, no Oh my lord See I know See I know  But maybe, said maybe I didn't mean to treat you oh so bad But I did it anyway Sayin' now maybe Some would say you're left with what you had But you couldn't share the pain Now I've said, but times have changed Your friends they come and watch you Crumble to the ground They watch you suffer Yeah they hold you down, hold on down Now I said maybe, maybe I didn't mean to treat you bad But you left me far behind Left me far behind Left me far behind  ",
        "title": "Far Behind"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Yeah, girl, I don't want you to hold back any longer baby Cause tonight, I'm gonna give you all the things I know you've been waiting for So, brace yourself, and listen  [Verse 1] I hear you calling, here I come baby to save you, oh oh Baby no more stalling These hands have been longing to touch you baby And now that you've come around, to seeing it my way You won't regret it baby, and you surely won't forget it baby It's unbelievable how your body's calling for me I can just hear it calling, calling for me  [Chorus] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Verse 2] Tell me, what's your desire, baby your wish Is my will oh yes it is baby, let me take you higher Show you how you should feel, baby Oh, so I speak now and forever hold your body Whatever it is you want from me, lady You see you don't have to say nothing I know when your body wants something And it's easy for me to see that your body's calling for me  [Chorus] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Interlude] I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me I'm listening baby, I hear you calling me  [Chorus throughout Outro] My body's calling for you My body's calling for you My body's calling for you My body's calling for you  [Outro] See your body's yearning for me You see I'm wild enough to know when a body's yearning, for me yeah I'll say it again You see I'm wild enough to know when someone's yearning Yearning for me Girl you want me, because I can hear you calling for me I can hear it a mile away, calling for me  ",
        "title": "Your Body's Callin'"
    },
    {
        "artist": "Ace Of Base",
        "lyrics": "  [Intro] Whoa, oh, yeah  [Verse] (Ah) I gotta new life You would hardly recognize me I'm so glad How could a person like me care for you? (Ah) Why do I bother When you're not the one for me Ooh, is enough, enough?  [Chorus] I saw the sign and it opened up my eyes I saw the sign Life is demanding without understanding I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong... But where do you belong?  [Verse] (Ah) Under the pale moon For so many years I've wondered who you are How could a person like you bring me joy? Under the pale moon Where I see a lot of stars Ooh is enough, enough?  [Chorus] I saw the sign and it opened up my eyes I saw the sign Life is demanding without understanding I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong... But where do you belong?  [Interlude] Oh, oh oh!  [Larger instrumental break]  [Chorus] I saw the sign and it opened up my mind! And I am happy now living without you I've left you, oh-oh-OH! I saw the sign and it opened up my eyes I saw the sign No one's gonna drag you up to get into the light where you belong  [Outro] (I saw the sign - I saw the si-i-ign) I saw the sign! (I saw the sign - I saw the si-ig-i-ign) (I saw the sign - I saw the sign) i saw the sign! And it opened up my eyes, I saw the sign!  ",
        "title": "The Sign"
    },
    {
        "artist": "Heavy D & The Boyz",
        "lyrics": "  [Intro/Hook: Heavy D, (Vinia Mojica)] (3x) I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  What's yours is mine What's mine is mine What's yours is mine What's mine is mine What's yours is mine What's mine is mine  [Verse 1: Heavy D] I know you want lots a jewels and stuff Backyards with swimming pools, bars with stools and stuff Fancy foods - Lobster, Sushi Gear - Versace, Gucci, crazy Lucci I know your M.O., you do demo on a paycheck You get a Herb from 'burb and show him no respect Middle name \"Price Tag,\" first name \"Gotcha\" Started slow, got on a roll, now they can't stop you Talking about \"Hey Boo, how you do?\" Some clown uptown said you ran through his crew I give you props and ya credit cause it's due But I ain't that clown, and my crew ain't that crew Time's too hard to be faking like I'm dating on some steak And...wining and dining, I ain't choking on no chicken Leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Verse 2: Heavy D] I'm not your H-E-R-B, but I'm your H-E-A-V-Y dash-D Don't test me, don't ask me for nothing For nathan, for jack, for doodly-squat, you can do me not You plan on plot on who be hot and trying to hit the slot I know your low pro style, your low (whole/ho) profile Kick a bother in the gut and then you smile I must admit; I really dig your operation Every time we on the phone, you got the sexy conversation So now you hope to be the woman of my dream And while I'm sleeping, you'll be creeping, robbing me clean I see you hanging on the corners with the rest of your girl crew Standing by the gutter with your booty cutters So who's the honey dip, down with the money grip Always got a plan and a scam to get some money quick Always gettin' with the next man, the one with the checks And setting up a trap with the sexing  [Hook] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  [Heavy D] So nobody dis the champion So nobody dis the champion  [Verse 3: Heavy D] You give me feelings like I'm dealing with a crooked hand You got a grand from a man cause you shook his hand You're well known in the streets, in the gutters So fly, when you caught my eye, you made me stutter You come around with your curls and your pretty pearls You even been around the world, so you go, girl But where's the love at Tell me where's the hugs at Acting like a Rugrat I know where you bought that Don't try to gas me, girl, I know the streets well You're money hungry And you're making trick-n-treats sell So leave it up to me I'll close the whole damn store on you I got nothing but love for you  [Hook - until fade] I got nothing but love for you, baby (Uh-huh) I got nothing but love for you, honey (Yeah, whatever) I got nothing but love for you, baby (What you got?) I got nothing but love for you, honey (Yeah, whatever)  ",
        "title": "Nuttin' But Love"
    },
    {
        "artist": "C+C Music Factory",
        "lyrics": "  One, two, ready, go One, two, ready, go Yeah! yeah! yeah! come on Party time Come on  Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow  [Chorus:] Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me? Do you wanna, do you wanna get funky? Do you wanna get funky with me?  [Verse 1: Zelma Davis] Everybody gather round now Were just chillin', groovin to the funky sound We dont need no special occasion So come along, its a celebration Funky (a yes yes, y'all, yes yes, y'all) So funky, check it out, check it, check this out  [Rap:] I gots (The power) To freak ya more than an (hour) With so much mad funk I need (A shower) In the pooper scooper master plan 'Cause I'm the super duper trooperman Yeah, mythical, get physical, so here we go Give us a flavour built down til ya embryo My style, rowdy and wild Swig it up, hit it up, live it up, yeah  [Verse 2: Martha Wash] Hey you people over there Let me see you throw your hands up in the air It's a funky groove made to make you move (Well alright) So let the party people say  [Chorus]  [Rap:] Boh, I think I gots the fever I'm heated Pumpin' up the pumpin up the meter Label me a ringleader, mad party pleader Makees with a store A lead up ta lead up ta lead up Spot, hey, can you dig it? I come alive, darling, give me what you got Becka, rumpshteckup Pump your fists up Yo check this out I don't but cheques or bust slipper  [Chant:] To the morning light Gonna make you feel all right Pump it up all night Body rock, show me what you got Let Rob bring back the boom spot  There is a dance over there, and dance over here Everybody combine in a fabulous wear There is swingin' an' winin', champagne an' dinin' Preety people screamin' and jostlin' See an' see man a girl man chillin' Let's get funky, all right to the rythm All through da job sites is see Job skatin' Ladies lend your bodies, don't slow non stoppin'  Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow Ladies, let your body flow  [Chorus]  [Vamp: Zelma & Martha] Do you wanna, do you need? Everybody gather round now Let the funk in with C&C Do you wanna, do you need? Everybody gather round now Let the funk in with C&C  Do you wanna get funky? Do you wanna get funky?  ",
        "title": "Do You Wanna Get Funky"
    },
    {
        "artist": "Public Enemy",
        "lyrics": null,
        "title": "Give It Up"
    },
    {
        "artist": "Terror Fabulous Featuring Nadine Sutherland",
        "lyrics": null,
        "title": "Action"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Interlude] - Female Voice (Prince) Ready or not, here I come (Come on) (Come on)  [Verse 1] All my life I've kept my feelings deep inside Never was a reason to let somebody know \"Lover here, lover there\" - Who cried? Who cared? Foolish pride \"Never was a good seat at any of this man's shows\"  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Verse 2] All my life this heart's been under lock and key My curtains were drawn, there wasn't nobody home Trigger here, Trigger there - everybody's high except for me Better off dead if I couldn't be alone  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Verse 3] Fourteen years and tears I've longed to sing my song But a horse couldn't drag your ass to put me on But now I've got an army and we're three million strong This song will ring in your ears when we are gone  [Chorus 1] Until now all I wanted to do is Do do do what I do, and Bang bang bang on the drummer And love so-and-so  [Chorus 2] But now I've got to let it go (let it go) Lay back and let the vibe just flow I wanna just let it go (let it go) Lay back and let my feelings show (let it go) I'm ready for the real Give me something I can feel  [Outro] I am ready for the real (Come a little closer)  (let it go) (Lay back an' let the vibe just flow)  ",
        "title": "Letitgo"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": "  It's just a bootie call  Hey baby, turn around It's not what it seems The way I like it by the pound Must be in the genes  Only want to have fun No time to get sprung That's the way it is on Blackstreet After all, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it, hey, yeah  You know that it's right All I wanna do is be Where you're at  [Chorus] Why must I feel like that Why must I chase the cat Nothing but the dog in me Why must I feel like that Why must I chase the cat Nothing but the dog in me  Sometimes I feel that I Might want to settle down But on my wedding night I feel I'm gonna play around  Life is too short to lie I mean no disrespect at all But if the other woman's on my mind On my life, it's a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  Yo, take it to the limit  Every dog has his day And I'm digging on the vibes So we can get together Make tonight real live  Checking out the front Checking out the back Well, I'll be god damned Is it really like that  Summer's hot Winter's freezing Chasing that cat All through the season Hey, yo, girl, stop teasing  Check your trips Cause I really wanna stroke You're saying I'll drown I'm saying you'll choke  Back at my place Face to face I'm trying to be good So we can cut to the chase  You know what I like And, baby, you got it Come on, let's get this started  Back on Blackstreet We can have a ball Cause after all It's just a booty call  Well, you know what I like You've got it Just be there tonight I want it  You know that it's right All I wanna do is be Where you're at Why must I feel like that  [repeat Chorus] Bow wow wow Yippy yo yippee ay, hey  ",
        "title": "Booti Call"
    },
    {
        "artist": "Wet Wet Wet",
        "lyrics": "  I feel it in my fingers I feel it in my toes Love is all around me And so the feeling grows  It's written on the wind It's everywhere I go So if you really love me Come on and let it show  You know I love you, I always will My mind's made up by the Way that I feel There's no beginning There'll be no end 'cause on my love you can depend  I see your face before me As I lay on my bed I kinda get to thinking Of all the things you said, oh yes I did You gave your promise to me and I Gave mine to you I need someone beside me In everything I do  You know I love you, I always will My mind's made up by the Way that I feel There's no beginning There'll be no end 'cause on my love you can depend  Got to keep it moving  Oh It's written in the wind Oh everywhere I go, yeah, oh well So if you really love me, love me, love me Come on and let it show Come on and let it show Come on and let it Come on and let it (come and let it show, baby) Come on, come on, come on let it show baby Come on and let it show Come on and let it show, baby Come on and let it show  ",
        "title": "Love Is All Around"
    },
    {
        "artist": "Joshua Kadison",
        "lyrics": "  You're my peace of mind In this crazy world You're everything I've tried to find Your love is a pearl You're my Mona Lisa You're my rainbow skies And my only prayer is that you realize... You'll always be beautiful in my eyes  The world will turn And the seasons will change And all the lessons we will learn Will be beautiful and strange We'll have our fill of tears Our share of sighs My only prayer is that you realize... You'll always be beautiful in my eyes  You will always be Beautiful in my eyes And the passing years will show That you will always grow Ever more beautiful in my eyes  And there are lines upon my face From a lifetime of smiles When the time comes to embrace For one long last while We can laugh about How time really flies We won't say good-bye Cause' true love never dies... You'll always be beautiful in my eyes  You will always be (You will always be) Beautiful in my eyes (Beautiful in my eyes) And the passing years will show That you will always grow Ever more beautiful in my eyes  The passing years will show That you will always grow Ever more beautiful in my eyes  ",
        "title": "Beautiful In My Eyes"
    },
    {
        "artist": "Big Mountain",
        "lyrics": "  Ooo, baby, I love your way, everyday Ooo, baby, I love your way, everyday  Shadows grow so long before my eyes And they're moving across the page Suddenly the day turns into night Far away from the city Well, don't hesitate 'Cause your love just won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  The moon appears to shine and light the skies With the help of some fireflies I wonder how they have the power to shine I can see them under the pine But don't hesitate 'Cause your love won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  I can see the sunset in your eyes Brown and grey, blue besides Clouds are stalking islands in the sun I wish I could buy one out of season But don't hesitate 'Cause your love won't wait, just won't wait  Ooo, baby, I love your way, everyday Wanna tell you I love your way, everyday Wanna be with you night and day  Ooo, baby, I love your way Wanna tell you I love your way Wanna be with you night and day  Ooo, baby, I love your way Wanna tell you I love your way  ",
        "title": "Baby I Love Your Way (From \"Reality Bites\")"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  Tracklist: 1. Intro 2. Things Done Changed 3. Gimme The Loot 4. Machine Gun Funk 5. Warning 6. Ready To Die 7. One More Chance 8. Fuck Me (Interlude) 9. The What 10. Juicy 11. Everyday Struggle 12. Me & My Bitch 13. Big Poppa 14. Respect 15. Friend Of Mine 16. Unbelievable 17. Suicidal Thoughts 18. Who Shot Ya? 19. Just Playin' (Dreams) Album Art:  ",
        "title": "Juicy/Unbelievable"
    },
    {
        "artist": "The 4 Seasons",
        "lyrics": null,
        "title": "December 1963 (Oh, What A Night)"
    },
    {
        "artist": "The Tokens",
        "lyrics": "  [Intro] Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh  [Verse 1] In the jungle, the mighty jungle The lion sleeps tonight In the jungle, the quiet jungle The lion sleeps tonight – ho, ho!  [Chorus] Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Weeheeheehee dee heeheeheehee weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Verse 2] Near the village, the peaceful village The lion sleeps tonight Near the village, the quiet village The lion sleeps tonight  – ho, ho!  [Chorus] Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Rrrrrr, lalalaba, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Bridge] Hush, my darling, don't fear, my darling The lion sleeps tonight Hush, my darling, don't fear, my darling The lion sleeps tonight  – ho, ho!  [Chorus] Whoa, whoa, whoa; whoa, whoa, whoa; whoa, whoa, aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) Weeheeheehee, dee heeheeheehee, weeoh aweem away (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh) (A-weema-weh, a-weema-weh, a-weema-weh, a-weema-weh)  [Outro] Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away Weeheeheehee, dee heeheeheehee, weeoh aweem away  ",
        "title": "The Lion Sleeps Tonight (Wimoweh)"
    },
    {
        "artist": "Anita Baker",
        "lyrics": null,
        "title": "Body & Soul"
    },
    {
        "artist": "Real McCoy",
        "lyrics": "  [Karin Kasar] Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another vision of love You feel joy, you feel pain, Cause nothing will be the same Just another night, is all that it takes To understand, the difference between lovers and fakes So baby, I talk talk, I talk to you In the night in your dream, of love so true I talk talk, I talk to you  [Karin Kasar] In the night in your dream, of love so true In the night, in my dreams I'm in love with you, Cause you talk to me like lovers do I feel joy I feel pain, Cause it's still the same When the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another dream, another vision Of love, with me I'm here to set you free I am your lover, your brother Hey sister let me cover, your body with my love is with my lovin' just another Vision of love, that seems to be true, all we do all the things that only lovers do Vision of love, that seems to be true, all we do all the things that only lovers do  [Karin Kasar] In the night in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] I talk talk, I talk to you in the night In your dream, of love so true I talk talk, I talk to you, in the night, in your dream, of love so true  [Karin Kasar] In the night, in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  ",
        "title": "Another Night"
    },
    {
        "artist": "Elton John",
        "lyrics": "  From the day we arrive on this planet And blinking, step into the sun There's more to see than can ever be seen More to do than can ever be done  There is far too much to take in here More to find than can ever be found But the sun rolling high through the sapphire sky Keeps great and small on the endless round  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  It's the circle of life and it moves us all Through despair and hope, through faith and love Till we find our place on the path unwinding In the circle, the circle of life  ",
        "title": "Circle Of Life (From \"The Lion King\")"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Intro] Knock me out Girl, you know you knock me out (You're lookin feel good with your dukes on, baby) Girl, you know you knock me out Girl, you know you knock me out  [Hook] Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy  [Verse 1] 1, 2, 3, 4 it's time for me to jet Where ya goin off to? The beach, that's a bet (hey!) It's summertime so it's time to get some of these Some of those and I won't call whores! Cause in the 90's you gotta respect the ladies So step up to 'em and say, we love you sweet Sadie, uhh That's how you get your true mack on but Brothers be steppin up poppin that sad song Hey don't I know you from somewhere? Can we go somewhere to be alone? I pull up in the lot, pop the trunks Make their heads bob And it's sunny so it's time to get a summer bunny, yeah  [Hook] Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy  [Verse 2] Uhh, it's five o'clock and my voice code is 22 So beep, beep, beep, it's time for me to make a move I'm on my way to his picnic (Ayo R, we got time, it don't start 'til 2) But I wanna be early, fool So I can catch the new bunnies comin in Just like the old school Strollin the block so I can check the scenery The sun plays, the day is feelin good to me I can just smell the funky beats You know the flavor \"In Between the Sheets\" I saw my boy Big Al, said just keep it straight Said, I know I got a novelty to validate So who's the bunny lookin sweet like a honeycomb? He say, \"No my brother, you gots to get your own\" Summer bunnies, yeah  [Hook] Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy  [Verse 3] This party is packed tops, word to the mother I love it when there's three bunnies to one brother And wine coolers is what I'm packin And when I get my buzz on is when I start bunny-jackin Jackin fools for their bunnies Cause I'm the K, the E, the double L, the Y They wanna get with me And the PAs in the house (huh, what up?) So check, check, check it out My stomach is growlin so it's time to get my hungry on Some soul food, Kool Aid and you know it's on Then after that I hate to eat and run but I'm outtie, my homie Tamieka invited us to a block party So we roll up in all our (?), and daisy dukes The fellas yellin summer bunnies, yeah  [Hook] Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy  [Bridge] Let's break it down - You're lookin feel good with your dukes on, baby (baby) Let's break it down - You're lookin feel good with your dukes on, baby (ooh) Let's break it down - You're lookin feel good with your dukes on, baby (oh baby) (Ayo Dre) ay what up? (Check it out) Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out Girl, you know you knock me out  [Hook] Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy Summer bunnies drive me crazy  ",
        "title": "Summer Bunnies"
    },
    {
        "artist": "Nine Inch Nails",
        "lyrics": "  [Verse 1] You let me violate you You let me desecrate you You let me penetrate you You let me complicate you  [Pre-Chorus 1] (Help me...) I broke apart my insides (Help me...) I've got no soul to sell (Help me...) The only thing that works for me Help me get away from myself  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Verse 2] You can have my isolation You can have the hate that it brings You can have my absence of faith You can have my everything  [Pre-Chorus 2] (Help me...) You tear down my reason (Help me...) It's your sex I can smell (Help me...) You make me perfect Help me become somebody else  [Chorus] I wanna fuck you like an animal I wanna feel you from the inside I wanna fuck you like an animal My whole existence is flawed You get me closer to God  [Outro] Through every forest Above the trees Within my stomach Scraped off my knees I drink the honey Inside your hive You are the reason I stay alive  ",
        "title": "Closer"
    },
    {
        "artist": "Fugees",
        "lyrics": "  [Hook: Wyclef Jean] Yo Mona Lisa, could I get a date on Friday? And if you're busy, I wouldn't mind taking Saturday-ay-ay, ay-ay-ay Round up de posse, Fugee comin' around the way  (Wyclef) Yo, hey nappy head (Lauryn) Yo whashup? (Wyclef) What you got there? (Lauryn) Hah, I got some of that lyrical cheeba cheeba (Wyclef) Worrrrrd?  A cheeba cheeba y'all, well I'm a Libra y'all A cheeba cheeba y'all, well I'm a Libra y'all  [Verse One: Wyclef] You wanna battle? Swing I bring commanding men like I was king In all your dreams I write the horror flick of Stephen King Cling to false also those papers say ock I got tired of the fat lady so I sing to my own opera Ba-lang-balang-balang-to-de-man-de-rock-cause I love thee If you live by the sword you will be die by the gun Cause all guys tell lies, and more girls commits sin I was ordered to Code Red, but now I'm chillin' with A Few Good Men Assassination on the kid from the capitol I never play the soap opera but now I'm in General Hospital Condition critical, spirit over who's the physical So if I die, catch me at the funeral I'll fly away, ohh glory With a mic in my hand to a land where only God knows me And the angels write raps on holy paper I said I'm lookin for Jesus, he said \"Take the escalator One flight up, is guaranteed He'll be there\" My sister'd be there, my mother'd be there So...  [Hook]  [Verse Two: Lauryn Hill] I don't puff blunts so I always got my breath Never had to battle with a bullet proof vest They call me cock-weasel but I, still cave a chest I don't wear Jheri curls cause I'm not from the West No disrespect to the West, true indeed I rock it to the East, the East is the seed To see that them days back, yo sheepskins and Hot Tracks Peace to Mr. Magic, things are getting tragic Now we on some new stuff, I never feared the Ku Klux My own clan is actin up, I blame it on the Phillie blunt What you gonna do, kids are acting oooohhhh Hill is gettin' badder, yo where's the corporate ladder? Mr. Three Piece Suit Check the square roots, Girbauds and Timberland boots Nahhhh that's the serpents, and know them garment tips I got a head full of problems and a hand full of nappy roots I feel a Jones comin' down, yo I... [Wyclef:] (I got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy head bang) [Lauryn:] No I, got the slang to make the chitty-bang-bang A-rid-dang-de-dang, the nappy heads reign!  [Hook] Nappy heads in the zone and we're not goin' home!  [Verse Three: Pras] Hey yo a battle is a battle but a battle's not a battle If it'sssssssssss snake doesn't rattle Cause my style's as old as a reptile As slick as a Nu Nile, as new as a new child So come follow me to the land of Abraham This land's your land, this land's my land The blacker the black man, the better the next man [Lauryn:] (Yo some nappy heads need to check they necks for red) [Wyclef:] Ihhhh, feel injection Put the needle to your skin feel reality's heroin You maintain to put a negro in pain you used to diss me \"Oh you wanna hang with old Eddie Kane?\" Ain't nuttin wrong, snap your head to the song Word is bond, you get wrong I'll have you sing like Louis Armstrong And I say to myself, what a wonderful world But what the hell was so wonderful 'bout cotton in the farm Mr. Slaaaaaave Maaaaan! The harder they come, the harder they fall, so come one come all Don't stall or I'mma stick you like a voodoo doll Doors locked stop drawer for the count who drops You slept on a kid from the boondocks Out of Hootaville, land of the ill kill Vailsburgh Viking so you know I'm top ranking Phil Some say who coming like like the yuma but save the rumor Cause I've been rockin ever since eighty-two When I used to rock my Pumas...  Yes, yes y'all, well I'm a Libra y'all (4X)  [Hook] Nappy heads in the zone and we're not goin home!  [Outro: 2x] I wear my sunglasses at night To spy on my girlfriend that's right They dancing, romancing, freaking at night! Yes yes yes a yes yes y'all  ",
        "title": "Nappy Heads"
    },
    {
        "artist": "Patra Featuring Yo-Yo",
        "lyrics": "  My property is my property Any lover come cross get tied fi life, watcha baby Bobby Mi ah romance him pon the phone Watch dis Hear mi now  I'm on a romantic call Talkin' to my baby Down ah mi yaad I'm on a romantic call My man, Patra nah guh tek fi broad  Watch this Hello mommy Can I speak to bobby Cross the ocean and (?) inna him asleep Mommy wake him fi me I'm on the phone, I want to talk to my baby Don't call of him help when you feel lonely Him cyaan tell yuh tings mek yuh feel sexy   I'm on a romantic call Talkin' to my baby Down ah mi yaad I'm on a romantic call My man, Patra nah guh tek fi broad  Watch it! I wanna lay back drivin' in his Caddy Dressed in his khakis Hangin' with the guns on sixth ave-y Extra extra sexy Wanna roll in a butter  That's right I'm top Gotta be sister To put the skin Skin you won't be in Or should I I'm like a  ",
        "title": "Romantic Call"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Oh, why you look so sad? Tears are in your eyes Come on and come to me now  Don't be ashamed to cry Let me see you through 'cause I've seen the dark side too  When the night falls on you You don't know what to do Nothing you confess Could make me love you less  I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  So if you're mad, get mad Don't hold it all inside Come on and talk to me now  Hey, what you got to hide? I get angry too Well I'm a lot like you  When you're standing at the crossroads And don't know which path to choose Let me come along 'cause even if you're wrong  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you  And when, when the night falls on you, baby You're feeling all alone You won't be on your own  I'll stand by you I'll stand by you Won't let nobody hurt you  I'll stand by you Take me in, into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Won't let nobody hurt you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you Baby into your darkest hour And I'll never desert you I'll stand by you I'll stand by you Won't let nobody hurt you I'll stand by you  ",
        "title": "I'll Stand By You"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Johnny's daddy was takin' him fishin' When he was eight years old A little girl came through the front gate Holdin' a fishin' pole His dad looked down and smiled Said, \"We can't leave her behind Son, I know you don't want her to go But someday you'll change your mind\"  [Pre-Chorus] And Johnny said:  [Chorus 1] Take Jimmy Johnson, take Tommy Thompson Take my best friend, Bo Take anybody that you want as Long as she don't go Take any boy in the world Daddy, please, don't take the girl  [Verse 2] Same old boy, same sweet girl Ten years down the road He held her tight and kissed her lips in Front of the picture show Stranger came and pulled a gun Grabbed her by the arm Said, \"If you do what I tell you to, there Won't be any harm\"  [Pre-Chorus] And Johnny said:  [Chorus 2] Take my money, take my wallet Take my credit cards Here's the watch that my grandpa gave me Here's the key to my car Mister, give it a whirl But, please, don't take the girl  [Verse 3] Same old boy, same sweet girl Five years down the road There's gonna be a little one and she Says, \"It's time to go\" Doctor says, \"The baby's fine But you'll have to leave 'Cause his momma's fadin' fast\" and Johnny hit his knees  [Pre-Chorus] And then he prayed:  [Chorus 3] Take the very breath you gave me Take the heart from my chest I'll gladly take her place if you'll let me Make this my last request Take me out of this world God, please, don't take the girl  [Outro] Johnny's daddy Was takin' him fishin' When he was eight years old  ",
        "title": "Don't Take The Girl"
    },
    {
        "artist": "Spin Doctors",
        "lyrics": "  Having been by that old bank tower I'm inclined to wonder why you feel so strong You can't have really seen the hour If you think she's trying to do you wrong I see you got that lump in your throat I hear you mumbling, \"That's all she wrote.\" Love is in the next room drinking antidote  You ought to know that girl by now She'll never settle down anyhow You let your heart go too fast You let your heart go too fast  Broken glass turns back to flint and sand I only cease to love as love demands As you know it takes a while to clap those Fragments from your idle hands Couple months could dry a sea of tears Leave only salt beneath our dried up piers We won't believe we cared, I swear, in a couple years  You ought to know that girl by now She'll never settle down anyhow You let your heart go too fast You let your heart go too fast  If time heals all wounds, don't you know that Time also deals them The days go by, and everybody feels them We struggle with our fates But our action only seals them  They say that murder ain't the fault of the weapon I'm smoking sad to be the gun I want to blow you all away, but I don't want to put no Bullets into anyone I see the feathers that infringe your heart I see the blood ooze from around the dart Cupid spites the sense that keeps two Mismatched souls apart  You ought to know that girl by now She'll never settle down anyhow You let your heart go too fast You let your heart go too fast  You ought to know that girl by now She'll never turn you down anyhow You let your heart go too fast You let your heart go too fast  You let your heart go too fast You let your heart go too fast You let your heart go too fast You let your heart go too fast  ",
        "title": "You Let Your Heart Go Too Fast"
    },
    {
        "artist": "The Puppies",
        "lyrics": "  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Hey, little mama Why you dance so funky? Get on the floor and shake it like a donkey Shake it to the left Shake it to the right Do the funky dance And shake it all night  Shake the butt Now you know you going on Now look at me and shake that big butt Just do it baby Jump up and down Break down to the ground  Yeah it's Big Boy once again Make that butt go out and in Now do that funky dance in place You look so funky I want to say  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  Funky, funky Yeah, that's me I'm dance funky to the beat I really want the crowd to say Shakie and shake That's what I'm doing Got all them boys over there just oohing  Just because I'm young not old I bet you think that I ain't bold Bold enough to show this butt But you know you got me messed up  I am young But I have learned I can do the funky dance all night Let me show you a little something Don't you know they call me Tamara? Feast your eyes on this funky butt While all them boys out there say what?  Hey, little mama Why you dance so funky? Yeah, it's that funky It's that funky Y-2-C  ",
        "title": "Funky Y-2-C"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse 1] I read her letters And I saw her picture And I smelled her cheap perfume It must have come from you How could you touch her? Lay down beside her? Well, there just ain't no excuse You shouldn't have been so loose  [Pre-Chorus] I saw the telephone bill You must be out of your mind If you think you can smooth it over Then you're wasting your time  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  [Verse 2] You're such a liar You took her and her children Out for the afternoon While I was sittin' waitin' on you How could you do it? You should've been here with me You just couldn't do it You had to be in the streets  [Pre-Chorus] Well, I heard through the grapevine You've been messin' around When you thought you were gettin' over That's when my baby I found, oh...  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time (You really hurt me) And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  [Bridge] I gave my heart, gave my time Gave my soul 'cause love was blind I can't explain this poor excuse Of a man, of a boy who was born to lose I paid the rent, washed your clothes Cooked your food and only God knows Only God knows why I stay with you I guess (Guess I) I'm in love  [Chorus] Well, I'm willing to forgive you but I can't forget (Oh, baby, I'm in love, I'm in love, I'm in love, I'm in love) 'Cause you really, really, really, really hurt me this time (Ooh, you really hurt me this time, baby) And I guess I can go on although I must admit (Although I must admit) I've been busy, busy, busy, busy thinking that I'm gonna mess around some time (I'm gonna mess around some time)  [Bridge] I gave my heart, gave my time Gave my soul 'cause love was blind I can't explain this poor excuse Of a man, of a boy who was born to lose I paid the rent, I washed your clothes Cooked your food and only God knows Only God knows why I stay with you I guess I...I'm in love  [Chorus] Well, I'm willing to forgive you but I can't forget 'Cause you really, really, really, really hurt me this time (Ooh, oh, baby, you hurt me, you hurt me) And I guess I can go on although I must admit I've been busy, busy, busy, busy thinking that I'm gonna mess around some time  Well, I'm willing to forgive you but I can't forget (I'm willin', I'm willin' and able) 'Cause you really, really, really, really hurt me this time...  ",
        "title": "Willing To Forgive"
    },
    {
        "artist": "Blur",
        "lyrics": "  [Verse 1] Street's like a jungle, so call the police Following the herd down to Greece on holiday Love in the '90s is paranoid On sunny beaches, take your chances looking for  [Chorus] Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love  [Verse 2] Avoiding all work 'cause there's none available Like battery thinkers, count your thoughts on one, two, three, four, five fingers Nothing is wasted, only reproduced You get nasty blisters, du bist sehr schön, but we haven't been introduced  [Chorus] Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone to really love  [Bridge] Oh, oh, oh, oh-oh, oh Oh, oh, oh, oh-oh  [Chorus] Looking for girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone you really love Girls who are boys, who like boys to be girls Who do boys like they're girls, who do girls like they're boys Always should be someone to really love  [Bridge] Oh, oh, oh, oh-oh, oh Oh, oh, oh, oh-oh  ",
        "title": "Girls & Boys"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  [Verse 1] Please, baby, can't you see My mind's a burnin' hell I got razors a-rippin' and tearin' and strippin' My heart apart as well Tonight you told me That you ache for something new And some other woman is looking like somethin' That might be good for you  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Verse 2] Please baby can't you see I'm trying to explain I've been here before and I'm locking the door And I'm not going back again Her eyes and arms and skin won't make It go away You'll wake up tomorrow and wrestle the sorrow That holds you down today  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  I'm the only one I'm the only one Ain't nobody else is gonna love you  ",
        "title": "I'm The Only One"
    },
    {
        "artist": "Edie Brickell",
        "lyrics": null,
        "title": "Good Times"
    },
    {
        "artist": "Shai",
        "lyrics": "  [Verse 1 - Darnell:] Misery Such a fool To let you walk away from me Now it seems there's just nobody there for me Girl, I'm in agony for you Gone without a trace Damn I need your loving just to feel this space I'm in so much pain without you You left me here alone Why don't you come back home to me? Oh, everybody help me sing it  [Chorus w/Darnell adlibs] This is the place where you belong Right here in my arms Without you Something is wrong  [Verse 2 - Garfield:] Waiting for your call Can't help thinking That this mess is all my fault And just to have you back I swear I'd risk it all My every thought is of you Girl, I'm on my knees Begging for forgiveness and your sympathy But most of all my love I need your company The only thing I need is you I need you back, my friend So I can live again Come back home Everybody help me sing  [Repeat Chorus with Garfield adlibs:]  [Breakdown] You belong in my arms (5x)  [Repeat Chorus with Darnell adlibs]  ",
        "title": "The Place Where You Belong (From \"Beverly Hills Cop III\")"
    },
    {
        "artist": "The Lady Of Rage",
        "lyrics": "  [Hook (x2)] [Rage] I rock rough and stuff with my Afro Puffs (rage) [Snoop] Rock on, wit cha bad self  [Verse 1: The Lady of Rage] I rock on with my bad self cause it's a must It's the Lady Of Rage still kickin up dust So umm, let me loosen up my bra strap And umm, let me boost ya with my raw rap Cause I'mma break it down to the nitty-gritty one time When it comes to the lyrics I gets busy with mine Busy as a beaver, ya best believe-a This grand diva's runnin shit with the speed of a cheetah, meet a Lyrical murderer... I'm servin em like two scoops of chocolate Check it how I rock it I'm the one that's throwin bolos, ya better roll a Rolo To find out I'm the number one solo, uhh The capital R-A now take it to the G-E I bring the things to light, but you still can't see me I flow like a monthly you can't cramp my style For those that try to punk me here's a Pamprin child No need to say mo', check the flow Rage in effect once mo', so now ya know  [Hook]  [Verse 2: The Lady of Rage] Now I'm hittin' MC's like Hadouken *Street Fighter sound* Ain't no doubt about it I'm the undisputed So what you uhh, wanna do is back on up I'll tap that butt, wax the cuts, pass the bucks So put your money on the bread winner I kick lyrics so dope that the brothers call 'em head spinners I got the tongue that is outdone anyone From the rising to the setting of the sun Or the moon, I consume the room with doom When I hear the kick of a 808 bass ... POOM BOOM, BAM, God, DAYUMMMMMM! I'm hittin so hard you could say it's a grand, slam, dunk, punks Get broken off for chunk when they feel the funk Of the rhythm (fresh) that I give em Let it hit em, split em, did it now I'm rid of em, yeah I put that on my unborn kids Rage in effect so you know how it is  [Hook (x2)]  [Verse 3: The Lady of Rage] Now ever since my debut, I've continued to lay you Flat on your back from the raps that I spat, spit Ohh shit, I'm the shit! You can't get wit the Rage then tough tit-tie I pi-ty the fool, that gets With the lyrical murderer cause my shit is rude (OOOH!) You wanna get with the wickedness? With that Big bot-ty that's kickin it, rippin it apart like Jason You'll be, chasin a dream like Freddy Are you ready for the cream de la creme? I'm steam pressurin those who ain't measurin up I keep competitors stuck In the muck with they butt up, what chu wanna nut up Like cashew, don't you know that I will mash you? For real That's the deal, I'm straight out of Farmville, VA (So what you gotta say?)  [Hook] x2  Huhh I am the roughest, roughest, roughest (Say what? Say what?) I am the toughest, toughest, toughest (RAGE!) (repeat x4)  Get with the uhh, roughest, roughest Get with the uhh, toughest, toughest (RAGE!) Get with the uhh, roughest, roughest (Yeah) Get with the uhh, toughest, toughest (RAGE!) Get with the uhh, wickedness, roughest I am the uhh, wickedness (RAGE!)  [Outro: Snoop Dogg] Yeah, one-nine-nine-fo' The indo blow and the grass grow Snoop Doggy Dogg still don't love a ho But you gotta give credit when credit is due Women back down and bow down to my motherfuckin homegirl The Lady of Rage She rocks rough and stuff with the Afro Puffs Handcuffed and she busts And trick biatch, she's guaranteed to tear shit up Y'know what I'm sayin?  ",
        "title": "Afro Puffs"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Intro] Let me know, let me know Ahhh, let me know Let me know, let me know  [Verse 1] When I feel what I feel Sometimes it's hard to tell you so You may not be in the mood to learn what you think you know There are times when I find You want to keep yourself from me When I don't have the strength I'm just a mirror of what I see  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Verse 2] When you feel what you feel Oh how hard for me to understand So many things have taken place before this love affair began But when you feel, oh like I feel Confusion can give way to doubt For there are times when I fall short of what I say What I say I'm all about, all about  [Chorus] But at your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Bridge] Tell me what it is (tell me what it is) Make believe, no need to make believe Look beyond your own (look beyond your own) Try and find another place for me Cause  [Chorus] At your best you are love You're a positive motivating force within my life Should you ever feel the need to wonder why Let me know, let me know  [Outro] Let me know, let me know, let me know See, at your best baby  ",
        "title": "At Your Best (You Are Love)"
    },
    {
        "artist": "Meat Puppets",
        "lyrics": "  [Verse 1] And when I wake up in the morning To feel the daybreak on my face There's a blood that's flowin' through the feeling With a knife to open up the sky's veins  [Chorus] Some things will never change They stand there looking backwards Half unconscious from the pain They may seem rearranged In the backwater swirling There is something that will never change  [Verse 2] And when I shoulda been gone a long time Laughs and says, I find ways Just when we're sheltered under paper The rockets come at us sideways  [Chorus]  [Bridge] Hey, I'm blind Good, fine Roll the time On whose dime  [Verse 1]  [Chorus]  ",
        "title": "Backwater"
    },
    {
        "artist": "Live",
        "lyrics": "  [Verse 1] And to love, the God And to fear, the flame And to burn, the crowd that has a name  [Verse 2] And to right or wrong And to weak or strong It is known, just scream it from the wall  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that  [Verse 3] It's the sun that burns It's the wheel that turns It's the way we sing that makes 'em dream  [Verse 4] And to Christ, a cross And to me, a chair I will sit and earn the ransom from up here  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that (We won't, we won't, we won't, we won't)  [Verse 1] And to love, a God And to fear, a flame And to burn, a love that has a name  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that  Hey, now, no, no  [Verse 1] And to love, a God And to fear, a flame And to burn, a love that has a name  [Bridge] I've willed, I've walked, I've read I've talked, I know, I know I've been here before  [Chorus] Hey, now we won't be raped Hey, now we won't be scarred like that Hey, now we won't be raped Hey, now we won't be scarred like that, scarred like that  [Outro] We won't be scarred like that Wow we won't be scarred like that  ",
        "title": "Selling The Drama"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  What's the matter with your life? Why you gotta mess with mine? Don't keep sweating what I do Cause I'm gonna be just fine - check it out  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  Now who do you think you are Putting your cheap two cents in? Don't you got nothing to do Than worry about my friends? Check it...  I can't do nothing, girl, without somebody bugging I used to think that it was me, but now I see it wasn't They told me to change, they called me names, and so I popped one Opinions are like assholes and everybody's got one I never put my nose where I'm not supposed to Believe me, if he's something that I want, I'm stepping closer I'm not one for playing high-pole Like the high soditty 90210 type of the ho I treat a man like he treats me The difference between a hooker and a ho ain't nothing but a fee So hold your tongue tightly, wish you could be like me You're popping all that mess only to stress and to spite me Now you can get with that or you can get with this But I don't give a shit cause really it's none of your business  1993, S-N-P, packing and macking Bamboozling and smacking suckers with this track Throw the beat back in!  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  How many rules am I to break before you understand That your double-standards don't mean shit to me? I know exactly what you say when I turn and walk away But that's OK cause I don't let it get it to me Now every move I make somebody's clocking Don't ask me nothing, will you just leave me alone? Never mind who's the guy that I took home...to bone  OK, Miss Thing never giving up skins If you don't like him or his friends what about that Benz? Your Pep-Pep's got an ill rep With all that macaroni trap for rap you better step Or better yet get your head checked Cause I refuse to be played like a penny cent trick deck of cards No, I ain't hard like the bitches on a boulevard My face ain't scarred, and I don't dance in bars You can call me a tramp if you want to But I remember the punk who just humped and dumped you Or you can front if you have to But everybody gets horny just like you So, yo, so, yo, ho - check it, double deck it on a record butt-naked Pep's ass gets respect, and this butt is none of your business  If I wanna take a guy home with me tonight It's none of your business And if she wanna be a freak and sell it on the weekend It's none of your business Now you shouldn't even get into who I'm giving skins to It's none of your business So don't try to change my mind, I'll tell you one more time It's none of your business  So the moral of this story is: Who are you to judge? There's only one true judge, and that's God So chill, and let my Father do His job  Cause Salt and Pepa's got it swinging again (repeat to fade)  ",
        "title": "None Of Your Business"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Sending My Love"
    },
    {
        "artist": "Toad The Wet Sprocket",
        "lyrics": null,
        "title": "Fall Down"
    },
    {
        "artist": "Patti LaBelle",
        "lyrics": "  [Verse 1] Oh, I got a man, sho'nuff a real man, uh-huh Good ol' man, that's what I got Good ol' man, said helps a lot A real man, strong but tender Baby that's the kind of man I need To his love I will surrender 'cause he'll keep his mind on pleasing me  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Verse 2] An interesting conversation Every once in a while Always prompt and attentive 'cause my darlin' knows that that is my style  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Bridge] Every night when I get down on my knees to pray I thank the Lord for sending Mister Right my way This kind of love had to come from Heaven down I ain't never gonna let him go Because I need this kind of man around  [Chorus] 'Cause he's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Yes he is, strong and attentive Said that he's the right height And the right thing Goes to work every day and the man pays all our bills Come home in the evening, moving slow But doesn't hear that, tell you the man can go, go, go He just loves me, ooh, the right way That's how he keeps this permanent smile on my face He's the right man Sho'nuff he's got the stuff He's the right kinda lover Oh baby, that's my baby  [Chorus] He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me He's the right kinda lover for me He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  [Outro] That's my baby (He's Mister Right) That's my baby Said he's Mister Good Stuff, good stuff (He's Mister Right) Said he's Mister Good Stuff, good stuff  He's the right kind a lover I'll never need another Sho'nuff he's got the stuff He's the right kinda lover for me  Gives me what I need What I need...  ",
        "title": "The Right Kinda Lover"
    },
    {
        "artist": "Whitehead Bros.",
        "lyrics": null,
        "title": "Your Love Is A..."
    },
    {
        "artist": "DJ Miko",
        "lyrics": null,
        "title": "What's Up"
    },
    {
        "artist": "David Ball",
        "lyrics": "  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I wake up and right away Her name is on my lips Once the memories start to flow I can't stop with just one sip  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I keep on remembering How good it used to be Gettin' stoned all alone On my favorite memory  Yes, I admit I've got a thinkin' problem She's always on my mind Her memory goes round and round I've tried to quit a thousand times  Yes, I admit I've got a thinkin' problem Fill the glass up to the top I'll start with loving her But I don't know when to stop  I'll start with lovin' her But I don't know when to stop  ",
        "title": "Thinkin' Problem"
    },
    {
        "artist": "Blackgirl",
        "lyrics": "  [Intro:] Ooh, ooh Oh, no, no Hey, hey Ooh, ooh  (I'm a 90's girl) I'm a 90's girl Ooh Yes, I am (I'm a 90's girl) Making it on my own Yeah  [Verse 1:] Back in the day When my mama was raising me I never could understand the statement Stand behind your man  I'd rather be by his side Sharing the load So he can see things from my point of view And read my thoughts  [Chorus:] I'm a 90's girl Willing and able Proving that I'm capable And I'm to go for what I know (I know)  And I'm going for the best So don't put me to the test Cause you know I'll pass And love can last  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I can make it on my own  [Verse 2:] Criticize my effort is To get what I want I use it because you fear an equilibrium  Just because I wear some sexy clothes That don't mean take advantage And assume I'll go  [Repeat Chorus:]  How can a man be a man Have the upper hand and signal And [?]  So tell me Whatever happened to chivalry R-e-s-p-e-c-t That's all I ask From you for me  No, no, no, no Yeah (A 90's girl) Yeah, oh That's all I want, yes (A 90's girl)  Oh, no Oh, no  Oh, no Oh, no (A 90's girl) Oh, no  Oh, no Oh, no Oh, no (A 90's girl)  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I can make it on my own  I'm a 90's girl In an ice cold world Show me some respect  I'm a 90's girl In an ice cold world Independent and strong I'm a 90's girl  I'm a 90's girl In an ice cold world  ",
        "title": "90's Girl"
    },
    {
        "artist": "Sophie B. Hawkins",
        "lyrics": "  I'm dancing in the shadows of life And death is all around me tonight I miss you making love to me right Beside myself I'm holding you tight Someone is waiting for me to rise And dive into the ocean I cried And I cried and I cried my baby to sleep Beside myself my soul to keep  Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  We're dancing in the shade of the summer sun The drums are playing The change to come was yesterday In the heat beside myself I need to keep  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  Driving into town with the top down Sun sinking low into the water I can feel your speed One hand on the wheel one hand on my knee I can tell you what I want you can do what you need Darling nights are getting cooler in the city so close There's a place we can do it somewhere right along the coast We'll arrive on time just a little bit late It's not a matter of style just a lesson in taste  I remember when I was your child You made me up to be your lover Now I'm standing right beside you Other people still exsist I don't pretend to love them less but darling When you drive this way I lose my breath  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Always  Right beside you I feel Right beside you I am Right beside you I kneel Right beside you I stand Right beside you I see Right beside you I stay Right beside you I'll be Right beside you always  ",
        "title": "Right Beside You"
    },
    {
        "artist": "Queen Latifah",
        "lyrics": "  [Tony Rebel] Oooh! Thing called Weekend Love! Tony Rebel and Queen Latifah I could live with it, baby You know what I mean? Watch this!  [Queen Latifah] Weekend love Caught up in a weekend love Weekend love Just a case of weekend love  [Queen Latifah] If you've been misled By anything I said I didn't mean to turn you on The vibe was oh so strong And you got things to do And I have got things too So I'll catch you on the weekend Mondays through Friday's out - I'll see you then  [Tony Rebel] A W-E-E-K and a E-N-D And a L-O-V-E we were meant to be A W-E-E-K, a E-N-D L-O-V-E we were meant to be  [Queen Latifah] Weekend love Caught up in a weekend love Weekend love Just a case of weekend love  [Queen Latifah] Seems it's been so long Since you filled me with your charms I tenderly imagine me Resting in your arms But you've got things to do And I have got things too So I'll catch you on the weekend Monday through Friday's out - I'll see you then  [Tony Rebel] Because we're sorry when we part And we love when we meet I know we only do that Once in a week Sorry when we part And we love when we meet I know we only do that Once in a week  I know, you know We are occupied From our own love life This has been denied Many feelins high Many tears of pride But by the weekend That must be rectified  [Queen Latifah] Weekend love Gonna spend a weekend love (maybe someday it will change) Weekend love Just a case of weekend love  [Queen Latifah] If you've been misled By anything I said I didn't mean to turn you on The vibe was oh so strong And you got things to do And I have got things too So I'll catch you on the weekend Monday through Friday's out - I'll see you then  [Tony Rebel] A W-E-E-K and a E-N-D L-O-V-E we were meant to be A W-E-E-K, a E-N-D L-O-V-E we were meant to be When we are absent, that is a [?] to present To nourish and cherish every moment To deliver the goods I am efficient And I know you're possessed with the ingredients During the week the days seems to be long But on the weekend, wish the clock would reverse its hand Great things can come in a small bag So let's make use of the time that we have When we are together, cause we're spectacular As if we never miss a second of the hour When we are together, I sit and I wonder If this love is gonna last forever Well then I think and I start remember That we are-a just a...  [Queen Latifah] Weekend love Gonna spend a weekend love Weekend love Just a case of weekend love  ",
        "title": "Weekend Love"
    },
    {
        "artist": "Deadeye Dick",
        "lyrics": "  [Verse 1] I've got a new age girl (Tell us what she's like) An environmentalist girl (Does she ride a bike?) She has a crystal necklace (Does she spend a lot of cash?) Though her vibes are rather reckless (She's heading for a crash) Oh her flowing skirt is blowing in a transcendental wind And she wonders without knowing where did we begin  [Hook] Mary Moon, she's a vegetarian (Mary Moon, Mary Moon, Mary Moon) Mary Moon will outlive all the septuagenarians (Mary Moon, Mary Moon, Mary Moon) Oh she loves me so, she hates to be alone She don't eat meat but she sure like the bone  [Verse 2] You know she drives wind car (How does she like it?) It doesn't get her far (Why she doesn't bike it?) But it gets her to where she's going I don't know, I don't know, I don't know Where that is wish I knew I don't know where she's going And I don't know where she's been All I know that lovin' her has gotta be a sin  [Hook]  [Verse 3] Mary Moon, will you hesitate? Don't segregate your thoughts from your emotions (Mary Moon) I know devotion isn't way up there  [Hook]  Mary Moon (Mary Moon, Mary Moon, Mary Moon) Oh, Mary Moon (Mary Moon, Mary Moon, Mary Moon) Mary Moon (Mary Moon, Mary Moon, Mary Moon)  She's the one for me, me oh (Mary Moon, Mary Moon)  ",
        "title": "New Age Girl (From \"Dumb And Dumber\")"
    },
    {
        "artist": "John Michael Montgomery",
        "lyrics": "  I know you've heard that worn out line About love at first sight Well I never knew those words were true Till you walked in tonight All it took was just one look To knock me off my feet I'm not a man of many words So I'll make this short and sweet  Could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight Yeah I'd take a chance slow dance make a little romance Honey it'll be alright Girl you got me wishin' we were huggin' And a kissin' and a holdin' each other tight So could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight  I'm not tryin to come on like Some rhinestone romeo I'm a lookin' for a whole lot more Than a one night rodeo What can I do to prove to you I'm a layin' it on the line I'll even get down on my knees Just to beg you one more time  Girl could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight Yeah I'd take a chance slow dance make a little romance Honey it'll be alright Girl you got me wishin we were huggin And a kissin and a holdin each other tight So could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight  Girl could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight Yeah I'd take a chance slow dance make a little romance Honey it'll be alright Girl you got me wishin' we were huggin' And a kissin' and a holdin' each other tight So could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight Could ya would ya ain't ya gonna if I asked you Would ya wanna be my baby tonight  ",
        "title": "Be My Baby Tonight"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "But It's Alright"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Verse 1: Big Boi] Well, it's the M-I-crooked letter coming around the South Rolling straight Hammers and Vogues in that old Southern slouch Please, ain't nothing but incense in my atmosphere I'm bending corners in my 'Lac, boi 'Cause that's how we be rolling here Deep, the slang is in effect because it's Georgia Kicking the khakis and Adidas Packing yo' heaters 'cause you 'sposed to, cousin Catfish and grits is how my flow flows Rolling steady in that Caddy but them 50 bottles got to go See, juice and gin used to be my friend from the beginning Now I'm just a player sipping sauce every now and then To catch a buzz like a bumble bee Niggas who tried to fuck with me Get sprayed like Raid 'cause it ain't nothing to see  [Verse 2: Andre 3000] My heat is in the trunk along with that quad knock No, my heart don't pump no Kool-Aid Jump and you'll get too sprayed Who raise yo' block? The one and only OutKast Many a nigga falling fast and I continue blasting, swiftly They ain't gon' get me, got something fo' em The devil up in yo' grill and you still don't even know em Show 'em who's the OK Like collard greens and Hoecakes, I got soul That's something that you ain't got That's why your style is rot– –ten, stop in the land of ATL Where nothing but pimps fully equipped quick to make a sale Swell, swollen got my pockets, business booming like rockets Folks try to stop it but they know that it's that  [Hook: Choir] It's that Southernplayalisticadillac funky music Now, players if you choose it You better make sure you don't abuse it We gonna get cha high, high  [Verse 3: Andre 3000] Time to drop these 'bows like Dusty Rhodes Then I yell ho And knock 'em up off they feet like a Southern hustler supposed To do, I's in the house like... a joint is lit for my kinfolks And all the niggas that was down since we been broke Taking 'em deeper than a submarine So scream when you hear the team of two Look, my crew be thick as two fat hoes sitting off in a Brougham I'm packing my tag backwards if you want to be acting wrong Word is bond like super glue, it's funky like poopa scoop And every word I say you can true  [Verse 4: Big Boi] Well, okey dokey, 'Kast out I swear to God I got the highest booming Cadillac The expialalistic Coupe de Ville, can you handle that, you rat? I take my time cruising 'round the city malls And under my seat for you suckers is your final curtain call The one two to the gauge, P-U-M-P You want to do a jack, I heat the barrel 'til it's empty, get me? See, I ain't Finlay, getting in where I fit Organized is on the track with the Southernplayalistic shit So copy my slang and bite my shit but don't try gaffling me 'Cause sleeping you'll get served with some Southern hospitality  [Hook: Choir] It's that Southernplayalisticadillac funky music Now, players if you choose it You better make sure you don't abuse it We gonna get cha high, high  [Verse 5: Big Boi] Well, Southernplayalisticadillac music has been laid I may wait for all day and day, be rolling like that today, hoe So back up off it, get up on it if you want it, ya'll Looking for hoes and snitches was my thing on Player's Ball, yup So now I step, rather walk with the pimp limp While my niggas are at East Point with that College Park hemp Smoked out is how I wanna end it on this track So I pass it to my partner and step back up in my Cadillac  [Verse 6: Andre 3000] Step up in my shoes, you crews sitting on Trues And Vogues for the hoes only when we rolling through Atlanta skies be blue, the sun is beaming, it's seeming That I'm glistening, rather gleaming 20/20 got me leaning to the side, full of pride Now ain't that something? I'm dipping into your hood, this ain't Braille, but I'm bumping Thumping out the roaches, Dungeon if y'all missed it Big Gipp, Goodie Mob, PA, OutKast Southernplayalistic  [Hook: Choir] It's that Southernplayalisticadillac funky music Now, players if you choose it You better make sure you don't abuse it We gonna get cha high, high It's that Southernplayalisticadillac funky music Now, players if you choose it You better make sure you don't abuse it We gonna get cha high, high It's that Southernplayalisticadillac funky music Now, players if you choose it You better make sure you don't abuse it We gonna get cha high, high  ",
        "title": "Southernplayalisticadillacmuzik"
    },
    {
        "artist": "Miranda",
        "lyrics": null,
        "title": "Your Love Is So Divine"
    },
    {
        "artist": "Mad Lion",
        "lyrics": "  [Verse 1] Too many suckers and not enough time To buck up all of dem with one clip from mi 9 To shoot to kill, dem seh mi dont care I try to kill, but it nuh get mi nowhere I just put down mi gun inna fi mi suitcase Big up mi fist, fi buck off dem face Flip!, script! And a guy head lick Boof!, baff! And not one shot lick, cau' Toe to toe once again Fi distinguish real bad bwoys dem And if yuh a bad bwoy, not a guy caan try Let mi see di fist dem  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 2] Dutty bwoy jump up, dutty bwoy get STOMP Get perpetrator, a guy get STOMP Some guy cool, but him need fi get STOMP If dem buy dem back dem guns, seh dem run outta luck  Cau' we kill dem all And we come back aloooone, chi boom deh Mad Lion Deh pon microphoooooooone Alright  So just step up, step up Bwoy, whats up? Put your crew to di side, tek out yuh gold front Knuckle up, knuckle up, and guard yuh grill No need fi gun, cau' yuh get hurt still Think unuh wicked?, Tell dem fi come! I have mi fist, mi nuh need not a gun Nah guh touch you, if you dont touch mi first If you touch mi bwoy, you must bite di dust Bad bwoy, rude bwoy, fickle face nah skin up Decent person, with an evil touch I dont bother nobody I tansoback and clutch You diss the program bwoy you must get-, Ahh!  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 3] Too many suckers and not a enough time To buck dem all off with di clip from mi 9 So shoot to kill, dem seh, mi dont care I try to kill but it nuh get mi nowhere Flip inna mi pocket, and mi dip inna mi waist Tek out mi gun, put inna mi suitcase Big up mi fist, and you know mi run di place One, thump-thump, inna bwoy dem face Two, thump-thump, and we tear dung di place Three, thump-thump, and him cannot escape Cannot escape, cannot escape Cannot mi seh, cannot mi seh, cannot escape, cau' Toe to toe once again Fi distinguish real bad bwoys dem And if yuh a bad bwoy, not a guy caan try Mek mi see yuh fist dem Cause I'm not a deejay, and I'm not a MC I'm one bwoy to 'member of di group, BDP Step to we crew, bwoy it's no problem We have di fist, and it quick fi solve them (WAH) Have fi mi gun, but it inna mi waist Pick up mi fist, just to punch off yuh face Mad Lion deh yah, and we wicked and bad Love fi mi fist, and mi gun, next to God Use fi mi fist, cau' mi up inna line Wicked bad bwoy, run tings every time  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  [Verse 4] All dem a talk and defend Can't stop mi from love di gyal dem Gyal pon di left, and gyal pon di right Two a dem combine and waan fight One throw a punch, one tek out a knife And nearly kill di gyal, and tek weh her life Tell mi crowd of people, is that right? Make gyal, a kill gal, fi man weh she like? I dont like that damn flex inna mi zone Need dem gyal fi just keep dem ass home Mad Lion deh yah Deh pon di tune Boy's deh, we wicked and bad to di bone That's why..  [Chorus: Yami Bolo sample] Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Why? Gotta take it easy Me no know...  ",
        "title": "Take It Easy"
    },
    {
        "artist": "Inner Circle",
        "lyrics": "  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Oh the games people play now Every night and every day now Never meaning what they say, yeah Never saying what they mean  First you whine away your hours In your concrete towers Soon you'll be covered up with flowers In the back of a black limousine  People walking up to you Singing glory hallelujah Then thy try to sock it to you, oh In the name of the Lord  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Oh ooh ooh ...  Oh the games people play now Every night and every day now Never meaning what they say, yeah Never saying what they mean  And they teach you how to meditate Read up your horoscope and change your faith And furthermore to hell with hate Come on and give me some more, and more, and more  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  First your're giving up your sanity Turn your back on humanity, yeah And you don't give a damn, a damn, a damn  Oh Na na na Na na na Na na Na na na Na na na Na na Talking bout you and me, yeah And the games people play  Talking bout you and me, yeah And the games people play  ",
        "title": "Games People Play"
    },
    {
        "artist": "CeCe Peniston",
        "lyrics": "  I've tried to let it go  I can't believe it's over It's hard to let you go Cause I can't sleep at night And that's one thing that I know I'm not, not over you I'm not, not over you I don't why it's over I don't know where to turn I tried to let it go And that's one thing that I know I'm not, not over you I'm not, not over you  CHORUS: Tell me what can I do  When I know that we are through Can't get you off my mind Think about you all the time I can't get over you No matter what I do I'm not, not over you  I know inside I gave it I gave it all I had I did all I could do And still it hurts me so bad I'm not, not over you  --------------------------------------------------------------------------------  ",
        "title": "I'm Not Over You"
    },
    {
        "artist": "Des'ree",
        "lyrics": null,
        "title": "You Gotta Be"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  Love is strong And you're so sweet You make me hard You make me weak Love is strong And you're so sweet And some day, babe We got to meet  A glimpse of you Was all it took A stranger's glance It got me hooked And I followed you Across the stars I looked for you In seedy bars  What are you scared of, baby It's more than just a dream I need some time We make a beautiful team Beautiful team  Love is strong And you're so sweet And some day, babe We got to meet Just anywhere Out in the park Out on the street And in the dark I followed you t Through swirling seas Down darkened woods With silent trees  Your love is strong And you’re so sweet You make me hard You make me weak  What are you scared of, baby It's more than just a dream I need some time We make a beautiful team Beautiful  I wait for you Until the dawn My mind is ripped My heart is torn  Your love is strong And you're so sweet Your love is bitter It's taken neat Love is strong, yeah [Ad libs]  ",
        "title": "Love Is Strong"
    },
    {
        "artist": "Mazzy Star",
        "lyrics": "  [Verse 1] I want to hold the hand inside you I want to take a breath that's true I look to you and I see nothing I look to you to see the truth You live your life, you go in shadows You'll come apart and you'll go blind Some kind of night into your darkness Colors your eyes with what's not there  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew  [Verse 2] A stranger's light comes on slowly A stranger's heart without a home You put your hands into your head And then its smiles cover your heart  [Chorus] Fade into you Strange you never knew Fade into you I think it's strange you never knew Fade into you Strange you never knew Fade into you I think it's strange you never knew I think it's strange you never knew  ",
        "title": "Fade Into You"
    },
    {
        "artist": "Crash Test Dummies",
        "lyrics": "  What is it that makes me just a little bit queasy? There's a breeze that makes my breathing not so easy I've had my lungs checked out with X rays I've smelled the hospital hallways  Someday I'll have a disappearing hairline Someday I'll wear pyjamas in the daytime  Times when the day is like a play by Sartre When it seems a bookburning's in perfect order - I gave the doctor my description I tried to stick to my prescriptions  Someday I'll have a disappearing hairline Someday I'll wear pyjamas in the daytime  Afternoons will be measured out Measured out, measured with Coffeespoons and T.S. Eliot  Maybe if I could do a play-by-playback I could change the test results that I will get back I've watched the summer evenings pass by I've heard the rattle in my bronchi ...  Someday I'll have a disappearing hairline Someday I'll wear pyjamas in the daytime  Afternoons will be measured out Measured out, measured with Coffeespoons and T.S. Eliot (2x)  ",
        "title": "Afternoons & Coffeespoons"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Verse 1: Usher] Every time I look at you There's so many things that I want to do I promise you when I'm ready That I'll spend my life with you What is love, is it steady? 'Cause I don't know what to do So tell me, girl, are you ready To do what we came to do?  [Pre-Chorus: Usher] One day we could be together Cause you know that I wanna be down, baby But right now, we can all forget it You know I gots to get around I don't have much money (don't have no money) I can't buy a diamond ring (can't buy a diamond thing) I ain't trying to be funny (funny) It's only a sexual thing (only a sexual thing)  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring  [Verse 2: Usher] Please forgive me 'Cause I don't ever want to rush you I might sound a little hasty But let's do what we came to do You know our time is really precious And you wasted a lot of mine I'm gonna have to keep on moving If you can't make up your mind  [Pre-Chorus: Usher] One day we could be together Cause you know that I wanna be down, baby But right now, we can all forget it You know I gots to get around I don't have much money (don't have none) I can't buy a diamond ring (and a diamond ring) I ain't trying to be funny (no) It's only a sexual thing  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring  [Bridge: DeVante Swing & Usher] (Baby, do you want to get with it? I know that you want to) Yeah, check me out Yo, watch this DeVante, say it again (Can you get with it With it)  [Chorus: Usher] Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I bring Can you get with it, it's like that It's only a sexual thing Can you get with it, it's like that You ought to love the joy I...  ",
        "title": "Can U Get Wit It"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Think Twice"
    },
    {
        "artist": "Cause And Effect",
        "lyrics": null,
        "title": "It's Over Now"
    },
    {
        "artist": "Big Mountain",
        "lyrics": "  Ooh, yeah, yeah Oh, oh, oh  I need a love I need a sweet sensual love (All right) I need a love (This here natural love) I need a sweet sensual love  Well, it seems suddenly I've been overtaken By the one thing I've been calling for Whoa, oh, oh, oh  Fools love is so full of heartache I'll play it cool Let it happen naturally Ooh, whoa, oh, oh  I need a love I need a sweet sensual love (My love) I need a love (This here natural love) I need a sweet sensual love  I need a love (This here supernatural love) I need a sweet sensual love I need a love (This here natural love) I need a sweet sensual love  I'm hoping that you have The patience to feel it  Ain't no use in backing out Can only go forward now Just don't feel the need to fight I can't lie  I need a love (This here supernatural love) I need a sweet sensual love I need a love (This here natural love) I need a sweet sensual love  I need a love (This here supernatural love) I need a sweet sensual love I need a love (This here natural love) I need a sweet sensual love (My love)  It make you feel like a champion  It make you feel like a champion  I need a love (Supernatural love) I need a sweet sensual love (Oh, yeah) I need a love (This here natural love) I need a sweet sensual love  I need a love (This here supernatural love) I need a sweet sensual love I need a love (This here special loving) I need a sweet sensual love  I need a love (This here supernatural love) I need a sweet sensual love I need a love (This here natural love) I need a sweet sensual love  I need a love (Supernatural loving) I need a sweet sensual love I need a love (Can't you see we got This here special love) I need a sweet sensual love (Ooh, yeah, a supernatural love)  ",
        "title": "Sweet Sensual Love"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "Misled"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Verse 1] Listen as the wind blows From across the great divide Voices trapped in yearning Memories trapped in time  The night is my companion And solitude my guide Would I spend forever here And not be satisfied   [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear   [Verse 2] Through this world I stumble So many times betrayed Trying to find an honest word To find the truth enslaved  Oh you speak to me in riddles And you speak to me in rhymes My body aches to breathe your breath Your words keep me alive  [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear  [Verse 3] Into this night I wander It's morning that I dread Another day of knowing of The path I fear to tread  Oh into the sea of waking dreams I follow without pride It's nothing stands between us here And I won't be denied  [Chorus] And I would be the one To hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes dear  I hold you down Kiss you so hard I'll take your breath away And after I Wipe away the tears Just close your eyes  ",
        "title": "Possession"
    }
]