[
    {
        "artist": "Puff Daddy & Faith Evans Featuring 112",
        "lyrics": "  [Intro: Puff Daddy] Every day I wake up, I hope I'm dreamin' I can't believe this shit Can't believe you ain't here Sometimes it's just hard for a nigga to wake up It's hard to just keep goin' It's like I feel empty inside without you bein' here I would do anything man, to bring you back I'd give all this shit, shit the whole lot I saw your son today, he look just like you You was the greatest, you'll always be the greatest I miss you B.I.G Can't wait til that day, when I see your face again I can't wait til that day, when I see your face again Yeah, this right here (tell me why) Goes out to everyone that has lost someone That they truly loved (c'mon, check it out)  [Verse 1: Puff Daddy] Seems like yesterday we used to rock the show I laced the track, you locked the flow So far from hangin' on the block for dough Notorious, they got to know that Life ain't always what it seem to be Words can't express what you mean to me Even though you're gone, we still a team Through your family, I'll fulfill your dream (that's right) In the future, can't wait to see If you open up the gates for me Reminisce some time, the night they took my friend Try to black it out, but it plays again When it's real, feelings hard to conceal Can't imagine all the pain I feel Give anythin' to hear half your breath I know you still livin' your life after death  [Refrain: Faith Evans] Every step I take, every move I make Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  [Verse 2: Puff Daddy] It's kinda hard with you not around Know you in heaven, smilin' down Watchin' us while we pray for you Every day we pray for you 'Til the day we meet again In my heart is where I'll keep you, friend Memories give me the strength I need to proceed Strength I need to believe My thoughts Big I just can't define Wish I could turn back the hands of time Us in the six, shop for new clothes and kicks You and me takin' flicks Makin' hits, stages they receive you on Still can't believe you're gone Give anything to hear half your breath I know you still livin' your life after death  [Refrain: Faith Evans] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  [Interlude: Faith Evans] Somebody tell me why One black morning When this life is over I know I'll see your face  [Bridge: 112] Every night I pray, every step I take Every move I make, every single day Every night I pray, every step I take [Puff] Every day that passes Every move I make, every single day [Puff] Is a day that I get closer [Puff] To seeing you again Every night I pray, every step I take [Puff] We miss you B.I.G., and we won't stop Every move I make, every single day [Puff] 'Cause we can't stop, that's right Every night I pray, every step I take Every move I make, every single day [Puff] We miss you B.I.G  [Refrain: Faith Evans] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you (we miss you)  [Outro] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missing you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  ",
        "title": "I'll Be Missing You"
    },
    {
        "artist": "Meredith Brooks",
        "lyrics": null,
        "title": "Bitch"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1] Even in my heart, I see You're not being true to me Deep within my soul, I feel Nothing's like it used to be Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad baby Quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Verse 2] I live my life the way To keep you coming back to me Everything I do is for you So what is it that you can't see Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad, baby You better quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Verse 3] Quit playing games Baby, baby the love that we had was so strong Don't leave me hanging here forever Oh baby, baby this is not alright, let's stop this tonight Baby, oh Quit playing games Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad, baby Quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Outro] Quit playing games with my heart Na na na na na baby  ",
        "title": "Quit Playing Games (With My Heart)"
    },
    {
        "artist": "The Notorious B.I.G. Featuring Puff Daddy & Mase",
        "lyrics": "  [Produced by Stevie J, Diddy, Nashiem Myrick and 6 July]  [Verse 1: Ma$e] Now, who's hot, who not? Tell me who rock, who sell out in the stores? You tell me who flopped, who copped the blue drop? Whose jewels got rocks? Who's mostly Dolce down to the tube sock? The same old pimp, Mase You know ain't nothing change but my limp Can't stop till I see my name on a blimp Guarantee a million sales, call it level up You don't believe in Harlem World, nigga, double up We don't play around, it's a bet, lay it down Niggas didn't know me '91, bet they know me now I'm the young Harlem nigga with the Goldie sound Can't no Ph.D. niggas hold me down Cudda schooled me to the game, now I know my duty Stay humble, stay low, blow like Hootie True pimp niggas spend no dough on the booty And then you yell, \"There go Mase!\", there go your cutie  [Hook: Kelly Price] I don't know what they want from me It's like the more money we come across The more problems we see  [Verse 2: Puff Daddy] I'm the D to the A to the D-D-Y Know you'd rather see me die than to see me fly I call all the shots, rip all the spots Rock all the rocks, cop all the drops I know you thinking now, \"When all the ballin' stops?\" Nigga never home, gotta call me on the yacht Ten years from now we'll still be on top Yo, I thought I told you that we won't stop Now what you gon' do with a crew That got money much longer than yours And a team much stronger than yours? Violate me, this'll be your day, we don't play Mess around, be D.O.A. be on your way ‘Cause it ain't enough time here Ain't enough lime here for you to shine here Deal with many women but treat dimes fair And I'm bigger than the city lights down in Times Square  [Hook: Kelly Price] I don't know what they want from me It's like the more money we come across The more problems we see  [Verse 3: Notorious B.I.G.] B-I-G P-O-P-P-A, no info for the DEA Federal agents mad ‘cause I'm flagrant Tap my cell and the phone in the basement My team supreme, stay clean Triple beam lyrical dream, I be that Cat you see at all events bent Gats in holsters, girls on shoulders Playboy, I told ya, mere mics to me Bruise too much, I lose too much Step on stage, the girls boo too much I guess it's ‘cause you run with lame dudes too much Me lose my touch? Never that! If I did, ain't no problem to get the gat Where the true players at? Throw your Rolies in the sky Wave 'em side to side and keep your hands high While I give your girl the eye, player please Lyrically, niggas see B.I.G be flossin’ Jig on the cover of Fortune, 5 double O Here's my phone number, your man ain't got to know I got the dough, got the flow down pizat Platinum plus like thizat Dangerous on trizacks, leave your ass flizat  [Hook repeats till end] I don't know what they want from me It's like the more money we come across The more problems we see  ",
        "title": "Mo Money Mo Problems"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo  [Verse 1: Stephan Jenkins] I'm packed and I'm holding, I'm smiling She's living, she's golden, she lives for me Says she lives for me Ovation, her own motivation She comes 'round and she goes down on me And I make her smile like a drug for you Do ever what you want to do, coming over you Keep on smiling what we go through One stop to the rhythm that divides you  [Pre-Chorus: Stephan Jenkins] And I speak to you like the chorus to the verse Chop another line like a coda with a curse Come on like a freak show, takes the stage We give them the games we play, she said  [Chorus: Stephan Jenkins] I want something else To get me through this Semi-charmed kind of life, baby, baby I want something else I'm not listening when you say Goodbye  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo  [Verse 2: Stephan Jenkins] The sky was gold, it was rose I was taking sips of it through my nose And I wish I could get back there, some place back there Smiling in the pictures you would take Doing crystal meth will lift you up until you break It won't stop, I won't come down I keep stock with a tick-tock rhythm, a bump for the drop And then I bumped up, I took the hit that I was given Then I bumped again, then I bumped again  [Pre-Chorus: Stephan Jenkins] Said how do I get back there To the place where I fell asleep inside you? How do I get myself back to the place Where you said?  [Chorus: Stephan Jenkins] I want something else To get me through this Semi-charmed kind of life, baby, baby I want something else I'm not listening when you say Goodbye  [Verse 3: Stephan Jenkins] I believe in the sand beneath my toes The beach gives a feeling, an earthy feeling I believe in the faith that grows And the four right chords can make me cry When I'm with you I feel like I could die And that would be all right, all right And when the plane came in She said she was crashing The velvet it rips in the city We tripped on the urge to feel alive But now I'm struggling to survive Those days you were wearing that velvet dress You're the priestess I must confess Those little red panties, they pass the test Slide up around the belly face Down on the mattress one And you hold me and we are broken Still it's all that I want to do, just a little now Feel myself head made of the ground I'm scared, I'm not coming down, no, no And I won't run for my life She's got her jaws now locked down in a smile But nothing is all right, all right  [Chorus: Stephan Jenkins] I want something else To get me through this Life, baby I want something else Not listening when you say Goodbye Goodbye Goodbye Goodbye  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo  [Outro: Stephan Jenkins] The sky was gold, it was rose I was taking sips of it through my nose And I wish I could get back there, some place back there In the place we would start out lives  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo (I want something else)  ",
        "title": "Semi-Charmed Life"
    },
    {
        "artist": "Mark Morrison",
        "lyrics": "  [Intro] Ooooh-oh-oh-oh Come on Oh yeah  [Verse 1] Well, I tried to tell you so (yes, I did) But I guess you didn't know As the saddest story goes Baby, now I got the flo' Cause I knew it from the start Baby, when you broke my heart That I had to come again And show you that I'm with  [Pre-Chorus] You lied to me All those times I said that I loved you You lied to me Yes I tried, yes I tried You lied to me Even though you know I'd die for you You lied to me Yes I cried, yes I cri-i-ied  [Hook] Return of the Mack (there it is) Return of the Mack (come on) Return of the Mack (oh my God) You know that I'll be back (here I am) Return of the Mack (once again) Return of the Mack (top of the world) Return of the Mack (watch my flow) You know that I'll be back (here I go)  [Verse 2] So, I'm back up in the game (hustling sound) Running things to keep my swing (whole night long) Letting all the people know That I'm back to run the show Cause what you did you know was wrong And all the nasty things you've done (oh oh oh) So baby listen carefully While I sing my comeback song  [Pre-Chorus] You lied to me Cause she said she'd never turn on me You lied to me But you did, but you did You lied to me All this pain you said I'd never feel You lied to me But I do, but I do, do, do  [Hook] Return of the Mack (there it is) Return of the Mack (hold on) Return of the Mack (don't you know) You know that I'll be back (here I go) Return of the Mack (oh little girl) Return of the Mack (once my pearl) Return of the Mack (up and down) You know that I'll be back (round and round)  [Pre-Chorus] You lied to me Cause she said she'd never turn on me You lied to me But you did, but you did You lied to me All this pain you said I'd never feel You lied to me But I do, but I do, do, do  [Hook] Return of the Mack (it is) Return of the Mack (come on) Return of the Mack (oh my God) You know that I'll be back (here I am) Return of the Mack (once again) Return of the Mack (top of the world) Return of the Mack (watch my flow) You know that I'll be back (don't you know) Return of the Mack (it is) Return of the Mack (hold on) Return of the Mack (be strong) You know that I'll be back (here I go) Return of the Mack (my little girl) Return of the Mack (who's my baby) Return of the Mack (up and down) You know that I'll be back (round and round) Return of the Mack (yes it is) Return of the Mack (yes it is) Return of the Mack (yes it is) You know that I'll be back (oh oh oh) Return of the Mack (yes it is) Return of the Mack (yes it is) Return of the Mack (yes it is) You know that I'll be back (oh)  ",
        "title": "Return Of The Mack"
    },
    {
        "artist": "Robyn",
        "lyrics": null,
        "title": "Do You Know (What It Takes)"
    },
    {
        "artist": "Shawn Colvin",
        "lyrics": "  [Verse 1] Sunny came home to her favorite room Sunny sat down in the kitchen She opened a book and a box of tools Sunny came home with a mission  [Chorus] She says days go by I'm hypnotized I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Verse 2] Sunny came home with a list of names She didn't believe in transcendence It's time for a few small repairs she said Sunny came home with a vengeance  [Chorus] She says days go by I don't know why I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Bridge] Get the kids and bring a sweater Dry is good and wind is better Count the years, you always knew it Strike a match, go on and do it  [Chorus] Oh days go by I'm hypnotized I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Outro] Oh light the sky and hold on tight The world is burning down She's out there on her own and she's alright Sunny came home Sunny came home  ",
        "title": "Sunny Came Home"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  I'm looking over the skyline of the city How loud quiet nights in the mist of crime How next door to happiness lives sorrow And signals of solution in the sky  (chorus) A city of justice, a city of love, a city of peace For everyone of us We all need it, can't live without it A Gotham City (oh yeah)  How sleeping awake because of fear. (ohh yeah) How children are drowning in their tears How we need a place where we can go A land where every one will have a hero (even me)  (chorus 2x) Yet in the middle of stormy weather We won't stumble and we won't fall I know a place where all this shelter..  (repeat chorus until end)  ",
        "title": "Gotham City"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  [Intro: Krayzie Bone] We thuggish ruggish niggas always, always And ready to bring the war up your way, if you hate We thuggish ruggish niggas always, always And ready to bring the war up your way, if you hate  [Chorus] Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see?  [Verse One: Bizzy Bone] Comin' through the door with my militia, why do they bring big niggas? Fuck y'all, with a gang of bodyguards My niggas is stone cold killas, peelas Steppin' out the limos the bitch soldiers maintain Givin' my babies all of my money, but my diamonds steady be shinin' My gang, you know me. Homies got mo' love And I'm blessed, when I'm outta my sentence Pump my fist to Mo Thug, gotta keep the Lord up over my shoulders Jesus sent me his roll or loco, sober, load a revolver, hold up Now, buck 'em all to Hell, cause I'm showin' 'em And I seen that the bulletholes was too much, no luck Ya get blowed up, all of you niggas goes out The surgeons say that your body can not be sewed up Hold up, and wait a minute It's time for Bone Thugs, cause y'all think that you can really hate, nigga  [Chorus] Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see?  [Verse Two: Krayzie Bone] What makes a nigga think he can bite my shit and call his shit original? What's worse, tellin' people you made the style we put down three fuckin' Years ago And that's just like a nigga wanna take all the credit I bet it didn't even occur that we would eventually meet with ya, kid Don't crash, collide, lock up with the enemy And I don't wanna say a nigga's name and all that But a y'all fin to get stomped, let 'em loose And they heard the news, ya run up, ya could get dead, oh Uh-huh, hey, we murder muthafuckas in a deadly way - Fully automatic when we let 'em lay \"Aw shit! Get down, Leatherface.\" Fuck 'em all, if I can't get my respect Come on, now, put them to rest What a bloody, bloody mess, but nevertheless, we won't stress I figured this platinum got you actin' like you got to be me It's all in your mind, but in time, you'll find we as real as we speak  [Chorus] Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see?  [Verse Three: Layzie Bone] All I see is this soldier, pistol in holster, givin' you the most I toast to them thugs Nigga, nothin' but the love of bud that we brought to the table And a nigga wanna test, catch slugs, put 'em in the mud Harmony smooth with the thug shit, mo murda to the fools that clone Five niggas loc'd out with the roughness, nigga And it's war when you craft these Bones we can get it on And I'm referrin' to all of y'all bitches Y'all know who y'all are when y'all tried that Rollin' with the E since ninety-three, shuttin' Shit down in the industry, nigga, can you bite that? I know y'all niggas wanna roll with pros, and make friend of foes But we chosen - God done blessed us with His potion Pure devotion, freely spoken, baby Niggas can't see us never, stay together, my click too clever Ridin' through the days of the stormy weather Remember: eternal, it means for everlastin' #1 Assassin blastin', bashin' on all you niggas's what I'm doin' All of the heavens gonna be rulin' trues, when He come We won't be losin', provin' 'em wrong  [Chorus] Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see?  [Verse Four: Wish Bone] I see five killa realer niggas ready to roll wherever I go True to pull the trigger, smother a nigga, put 'em in a river We the killas, and that's for sure Niggas out there clownin' mine, you can't rhyme, the style you got is all mine And when I see you, bitch, I'm goin' in your pockets double-time And it's like that, you don't want that Come and get some pap, pap. Wanna sound like? Wanna be like? Nigga, we can't have that Why a nigga wanna bite the Bone shit? Platinum raps Nigga bet that bitin' shit ain't doin' nothin', tryin' to make somethin' Outta nothin' Fuck it, let's peel caps, buck 'em all down Put 'em in check, fuck 'em up with the 44 mag, I'm glad Cause when you're fuckin' with Bone, we sendin' 'em home in a bodybag Now, look into my eyes, bet you see a realer killa thug puttin' it down with Harmony, harmony  [Chorus] Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see? Look into my eyes and tell me what it is you see in me Would you look into my eyes? Look into my eyes and tell me what it is you see in me Could you tell me what you see?  [Outro] Bone thugs, bone thugs, bone thugs...  ",
        "title": "Look Into My Eyes (From \"Batman & Robin\")"
    },
    {
        "artist": "Hanson",
        "lyrics": null,
        "title": "MMMBop"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  How do I get through one night without you? If I had to live without you What kind of life would that be?  Oh, I, I need you in my arms, need you to hold You're my world, my heart, my soul and if you ever leave Baby you would take away everything good in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Without you there'd be no sun in my sky There would be no love in my life There'd be no world left for me  And I, baby, I don't know what I would do I'd be lost if I lost you, if you ever leave Baby, you would take away everything real in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Please, tell me, baby How do I go on if you ever leave? Baby, you would take away everything, I need you with me Baby, don't you know that you're everything good in my life? And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go How do I ever, ever survive? How do I, how do I, oh, how do I live?  How do I live without you? How do I live without you, baby? How do I live?  ",
        "title": "How Do I Live"
    },
    {
        "artist": "Spice Girls",
        "lyrics": "  [Intro] Ah, say you'll be there I'm giving you everything all that joy Can bring this I swear  [Verse 1: Emma] Last time that we had this conversation I decided we should be friends, hey But now we're going round in circles Tell me, will this deja vu never end? Oh  [Verse 2: Mel B] Now you tell me that you've fallen in love Well I never ever thought that would be This time you gotta take it easy Throwing far too much emotions at me  [Pre-Chorus: Victoria] But any fool can see they're falling I gotta make you understand  [Chorus: All + (Baby)] I'm giving you everything All that joy can bring, this I swear (I'll give you everything) And all that I want from you Is a promise you will be there (Say you will be there)  [Scary] Ow, say you will be there A-won't you sing it with me?  [Verse 3: Geri] If you, put two and two together You will see what our friendship is for, oh If you can't work this equation then I guess I'll have to show you the door  [Pre-Chorus 2: Victoria] There is no need to say you love me It would be better left unsaid  [Chorus: All + (Scary)] I'm (I'm), giving you everything (I'll give you everything) All that joy can bring (all that joy can bring) This I swear (Yes, I swear) And (and), all that I want from you (all I want from you) Is a promise you (is a promise you) will be there Yeah, I want you  [Pre-Chorus: Posh] Any fool can see they're falling I gotta make you understand  [Bridge: Scary] I'll give you everything, on this I swear Just promise you'll always be there  [Chorus: All + (Sporty)] I'm giving you everything (I'm giving you everything) All that joy can bring (all that joy can bring) This I swear (yes, I swear) And all that I want from you (all that I want from you) Is a promise you (want you to promise to) Will be there (always be there) I'm giving you everything (I'm giving you everything) All that joy can bring (all that joy can bring) This I swear (yes, I swear) And all that I want from you (all that I want from you) Is a promise you (want you to promise to) Will be there (always be there) I'm giving you everything (I'm giving you everything) All that joy can bring (all that joy can bring) This I swear (yes, I swear) And all that I want from you (all that I want from you) Is a promise you (want you to promise to) Will be there (always be there)  ",
        "title": "Say You'll Be There"
    },
    {
        "artist": "Changing Faces",
        "lyrics": "  Sittin' there, sittin' there Sittin' there All alone  I been feeling kinda strange lately I don't know what's going on, baby Ever since I came back from out of town Something's telling me some bullshit is going down  [1:] Boy is it someone else you're seeking Is it someone else My vitals' telling me you're creeping Finding numbers in your jeans You're talking in your sleep Faded letters written by me get o-u-t  [2:] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  Yeah, it's obvious how things have changed within the year Just give me half of the rent and get out of here No more talking save your lying for somebody else Keep on walking 'cos I can do better by myself  [1] Boy is it someone else you're seeking Is it someone else My vitals' telling me you're creeping Finding numbers in your jeans You're talking in your sleep Faded letters written by me get o-u-t  [2] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  [2] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  I gave you all, all of my time But you would not know a good thing If it stares you in your face  [1] Boy is it someone else you're seeking Is it someone else My vitals' telling me you're creeping Finding numbers in your jeans You're talking in your sleep Faded letters written by me get o-u-t  [2] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  [2] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  Oh oh oh oh Hey ey ey ey Oh oh oh oh  [2: until fade] No more sittin' at home alone While you're out with somebody else No more staring at the phone 'Cos I can do better by myself  ",
        "title": "G.H.E.T.T.O.U.T."
    },
    {
        "artist": "Tim McGraw With Faith Hill",
        "lyrics": "  [Verse 1: Tim McGraw] Dancin' in the dark Middle of the night Takin' your heart And holdin' it tight Emotional touch Touchin' my skin And askin' you to do What you've been doin' all over again  [Pre-Chorus: Tim McGraw] Oh, it's a beautiful thing Don't think I can keep it all in I just gotta let you know What it is that won't let me go  [Chorus: Tim McGraw & Faith Hill] It's your love It just does something to me It sends a shock right through me I can't get enough And if you wonder About the spell I'm under It's your love  [Verse 2: Tim McGraw & Faith Hill] Better than I was More than I am And all of this happened By takin' your hand And who I am now Is who I wanted to be And now that we're together I'm stronger than ever I'm happy and free  [Pre-Chorus: Tim McGraw & Faith Hill] Oh, it's a beautiful thing Don't think I can keep it all in, no And if you asked me why I changed All I gotta do is say your sweet name  [Chorus: Tim McGraw & Faith Hill] It's your love It just does somethin' to me It sends a shock right through me I can't get enough And if you wonder About the spell I'm under It's your love Oh, baby  [Pre-Chorus: Tim McGraw & Faith Hill] Oh, it's a beautiful thing Don't think I can keep it all in I just gotta let you know What it is that won't let me go  [Chorus: Tim McGraw & Faith Hill] It's your love It just does something' to me It sends a shock right through me I can't get enough And if you wonder About the spell I'm under It's your love  [Outro: Tim McGraw & Faith Hill] It's your love It's your love  ",
        "title": "It's Your Love"
    },
    {
        "artist": "Coolio Featuring 40 Thevz",
        "lyrics": "  [Verse One: Coolio] Now I've seen places and faces And things you ain't never thought about thinkin If you ain't peeped then you must be drinkin and smokin Pretending that you're loc'in but you're broken, let me get you open Now little Timmy got his diploma and little Jimmy got life And Tamikra around the corner just took her first hit off the pipe The other homie shot the other homie and ran off with his money And when the other homies heard about it they thought that it was funny But who's the dummy, cause, now you done lost the hustler A down-ass brother done been replaced by a buster And though I got love for ya, I know I can't trust ya Cause my crew is rollin hummers and your crew is rollin dusters And just because of that you act like you don't like the brother no more Uh, I guess that's just the way it goes I ain't tryin to preach, I believe I can reach But your mind ain't prepared, I'll see you when you get there  [Hook] I'll see you when you get there If you ever get there See you when you get there I'll see you when you get there If you ever get there See you when you get there  [Verse Two: Lek Ratt - 40 Thevz] More temptation than faith, I guess we livin for the day I seen a man get swept off his feet, by a boy with an AK The situation so twisted everybody gettin lifted I'm just tryin to take care of my kids and handle my business Cause it way too serious so you gotta pay close attention So you don't get caught slippin when they come and do all the gettin Life is a big game so you gotta play it with a big heart Some of us gotta run a little faster cause we gotta later start I'd be a fool to surrender when I know I can be a contender If everybody's a sinner then everybody can be a winner No matter your rag color, deep down we all brothers And regardless of the time, somebody up there still love us I'mma scuffle and struggle until I'm breathless and weak I done strived my whole life to make it to the mountain peak Always keep reaching sure to grab on to something I'll be there when you get there waitin with the sounds bumpin  [Hook]  [Verse Three: PS - 40 Thevz] You need to loosen up and live a little And if you got kids let them know how you feelin For your own sake give a little Oh, you don't want to hear that, you busy tryina stack And keep up with the Joneses, takin advantage of your own The realest homies that you've been knowing for the longest But some ain't missing a good thing until it's gone Could have built an empire if not for the jealousy that divides us We prefer to keep our eyes shut till it's right When there's something involved that we desire So hold your head up high if your're poor and righteous I know times seem strife, and problems seem endless But at the times of despair we gotta put ourselves together And if you feel you're out of the game then you need to get back in it Cause nothing worse than a quitter You gotta face responsibility one day, my brother So wrap up your pity and turn it to ambition And put your vehicle in 'drive' and stop by my side  [Hook]  [Outro: Coolio] As we walk down the road of our destiny And the time comes to choose which shall it be The wide and crooked, or the straight and narrow We got one voice to give and one life to live Stand up for something or lie down in your game Listen to the song that we sing It's up to you to make it big I guess I'll see you when you see me  [Hook] - to fade  ",
        "title": "C U When U Get There (From \"Nothing To Lose\")"
    },
    {
        "artist": "The Verve Pipe",
        "lyrics": "  [Verse 1] When I was young, I knew everything And she, a punk who rarely ever took advice Now I'm guilt-stricken, sobbin' with my head on the floor Stopped a baby's breath and a shoe full of rice, no  [Pre-Chorus] Can't be held responsible She was touching her face I won't be held responsible She fell in love in the first place  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen  [Verse 2] My best friend took a week's vacation to forget her His girl took a week's worth of valium and slept And now he's guilt-stricken, sobbin' with his head on the floor Thinks about her now and how he never really wept, he said  [Pre-Chorus] \"Can't be held responsible She was touching her face I won't be held responsible She fell in love in the first place\"  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, We were merely freshmen  [Verse 3] We tried to wash our hands of all of this We'd never talk of our lacking relationships And how we're guilt-stricken sobbin' with our heads on the floor We fell through the ice when we tried not to slip, we'd say  [Pre-Chorus] \"Can't be held responsible She was touching her face And I won't be held responsible She fell in love in the first place\"  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen  For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen We were merely freshmen We were only freshmen  ",
        "title": "The Freshmen"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Whatever"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Foolish Games/You Were Meant For Me"
    },
    {
        "artist": "Sister Hazel",
        "lyrics": "  [Verse 1] Finally I figured out But it took a long long time And now there's a turnabout Maybe cause I'm trying  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  [Verse 2] I thought I'd seen it all Cause it's been a long long time Oh but then we'll trip and fall Wondering if I'm blind  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  [Verse 3] Rain comes pouring down (Pouring down) Falling from blue skies (Falling from blue skies) Words without a sound Coming from your eyes  [Verse 4] Finally I figured out But it took a long long time And now there's a turnabout Maybe cause I'm trying  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  ",
        "title": "All For You"
    },
    {
        "artist": "Scarface Featuring 2Pac & Johnny P",
        "lyrics": "  [Intro: 2Pac] There's gon' be some stuff you gon' see That's gon' make it hard to smile in the future But through whatever you see Through all the rain and the pain You gotta keep your sense of humor You gotta be able to smile through all this bullshit Remember that! Mmm, yeah, keep ya head up! Yeah  [Verse 1: 2Pac] Our lifestyles be close-captioned, addicted to fatal attractions Pictures of actions be played back in the midst of mashin' No fairy tales for this young black male Some see me stranded in this land of hell, jail, and crack sales Hustlers hardly think of culture Or the repercussions while bustin' on backstabbin' vultures Sellin' my soul for material wishes, fast cars, and bitches Wishin' I live my life a legend, immortalized in pictures Why shed tears? Save your sympathy My childhood years were spent buryin' my peers in the cemetary Here's a message to the newborns waitin' to breathe If you believe, then you can achieve: just look at me! Against all odds, though life is hard we carry on Livin' in the projects, broke with no lights on To all the seeds that follow me, protect your essence Born with less, but you still precious; just smile for me now!  [Hook: Johnny P & (2Pac)] Smile for me, won't you smile? (Smile for me now) Just smile, smile for me (Smile) (What you lookin' all sad for? Nigga, you black, smile for me now) Smile for me (Nigga, you ain't got nothin' to be worried about) Won't you smile? (No doubt, smile for me now) Just smile (And the next generation)  [Verse 2: Scarface] Now, as I open up my story, with the blaze of your blunts And you can picture thoughts slowly, up on phrases I wrote And I can walk you through the days that I done I often wish that I could save everyone, but I'm a dreamer Have you ever seen a nigga who was strong in the game Overlookin' his tomorrows, and they finally came? Look back on childhood memories, and I'm still feelin' the pain Turnin' circles in my 9th grade, dealin' cocaine Too many hassles in my local life, survivin' the strain And a man without a focus, life could drive him insane Stuck inside a ghetto fantasy hopin' it change But when I focus on reality we broke and in chains Had a dream of livin' wealthy and makin' it big Over football chose to cook raw, wouldn't take but I did And after all my momma's thankin' God for blessin' the child All my momma gots to do now is collect it and smile; smile!  [Hook: Johnny P] Smile for me, won't you smile? Just smile, smile for me Smile for me Won't you smile? Just smile  [Verse 3: 2Pac] Fuck the world, as we elope and witness furious speeds Unanswered questions keep us all stressin', curious G's Backstabbed and bleedin' Crooked thoughts laced with weed, learnin' Duckin' stray shots, bullets be hot, they burnin' Inhalin' sherm smoke, visualize the flames Will I be smothered by my own pain? Strange whispers, cowards conversate, so quick to diss us Takin' pictures for the feds in desperate hopes they'd get us Hit us off, give us plenty centuries Forgive my sins, since I entered many penitentiaries The best revenge is \"Fuck friends!\" – we military minded soldiers Bustin' shots blindly, tryin' to find Jehovah To help me, somebody save me, lost and crazy Scared to drop a seed hopin' I ain't cursed my babies Maybe now niggas feel me now, picture my pain Embrace my words, make the world change And still I smile, nigga  [Bridge: Scarface] And now a moment of silence, let us pray And as you journey into outerspace May the angels help to lead the way May the prayers that our families made Shine up on your soul to keep you safe And all the homies that done passed away They there to greet you as you pass the gates And as you headed to the tunnel's light I hope it leads to eternal life We say the prayers for our homie 'Pac  [Hook: Johnny P] Smile, smile for me All you need to do is smile Woooo smile for me Come on, smile for me  ",
        "title": "Smile"
    },
    {
        "artist": "Az Yet Featuring Peter Cetera",
        "lyrics": "  [Verse 1 - Darryl] Everybody needs a little time away I heard her say, from each other Even lovers need a holiday Far away from each other  [Chorus 1 - Marc] Hold me now, it's hard for me to say I'm sorry I just want you to stay And after all that you've been through I will make it up to you, I promise you, baby And after all that's been said and done You're just a part of me I can't let go  [Verse 2 - Shawn] Couldn't stand to be kept away Not for a day, from your body Wouldn't want to be swept away Far away from the one that I love  [Chorus 2 - Kenny & Marc] Hold me now, it's hard for me to say I'm sorry I just want you to know Hold me now, I really want to tell you I'm sorry I could never let you go After all that we've been through I will make it up to you, I promise you And after all that's been said and done You're just a part of me I can't let go I can't let go  ",
        "title": "Hard To Say I'm Sorry"
    },
    {
        "artist": "Trisha Yearwood",
        "lyrics": "  How do I Get through one night without you? If I had to live without you What kind of life would that be?  Oh now I need you in my arms need you to hold You're my world my heart my soul If you ever leave  Baby you would take away everything good in my life Without you There'd be no sun in my sky There would be no love in my life  There'd be no world left for me And I Baby I don't know what I would do I'd be lost if I lost you  If you ever leave Baby you would take away everything real in my life And tell me now How do I live without you?  I want to know How do I breathe without you? If you ever go How do I ever, ever survive?  How do I, how do I, oh how do I live? If you ever leave Baby you would take away everything I need you with me  Baby 'cause you know that you're everything Good in my life And tell me now How do I live without you  I want to know How do I breathe without you? If you ever go How do I ever, ever survive?  How do I, how do I, oh how do I live? How do I live, without you baby  ",
        "title": "How Do I Live (From \"Con Air\")"
    },
    {
        "artist": "Rome",
        "lyrics": "  Everytime I see your face it makes me want to sing And everytime I think about your love It drives me crazy (2x)  Say my lady Tell me what's wrong with your boyfriend Aaaahhhhh come on He holds the key to your heart But he don't love you baby, baby like I do Only wanna be with you Girl you are the love of my life babe And I'd give it to you baby You belong to me and only me I belong to you (I belong) I'd give all my love to you  Chorus: Everytime I see your face it makes me want to sing And everytime I think about your love it drives me crazy (2x)  Say my lady You are so fine I wake up in the mornin' to see a smile on your face (baby) You are the queen of my heart baby I belong to you and you belong to me (yeah) Girl you are the love of my life baby All those cloudy days they fade away when you come my way baby I belong to you (I belong) I'd give all my love to you I belong, I belong, I belong to you baby oooooo  Chorus: (2x)  ",
        "title": "I Belong To You (Every Time I See Your Face)"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1] When you're feeling lost in the night When you feel your world just ain't right Call on me, I will be waiting Count on me, I will be there Anytime the times get too tough Anytime your best ain't enough I'll be the one to make it better I'll be there to protect you See you through I'll be there and there is nothing I won't do  [Chorus] I will cross the ocean for you I will go and bring you the moon I will be your hero your strength Anything you need I will be the sun in your sky I will light your way for all time Promise you For you I will  [Verse 2] I will shield your heart from the rain I will let no harm come your way Oh these arms will be your shelter No these arms won't let you down If there is a mountain to move I will move that mountain for you I'm here for you, I'm here forever I will be your fortress, tall and strong I'll keep you safe I'll stand beside you, right or wrong  [Chorus] I will cross the ocean for you I will go and bring you the moon (yeah, yeah) I will be your hero your strength Anything you need (I will be..) I will be the sun in your sky I will light your way for all time Promise you For you I will  [Bridge] For you I will, lay my life on the line For you I will fight, oooooh For you I will die With every breath, with all my soul I'll give my world I'll give it all Put your faith in me (put you're faith in me) And I'll do anything  [Chorus] I will cross the ocean for you (I will cross the ocean for you) I will go and bring you the moon I will be your hero your strength Anything you need I will be the sun in your sky I will light your way for all time Promise you (Promise you) For you I will, I will, I will, I will  I will cross the ocean for you I will go and bring you the moon I will be your hero your strength Anything you need, (Anything you need) I will be the sun in your sky (yeah, yeah) I will let you wait for all times Promise you (I promise you) For you I will (Ooooh) I promise you For you I will  ",
        "title": "For You I Will (From \"Space Jam\")"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  I have often dreamed, of a far-off place Where a hero's welcome, would be waiting for me Where the crowds will cheer, when they see my face And a voice keeps sayin', \"This is where I'm meant to be.\"  I'll be there someday, I can go the distance I will find my way, if I can be strong I know every mile, will be worth my while When I go the distance, I'll be right where I belong  Down an unknown road, to embrace my fate Though the road may wander, it will lead me to you And a thousand years, would be worth the wait It may take a lifetime, but somehow I'll see it through  And I won't look back, I can go the distance And I'll stay on track, no I won't accept defeat It's an uphill slope, but I won't lose hope Till I go the distance, and my journey is complete  But to look beyond the glory is the hardest part For a hero's strength is measured by his heart  Like a shooting star, I will go the distance I will search the world, I will face its harms I don't care how far, I can go the distance Till I find my hero's welcome, waiting in your arms  I will search the world, I will face its harms Till I find my hero's welcome, waiting in your arms  ",
        "title": "Go The Distance (From \"Hercules\")"
    },
    {
        "artist": "Lil' Kim Feat. Da Brat, Left Eye, Missy Elliott & Angie Mar",
        "lyrics": "  [Intro: Lil Kim] [Dice sounds] Uh, yeah Uhh, here's another one, and another one Yeah Lil' Kim, the Queen Bee  [Verse 1: Angie Martinez] It's ladies night, what It must be Angie on the mic The Butter P honey got the sugar, got the spice Roll the L's tight, keep the rhymes right Yo, I just made this motherfucker up last night And uhh... I'm the rookie on this all-star team Me and Kim is gettin' cream, like Thelma and Louise, but on chrome Never leave that Brooklyn shit alone So if you say it's on, then it's on  [Verse 2: Lil' Kim] Bang this in your whips Pack em call the roadie with the chips in the wrists Here's a French kiss I dismissed all you chicks Split six from the four-fifth Make you dance, ow I stay focused, in the dopest Like a penny with a hole in it, y'all just hopeless And toke this, I ain't lyin' Niggas trying to knock me off, keep tryin' All it takes is one phone call to my street team Promote that ass, like a soundtrack New Jack Ci-tay Set It Off with the eighty-fitay Y'all missin' the buck, with the fuck Bump Biggie in the trunk and the buck to my thorough bitches Lemme see ya do the Bankhead if ya richest It's the rap Mae West to Q-B And I got all my sisters with me  [Chorus: Missy Elliott] Oh this is ladies night, and our rhymes is tight Oh this is ladies night, oh what a night (oh what a night) Oh this is ladies night, and the feel is right Oh this is ladies night, oh what a night (oh what a night)  [Verse 3: Left Eye] Uhh, never the one, packin' a gun Got some other raw chicks for that, lay your ass flat I be the one chockin' ya paragraphs, with laughs Getcha back up on the right path Ain't no stoppin' me ladies from club hoppin' gets my rock on From flavors still frozen at Paradise joint Booty shakin' with the glass in my left one Right-hand sayin' step-son To me my girls is fancy fly bitches To my niggas straight snitches and to them other chicos Lady pimp ain't havin' that shit If you ain't got the cash to stare, suck my dick hoes Strictly a bell ringer Lay another finger on this big bad wolf miss lady rap singer I be the one to blame as the flames keep risin' To the top and it don't stop  [Chorus: Missy Elliott] Oh this is ladies night, and our rhymes is tight Oh this is ladies night, oh what a night (oh what a night) Oh this is ladies night, and the feel is right Oh this is ladies night, oh what a night (oh what a night)  [Verse 4: Da Brat] Y'all see, how these bogus niggas Try not to notice the dopest bitches Approachin' with good intentions But focusin' on they riches If it's, too hot then get the fuck up out the kitchen Niggas dicks, stay lifted when they thinkin' of me Cause the rhythm I kick, puzzle them like arithe-ma-tic Fillin em with, sluggers off the nine milli luger click Bitches bust, we just, keep kickin' up dust And you can spread rumors shit is makin' me sicker than head tumors Humor me, by huggin' me sayin' you lovin' me Playa phony niggas be buggin', I can tell Cause the thug in me wanna sell drugs and push keys Need to get me mo' of deez, VV's and M3's Smoke weed from overseas pimped out styled Rol-eys Fuck the police keep my wallet obese Who the Windy City woman still still comin' and gunnin' straight from the Chi Tonight's the night for all the ladies, let's get high  [Chorus: Missy Elliott] Oh this is ladies night, and our rhymes is tight Oh this is ladies night, oh what a night (oh what a night) Oh this is ladies night, and the feel is right Oh this is ladies night, oh what a night (oh what a night)  [Interlude: Missy Elliott] Ayo Kim, heh heh, yaknowhatI'msayin? I ain't even gon' leave without sayin' sun'un on this track You ain't gonna use me to just be singin' hooks What I look like? Patti LaBelle or somebody, nigga? Heh heh Check it out, uh huh, yeah  [Verse 5: Missy Elliott] Oh what a night You should be like Missy 'stead of bein like Mike I like to ride ponies instead of ridin' bikes Me and Lil' Kim got the rhymes to incite I gotta catch a flight, uh heh heh, around three-ish Niggas can't see us from Elektra to Undeas Ow, niggas wanna be us Heh, I'm out here, ooh  [Outro] Ladies night Ladies night Ladies night Ladies night  ",
        "title": "Not Tonight"
    },
    {
        "artist": "SWV (Featuring Puff Daddy)",
        "lyrics": null,
        "title": "Someone"
    },
    {
        "artist": "Duncan Sheik",
        "lyrics": "  [Verse 1] I know what you're doing, I see it all too clear I only taste the saline when I kiss away your tears You really had me going, wishing on a star But the black holes that surround you are heavier by far I believed in your confusion, you were so completely torn It must've been that yesterday was the day that I was born There's not much to examine, there's nothing left to hide You really can't be serious, you have to ask me why I say goodbye  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay  [Verse 2] And everyone keeps asking, what's it all about? I used to be so certain and I can't figure out What is this attraction, I can only feel the pain There's nothing left to reason and only you to blame Will it ever change?  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay But I'm thinking it over anyway I'm thinking it over anyway  [Bridge] I've come to find I may never know Your changing mind, is it friend or foe I rise above or sink below With every time you come and go Please don't come and go  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay But I'm thinking it over anyway I'm thinking it over anyway  [Outro] I know what you're doing, I see it all too clear  ",
        "title": "Barely Breathing"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  [Chorus] I can love you, (I can love you), I can love you (I can love you) I can love you better than she can I can love you, (I can love you), I can love you (I can love you) I can love you better than she can  [Verse 1] Sitting here, wondering why you don't love me The way that I love you and baby Have no fear, 'cause I would never ever hurt you And you know my love is real boy I can  [Chorus: ((Mary J. Blige))] I can love you ((I can)) (I can love you), I can love you ((love you)) (I can love you) I can love you better than she can I can love you, (I can love you), I can love you (I can love you) I can love you better than she can  [Verse 2] I know sometimes can get rough, but we'll make it We'll make it through the storm and I know I will try to make sure that you can trust me And you know the reason why that I say  [Bridge] I can love you (I can love you) a little better than she can (Ohh ohh ohh ohh ohh ohh) I know that you (I know that you) wish that you could be my man (wish that you could be my man) 'Cause I can love you better than she can  [Chorus] I can love you, (I can love you), I can love you (I can love you) I can love you better than she can I can love you, (I can love you), I can love you (I can love you) I can love you better than she can  [Lil' Kim] If I told you once, I told you twice, Q-B Throw the bootie, like a groupie for more ice Armor truck heist, get a bonus like N'Bushe In love with you since the days of \"Juicy\" Now I watch you play Columbo, Picasso Tricks inside colassals, turn you castles to brothels, uh! Who you lovin? Who you wanna be huggin? Dippin on ya Ninja Honda with Tanisha and Rhonda, wha! You work more body than Jane Fonda Physical fitness, Mary Blige be my witness Under pressure, I lie for ya, die for ya Ruger by the thigh for you, right hand high for ya Because of you, I'm inheritin' trillions Buryin' billions, Bentley Coupe millions Playin' good samaritan, in the Sheridan Crack the Dom P's and Remy's, you better hurry in Who's gone love you like I do? Huh? Wha? Who's gone treat you like I do? Huh? Wha? Mary Blige, Lil Kim, hah-hah Queen Bees, ah-hah, that's me That's right, Mary J, Lil K  [Chorus: ((Mary J. Blige))] I can love you ((I can)) I can love you ((love you)) I can love you better than she can I can love you ((I can love you)) I can love you (I can love you) I can love you better than she can  [Chorus: ((Mary J. Blige))] I can love you ((I can)) I can love you ((love you)) I can love you better than she can I can love you ((I can love you)) I can love you (I can love you) I can love you better than she can  [Outro] Who's gonna make you feel the way I do? Nobody, nobody Who's gonna make you feel the way I do? Nobody, nobody (*fades*)  ",
        "title": "I Can Love You"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] Anytime I need to see your face I just close my eyes And I am taken to a place Where your crystal mind And magenta feelings take up shelter In the base of my spine Sweet like a chic-a-cherry cola I don't even try to explain I just hold on tight And if it happens again I might move so slightly To the arms And the lips and the face Of the human cannonball that I need to I want to...  [Bridge] Come stand a little bit closer Breathe in and get a bit higher You'll never know what hit you When I get to you  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  [Verse 2] I'm the kind of person Who endorses a deep commitment Getting comfy getting perfect Is what I live for But a look and then A smell of perfume It's like I'm down on the floor And I don't know what I'm in for Conversation has a time and place In the interaction Of a lover and a mate But the time of talking Using symbols, using words Can be likened To a deep sea diver Who is swimming with a raincoat  [Bridge] Come stand a little bit closer Breathe in and get a bit higher You'll never know what hit you When I get to you  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  [Verse 3] Anytime I need to see your face I just close my eyes And I am taken to a place Where your crystal mind And magenta feelings take up shelter In the base of my spine Sweet like a chic-a cherry cola I don't even try to explain I just hold on tight And if it happens again I might move so slightly To the arms And the lips and the face Of the human cannonball that I need to I want to...  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I) Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I) Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  ",
        "title": "I Want You"
    },
    {
        "artist": "112",
        "lyrics": "  [Intro] Everybody put your hands together Whoa, mmm, yeah Girl, I love you so 112, listen  [Verse 1] Girl, if I told you I love you That doesn't mean it that I don't care, ooh And when I tell you I need you Don't you think that I'll never be there, ooh  [Pre-Hook] Baby, I'm so tired of the way you turn My words into deception and lies Don't misunderstand me when I try to speak my mind I'm only saying what's in my heart  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  [Verse 2] Girl, when I ask you to trust me That doesn't mean it that I'm gonna cheat on you Cause I'm gonna never do anything to hurt you or mislead you I love you  [Pre-Hook] Baby, I'm so tired of the way you turn My words into deception and lies Don't misunderstand me when I try to speak my mind I'm only saying what's in my heart  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  [Bridge] Ain't no doubt about it, Lord knows, I really mean it I'd rather die before, before I lie to you Never wanna leave ya, there ain't no life without you Never gonna leave, never gonna go, no No, no, no, no, no, no, oh  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  Cupid doesn't lie (Ain't no doubt about it, Lord knows, I really mean it) But you won't know unless you give it a try (I'd rather die before, before I lie to you) Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  ",
        "title": "Cupid"
    },
    {
        "artist": "Various Artists",
        "lyrics": null,
        "title": "ESPN Presents The Jock Jam"
    },
    {
        "artist": "Paula Cole",
        "lyrics": "  One two three four  Oh you get me ready In your '56 Chevy Why don't we go sit down in the shade Take shelter on my front porch The dandelion sun scorching Like a glass of cold lemonade  I will do the laundry If you pay all the bills Where is my John Wayne Where is my prairie song Where is my happy ending Where have all the cowboys gone  Why don't you stay the evening Kick back and watch the T.V And I'll fix a little something to eat Ohh I know your back hurts From working on the tractor How do you take your coffee my sweet  I will raise the children If you pay all the bills Where is my John Wayne Where is my prairie song Where is my happy ending Where have all the cowboys gone  I am wearing my new dress tonight But you don't, but you don't even notice me Say our goodbyes Say our goodbyes Say our goodbyes  We finally sell the Chevy When we had another baby And you took that job in Tennessee You made friends at the farm And you join them at the bar Almost every single day of the week  I will wash the dishes While you go have a beer Where is my John Wayne Where is my prairie song Where is my happy ending Where have all the cowboys gone Where is my Marlboro Man Where is his shiny gun Where is my lonely ranger Where have all the cowboys gone?  ",
        "title": "Where Have All The Cowboys Gone?"
    },
    {
        "artist": "Bee Gees",
        "lyrics": null,
        "title": "Alone"
    },
    {
        "artist": "Freak Nasty",
        "lyrics": "  [Intro] This goes out to all the women in the world, especially her You know it don't even matter your age; it don't even matter your color Yo, fellas, I ain't forgettin' 'bout y'all This is for everybody who like to dance Just listen to what I'm sayin' and do it, and take a chance  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 1] Just get on the floor like I said befo' Y'all remember that \"Down Low\"! Just put a little dip wit' it Now roll those hips wit' it Pop it, push it, rock it, roll it Can't control it? I'll come hold it It's all in fun so take a chance Just get on the floor and do that dance, y'all I know you like this so, don't try to fight it Turn around, baby, let me see you from the back Yeah, I like it like that Get up now, roll those hips Drop down, double-up on those dips Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 2] Back again with the second verse It's all clean, so I'm not gonna curse Droppin' bass like a bad habit Love all women, cause I gotta have it Comin' at y'all in stereo I'm ridin' that thing like a rodeo Hang on, baby, cause the ride is rough, and ... [Don't stop 'til you get enough] {OOH!} I got my girls in the front Now a lady just bumpin' that rump Raise it up, let me see that brown Slap it, girl, make it jiggle around Round and round that rump goes Where it stop, yo, no one knows, yeah Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  Well alright, y'all! If you ain't dippin', you must Be trippin'! If you ain't doin it Down Low, you gots To go! To the people thats movin' slow to the Dance floor! Yo DJ! Pump it up some MO-O-O-O .....  [Verse 3] It's off to the show in a limo Before the show, I gotta get that dough Pay them girls what they're worth Slip that money under that skirt Take it off, baby, let me see You might get a lil' mo' lucci G-string havin' oh so much fun Playin' inside, between them buns Shortie got it on like Marvin Teasin' me and you know I'm starvin' Lick you up, then lick you down I ain't finished; girl, turn around Lick you up and down your back Cause I'm that freak, I'm freaky like that! Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 4] I'm settin' it off to another level You're diggin' Freak Nasty without a shovel This is my world; I'm just a squirrel Tryin' to get a nut, so wassup Yo, DJ, when the party's getting slow Join this jam on and watch that flow Get taken over like in '94 When I had the whole world gettin' Down Low New Orleans born, ATL livin' Freak Nasty's what I'm givin' My juice is sweet like Georgia Peaches Women suck it up like leeches Uh-huh, if you're so good You must admit you like this shhhhhhhhhh Yeah, y'all know the song So come on won't you sing it with me?  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip  ",
        "title": "Da' Dip"
    },
    {
        "artist": "Raybon Bros.",
        "lyrics": null,
        "title": "Butterfly Kisses"
    },
    {
        "artist": "10,000 Maniacs",
        "lyrics": null,
        "title": "More Than This"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  Artist: K-Ci & JoJo f/ Snoop Doggy Dogg Album:  You Bring Me Up 12\" Song:   You Bring Me Up  Doggin' em Hah ah uh ah uh Here We Go  Verse One: Snoop Doggy Dogg  I bring you up and then you bring me down Now how you gonna clown the top dogg in the pound Girl, my repretois is for the paw See when you roll with Doggy Dogg Baby you roll like a stalk Plus sees you eats swell 7 days of the week I take you from the streets to the sweets Know you a super freak With brothers on your jock now Word around town now Baby girl got the platinum pay now And everybody want to hit it, It's so hard to hold on to it Once you get it, Now that I got it I'm in a twist and I'm fallin' in love I told th homies I ain't hangin' out, Fuck the club Cause I'm payin' rent and cookin' her dinner I'm feelin' like a loser when I know I'm a winner I'm snoopin' tripin' caught in a love maze My mama used to say it be dayz like this man Microphone check, uh microphone check Microphone check,  (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Uh huh uh huh Microphone check, uh microphone check Microphone check, (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) That's right K-Ci  Verse Two: K-Ci  Isn't it funny The things you said and done to me You said you want me But now lady I wanna be free (That's right, that's right) You lied to me You said you never would play me (Uh huh) But I found out that you were lying All the time  Chorus:  You pick me up (oh oh)(That's right) And you bring me down (Bring me down) (No doubt) When I thought I found in you solid ground (oh) You turn my smile (You turn my smile) Into a frown (Into a frown) Girl you promised that you'd never let me down (mm, you made me say oh oh oh) And now you're not around Oh oh oh oh oh oh oh oh (JoJo help me, mm) Oh oh oh oh oh oh oh oh (Eweee, ah ah ooh ooh, yeah yeah) Oh oh oh oh oh oh oh oh (Can I get a witness) Oh oh oh oh oh oh oh oh (I could go on and talk a little 'bout me) Listen, this  Verse Three: Jo Jo  When I was up Girl you brought me down (That's right) Played me like a clown Thought I'd stay around So you could, you could abuse me Take my heart and use me And you see I'm still around For your talk and for your smile  Chorus:  You pick me up (You pick me up) And you bring me down (Same time you bring me down) When I thought I found in you solid ground (I thought I found in you solid ground) You turn my smile (oh oh oh oh) Into a frown (Baby) Girl you promised that you'd never let me down (ooh oh oh oh) And now you're not around Oh oh oh oh oh oh oh oh oh oh (Help me say oh) Oh oh oh oh oh oh oh oh oh oh (Say it say it say it yeah, say oh) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Oh oh oh oh oh oh oh oh oh oh (ohohohoh oh oh oh oh oh) Oh oh oh oh oh oh oh oh oh oh (ohoh ohhh ohhh ohhhhh) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix)  Verse Four: Snoop Doggy Dogg  There is something I have to say Something I can't delay You hurt me so bad And you made me feel so sad (that's right) It's a feeling I can't explain I won't let you wreck my brain You said you'd never hurt me (ohohohohhhh) But then you go and desert me, baby They say pimpin' ain't easy but it's a whole lot of fun Unless you gettin' pimped and you ain't the only one She had me drankin' smokin'  losin' my mind Outta control, I had to slow my roll I was rollin in the fast lane Thought I was the Superman, but I was the Snooperman It was no need for me to be frownin' An it was no need for her to keep clownin' Effect for Jo jackin' chips stacks none Keep it on the lo lo K-Ci and Jo Jo Brought me up, so I could bring you down Cause we know for slappin' ??? I guess you didn't ??? What you do about little We do it by the bigger Back off cause these is my niggas Put my finger on the ground Put a G dogg on the pound If a bitch can't swim she bound to drown  Chorus:  Oh oh oh oh (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Oh oh oh oh oh oh (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Oh oh You pick me up (c'mon) And you bring me down (That's right) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) When I thought I found in you solid ground (uh huh) You turn my smile Into a frown (uh huh) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Girl you promised that you'd never let me down And now you're not around Oh oh oh oh oh oh oh oh (That's right, that's right) Oh oh oh oh oh oh oh oh (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) (that's right, c'mon) Oh oh oh oh oh oh oh oh (uh huh uh huh) Oh oh oh oh oh oh oh oh (yeah yeah yeah) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Ooh yeah, ooh yeah (right, right), ooh yeah (right, right, right) (Mr. Dalvin Remix) Ah ah ah ah ah ahhh (right, right) (Mr. Dal, Mr. Dal, Mr. Dalvin Remix) Ah ah ah ah ah ahhh (uh huh, uh huh) Ah ah ah ah ah ahhh Ah ah ah ah ah ahhh (Mr. Dal, Mr. Dal, Mr. Dalvin Remix)  ",
        "title": "You Bring Me Up"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "Invisible Man"
    },
    {
        "artist": "Rampage Featuring Billy Lawrence",
        "lyrics": "  Rock on, rock on, rock on...  [Verse One] I got chicks in my livin room shakin they asses Flipmode get ya high smokin weed and hash Yo it's all about fun sex and drugs Makin more money than all your rap thugs I'm seein broads and panties passed around Rampage is the nigga from underground Sweet potato, caped crusader, I want a shorty like Jada Tits are off like a mile later So we can get buckwild, that's my style I'm in a mansion in Strong Isle Drinkin Don P and Cristal, yo that's the spoke file I'm livin like Adino Brown, bow down I'm the talk of the town, this is the low down My show down, you can bet all your chips I'ma take you around the world run up in ya girl Ramp's in, call me Earl, uh  [Chorus] Niggas everywhere, bitches everywhere rockin to Ramp's new beat When I hear his music I can't help but get down like they do  [Verse Two] Upside down I'ma turn it out bust it out I'm the one you talkin about Hittin Hennessee with my peeps from Tennessee Givin you a head rush straight to your dome I'm in the zone, plus I'm sitin on chrome You jealous, what? Take your black ass home Yo spots been blown from the brown skin pretty tone I got it sown plus I'm bad to the bone Its hot to def, make you breathe yo last breath We could take it to the streets, we could call the ref Yo I'm makin mad moves that's way to the top Flipmode is the Squad and the Ramp won't stop  [Chorus] Niggas everywhere, bitches everywhere rockin to Ramp's new beat When I hear his music I can't help but get down like they do  [Verse Three] I'm doin what i gotta do I hear Charlie Rampage is the boss of New York Yo I fill more fantasies than Mr. Rork Don't eat pork Rap is the game I start Keep it movin, throw yo hands in the air Shake yo ass like you just don't care Shake yo ass like you just don't care Shake yo ass like you just don't care  [Chorus] Take a look around, its plain to see That every niggas bopin to Ramp's new music in the street I hear music in the street, and I hear a funky beat And I get down, ohhh I get down Niggas everywhere, bitches everywhere rockin to Ramp's new beat When I hear his music I can't help but get down like they do Rock on rock on rock on...  ",
        "title": "Take It To The Streets"
    },
    {
        "artist": "Le Click",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Magoo And Timbaland",
        "lyrics": "  We are the VA players Love to The Neptunes and the Clipse To ya bootleggers we breaking off both of ya legs The underrated Maganoo, comin' with the unexpected The run away slave I, Mistameanor Escaping from all ya fraudulent players Last but not least, the heavyweight champion, Mr. Mosley  It's been a long time, I shouldn't have left you Without some little nieces and nephews To cover all the beats, and the rhymes I been through Time's up, sorry I left you Thinking of this, I keep repeating them hits Like that Aaliyah, Timberlake, or Missy Elliott shit (Shit) As you sit by the radio, hands on the dial tone As you hear it, pump up the volume Jump when you hear them speakers left it off (Off) Mr. VA 'bout to set it off Well I don't know what you heard, and I don't know what ya know Well my folks don' told me, (YOU GOT IT! Oh) So, \"Up Jumps Da' Boogie\", let the record work (Uh huh) And put me on like you red alert 'Cause it's the big bad Timmy, Maganoo, and Missy Like THREE THE HARD WAY!, comin' straight out of Virginia  DJ's in the mix shows you better go to the record store and COP THAT SHIT! (Oh Lord) And to the bootleggers giving em bootlegs We breaking off both of ya legs, COP THAT SHIT! (Oh Lord) Stop burnin' CD's for ya friend and I'ma say it again, nucca COP THAT SHIT! (Oh Lord) 'Cause this the hot shit, out on the streets So when you hear this CD go and COP THAT SHIT! (Oh Lord)  When you say you love me, it doesn't matter It goes into my head as just chit-chatter You may think I'm egotistical or just very free Won'tcha say I go tell it to, TIMOTHY! People say I'm whack, but they don't tell me so Let them pretend to be me, then they know I hate when one, pretend to fantasize Fact I despise, those who even try Sweat between my thighs {*sniff*} never stinking Yo dream is over, career sinking I told all of you, like I told all of them Whatcha say to me be, DICK TO YA CHIN! In one ear and right out the other \"Ayyio Missy you ugly!\" yeah ya mother I don't pay attention, I don't concentrate You ain't got the bait, that it takes to hook this, huh  DJ's in the mix shows you better go to the record store and COP THAT SHIT! (Oh Lord) And to the bootleggers giving em bootlegs We breaking off both of ya legs, COP THAT SHIT! (Oh Lord) Stop burnin' CD's for ya friend and I'ma say it again, nucca COP THAT SHIT! (Oh Lord) 'Cause this the hot shit, out on the streets So when you hear this CD go and COP THAT SHIT! (Oh Lord)  I'm your idol, the highest title, numero uno I'm not a Puerto Rican but I do look up to Vagil And understand I got the gift of speech And it's a blessing, being from them VA streets I talk sense condensed in the form of a poem If I wasn't writing rhymes I'd be breaking in homes I'm kinda young, so my gun's my security I'm not afraid nucca do what you gon do to me I get paid when your record is played To put it short, heh I got it made I'm talented, yes I'm gifted My uppercut boy that'll get ya lifted You got cash? man stop frontin Living off damn every record that you cutting My name Magoo and I roll wit two stars Every CD we split 48 bars My name Magoo and I'm a supadupa star Every other month I get a brand new car!  DJ's in the mix shows you better go to the record store and COP THAT SHIT! (Oh Lord) And to the bootleggers giving em bootlegs We breaking off both of ya legs, COP THAT SHIT! (Oh Lord) Stop burnin' CD's for ya friend and I'ma say it again, nucca COP THAT SHIT! (Oh Lord) 'Cause this the hot shit, out on the streets So when you hear this CD go and COP THAT SHIT! (Oh Lord)  ",
        "title": "Up Jumps Da Boogie"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] She's taking her time, making up the reasons To justify all the hurt inside Guess she knows from the smiles And the look in their eyes Everyone's got a theory about the bitter one  They're saying \"Mama never loved her much And Daddy never keeps in touch That's why she shies away From human affection.\" But somewhere in a private place She packs her bags for outer space And now she's waiting For the right kind of pilot to come (And she'll say to him...) She's saying  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  [Verse 2] She can't remember a time When she felt needed If love was red then she was color blind All her friends, they've been tried for treason And crimes that were never defined  She's saying \"Love is like a barren place And reaching out for human faith Is, is like a journey I just don't have a map for.\"  So, baby's gonna take a dive And push the shift to overdrive Send a signal that she's hanging All her hopes on the stars (What a pleasant dream...)  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  Hold on Hold on (5, 4, 3, 2, 1)  [Verse 3] \"Mama never loved her much And Daddy never keeps in touch That's why she shies away From human affection.\" But somewhere in a private place She packs her bags for outer space And now she's waiting For the right kind of pilot to come (And she'll say to him) Just saying  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby?  [Chorus] I would fly to the moon and back If you'll be, if you'll be my baby I've got a ticket for a world Where we belong So would you be my baby  ",
        "title": "To The Moon And Back"
    },
    {
        "artist": "Mr. President",
        "lyrics": "  [Intro: Lazy Dee] Ya ya ya Coco Jamboo ya ya ye Ya ya ya Coco Jamboo ya ya ye  [Pre-Chorus: T Seven] Put me up, put me down Put my feet back on the ground Put me up, take my heart And make me happy  Put me up, put me down Put my feet back on the ground Put me up, feel my heart And make me happy  [Verse 1: Lazy Dee] Here we go, gettin' smooth to the groove Watching lovely ladies, as I smooth as I move 'Cause that's what they say, but I can't prove So turn it up again and watch me move to the groove As we get close, you whisper coco I hold you in my arms and you say Jamboo Scream and shout, turn and say Colombo Now I gotta go, so coco  [Pre-Chorus: T Seven] Put me up, put me down Put my feet back on the ground Put me up, take my heart And make me happy  Put me up, put me down Put my feet back on the ground Put me up, feel my heart And make me happy  [Chorus] Ya ya ya Coco Jamboo ya ya ye Ya ya ya Coco Jamboo ya ya ye (e-yo) Ya ya ya Coco Jamboo ya ya ye Ya ya ya Coco Jamboo ya ya ye (e-yo)  [Verse 2: Lazy Dee] That's the way I treat dem girls, kinda smooth, see 'Cause there's one man and yo, well that's me, see So let me show you round while you sip your tee gee But no coco loco, boom, while I take a pee leak When I hold my baby, she says I do it nicer I like my chicken with rice and lemonade and That's what you get, when she shouts out Jamboo Now I gotta go, yo coco  [Pre-Chorus: T Seven] Put me up, put me down Put my feet back on the ground Put me up, take my heart And make me happy  Put me up, put me down Put my feet back on the ground Put me up, feel my heart And make me happy  [Chorus] Ya ya ya Coco Jamboo ya ya ye Ya ya ya Coco Jamboo ya ya ye (singing everybody) Ya ya ya Coco Jamboo ya ya ye Ya ya ya Coco Jamboo ya ya ye (singing everybody) Ya ya ya Coco Jamboo ya ya ye (e-yo) Ya ya ya Coco Jamboo ya ya ye  [Pre-Chorus: T Seven] Put me up, put me down Put my feet back on the ground Put me up, take my heart And make me happy  Put me up, put me down Put my feet back on the ground Put me up, feel my heart And make me happy  [Chorus] Ya ya ya Coco Jamboo ya ya ye (Coco Jamboo) Ya ya ya Coco Jamboo ya ya ye (e-yo) Ya ya ya Coco Jamboo ya ya ye (Coco Jamboo) Ya ya ya Coco Jamboo ya ya ye (e-yo) Ya ya ya Coco Jamboo ya ya ye  ",
        "title": "Coco Jamboo"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] I used to think that I could not go on And life was nothing but an awful song But now I know the meaning of true love I'm leaning on the everlasting arms  [Refrain] If I can see it, then I can do it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Verse 2] See I was on the verge of breaking down Sometimes silence can seem so loud There are miracles in life I must achieve But first I know it starts inside of me, oh  [Refrain] If I can see it, then I can be it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Bridge] Hey, cause I believe in me, oh  [Refrain] If I can see it, then I can do it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Outro] Hey, if I just spread my wings I can fly I can fly I can fly, hey If I just spread my wings I can fly Fly-eye-eye  ",
        "title": "I Believe I Can Fly (From \"Space Jam\")"
    },
    {
        "artist": "Puff Daddy (Featuring Mase)",
        "lyrics": "  [Intro: Puff] Bad Boy We ain't gon' stop  [Verse 1: Puff & Mase]  [Puff] Now it's Sean on the hot track, melt like it's hot wax Put it out, all the stores, bet you could shop that (that's right) Leave a nigga with a hot hat, fronting like Bad boy ain't got tracks (nigga stop that)  [Mase] There's no guy slicker than this young fly nigga Nickel-nine nigga, floss you die quicker (uh-huh) This fed time outta town pie flipper Turn Cristal into a crooked I sipper  [Puff] Everbody want to be fast, see the cash Fuck around they weak staff, get a heat rash Anything in bad boy way we smash (we smash) Hundred G stash, push a bulletproof E-Class (ehehe) I'm through with bein a player and a baller Just want me one bad bitch so I can spoil her  [Mase] Mase wanna be the one you respect, even when you're vexed Rock Versace silks over a steel V-neck Got green never seen so you suck my jewels Clutch my uz', anything I touch I bruise Puff make his own laws, nigga fuck your rules (that's right) Goodfellas, you know you can't touch us dudes  [Hook: Puff & Mase] Don't push us, 'cause we're close to the, edge We're tryin', not to lose our heads, a-hah hah hah hah  [Verse 2: Mase] Broken glass everywhere If it ain't about the money, Puff, I just don't care (that's right) I'm that goodfella fly guy, sometimes wiseguys Spend time in H-A-W-A-I-I (Mase can you please stop smoking la la?) Puff why try? I'm a thug, I'mma die high I be out in Jersey, puffin' Hershey Brothers ain't worthy to rock my derby Though I'm never drug free when I'm the club, G Though I know the thug be wantin' to slug me (uh-huh) Could it be I move as smoove as Bugsy? (yeah) Or be at the bar with too much bubbly? (c'mon) Yo I think it must be the girls want to lust me Or is it simply the girls just love me Brothers wanna: rock the rolls, rock my clothes Rock my ice, pull out Glocks, stop my life (uhh) I'm like, \"Damn, how these niggas got that trife? Used to be my man, how he gonna plot on my wife?\" Do you think he snake me 'cause he hate me? Or he got his Ph.D; Player Hatin' Degree? (Ahaha!)  [Bridge: Puff] Can't nobody take my pride Uh-uh, uh-uh Can't nobody hold me down... ohh no I got to keep on movin'  [Verse 3: Puff] Quit that! (uh-huh) You a big cat? (yeah) Where your chicks at? (yeah) Where your whips at? (where dey at?) Wherever you get stacks, I'mma fix that Everything that's big dreams, I did that (that's right) Don't knock me 'cause you're boring I'm record sales soaring, straight touring Simply a lot of men be wantin' to hear me 'Cause their words just don't offend me (uh-uh, uh-uh) We spend cheese, in the West Indies Then come home to plenty cream Bentleys (ahehe) You name it, I could claim it Young, black, and famous, with money hangin' out the anus And when you need a hit, who you go and get? (who?) Bet against us? (Not a sure bet) We make hits that'll rearrange your whole set (that's right) And got a Benz that I ain't even drove yet  [Hook: Puff & Mase] Don't push us, 'cause we're close to the, edge We're tryin', not to, lose our heads, a-hah-hah-hah-hah  [Mase and (Puff)] I get the feeling sometime, it make me wonder Why you wanna take us under (Why you wanna take us under?) I get the feeling sometime, it make me wonder Why you wanna take us under (Why you wanna take us under?)  [Bridge: Puff] Can't nobody take my pride Uh-uh, uh-uh Can't nobody hold me down... ohh no I got to keep on movin' (Repeat until end)  ",
        "title": "Can't Nobody Hold Me Down"
    },
    {
        "artist": "Warren G Featuring Ronald Isley",
        "lyrics": "  [Intro: Ron Isley] If you wanna be with me, yeah Let me hear you say Warren G, Warren G If you wanna be with me Well, well, well, let me hear you say Warren G, Warren G  [Verse 1: Warren G] Smokin me out to the finish, I thought you knew I thought they knew, who was up in this Ron Isley, I's be Warren G Baby said would ya please come roll deep Chocolate Thai, I said I Got the hennessey chaser, skirt you look fly Peepin them lips, hittin two finger sips On the 710 freeway, I straight dips Wit a fat one rolled up to puff I'm ready to hit it and I won't quit it until I get enough Tokin nothing but the bomb thats without no doubt As she twist up another split she's straight smokin me out  [Chorus: Ron Isley] She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love  [Verse 2: Warren G] I slinkin while I'm thinkin just how good it is To do it how we do it in the hood I live Passin homies on the block, gettin major respect And by then y'all the hen dog is taken effect Never panic hit Atlantic then I banked to right Pulled straight Nellin B's order steak and rice With the gravy, baby gets the shrimps and fries I'm diggin on her figure as I glimpse her thighs She's satisfied, I left the tip and dipped to get back To twist another zag and to grab a six pack She went back, so we proceed to parlay Everything is lovely and we doin it always  [Chorus: Ron Isley] She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love  [Verse 3: Warren G] This ain't no love ballad But see baby I gots to have it When I see that bomb I grab it, cuz its a habit So dont come with that toe down stretch I ain't stressin, Long Beach baby keep smokin me out, she learned a lesson Floatin high as a kite as I chill and lay low Bumpin time is collected, sunday nights on the radio Oh, I forgot, how lit I was, crazy glued to the seat Dog said she need So conversation ain't needed When she know that I'm weeded Headin to the hotel to regulate it and beat it I exhaled, I seen a cloud of smoke I banged it to the boogie by my head and got locced  [Chorus: Ron Isley] She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love She's smokin me out, smokin me out Smokin me out, smokin me out Oh she's smokin me out with the homey's love  ",
        "title": "Smokin' Me Out"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] Don't leave me in all this pain Don't leave me out in the rain Come back and bring back my smile Come and take these tears away I need your arms to hold me now The nights are so unkind Bring back those nights when I held you beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Verse 2] Take back that sad word goodbye Bring back the joy to my life Don't leave me here with these tears Come and kiss this pain away I can't forget the day you left Time is so unkind And life is so cruel without you here beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Bridge] Don't leave me in all this pain Don't leave me out in the rain Bring back the nights when I held you beside me  [Chorus] Un-break my heart oh baby Come back and say you love me Un-break my heart Sweet darlin' Without you I just can't go on  [Outro] Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart  ",
        "title": "Un-Break My Heart"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": null,
        "title": "I Love Me Some Him/I Don't Want To"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  [Verse 1: The Notorious B.I.G.] Hah, sicker than your average Poppa twist cabbage off instinct Niggas don't think shit stink Pink gators, my Detroit players Timbs for my hooligans in Brooklyn Dead right, if the head right, Biggie there e'ry night Poppa been smooth since days of Underoos Never lose, never choose to, bruise crews who Do somethin' to us, talk go through us Girls walk to us, wanna do us, screw us Who us? Yeah, Poppa and Puff Close like Starsky and Hutch, stick the clutch Dare I squeeze three at your cherry M-3 (Take that, take that, take that, ha ha!) Bang every MC easily, busily Recently niggas frontin', ain't sayin' nothin' So I just speak my piece, keep my peace Cubans with the Jesus piece, with my peeps Packin', askin', \"Who want it?\" You got it, nigga, flaunt it That Brooklyn bullshit, we on it  [Hook: Pamela Long] Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid  [Verse 2: The Notorious B.I.G.] I put hoes in NY onto DKNY Miami, D.C. prefer Versace All Philly hoes go with Moschino Every cutie with a booty bought a Coogi Now who's the real dookie? Meaning, who's really the shit? Them niggas ride dicks, Frank White push the six Or the Lexus, LX, four and a half Bulletproof glass, tints if I want some ass Gonna blast, squeeze first, ask questions last That's how most of these so-called gangsters pass At last, a nigga rappin' about blunts and broads Tits and bras, ménage à trois, sex in expensive cars I'll still leave you on the pavement Condo paid for, no car payment At my arraignment, note for the plaintiff \"Your daughter's tied up in a Brooklyn basement\" Face it, not guilty, that's how I stay filthy Richer than Richie, 'til you niggas come and get me  [Hook: Pamela Long] Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid  [Verse 3: The Notorious B.I.G.] I can fill you with real millionaire shit (I can fill ya) Escargot, my car go, one sixty, swiftly Wreck it, buy a new one Your crew run-run-run, your crew run-run I know you sick of this, name brand nigga with Flows, girls say he's sweet like licorice So, get with this nigga, it's easy Girlfriend, here's a pen, call me round ten Come through, have sex on rugs that's Persian Come up to your job, hit you while you workin' For certain, Poppa freakin', not speakin' Leave that ass leakin', like rapper demo Tell them ho take they clothes off slowly Hit 'em with the force like Obi Dick black like Toby Watch me roam like Romey Lucky they don't owe me Where the safe? Show me, homie (homie)  [Hook: Pamela Long] Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid  Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid  Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid Biggie, Biggie, Biggie, can't you see? Sometimes your words just hypnotize me And I just love your flashy ways Guess that's why they broke, and you're so paid  ",
        "title": "Hypnotize"
    },
    {
        "artist": "White Town",
        "lyrics": "  [Verse 1] Just tell me what you've got to say to me I've been waiting for so long to hear the truth It comes as no surprise at all you see So cut the crap and tell me that we're through Now I know your heart, I know your mind You don't even know you're being unkind So much for all your highbrow Marxist ways Just use me up and then you walk away Boy, you can't play me that way  [Pre-Chorus] Well I guess what you say is true I could never be the right kind of girl for you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  [Verse 2] When I saw my best friend yesterday She said she never liked you from the start Well me, I wish that I could claim the same But you always knew you held my heart And you're such a charming, handsome man Now I think I finally understand Is it in your genes I don't know But I'll soon find out, that's for sure Why did you play me this way  [Pre-Chorus] Well I guess what you say is true I could never be the right kind of girl for you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  [Bridge] Well I guess what they say is true I could never spend my life with a man like you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  ",
        "title": "Your Woman"
    },
    {
        "artist": "DJ Company",
        "lyrics": null,
        "title": "Rhythm Of Love"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": null,
        "title": "I Wanna Be There"
    },
    {
        "artist": "Sneaker Pimps",
        "lyrics": "  [Verse 1] Take me down Six underground The ground beneath your feet Laid out low Nothing to go Nowhere a way to meet  [Chorus] I've got a head full of drought down here So far off losing out round here Overground, watch this space I'm open to falling from grace  [Verse 2] Calm me down Bring it round Too way high off your street I can see Like nothing else In me you're better than I wanna be  [Chorus] Don't think cause I understand I care Don't think cause I'm talking we're friends Overground, watch this space I'm open to falling from grace  [Verse 3] Talk me down Safe and sound Too strung up to sleep Wear me out Scream and shout Swear my time's never cheap  [Chorus] I fake my life like I've lived too much I take whatever you're given, not enough Overground, watch this space I'm open I fake my life like I've lived too much I take whatever you're given, not enough Overground, watch this space I'm open to falling from grace  ",
        "title": "6 Underground"
    },
    {
        "artist": "No Mercy",
        "lyrics": null,
        "title": "When I Die"
    },
    {
        "artist": "Joe",
        "lyrics": "  [Intro] Don't wanna be a player Don't wanna be a player Don't wanna be a player Don't wanna be a player Don't wanna be..  [Chorus] Don't wanna be a player no more I think I found someone I could live my life for Don't wanna be a player no more I think I found someone I could live my life for I'm yours, you're mine, for sure  [Verse 1] I had enough of running wild I'm switching up my whole lifestyle I don't wanna live the way I used to I'm giving up the booty calls Spending C's at the ta-ta bars No leaving with two or three girls to get me off  [Pre-Chorus] All I need is one who's really down Someone to turn this player's life around Girl, I feel like you could be the one To make a difference in my life 'Cause I'm tired of living trife  [Chorus] I don't wanna be a player no more I think I found someone I could live my life for Don't wanna be a player no more I think I found someone I could live my life for I'm yours, you're mine, for sure  [Verse 2] No rolling with an entourage Celeb style like a movie star Sippin' Dom with the ladies all around me Dropping girls off at the wee hours of the morning Gettin' beeps from a la di da di A true player never gets a chance to sleep, no  [Pre-Chorus] All I need is one who's really down Someone to turn this player's life around Girl I feel like you could be the one To make a difference in my life Cause I'm tired of living trife  [Chorus] Don't wanna be a player no more I think I found someone I could live my life for Don't wanna be a player no more I think I found someone I could live my life for I'm yours, you're mine, for sure  [Bridge] Baby girl, I'm bugging over you You got me giving up the things I used to do You got so much in life to gain And to prove to you I'm getting out the game No more player style  [Chorus (Repeat until end)] Don't wanna be a player no more I think I found someone I could live my life for Don't wanna be a player no more I think I found someone I could live my life for I'm yours, you're mine, for sure  ",
        "title": "Don't Wanna Be A Player (From \"Booty Call\")"
    },
    {
        "artist": "3rd Party",
        "lyrics": null,
        "title": "Can U Feel It"
    },
    {
        "artist": "Diana King",
        "lyrics": "  Let me sing another one honey, alright 1, 2, 3, 4  Say a little prayer for you Me a-go say a little prayer for you Say a little prayer for you Me a-go say a little prayer for you  From the moment me wake up Before me put on me make up Me say a little prayer for you Me combing me hair now Me a-wonder which dress we wear now Me say a little prayer for you  (Forever and ever) You stay in my heart And I'll love you (Forever and ever) We never will part And I'll love you (Together, together) That's how it should be Without you Would only be heartbreak for me (Yeah)  Me run to the bus, love Me a-ride and me a-think 'bout us, love Me say a little prayer for you (Say a little prayer for you) At work I just take time And all through my coffee break time Me say a little prayer for you (Say a little prayer for you)  Forever and ever You stay in my heart And I'll love you Forever and ever We never will part And I'll love you Together, together That's how it should be Without you Would only be heartbreak for me  Say a little prayer for you (Say a little prayer for you) Me a-go say a little prayer for you Say a little prayer for you Me a-go say a little prayer for you Forever I love you Forever I love you Forever I love you Forever  Me say a little prayer for you  (Forever and ever) You stay in my heart And I'll love you (Forever) And ever We never will part And I'll love you Together, together That's how it should be Without you Forever and ever You stay in my heart And I love you (Forever and ever) We never will part And I love you (Together, together) That's how it should be Without you Would only be heartbreak for me Yeah, nobody Heartbreak Forever and ever You stay in my heart And I'll love you Forever and ever We never will part  ",
        "title": "I Say A Little Prayer"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "Thinking Of You"
    },
    {
        "artist": "Patti LaBelle",
        "lyrics": "  This is a test, sugar, sugar, boo boo This is just a test, tell me What do you know about love This is just a test, it ain't your life Tell me  I'd like to give you a test So darling, prepare yourself When I say 'Love', please explain What pictures pop in your brain  'Cause when you talk about love Say when you think about love When you talk about love You should be talking 'bout me  Now if you need to be taught Don't make me an after thought For every lesson that's wrong You can bet my good loving will be gone  So let's erase any doubt Take a second or two to figure out Speak from your lips to my ears Yes, I know you know what I wanna hear  When you talk about love When you think about love When you talk about love You should be talking 'bout me  No, I'm not gonna play tit for tat When it comes to affairs of the heart But if I love you, I want love back And I know that I love you so just do your part  When you talk about love I said, when you think about love When you talk about love You should be talking 'bout me  So when you talk about love When you think about love So when you talk about love You should be talking 'bout me  I say, say my name, Patti, Patti, that's right Say, say my name, Patti, Patti[Incomprehensible] Say, say my name, Patti, Patti, what's my name? My name is love, love, love  Love, love, love Love, love, love Love, love, love  My name is love, that's my name You gotta talk about me  Say, when you talk about love Say, when you think about love Say, when you talk about love You, should be talking 'bout love  Love, love, love, love  ",
        "title": "When You Talk About Love"
    },
    {
        "artist": "Gina G",
        "lyrics": "  Gimme gimme Whoo-o! Whoo-o! Sweet as honey your lips like taste You touch my body and you've been praised So deep is my love for you Anticipated any single move You are the one that I'm dreaming of Won't you stay with me tonight baby You're all I want, all I'm thinking of Move your body close to mine Chorus Gimme gimme gimme some love whoo-o! Whoo-o! I've been waiting forever Gimme gimme gimme some love whoo-o! Whoo-o! Boy I can't wait any longer Don't you know you got me under your spell You drive me crazy like no-one else One kiss and I'm hypnotised You're looking to me with those spectrum eyes You are the one that I'm dreaming of Won't you stay with me tonight baby You're all I want, all I'm thinking of Move your body close to mine Chorus I can't wait any longer It feels so good inside I must be dreaming (Oooh dreaming) Only you can satisfy this feeling Am I dreaming? Am I dreaming? Am I dreaming? Chorus x 2 Gimme gimme gimme some love whoo-o! Repeat to fade  ",
        "title": "Gimme Some Love"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I hitched a ride with a vending machine repair man He said he's been down this road more than twice He was high on intellectualism I've never been there but the brochure looks nice  [Pre-Chorus] Jump in, let's go Lay back, enjoy the show Everybody gets high, everybody gets low These are the days when anything goes  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine  [Verse 2] He's got a daughter, he calls Easter She was born on a Tuesday night I'm just wondering why I feel so all alone? Why I'm a stranger in my own life?  [Pre-Chorus] Jump in, let's go Lay back, enjoy the show Everybody gets high, everybody gets low These are the days when anything goes  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine  [Bridge] I've been swimmin' in a sea of anarchy I've been living on coffee and nicotine I've been wondering if all the things I've seen Were ever real, were ever really happening?  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine Everyday is a winding road Everyday is a winding road Everyday is a winding road Everyday is a winding road  ",
        "title": "Everyday Is A Winding Road"
    },
    {
        "artist": "Brownstone",
        "lyrics": "  5 Miles To Empty Brownstone  Oh yeah, yeah, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, yeah, yeah Oh yeah, oh yeah, yeah, yeah, yeah  Oh baby Can we sit down and talk for a minute You know that we've got a few things We need to work out, oh yeah You can, spare me all your sorry details Had enough of all your lies And my silence cries  Hurry, hurry, quick, quick I need a man who's gonna do me right Hurry, hurry, quick, quick Somebody who will surely satisfy When I think of your love It only makes me stop and wonder Truly why, oh why Oh, Why would you make me cry, oh baby  5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love, babe 5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love  We spend so much time We're always fighting desperately trying for love We know won't last much longer, no, no, but baby Such a waste of time when we're praying though Some are saying that we won't last much longer than a day No, no, no, no, no  Hurry, hurry, quick, quick I need a man who's gonna do me right Hurry, hurry, quick, quick Somebody who is gonna satisfy my needs, yeah When I think of your love It only makes me stop and wonder Truly why, oh why Oh, why would you make me cry, oh baby  5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love, babe 5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love  5 miles to a empty My heart is running low  5 miles to empty My heart is running low  Hurry, hurry, quick, quick Oh, I need a man who will promise to always do right Hurry, hurry, quick, quick Oh, looking for someone who's gonna satisfy When I think of your love It only makes me stop and wonder Truly why, oh why Why would you make me cry, oh baby  5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love, babe 5 miles to empty My heart is running low, whoa I need a good man to fill me up I need a good man to give me love  Five miles to empty (fade away  ",
        "title": "5 Miles To Empty"
    },
    {
        "artist": "Real McCoy",
        "lyrics": null,
        "title": "One More Time"
    },
    {
        "artist": "Deborah Cox",
        "lyrics": "  (chorus) Things just ain't the same He could never be you You should know the pain I feel Understand what I'm going through  Saw you the other day And I almost lost my mind I remember the things we did I can't believe, such a waste of time  Sometimes I wanna cry Sometims I wanna die Please help me understand Why can't my heart just lie  (Chorus) Things just ain't the same He could never be you You should know the pain I feel Understand what I'm going through  I'm still in love with you And I know that you feel it too But I feel that I can't go on I just want you to come back home  I'm so ashamed of me My heart is not complete I know you walked away My heart wants you to stay  Chorus (x2) Things just ain't the same He could never be you You should know the pain I feel Understand what I'm going through  The water's in my eyes Can't hide what I feel inside Said, the tears keep falling down I can feel when you're not around  I lost control of me Yet your love's ashamed to see I just cannot help myself I don't want nobody else  Sometimes I wanna cry Sometimes I wanna die Please help me understand Why can't my heart just lie Oh baby  Things just ain't the same (They're not the same) He could never be you (He'll never) You should know the pain I feel (You should know the pain) Understand what I'm going through (that I...feel, oh)  Things just ain't the same (no, not the same) He could never be you (never be, never be) You should know the pain I feel (you should be) Understand what I'm going through (can't you see the water in my eyes?)  Things just ain't the same (it's hard to hide the way I feel inside) He could never be you (you know that I dont want nobody else) You should know the pain I feel (since you left me things) Understand what I'm going through (just ain't the same baby, no)  (fades out)  ",
        "title": "Things Just Ain't The Same"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] I'm going to take my time I have all the time in the world To make you mine It is written in the stars above The gods decree You'll be right here by my side Right next to me You can run but you cannot hide  [Hook] Don't say you want me Don't say you need me Don't say you love me It's understood Don't say you're happy Out there without me I know you can't be 'Cause it's no good  [Verse 2] I'll be fine I'll be waiting patiently 'Til you see the signs And come running to my open arms When will you realize Do we have to wait 'til our worlds collide Open up your eyes You can't turn back the tide  [Hook]  [Verse 3] I'm going to take my time I have all the time in the world To make you mine It is written in the stars above  [Hook (x2)]  ",
        "title": "It's No Good"
    },
    {
        "artist": "U2",
        "lyrics": "  She feel the ground is giving way But she thinks we're better off that way The more you take, the less you feel The less you know the more you believe The more you have, the more it takes today  [Chorus] You gotta give it away You gotta give it away You gotta give it away Give it away You gotta give it away You gotta give it away  Well she don't care what it's worth She's living like it's the last night on earth The last night on earth  She's not waiting on a saviour to come She's at the bus stop With the News Of The World And the sun, sun, here it comes She's not waiting for anyone  [Chorus]  Well she don't care what it's worth She's living like it's the last night on earth The last night on earth  Slipping away, slip, slide Too many slipping away The world turns and we get dizzy Slipping away  She's living She's living next week now You know she's gonna pay you back somehow  She hasn't been to bed in a week She'll be dead soon, then she'll sleep  [Chorus]  She already knows it hurts She's living like it the last night on earth The last night on earth Last night on earth Last night  ",
        "title": "Last Night On Earth"
    },
    {
        "artist": "Wyclef Jean Featuring Refugee Allstars",
        "lyrics": "  [Intro: Wyclef Jean] We got the Refugee Allstars rub-a-dubbing in the club Wyclef Jean, John Forte, Praswell Nah mean, the streets are getting a little crazy  [Verse 1: Wyclef Jean] Looka looka looka looka looka Looka looka looka here looka shorty got back Should I ask her for a dance? Hold on -- there's too many in the wolf pack And besides, Dirty Cash talking to her Buying her fake furs and taking her to The Fever Quiet as it's kept, that ain't even his Benz She spends his Franklins at the malls with her friends Material girl, living in a material world But it's all right cause it's Saturday night So mister funkmaster, pump the Bee Gees And all you college students, play your Ouijas Check the spelling: r-e-f-u-g-e-e, get the CD from Sam Goody, hee hee! You ain't even close with the rhymes that you wrote Don't be mad cause you broke Let me clear my throat -- ah huh ah huh John Forte, grab the mic, let's sway this way  [Verse 2: John Forte] I'm more than just a rhymer, you still a small timer Hoping that the game treat that ass a little kinder Every step tango'd Your beef don't concern me I'm eating mangoes in Trinidad with attorneys My crew's slang flow worldwide like a current With the every spot where nobody got insurance Brother, do the math -- you ain't half near exotic My man's claim true; you -- forget about it Po-po just a nuisance, like my influence Well, recognize you a lie trying do it Got juice—told your lady Oops! We Nutz Baby Smooth and charismatic, automatic You gonna save me God bless the day that my sons survive We strive to teach the youth, baby, and stay alive  [Verse 3: Pras] Well, you can tell by the way I roll, shorty, that I'm a ladies man A business man Condos down the shore Multi-million pension plan But it ain't in my plan to make moves without the fam I keep it intact Yo 'Clef, do the track John, play the mack while I pay the tax Business as usual Watching suspects steal my assets Get cut with Gillettes We built this concept, connect like NYNEX Drinks at the bar, my American Express  [Interlude: Wyclef Jean] Yo I cook up cook up The copper pull up pull up Then I cuff up cuff up You who's calling bluff Now you shook up shook up Cause you lock up lock up When I love up love up You who's calling bluff Hey yo, John is chilling Dirty Cash dealing What more can I say, we living That's what we got, we got it good And since you understood We be...  [Outro: Pras] Yeah Live at the Carnival 97 till infinity Ha Refugee all-stars Can't stop the shining, can't stop the shining You wanna stop the shining? You wanna stop the shining? Can't stop the shining, can't stop the shining  ",
        "title": "We Trying To Stay Alive"
    },
    {
        "artist": "Abra Moore",
        "lyrics": "  He's got the best of me It's such a price to pay He's got the best of me  See, I have been thinking it over It's all just a little too much You see I have got a four-leaf clover It's gotta bring a little luck Yeah, uh huh Yeah, uh huh  So I let go of all of the big deals I let go of the bitter dream You see the girl in the pretty white picture Well it's never what it really seems Yeah, Oh Uh huh Yeah, uh huh  My mind is always racing And my body's on overload You've got my heart in the middle of a feeling I've got no place to go Yeah, Oh Uh huh  See, I've been thinking it over It's all just a little too much You see I've got a four-leaf clover It's gotta bring a little luck  I'm running but I've got nowhere to be But I'm all right  Said I'm running, but it's got the best of me But it's all right  Cause see, I've been thinking it over It's all just a little too much You see I've got a four-leaf clover It's gotta bring a little luck  Yeah  Said I've been thinking it over Yeah It's all just a little too much Yeah You see I've got a four-leaf clover Yeah It's gotta bring a little luck Yeah  Said, I've been thinking it over It's all just a little too much Said I've got a four leaf clover It's gotta bring a little luck  ",
        "title": "Four Leaf Clover"
    },
    {
        "artist": "Laurnea",
        "lyrics": null,
        "title": "Can't Let Go"
    },
    {
        "artist": "Rome",
        "lyrics": null,
        "title": "Do You Like This"
    },
    {
        "artist": "DJ Taz Featuring Raheem The Dream",
        "lyrics": "  Oh, DJ Taz  Chorus: Neka, DJ Taz  That's right (That's right) That's ri-i-ight Party people on the floor (Uh, come on) All we do, is give them more That's right  (That's right) That's ri-i-ight Party people (Uh) On the floor , come on) All we do is give them more That's right (That's right) That's ri-i-ight  Verse 1: DJ Taz  Make hits is all I do Well, how bout you? Lay it down for the decision Up sets is  all I vision Got to make that money, honey It ain't funny, country Like Tom Sawyer Diane Lench is my lawyer Business strict, damn strict DJ Taz, don't quit No stoppin'   (Stoppin', stoppin') Stop knockin' (Knockin, knockin') You mad, boy Our hoes keep on jockin' Snappin' Uh like a turtle Out of line, me want Myrtle Nasty dancers on your station Uh-huh we be bassin' Keep it crunk, keep it crunk Play it loud in your trunk  Chorus  Verse 2: DJ Taz  First best, best last  (Ohhh) DJ Taz Pump it up, don't stop Till the planet rock Pipeline in the mist Sucka's can't fade this Hits (Hits) that's all I make Records (Records) that's all I break Billboards is all I do You know me, but I don't know you Shake it down, at the show What the bass, mids, highs, lows I give you mo Can't peel me, I ain't no ho Who's slippin', who's snoozin' Who's winnin', who's losin' In the South we love that drop Don't quit, don't stop Little sumpin' from big Taz For yo monkey ass  Chorus  Bridge: DJ Taz  Yeah, we got Raheem up in here Doin' something like this  Verse 3: Raheem The Dream  Raheem gonna' rock this steady  (Steady) They ain't ready      (Ready) From the A-T-L-A-N-T-A (Ooh-Wee) Smokin' on hay From Texas to V-A  (Uh) Detroit to G-A   (Ah) I gotta get my flow, can I go Hit that ho at the show I got some freaky bitches They ain't gon' get no riches Got animosity They get the finger from me Then try to diss it Now they wit it Gotta go and git it My tape be tight to def Bestseller on the shelf I'm known to rock it fast Raheem back on that ass And on the track Is that dope producer,DJ Taz  Chorus  Bridge: DJ Taz, Raheem The Dream  Ooh!  Aah! All we do is give you more, you know what I'm sayin'? Yeah Neka, say what baby? Big Taz! Party people, ooh, ooh Come on Come on, now Big Taz! Oh Lord Come on Break it down!  Chorus, 2X  Bridge: DJ Taz, Raheem The Dream  One time for your mind, DJ Taz One time for Success Entertainment Yeah One time for Big Jerry Right Keepin' it tight Raheem Neka  ",
        "title": "That's Right"
    },
    {
        "artist": "Nu Flavor Featuring Roger",
        "lyrics": "  Grooving with you baby Sexy Thing Ulalala... Sexy Thing Ulalala... Ooh oh ooh oh Sweet sexy thing  Chorus: Sweet sexy thing Bring your body to me Baby I'm in the mood To make sweet love to you Waited so long Now I've got you alone You sweet little Sweet little sexy thing  VERSE 1 Hey there Baby baby baby Sexy little sexy thing you are Do that to me one more time Feels so good Now that we're alone All I wanna do Is get it on Girl I won't ever fight I want you to be my lover tonight And every night 'Cause when I make love with you Girl everything you do is so right Baby baby baby baby listen to me  Bridge: I want some lovin' baby Kissin' n huggin' baby Lovin' n rubbin' babe on and on and on and on It feels so good baby You're drivin' me crazy I wanna do it baby All night long you..  Chorus  VERSE 2 Can't be accused Of lovin' you For your body And not for your mind But tonight your body's calling And you got that little look in your eye So baby unplug the telephone Lets just pretend that there is no one home I'll put some slow jams on And we can make love all night long lady  Bridge  Chorus  Bridge  Chorus (Repeat until fade..)  ",
        "title": "Sweet Sexy Thing"
    },
    {
        "artist": "SWV",
        "lyrics": null,
        "title": "Can We (From \"Booty Call\")"
    },
    {
        "artist": "Adina Howard",
        "lyrics": "  Welcome to Fantasy Island  Music and sexin' go together like a hand in glove Making love on the dance floor with my clothes on I need to feel the rhythm of a body here next to mine So baby can we break it down If you think that you can take me down  1 - Do you wanna come party Do you wanna get up Just a move your body Til you can't get enough  Do you wanna come party Do you wanna get up Just a move your body Til you can't get enough  2 - You're a freak and you know it You want it, you show it You need it, you're feenin Everyday and every night You're a freak and you know it You want it, you show it And you need to call Adina tonight  Don't think I'm tripping I just wanna have fun I got my Vodka and my Henn I'm bout to find me one Scoping while I'm toking feeling good tonight Good and fired up 'cause I'm doing way too much  Repeat 1 Repeat 2 (2x)  What you gonna do Do you wanna go down What you gonna do Do you wanna go down What you gonna do Do you wanna go down What you gonna do Do wanna go down  Repeat 1 Repeat 2 (2x)  Ad lib Fade out  ",
        "title": "[Freak] And U Know It"
    },
    {
        "artist": "Christion",
        "lyrics": "  [Intro] And so the hustlers continue to hustle And the player's continue to play  [Verse 1: Christión] I'm a man today Can't nobody tell me nothin' Got a hold on life Taking each day, by day Being strong, know just where I'm going to As I get higher and higher Dreams grow, visions flow by This is as good as it gets As I take another hit, sugar I can't stop, I won't stop  [Hook: Christión] Cause I'm too cool (Too cool) And what they say is true Oh, I'm full of smoke Cause I'm too cool (Too cool) And what they say is true Oh, I'm full of smoke  Watching my life go down (Down) Watching my life go down (Down, down, down) Watching my life go down (Down) Watching my life go down (Oh)  [Verse 2: Christión] And all the day, time just passes by me slowly But I'm alright, you'll see Faces and places catching different cases True runners it's glorified Same situation, nothin' ever changes Just being a bonafide hustler Hustler, baby From day to night Business is as good as it gets As I take another hit, honey I won't stop, I won't stop  [Hook] Cause I'm too cool (The man today) And what they say is true Oh, I'm full of smoke (Im full of smoke) Cause I'm too cool (Too cool) And what they say is true Oh, I'm full of smoke (Oh)  Watching my life go down (Down) Watching my life go down (Cause I'm a hustler) Watching my life go down (Keep on hustlin' baby) Watching my life go down (Down, down, down)  I'm the man today Can't tell me nothing  [Hook] Cause I'm too cool And what they say is true Oh, I'm full of smoke (Full of smoke) Cause I'm too cool And what they say is true (Straight player) Oh, I'm full of smoke  Watching my life go down (Down) Watching my life go down (True runners it's glorified) Watching my life go down (Same situation, nothin' ever changes) Watching my life go down (Just being a bonified hustler) Watching my life go down (Hustler) Watching my life go down (I'm a hustler) Watching my life go down (Straight hustler) Watching my life go down (Money maker, Body taker)  ",
        "title": "Full Of Smoke"
    },
    {
        "artist": "Jocelyn Enriquez",
        "lyrics": "  A little bit of ecstasy A little bit of you and me A little bit of such a free A little bit of ecstasy A little bit of ecstasy A little bit of you and me A little bit of such a free A little bit of ecstasy Tell me that you want me Tell me that you need me Tell me that you want me Tell me that you love me I'll be your dream You be my fantasy I'll be your dream You be my fantasy I'll be your dream I'll be your dream I'll be your dream You be my fantasy Ooh, ooh yeah (Let the beat... Let the beat... Let the beat control your body) A little bit of ecstasy  ",
        "title": "A Little Bit Of Ecstasy"
    },
    {
        "artist": "Collective Soul",
        "lyrics": null,
        "title": "Listen"
    },
    {
        "artist": "Richard Marx",
        "lyrics": "  Lately I've been trying To fill up my days since you're gone The speed of love is blinding And I didn't know how to hold on  My mind won't clear I'm out of tears My heart's got no room left inside  How many dreams will end How long can I pretend How many times will love pass me by Until I find you again  Will the arms of hope surround me Will time be a fair weather friend Should I call out to angels Or just drink myself sober again  Can't hide it, it's true I still burn for you Your memory just won't let me go  How many dreams will end How long can I pretend How many times will love pass me by Until I find you again  I'd hold you tighter Closer than ever before Yeah No flame would burn brighter If I could touch you once more Hold you once more  How many dreams will end How long can I pretend How many times will love pass me by Until I find you again  Until I find you  Again  ",
        "title": "Until I Find You Again"
    },
    {
        "artist": "BLACKstreet With Special Guests Ol' Dirty Bastard & Slash",
        "lyrics": null,
        "title": "Fix"
    },
    {
        "artist": "B-Rock & The Bizz",
        "lyrics": "  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (Boy, that's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  [Verse 1: T-Bird and (Kitty Thomas)] Why every time I call it's the same thing? You have to be on the phone with Elaine Or either Shawna, or Dawna (T-Bird, lemme call you back, the phone’s for my mama) When the phone click don't even try girl Quit lying girl You must think I'm stupid or either blind girl Cuz something ain't right And I'm fixing to go You said y'all broke up a long time ago And who was L.A. Sno? (But it ain't nobody, that's just my baby daddy)  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (Boy, that's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  [Verse 2] You said your baby daddy was locked up, but why? The Bird say y'all was at the mall (You a liar) You a liar OK then, what his name? (Lavall) Yesterday you said his name was Jay, so it ain't the same It must be your new boyfriend How come your best friend told me the dude's name was Ken? (Whatever) You better get it together, cuz whenever you lie? I'm like Mary J., I'm not gon' cry (Don't cry) Hey, why don't you get up and get the door? (You get the door) Yo, who that is? (I don't know, who is it?) I bet that's just your baby daddy  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (Boy, that's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  What's up man? You be ready to go? (What we do now?) You know we gotta go to the store Now see, that's a perfect example You know you ain't fittin' to go and get no pampers Well, while ya at it, get some milk If you don't hurry back, I'mma been done dipped Oh baby, you can save the drama Cuz I'm feeling going to see my baby mama  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (Boy, that's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  I'm sick and tired, girl You 'bout to get fired, girl Don't even try, girl But I ain't all really polite, girl I'm sick and tired, girl You 'bout to get fired, girl Shut up and keep quiet, girl I'm sick and tired of all your lying, girl  (T-Bird, I need some money for my baby) I ain't giving you no money, that ain't my baby (Yes T-Bird, it was) That ain't my kid (Yes it is your daughter) I got one son (You got a daughter, too) I got a son named Chris and that's it (T-bird, you trippin') I ain't smell that junk you talk (T-Bird!) Forget that! (But T-Bird, I love you) I ain't wit it, I ain't wit it  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  My man Agee say Hell! Ain't your baby daddy L.A. Sno! Ain't your baby daddy My man it's Pressure, ain't your baby daddy Uh J.D., he ain't yo baby daddy  That's just my baby daddy  [Chorus: T-Bird and (Kitty Thomas)] Who that is? (That's just my baby daddy) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (Boy, that's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby dad) Who that is? (That's just my baby daddy) Who that is? (T-Bird, that's just my baby daddy)  ",
        "title": "My Baby Daddy"
    },
    {
        "artist": "Tori Amos",
        "lyrics": "  [Verse 1] Excuse me, but can I be you for a while? My dog won't bite if you sit real still I got the antichrist in the kitchen yelling at me again Yeah, I can hear that Been saved again by the garbage truck I got something to say, you know but nothing comes Yes I know what you think of me, you never shut up Yeah, I can hear that  [Chorus] But what if I'm a mermaid In these jeans of his with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, and it's been here Silent all these years  [Verse 2] So you found a girl who thinks really deep thoughts What's so amazing about really deep thoughts? Boy, you best pray that I bleed real soon How's that thought for you? My scream got lost in a paper cup You think there's a heaven where some screams have gone I got 25 bucks and a cracker, do you think it's enough To get us there?  [Chorus] Cause what if I'm a mermaid In these jeans of his with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, and it's been here Silent all these  [Bridge] Years go by, will I still be waiting For somebody else to understand? Years go by if I'm stripped of my beauty And the orange clouds raining in my head Years go by, will I choke on my tears Till finally there is nothing left? One more casualty, you know We're too easy, easy, easy  [Verse 3] Well, I love the way we communicate Your eyes focus on my funny lip shape Let's hear what you think of me now, but baby don't look up The sky is falling Your mother shows up in a nasty dress And it's your turn now to stand where I stand Everybody looking at you Here, take hold of my hand Yeah, I can hear them  [Chorus] But what if I'm a mermaid In these jeans of yours with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, I hear my voice I hear my voice, and it's been Here, silent all these years  [Outro] I've been here Silent all these years Silent all these Silent all these years  ",
        "title": "Silent All These Years"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "What's Stopping You"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "All By Myself"
    },
    {
        "artist": "Master P Featuring Steady Mobb'n, Mia X, Mo B. Dick & O'Dell",
        "lyrics": "  [Chorus: Master P] Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change  [Verse 1: Crooked Eye] I'm at the time in my life when a nigga's ready to change I'll be dead or in jail if I don't shake this game Feel like I'm trapped in a prison, slowly waiting to die It's getting harder for my people, yet we don't know why They cutting sisters off welfare, these kids can't eat And it's the children like [?] turned out by the street I couldn't see it while I was outside slinging my rocks Serving death to my people, committing the ultimate evil Robbing and killing my own kind, Lord forgive me Blinded by this life of crime, God, somebody hear me Since the death of my mama, my life been filled with drama Lost both of my kids, punished for dirt that I did I can't bring em back, so I get high to forget All the mistakes that I made, that time won't let me erase I keep my head up high, but I'm stuck in this game Steady checking myself, God, help me to change  [Chorus: Master P] Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change  [Verse 2: Billy Bavgate] If I could change, I'd bring my mama back from the grave I ain't got too much coming, cause we living in the last days Crime pays, doing broads can get you AIDS, gotta wear a strap these days All the time I stay high, trying to fight my stress Jealous fools of the world trying to put me to rest Last night I had a talk with my mama Then I cried, asking god did she serve her purpose before she died You can see it in my eyes, a brother want to slow down I ain't mad at you daddy, 'cause you didn't come around I'm knowing that the times is hard, but you can make it You see the opportunity, you take it But what about my little baby? I got a mouth to feed but I still want to hang in the streets And smoke weed with the O.G.'s My homies rest in peace in the game I don't think you even know the pain in me I want to change  [Chorus: Master P] Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change  [Verse 3: Master P] Lord knows, picture me balling Trapped in this ghetto with my young G's calling Hennessy and weed when they bury P A quarter key, 6 G's, when they carry me Fall on my knees to no nigga Trapped in this hood, raised by chrome trigger Never had a pops, a nigga learned to sling cream Should have been a chemist, the way I work a triple beam Life is like a page I want to turn I want to make a change but Lord you let my brother burn I done seen a nigga lose his life over [?] stones Every night, my auntie bring a nigga home Mama worries cause the rent late 3 strikes, my cousin's doing time upstate I sent him Camels with no filters I'm in the ghetto slinging stones with straight killers, uh! I know kids that pack gats 'cause they 'bout it, 'bout it I'm from the murder capital of the world and we rowdy, rowdy Is there a heaven for a gangsta, Lord put me to sleep Cause your best friend turned into your enemy Crooked cops is dirty in this shady game God, take me out the ghetto, I want to make a change  [Chorus: Master P] Fast living got me trapped in this street game Before I die, I hope I get a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change Fast living got me trapped in this street game Before I die, I hope I have a chance to make a change  ",
        "title": "If I Could Change (From \"I'm Bout It\")"
    },
    {
        "artist": "CRU Featuring Slick Rick",
        "lyrics": "  Uhh, Once upon a time, let's see if I remember Back in January Nah, chill.....it was December True...cuz that's when L started his bid Partied through the New Year January third he slid Up until then, yo, L had it swell Called him Sweet Pea like his name was Pernell He did the job, money came with ease Blowing outta town, moving bricks and ki's Him and his bitch, in forty-G rides Holding down fort like they Bonnie N Clyde Luxury cars of all makes and models New outfits everyday, downin' champagne by the bottle Glass in the air (air) Toast to my team (team) Toast to my cream and the scotties that beam My niggas fiend, I'm abouts da beamer Think about your bitch cuz yo fuck it I'm a dreamer Called up CRU Yo, they probably in the studio Phil Collins in the background (Su-Su-Sudio)  Chorus: repeat 3X  Now this ain't funny, so don't you dare laugh Just another case about the wrong path  (Where's my chick?) Sent her on a mission Hope she ain't slip...on that pickup Yo, who dis on my flip Fuck the cash nigga, pistol whip ya ass Me and Mitch rollin' over there quick fast Rolled up on the spot, (It's that kid Uzi Ed) He took me for my paper so just call him Uzi Dead! Used to run epps wit him back in the day Mitch popped the trunk Passed the German AK You dirty rat! I'm bout to bless the gat Better take cover from the ratta-tat-tat Uzi Ed, ain't have a vest, three to the chest, Ed got blessed L got life, Ed got death The bitch took the money and she slid to the left Back in the day I told L she was shady Now she in Cali about to have Ed's baby  Chorus: repeat 5X  Now this ain't funny, so don't you dare laugh Just another case about the wrong path  (Slick Rick) Yo, what's the word, kid?! Tell you bout a brother named Sid Got work release after doing a 3-to-life bid Cause of drug logic Shouldn't touch it Now out to budget With a movie star chick from outta Edenwald Projects Nice job, took prison camp drives While he promised up and down to live a civilized lifestyle The sweat off the brow was soon on garment Both worked Got themselves a two-bedroom apartment Great statement, without delayment, away and went Saved to get a house on one of them low down payments But an idea concocted his stock Why don't we try and turn this money over on the drug tip So he gave his man a shriek and excitement Didn't know his peeps were under secret indictment Sick of the path that'll get you hung by the neck Sent him back up north to do a super long stretch again Black folk, you know the half, don't laugh, it's...  Just another case about the wrong path  Chorus: repeat 4X  Well, this ain't funny, so don't you dare laugh It's just another case about the wrong path  ",
        "title": "Just Another Case"
    },
    {
        "artist": "Veronica (Featuring Craig Mack)",
        "lyrics": null,
        "title": "No One But You (From \"Baps\")"
    },
    {
        "artist": "Keith Sweat (Featuring Ronald Isley)",
        "lyrics": null,
        "title": "Come With Me"
    },
    {
        "artist": "Lil Suzy",
        "lyrics": "  I can't get, no I can't get, no I can't get you out of my mind (No, señor)  I can't get, no I can't get, no I can't get you out of my mind (You make me feel so good)  (No, señor) (You make me feel so good)  Now when I wake up in the morning You know you make my temperature rise You're like a summer breeze You got me begging please Can you see it when you look in my eyes? (No, señor)  So you think you can handle my body? But do you think you can handle my mind? I'm thinking you and me A pure fantasy I can give you, baby More than a sign  Anything you want now, baby Anything you need Show no shame Just call my name Yes, I got what you need  Any place you want me, baby Take me anytime You and me pure ecstasy Can't get you off my mind  I can't get, no I can't get, no I can't get you out of my mind (No, señor)  I can't get, no I can't get, no I can't get you out of my mind (You make me feel so good)  Now when I wake up in the morning You know exactly what I got on your mind Touch me anywhere Because you know I don't care So come on, baby Work me all through the night (No, señor)  So you say that you can freak my body I know you think that you control my mind But baby, soon you'll see That you are owned by me My decision was for you to be mine  Anything you want now, baby Anything you need Show no shame Just call my name Yes, I got what you need  Any place you want me, baby Take me anytime You and me pure ecstasy Can't get you off my mind  I can't get, no I can't get, no I can't get you out of my mind (No, señor)  I can't get, no I can't get, no I can't get you out of my mind (You make me feel so good)  (Did you say tango?)  (No, señor) (You make me feel so good) (No, señor) (You make me feel so good)  Anything you want now, baby Anything you need Show no shame Just call my name Yes, I got what you need  Any place you want me, baby Take me anytime You and me Pure ecstasy Can't get you off my mind  I can't get, no I can't get, no I can't get you out of my mind (No, señor)  I can't get, no I can't get, no I can't get you out of my mind (You make me feel so good)  ",
        "title": "Can't Get You Out Of My Mind"
    },
    {
        "artist": "Tha Alkaholiks Featuring Ol' Dirty Bastard",
        "lyrics": "  [Intro] [Tash] What's yo' name? What's yo' naaaaaame? [ODB] {burp} My name is, Ol Dirty Bastard,  and I'mma Alkaholik [Tash] Yeah me too nigga [ODB] {singin' some crazy shit}  [Verse 1: Tash] You're now rockin' with Tha Liks so start reachin' for the ozone I see some girls I know but y'all look different with your clothes on What's up though, Tash came to steal it like the Grinch While I'm leavin' niggas puzzled like I said my shit in French But it's all Olde English that I'm bringin' from beneath Try to bite my style on wax and watch these lyrics crack your teeth Cause I make words Connect like West Side when I test glide My drunken lyrical hanglider, nobody's tighter Than a ruff rap provider, with ninety ways to peel ya So I know the three words (Tash'll kill ya) sound familiar I filter out the weak everytime I speak I drink to hit the peak to make my mind go (beep) I'm def-da-fyin', you rappin' like my client Tryin' to scrape me for the style that slam harder than Kobe Bryant Be quiet! This is Likwidation from the West Motherfuck ya boozy show, I got my own special guest  [Verse 2: Ol' Dirty Bastard] Yo, yo, breaker breaker breaker one-nine I bust this bitch in the behind with the silver shine Cause she thought she was fine She winked at me, I thought it was fine This nigga Poutin, this ho' was mine I had the alcohol in me, took my time Let a nigga ro-tate turn on the table Put in the diamond needle, pull it to your ego What? You the king in the chair on my ground The Tyson of sound, it's twenty seconds to a round Scavenger nigga, youse a shrimp, a full line of shit My ear can't digest it Stop drinkin' all that motherfuckin' water, let's take it to the land So I can Godzilla up your sheeit, Mr. Tiny Tim man Niggas be creepin' up my beanstalk When I start to come down on your fuckin' asses Try to chip shit on up, get these nuts Motherfucker WHAT!!  [Verse 3: J-Ro] The Ro pimped the flow like a ho, so I should rap on the mack-raphone My rhymes hittin' hard enough to crack a bone I divide square MC's like math Bend you in half and drink a Genuine Draft I stop him, then I skied out with all wampum When he's layin' on the ground, I let my Dog Scrilla chop him (Switch reels) I feels its all about skills The outcome's unbelievable like Tyson/Holyfield Your lyrics are loaners return em to they rightful owners My style is wild, like G's or the pistolas No need to ask, I put you on like a ski mask We can Fight the Power like this was P.E. class I Bomb Squads like Hank Shock Peace to my nigga Scott puttin' stickers on the block *burp* I drink more Brewsters than Punky It's the further adventures of the hip-hop drunkies  [Chorus] You bitches are hoes Put it in ya neck my motherfuckin' ho Or in your butt hole Wherever the fuck it goes You bitches are hoes Put it in ya neck my motherfuckin' ho Or in your ear hole Wherever the fuck it goes  [Verse 4] [Ol' Dirty Bastard] Yeah, yo, yo, yo No disrespect to any architect Who tried to perfect, oh what the heck I'm a MC director, rhyme inspector Rated top ten, Brooklyn borough sector  [J-Ro] Its the Packtown original b-boy I'm rappin' What's happenin', so dope got the pope clappin' I'm smackin', on some chicken, what you kickin' You trickin', while I'm vickin' hoes you stick your dick in  [Tash] Step outta place, Tash'll smack your taste out your face Cause there's nowhere to hide unless you move to outer space Cause I waste motherfuckers like toxic fumes So you betta (make room) when you hear the (boom boom)  [Verse 5] [Ol Dirty (rapping like RZA)] Hey sugar plum, how can you assume That the pitch of the volume, doesn't have no tune I'm not your everyday, regular rap star peddler One on one at your rap seminar Beware of the Hard Way, Three's the Hard Way At you fuckers  [J-Ro] So aiyyo, my name is J-Ro And my style is so dope they call it ya-yo I don't rap fast, I love green grass Nuttin nice on the mic, call me a mean ass  [Verse 6] [Ol Dirty (still rapping like RZA)] Extra da-llama, bring hahaha Extra extra bring the da-llama Verse a better one, then slice-a-versa God acre, massacre murdered Also known as a rap wrecka, not a rhyme rebel You're just rhyme to survive streets True beaters, minerals and rhymes survive lyrics Like the acre without the attic, but not the only Asiatic True God but my dick is my lightnin' rob Ho don't kick that mumbo jumbo  [Tash] See this the type of shit niggas don't try at home I come funkin' up the spot like Micheal Jordan's cologne With the mega drunken, style to keep the crowd pumpin' Niggas lookin' at me like, 'Tash is up to somethin' (Get drunk and I stumbled) but I didn't come to trip I came to bring it to ya humb-le Tumb-le all your plots and all your plans Ol Dirty's in the house and that's my motherfuckin' man!  [Outro] It's the Likwid crew Comin' through with Ol Dirty from the Wu Passin' your party, jettin' out with allt he brew So what y'all new, niggas think you wanna do? It's the Likwid crew Comin' through with Ol' Dirty from the Wu Passin' your party, jettin' out with allt he brew So what y'all new, niggas think you wanna do?  ",
        "title": "Hip Hop Drunkies"
    },
    {
        "artist": "Ray J",
        "lyrics": null,
        "title": "Everything You Want"
    },
    {
        "artist": "Billy Lawrence Featuring MC Lyte",
        "lyrics": null,
        "title": "Come On"
    },
    {
        "artist": "Corina",
        "lyrics": null,
        "title": "Summertime Summertime"
    },
    {
        "artist": "Suga Free",
        "lyrics": "  [Suga Free] If I could get a dollar, for everytime you look at me sideways I'll pay the Westside on Friday's to build y'all playa haters y'all own highways Don't trip on me partner, no uh-uh I'm havin' visions of Bloody Mary with AIDS tryin' to give me some nana You can't dictate mines, what I look like to you baby? Besides the feelin' is fine All natural like oat bran, engineered like no other Fly for life, still as a mannequin when it comes to my mother Capricorn baby and I'm stubborn just like you So why don't you do me a favor and tell that lie to that fool Don't get me twisted baby, I love you too But when that rent and that car note come what love gon' do? Baby, my money's on the clock, right around the block You see me stack big knot, my music's all I got So I'mma stay ready so I don't gotta get ready Cause I rose like King Tut and resurrect it like Amadeus  [Hook] If you stay ready (Don't ask nobody, ask me baby) You ain't got to get ready (Same thing go around gon' come right back around) If you stay ready (Fa sho, can ya feel me?) You ain't got to get ready (Cause I can feel you)  [Playa Hamm] Now, orange juice and Austy got me feelin' lodi dodi Flippin' through my phone book tryin' to find me a hottie I can't wait to let ya lies and just relax with That ain't jockin' me cause of who I stacks with Ain't too many I'm comin' across qualifyin' But I be that player from the P that's just gon' keep on tryin' I go from A to Y, cause I don't know no Z's To the Brougham, blow the brains and enjoy the breeze These hunnies got me wonderin' if I'll ever find one That'll get me to that place where I wouldn't mind one Out in traffic I see many lookin' choosable It never fails though, I always end up usin' those For whatever I'm needin' at that point in time A get-away, a good one or another rhyme I'm tired of the S.O.S. but it's real Long as I feel 'em like I do I guess I'm just gon' deal  [Hook] If you stay ready (Same thing make you laugh will make you cry) You ain't got to get ready (We ain't worried about nothin', we fly for life) If you stay ready... (What?) You ain't got to get ready  [Suga Free] Hey Playa Hamm, I know they sayin' oh boy that's come classic connection Playa for real, ya - ya feel me? (Oh yeah-yeah) Now this the - kingpin, Westside, best side, let's ride And God bless my backbones, my homeboys like Black Tone  [Playa Hamm] Bringin' it through for the true everytime I speak Sprinkles the rest like '40, but they still comin' weaker I'mma keep it simple so the tricks can comprehend You can never be me, only see me with a end  [Suga Free] Well if they ain't ripe yet, they can stay on the tree Cause I'm your friendly neighborhood playa partner Suga Free Liable to haul off and spit these P's that'll break you to your knees She'll lie, steal and kill for real for me, Hamm please  [Playa Hamm] Now what they thought baby? We ain't comin' to raw If she broke she gon' get a job, or break the law They say God blessed the child, God is on it so true We ain't get it like we got it dependin' on you  [Suga Free] Now I can show ya better than I can tell ya, so swell No, put your clothes back on baby I'm into breakin' hearts, promises and fingernails There was no I's... And I put that on the Holy Ghost and four more God's You broke my heart and I let you succeed Cause to a playa that's a organ that you really don't need Low and behold, what good is havin' a heart if it can break and be re-broke? So if you stay ready what you gon' have to get ready for?  [Hook] If you stay ready (Kingpin for life y'all) You ain't got to get ready (Kingpin... ah ah) If you stay ready (I pin the tail on the funky enough) You ain't got to get ready (And shocks her with this funky stuff) If you stay ready (Why you bullshittin'?) You ain't got to get ready (What's happenin'?) If you stay ready (Kingpin for life) You ain't got to get ready (Kingpin for life, y'all)  You know... straight game... Never... game... DJ Quik... what's up baby? Playa Hamm... G-One... Robert Bacon... yeah  ",
        "title": "If U Stay Ready"
    },
    {
        "artist": "U2",
        "lyrics": "  Summer stretching on the grass Summer dresses pass In the shade of a willow tree Creeps a-crawling over me Over me and over you Stuck together with God's glue It's gonna get stickier too It's been a long hot summer Let's get under cover Don't try too hard to think Don't think at all  I'm not the only one Staring at the sun Afraid of what you'd find If you take a look inside Not just deaf and dumb I'm staring at the sun Not the only one Who's happy to go blind  There's an insect in your ear If you scratch it won't disappear It's gonna itch and burn and sting Do you wanna see what the scratching brings! Waves that leave me out of reach Breaking on your back like a beach Will we ever live in peace? Cause those that can't do often have to And those that can't do often have to preach  To the ones staring at the sun Afraid of what you'll find if you took a look inside Not just deaf and dumb, staring at the sun I'm not the only one who'd rather go blind  Intransigence in all around Military's still in town Armour plated suits and ties Daddy just won't say goodbye Referee won't blow the whistle God is good but will he listen? I'm nearly great but there's something missing I left it in the duty free Oh, though you never really belonged to me  You're not the only one staring at the sun Afraid of what you'd find if you stepped back inside I'm not sucking my thumb, staring at the sun Not the only one who's happy to go blind  ",
        "title": "Staring At The Sun"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Intro: Ralph Tresvant] Yeah, I can't deny it On the inside, I'm slowly dying But with a little love, it'll be alright Just give me one more day I promise I'll make it up to you I never meant to hurt you, baby Just trust me, listen  [Verse 1: Ricky Bell] I can't deny it, that you got me crying, you see And I'm, I'm slowly dying, so we can't give up trying to be With a little love, it will be all right With a little kiss, let me hold you tight With a little peace, it could be fine And baby, don't you leave me tonight  [Hook: Ricky Bell] I just need one more day, and I won't make you cry Darling believe, and baby don't say goodbye Look in my heart, and I won't tell you no lies Just one more day, and loving me will be fine  [Verse 2: Ricky Bell] People tell me that true love is blind But I'm trying to prove that true love is kind All that I want is to make things right So won't you be my baby tonight  [Hook: Ricky Bell] I just need one more day, and I won't make you cry Darling believe, and baby don't say goodbye Look in my heart, and I won't tell you no lies Just one more day, and loving me will be fine  [Bridge] One more day (one more day, one more day) One more day (one more day, one more day) One more day (one more day, one more day) One more day (one more day, one more day)  With a little love it will be all right With a little kiss let me hold you tight With a little peace it could be fine And baby don't you leave me tonight I just need one more day  [Outro] Just one more day Just one more day Just one more day N.E. harmonize One more day One more day One more day One more day  ",
        "title": "One More Day"
    },
    {
        "artist": "Kenny Lattimore",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "Shades",
        "lyrics": null,
        "title": "Serenade"
    },
    {
        "artist": "Faithless",
        "lyrics": "  [Intro] And here we are Half past three in the morning I can't get no sleep  Yeah Yeah  I never sleep I never sleep I never sleep I never sleep I never sleep  [Verse: Maxi Jazz] Uh Yeah, I only smoke weed when I need to And I need to get some rest---yo, where's the cess? I confess, I burned a hole in the mattress Yes, yes, it was me, I plead guilty And at the count of three I pull back the duvet Make my way to the refrigerator One dry potato inside, no lie, not even bread Jam, when the light above my head went bam! I can't see, something's all over me, greasy Insomnia please release me and let me dream About making mad love on the heath Tearing off tights with my teeth But there's no relief, I'm wide awake in my kitchen It's black and I'm lonely Oh, if I could only get some sleep Creeky noises make my skin creep I need to get some sleep I can't get no sleep  ",
        "title": "Insomnia"
    }
]