[
    {
        "artist": "Post Malone Featuring 21 Savage",
        "lyrics": "  [Intro: Post Malone] Hahahahaha Tank God Ayy, ayy  [Chorus: Post Malone] I've been fuckin' hoes and poppin' pillies Man, I feel just like a rockstar (star, ayy, ayy) All my brothers got that gas And they always be smokin' like a Rasta (-sta) Fuckin' with me, call up on a Uzi And show up, man, them the shottas (-tas) When my homies pull up on your block They make that thing go grrra-ta-ta-ta (ta, pow, pow, pow, ayy, ayy)  [Verse 1: Post Malone] Switch my whip, came back in black I'm startin' sayin', \"Rest in peace to Bon Scott\" (Scott, ayy) Close that door, we blowin' smoke She ask me light a fire like I'm Morrison (-son, ayy) Act a fool on stage Prolly leave my fuckin' show in a cop car (car, ayy) Shit was legendary Threw a TV out the window of the Montage Cocaine on the table, liquor pourin', don't give a damn Dude, your girlfriend is a groupie, she just tryna get in Sayin', \"I'm with the band\" (ayy, ayy) Now she actin' outta pocket, tryna grab up on my pants Hundred bitches in my trailer say they ain't got a man And they all brought a friend (yeah, ayy, ayy, ayy)  [Chorus: Post Malone] I've been fuckin' hoes and poppin' pillies Man, I feel just like a rockstar (star, ayy, ayy) All my brothers got that gas And they always be smokin' like a Rasta (-sta) Fuckin' with me, call up on a Uzi And show up, man, them the shottas (-tas) When my homies pull up on your block They make that thing go grrra-ta-ta-ta (ta, pow, pow, pow)  [Verse 2: 21 Savage] I've been in the Hills fuckin' superstars Feelin' like a popstar (21, 21, 21) Drankin' Henny, bad bitches jumpin' in the pool And they ain't got on no bra (bra) Hit her from the back, pullin' on her tracks And now she screamin' out, \"¡No más!\" (yeah, yeah, yeah) They like, \"Savage, why you got a twelve car garage And you only got six cars?\" (21) I ain't with the cakin', how you kiss that? (kiss that?) Your wifey say I'm lookin' like a whole snack (big snack) Green hundreds in my safe, I got old racks (old racks) L.A. bitches always askin', \"Where the coke at?\" (21, 21) Livin' like a rockstar, smash out on a cop car Sweeter than a Pop-Tart, you know you are not hard I done made the hot chart, 'member I used to trap hard Livin' like a rockstar, I'm livin' like a rockstar (ayy)  [Chorus: Post Malone & 21 Savage] I've been fuckin' hoes and poppin' pillies Man, I feel just like a rockstar (star, ayy, ayy) All my brothers got that gas And they always be smokin' like a Rasta (-sta, yeah, yeah, yeah, yeah) Fuckin' with me, call up on a Uzi And show up, man, them the shottas (-tas) When my homies pull up on your block They make that thing go grrra-ta-ta-ta (ta, grrra-ta-ta-ta-ta)  [Outro: Post Malone] Star, star, rockstar, rockstar, star Rockstar Rockstar, feel just like a rock... Rockstar Rockstar Rockstar Feel just like a...  ",
        "title": "Rockstar"
    },
    {
        "artist": "Cardi B",
        "lyrics": "  [Intro] KSR It's Cardi, ayy Said, \"I'm the shit, they can't fuck with me if they wanted to\"  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  [Verse 1] Now she say she gon' do what to who? Let's find out and see Cardi B, you know where I'm at, you know where I be You in the club just to party, I'm there, I get paid a fee I be in and out them banks so much, I know they're tired of me Honestly, don't give a fuck 'bout who ain't fond of me Dropped two mixtapes in six months, what bitch working as hard as me? I don't bother with these hoes, don't let these hoes bother me They see pictures, they say, \"Goals,\" bitch, I'm who they tryna be Look, I might just chill in some BAPE, I might just chill with your boo I might just feel on your babe, my pussy feel like a lake He wanna swim with his face, I'm like, \"Okay\" I'll let him get what he want, he buy me Yves Saint Laurent And the new whip, when I go fast as a horse, I got the trunk in the front I'm the hottest in the street, know you prolly heard of me Got a bag and fixed my teeth, hope you hoes know it ain't cheap And I pay my mama bills, I ain't got no time to chill Think these hoes be mad at me, their baby father run a bill  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  [Verse 2] If you a pussy, you get popped, you a goofy, you a opp Don't you come around my way, you can't hang around my block And I just checked my accounts, turns out, I'm rich, I'm rich, I'm rich I put my hand above my hip, I bet you dip, he dip, she dip I say I get the money and go, this shit is hot like a stove My pussy glitter as gold, tell that lil bitch play her role I just arrove in a Rolls, I just came up in a Wraith I need to fill up the tank, no, I need to fill up the safe I need to let all these hoes know that none of their niggas is safe I go to dinner and steak, only the real can relate I used to live in the P's, now it's a crib with a gate Rollie got charms, look like Frosted Flakes Had to let these bitches know, just in case these hoes forgot I just run and check the mail, another check from Mona Scott  [Chorus] Said, \"Lil bitch, you can't fuck with me if you wanted to\" These expensive, these is red bottoms, these is bloody shoes Hit the store, I can get 'em both, I don't wanna choose And I'm quick, cut a nigga off, so don't get comfortable, look I don't dance now, I make money moves Say I don't gotta dance, I make money move If I see you and I don't speak, that means I don't fuck with you I'm a boss, you a worker, bitch, I make bloody moves  ",
        "title": "Bodak Yellow (Money Moves)"
    },
    {
        "artist": "Logic Featuring Alessia Cara & Khalid",
        "lyrics": "  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I don't wanna be alive I don't wanna be alive I just wanna die today I just wanna die I don't wanna be alive I don't wanna be alive I just wanna die And let me tell you why  [Verse 1: Logic] All this other shit I'm talkin' 'bout they think they know it I've been praying for somebody to save me, no one's heroic And my life don't even matter, I know it, I know it I know I'm hurting deep down but can't show it I never had a place to call my own I never had a home, ain't nobody callin' my phone Where you been? Where you at? What's on your mind? They say every life precious but nobody care about mine  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I want you to be alive I want you to be alive You don't gotta die today You don't gotta die I want you to be alive I want you to be alive You don't gotta die Now lemme tell you why  [Verse 2: Alessia Cara] It's the very first breath When your head's been drowning underwater And it's the lightness in the air When you're there Chest to chest with a lover It's holding on, though the road's long And seeing light in the darkest things And when you stare at your reflection Finally knowing who it is I know that you'll thank God you did  [Verse 3: Logic] I know where you been, where you are, where you goin' I know you're the reason I believe in life What's the day without a little night? I'm just tryna shed a little light It can be hard It can be so hard But you gotta live right now You got everything to give right now  [Pre-Chorus: Logic] I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine (Who can relate? Woo!) I've been on the low I been taking my time I feel like I'm out of my mind It feel like my life ain't mine  [Chorus: Logic] I finally wanna be alive I finally wanna be alive I don't wanna die today I don't wanna die I finally wanna be alive I finally wanna be alive I don't wanna die I don't wanna die  [Outro: Khalid] Pain don't hurt the same, I know The lane I travel feels alone But I'm moving 'til my legs give out And I see my tears melt in the snow But I don't wanna cry I don't wanna cry anymore I wanna feel alive I don't even wanna die anymore Oh I don't wanna I don't wanna I don't even wanna die anymore  ",
        "title": "1-800-273-8255"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I don't like your little games Don't like your tilted stage The role you made me play Of the fool, no, I don't like you I don't like your perfect crime How you laugh when you lie You said the gun was mine Isn't cool, no, I don't like you (oh)  [Pre-Chorus] But I got smarter, I got harder in the nick of time Honey, I rose up from the dead, I do it all the time I've got a list of names and yours is in red, underlined I check it once, then I check it twice, oh!  [Chorus] Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me— Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me do  [Verse 2] I don't like your kingdom keys They once belonged to me You asked me for a place to sleep Locked me out and threw a feast (what?) The world moves on, another day, another drama, drama But not for me, not for me, all I think about is karma And then the world moves on, but one thing's for sure Maybe I got mine, but you'll all get yours  [Pre-Chorus] But I got smarter, I got harder in the nick of time Honey, I rose up from the dead, I do it all the time I've got a list of names and yours is in red, underlined I check it once, then I check it twice, oh!  [Chorus] Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me— Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me do  [Bridge] I don't trust nobody and nobody trusts me I'll be the actress starring in your bad dreams I don't trust nobody and nobody trusts me I'll be the actress starring in your bad dreams I don't trust nobody and nobody trusts me I'll be the actress starring in your bad dreams I don't trust nobody and nobody trusts me I'll be the actress starring in your bad dreams (Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me— Ooh, look what you made me do Look what you made me do Look what you just made me—) \"I'm sorry, the old Taylor can't come to the phone right now \"Why? Oh, 'cause she's dead!\" (Oh)  [Chorus] Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me— Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me do Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me— Ooh, look what you made me do Look what you made me do Look what you just made me do Look what you just made me do  ",
        "title": "Look What You Made Me Do"
    },
    {
        "artist": "Portugal. The Man",
        "lyrics": "  [Verse 1] Can't keep my hands to myself Think I'll dust 'em off, put 'em back up on the shelf In case my little baby girl is in need Am I coming out of left field?  [Chorus 1] Ooh woo, I'm a rebel just for kicks, now I been feeling it since 1966, now Might be over now, but I feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still  [Verse 2] Got another mouth to feed Leave it with a baby sitter, mama, call the grave digger Gone with the fallen leaves Am I coming out of left field?  [Chorus 2] Ooh woo, I'm a rebel just for kicks, now I been feeling it since 1966, now Might've had your fill, but you feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still  [Verse 3] We could fight a war for peace (Ooh woo, I'm a rebel just for kicks, now) Give in to that easy living Goodbye to my hopes and dreams Start flipping for my enemies We could wait until the walls come down (Ooh woo, I'm a rebel just for kicks, now) It's time to give a little to the kids in the middle But, oh until it falls Won't bother me  [Bridge] Is it coming? Is it coming? Is it coming? Is it coming? Is it coming? Is it coming back?  [Pre-Chorus] Ooh woo, I'm a rebel just for kicks, yeah Your love is an abyss for my heart to eclipse, now Might be over now, but I feel it still  [Chorus 3] Ooh woo, I'm a rebel just for kicks, now I've been feeling it since 1966, now Might be over now, but I feel it still Ooh woo, I'm a rebel just for kicks, now Let me kick it like it's 1986, now Might be over now, but I feel it still Might've had your fill, but I feel it still  ",
        "title": "Feel It Still"
    },
    {
        "artist": "J Balvin & Willy William Featuring Beyonce",
        "lyrics": "   Letra de \"Mi Gente\"[English translation]  [Verso 1: J Balvin] Si el ritmo te lleva a mover la cabeza ya empezamos como es Mi música no discrimina a nadie así que vamos a romper  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene El mundo nos quiere, nos quiere Y me quiere a mí  Toda mi gente se mueve Mira el ritmo cómo los tiene Hago música que entretiene Mi música los tiene fuerte bailando Y se baila así  [Verso 2: Willy William] Tamo' rompiendo la discoteca La fiesta no para, apenas comienza C'est comme-ci, c'est comme-ça Ma chèrie, la-la-la-la-la Francia, Colombia Me gusta (Freeze) J Balvin, Willy William Me gusta (Freeze) Los DJ's no mienten, le gusta a mi gente Y eso se fue mundial (Freeze) No le bajamos, más nunca paramos Es otro palo y ¡blam!  [Pre-Coro: J Balvin, Willy William] ¿Y dónde está mi gente? Mais fais bouger la tête ¿Y dónde está mi gente? Say yeah, yeah, yeah Un, dos, tres, leggo (Ay di que sí)  [Coro: Instrumental]  [Verso 3: J Balvin] Esquina a esquina, de ahí no' vamo' El mundo es grande pero lo tengo en mi' manos Estoy muy duro, sí, ok, ahí vamos Y con el tiempo nos seguimos elevando  Que seguimos rompiendo aquí Esta fiesta no tiene fin Botellas para arriba, sí Los tengo bailando, rompiendo y yo sigo aquí  Que seguimos rompiendo aquí Esta fiesta no tiene fin Botellas para arriba, sí Los tengo bailando, rompiendo y yo sigo aquí  [Pre-Coro: J Balvin, Willy William] ¿Y dónde está mi gente? Mais fais bouger la tête ¿Y dónde está mi gente? Say yeah, yeah, yeah Un, dos, tres, leggo (Ay di que sí)  [Coro: Instrumental]  [Outro: J Balvin] Worldwide Willy William J Balvin, man  ",
        "title": "Mi Gente"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] You must think that I'm stupid You must think that I'm a fool You must think that I'm new to this But I have seen this all before  [Refrain] I'm never gonna let you close to me Even though you mean the most to me 'Cause every time I open up, it hurts So I'm never gonna get too close to you Even when I mean the most to you In case you go and leave me in the dirt  [Pre-Chorus] But every time you hurt me, the less that I cry And every time you leave me, the quicker these tears dry And every time you walk out, the less I love you Baby, we don't stand a chance, it's sad but it's true  [Chorus] I'm way too good at goodbyes (I'm way too good at goodbyes) I'm way too good at goodbyes (I'm way too good at goodbyes) No way that you'll see me cry (No way that you'll see me cry) I'm way too good at goodbyes (I'm way too good at goodbyes)  [Verse 2] I know you're thinkin' I'm heartless I know you're thinkin' I'm cold I'm just protectin' my innocence I'm just protectin' my soul  [Refrain] I'm never gonna let you close to me Even though you mean the most to me 'Cause every time I open up, it hurts So I'm never gonna get too close to you Even when I mean the most to you In case you go and leave me in the dirt  [Pre-Chorus] But every time you hurt me, the less that I cry And every time you leave me, the quicker these tears dry And every time you walk out, the less I love you Baby, we don't stand a chance, it's sad but it's true  [Chorus] I'm way too good at goodbyes (I'm way too good at goodbyes) I'm way too good at goodbyes (I'm way too good at goodbyes) No way that you'll see me cry (No way that you'll see me cry) I'm way too good at goodbyes (I'm way too good at goodbyes)  [Bridge] No No, no, no, no, no (I'm way too good at goodbyes) No, no, no, no No, no, no (I'm way too good at goodbyes) (No way that you'll see me cry) Ahhh (I'm way too good at goodbyes)  [Outro] 'Cause every time you hurt me, the less that I cry And every time you leave me, the quicker these tears dry And every time you walk out, the less I love you Baby, we don't stand a chance, it's sad but it's true I'm way too good at goodbyes  ",
        "title": "Too Good At Goodbyes"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] Just a young gun with a quick fuse I was uptight, wanna let loose I was dreaming of bigger things And wanna leave my old life behind Not a yessir, not a follower Fit the box, fit the mold Have a seat in the foyer, take a number I was lightning before the thunder  [Chorus] Thunder, feel the thunder Lightning then the thunder Thunder, feel the thunder Lightning then the thunder Thunder, thunder Thunder  [Verse 2] Kids were laughing in my classes While I was scheming for the masses Who do you think you are? Dreaming 'bout being a big star They say you're basic, they say you're easy You're always riding in the backseat Now I'm smiling from the stage While you were clapping in the nose bleeds  [Chorus] Thunder, feel the thunder Lightning then the thunder Thunder, feel the thunder Lightning then the thunder Thunder  [Bridge] Thunder, feel the thunder Lightning then the thunder, thunder  [Chorus] Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder Thunder, feel the thunder Lightning then the thunder, thunder  ",
        "title": "Thunder"
    },
    {
        "artist": "Demi Lovato",
        "lyrics": "  [Intro] Payback is a bad bitch And baby, I'm the baddest (I'm the baddest, I'm the baddest...) Go  [Verse 1] Now, I'm out here lookin' like revenge Feelin' like a ten, the best I've ever been And, yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute) Now, you're out here lookin' like regret, ain't too proud to beg Second chance, you'll never get And, yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute)  [Pre-Chorus] Now, payback is a bad bitch And baby, I'm the baddest You fuckin' with a savage Can't have this, can't have this (ah) And it'd be nice of me to take it easy on ya, but nah  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Verse 2] Baby, fineness is the way to kill Tell me how it feel, bet it's such a bitter pill And yeah I know, you thought you had bigger, better things Bet right now this stings (wait a minute) 'Cause the grass is greener under me Bright as Technicolor, I can tell that you can see And yeah, I know how bad it must hurt to see me like this But it gets worse (wait a minute)  [Pre-Chorus] Now, payback is a bad bitch And baby, I'm the baddest You fuckin' with a savage Can't have this, can't have this (ah) And it'd be nice of me to take it easy on ya, but nah  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Bridge] Talk that talk, baby Better walk, better walk that walk, baby If you talk, if you talk that talk, baby Better walk, better walk that walk, baby Oh, yeah, talk that talk, baby Better walk, better walk, that walk, baby If you talk, if you talk that talk, baby Better walk, better walk that walk, baby  [Chorus] Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Bein' so bad got me feelin' so good Showin' you up like I knew that I would Baby, I'm sorry (I'm not sorry) Baby, I'm sorry (I'm not sorry) Feelin' inspired 'cause the tables have turned Yeah, I'm on fire and I know that it burns  [Outro] Payback is a bad bitch And baby, I'm the baddest I'm the baddest, I'm the baddest  ",
        "title": "Sorry Not Sorry"
    },
    {
        "artist": "French Montana Featuring Swae Lee",
        "lyrics": "  [Chorus: Swae Lee] It's not good enough for me Since I've been with you, ooh It's not gonna work for you Nobody can equal me (I know) I'm gonna sip on this drink, when I'm fucked up I should know how to pick up I'm gonna catch the rhythm While she push up against me, ooh, is she tipsy? I had enough convo for 24 I peep'd you from across the room Pretty little body dancin' like GoGo, hey And you are unforgettable I need to get you alone (oeh) Why not? A fuckin' good time never hurt nobody I got a little drink but it's not Bacardi If you loved the girl, then I'm so, so sorry I gotta give it to her like we in a marriage Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  [Verse 1: French Montana] Feelin' like I'm fresh out; Boosie If they want the drama, got the Uzi Ship the whole crew to the cruise ship Doin' shit you don't even see in movies Ride with me, ride with me, boss I got a hard head, but her ass soft She want the last name with the ring on it 'Cause I pulled out a million cash, told her plank on it  [Refrain: Swae Lee & French Montana] And you are unforgettable I need to get you alone Now you wanna choose Just pop the bubbly in the 'cuzi  [Chorus: Swae Lee] It's not good enough for me Since I've been with you, ooh I'm gonna sip on this drink, when I'm fucked up I should know how to pick up I'm gonna catch the rhythm While she push up against me, ooh, is she tipsy? I had enough convo for 24 I peep'd you from across the room Pretty little body dancin' like GoGo, hey And you are unforgettable I need to get you alone (oeh) Why not? A fuckin' good time never hurt nobody I got a little drink but it's not Bacardi If you loved the girl, then I'm so, so sorry I gotta give it to her like we in a marriage Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  [Verse 2: French Montana] You ain't enough for me Too much for you alone Baby, go and grab some bad bitches, bring 'em home Know the jet's on me I'ma curve my best for you, you know So pick up that dress for me Leave the rest on Too much convo for 24 hours When you stand next to 24 karats She left her man at home She don't love him no more I want your mind and your body Don't mind nobody So, you don't ever hurt nobody Baby girl, work your body, work your body  [Refrain: Swae Lee & French Montana] And you are unforgettable I need to get you alone Now you wanna choose Just pop the bubbly in the 'cuzi Why not?  [Outro: Swae Lee] Oh, like we in a hurry No, no, I won't tell nobody You're on your level too Tryna do what lovers do  ",
        "title": "Unforgettable"
    },
    {
        "artist": "Luis Fonsi & Daddy Yankee Featuring Justin Bieber",
        "lyrics": "    Letra del remix de \"Despacito\" con Justin Bieber, Luis Fonsi y Daddy Yankee[English Translation]  [Intro: Justin Bieber] Comin' over in my direction So thankful for that, it's such a blessin', yeah Turn every situation into heaven, yeah Oh-oh, you are My sunrise on the darkest day Got me feelin' some kind of way Make me wanna savor every moment slowly, slowly You fit me tailor-made, love how you put it on Got the only key, know how to turn it on The way you nibble on my ear, the only words I wanna hear Baby, take it slow so we can last long  [Verso 1: Luis Fonsi & Daddy Yankee] ¡Oh! Tú, tú eres el imán y yo soy el metal Me voy acercando y voy armando el plan Sólo con pensarlo se acelera el pulso (oh yeah) Ya, ya me está gustando más de lo normal Todos mis sentidos van pidiendo más Esto hay que tomarlo sin ningún apuro  [Coro: Justin Bieber & Luis Fonsi / Daddy Yankee] Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo Despacito Quiero desnudarte a besos despacito Firmo en las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito (Sube, sube, sube Sube, sube)  [Post-Coro: Luis Fonsi & Daddy Yankee] Quiero ver bailar tu pelo, quiero ser tu ritmo (woah, woah) Que le enseñes a mi boca (woah, woah) Tus lugares favoritos (favorito, favorito, baby) Déjame sobrepasar tus zonas de peligro (woah, woah) Hasta provocar tus gritos (woah, woah) Y que olvides tu apellido  [Verso 2: Daddy Yankee] Si te pido un beso, ven, dámelo, yo sé que estás pensándolo Llevo tiempo intentándolo, mami, esto es dando y dándolo Sabes que tu corazón conmigo te hace bom, bom Sabes que esa beba está buscando de mi bom, bom Ven, prueba de mi boca para ver cómo te sabe Quiero, quiero, quiero ver cuánto amor a ti te cabe Yo no tengo prisa, yo me quiero dar el viaje Empecemos lento, después salvaje  [Pre-Coro: Daddy Yankee & Justin Bieber / Daddy Yankee] Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Cuando tú me besas con esa destreza Veo que eres malicia con delicadeza Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Y es que esa belleza es un rompecabezas Pero pa' montarlo aquí tengo la pieza ¡Oye!  [Coro: Justin Bieber & Luis Fonsi / Daddy Yankee] Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo Despacito Quiero desnudarte a besos despacito Firmo en las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito (Sube, sube, sube Sube, sube)  [Post-Coro: Luis Fonsi & Daddy Yankee] Quiero ver bailar tu pelo, quiero ser tu ritmo (woah, woah) Que le enseñes a mi boca (woah, woah) Tus lugares favoritos (favorito, favorito, baby) Déjame sobrepasar tus zonas de peligro (woah, woah) Hasta provocar tus gritos (woah, woah) Y que olvides tu apellido  [Puente: Luis Fonsi] Despacito This is how we do it down in Puerto Rico I just wanna hear you screaming, \"¡Ay, Bendito!\" I can move forever cuando esté contigo ¡Bailalo!  [Post-Coro: Daddy Yankee, Luis Fonsi & Justin Bieber] Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Que le enseñes a mi boca Tus lugares favoritos (Favorito, favorito, baby) Pasito a pasito, suave suavecito Nos vamos pegando, poquito a poquito Hasta provocar tus gritos (Fonsi) Y que olvides tu apellido (D.Y.) Despacito  ",
        "title": "Despacito"
    },
    {
        "artist": "Charlie Puth",
        "lyrics": "  [Intro] Woah-oah, hm-hmm  [Verse 1] You've been runnin' 'round, runnin' 'round, runnin' 'round Throwin' that dirt all on my name 'Cause you knew that I, knew that I, knew that I'd Call you up You've been going 'round, going 'round, going 'round Every party in LA 'Cause you knew that I, knew that I, knew that I'd Be at one, oh  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine, ooh And now I'm all up on ya, what you expect? But you're not coming home with me tonight  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new Yeah, you just want attention, I knew from the start You're just making sure I'm never gettin' over you, oh  [Verse 2] You've been runnin' 'round, runnin' 'round, runnin' 'round Throwin' that dirt all on my name 'Cause you knew that I, knew that I, knew that I'd Call you up Baby, now that we're, now that we're, now that we're Right here standin' face to face You already know, 'ready know, 'ready know That you won, oh  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine, ooh And now I'm all up on ya, what you expect? (oh baby) But you're not coming home with me tonight, oh no  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new (someone new) Yeah, you just want attention (oh), I knew from the start (the start) You're just making sure I'm never gettin' over you (over you), oh  [Bridge] What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh? (What are you doin'?) What are you doin' to me? What are you doin', huh?  [Pre-Chorus] I know that dress is karma, perfume regret You got me thinking 'bout when you were mine And now I'm all up on ya, what you expect? But you're not coming home with me tonight  [Chorus] You just want attention, you don't want my heart Maybe you just hate the thought of me with someone new Yeah, you just want attention, I knew from the start You're just making sure I'm never gettin' over you, oh  [Bridge] What are you doin' to me? (Hey) What are you doin', huh? (What are you doin', love?) What are you doin' to me? What are you doin', huh? (Yeah, you just want attention) What are you doin' to me? (I knew from the start) What are you doin' huh? (You're just making sure I'm never gettin' over you) What are you doin' to me? What are you doin', huh?  ",
        "title": "Attention"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] First things first I'ma say all the words inside my head I'm fired up and tired of the way that things have been, oh-ooh The way that things have been, oh-ooh Second things second Don't you tell me what you think that I could be I'm the one at the sail, I'm the master of my sea, oh-ooh The master of my sea, oh-ooh  [Pre-Chorus] I was broken from a young age Taking my sulking to the masses Writing my poems for the few That look to me, took to me, shook to me, feeling me Singing from heartache from the pain Taking my message from the veins Speaking my lesson from the brain Seeing the beauty through the...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  [Verse 2] Third things third Send a prayer to the ones up above All the hate that you've heard has turned your spirit to a dove, oh-ooh Your spirit up above, oh-ooh  [Pre-Chorus 2] I was choking in the crowd Building my rain up in the cloud Falling like ashes to the ground Hoping my feelings, they would drown But they never did, ever lived, ebbing and flowing Inhibited, limited Till it broke open and rained down And rained down, like...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  [Bridge] Last things last By the grace of the fire and the flame You're the face of the future, the blood in my veins, oh-ooh The blood in my veins, oh-ooh But they never did, ever lived, ebbing and flowing Inhibited, limited Till it broke open and rained down And rained down, like...  [Chorus] Pain! You made me a, you made me a believer, believer Pain! You break me down and build me up, believer, believer Pain! Oh let the bullets fly, oh let them rain My life, my love, my drive, it came from... Pain! You made me a, you made me a believer, believer  ",
        "title": "Believer"
    },
    {
        "artist": "21 Savage",
        "lyrics": "  [Verse 1] I buy a new car for the bitch (for real) I tear down the mall with the bitch (for real) You can't even talk to the bitch (no) She fucking with bosses and shit (on God) I pull up in 'Rari's and shit (skrrr) With choppers and Harley's and shit (for real) I be Gucci'd down (Gucci) You wearing Lacoste and shit (bitch) Yeah, Moncler, yuh, fur came off a bear, yuh (yeah) Triple homicide, put me in a chair, yuh (in jail) Triple cross the plug, we do not play fair, yuh (on God) Got 'em tennis chains on and they real blingy (bling) Draco make you do the chicken head like Chingy (Chingy) Walk in Neiman Marcus and I spend a light fifty (fifty) Please proceed with caution, shooters, they be right with me (21) Bad bitch, cute face and some nice titties $7500 on a Saint Laurent jacket (yeah) Bitch, be careful when you dumpin' your ashes (bitch) I ain't no sucker, I ain't cuffin' no action (nah) The skreets raised me, I'm a whole bastard (wild) I bought a 'Rari just so I can go faster (skrrr) Niggas tryna copy me, they playin' catch up (21) I might pull up in a Ghost, no Casper (21) I been smoking gas and I got no asthma  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Verse 2] Yeah, dog, huh—yeah—, nah for real, dog (21) Straight up out the 6, now got a house in the Hills, dog (21) Wanna see a body, nigga? Get you killed, dog (wet) Wanna tweet about me, nigga? Get you killed, dog (wet) Killed dog, I'm a real dog—21—, you a lil' dog (21) Be a dog, wanna be a dog, chasing mil's, dog (yeah) Dunk right in your bitch like O'Neal, dog (wet) I shoot like, shoot like Reggie Mill', dog (21) Chopper sting you like a eel, dog (fast)  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Verse 3] Ruler clip—umm—, sent a ruler hit Pull up on yo' bitch, she say that I got that ruler dick Spray your block down, we not really with that ruh-rah shit Glock cocked now, I don't really give no fuck 'bout who I hit Yeah, yo' bitch, she get jiggy with me, keep that Siggy with me Bitch, I'm Mad Max, you know I got Ziggy with me Keep a mad mag in case a nigga wanna get busy with me 'Rari matte black and I got a Bentley with me  [Chorus] I got 1-2-3-4-5-6-7-8 M's in my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) In my bank account, yeah (on God) I got 1-2-3-4-5-6-7-8 shooters ready to gun you down, yeah (fast) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God) Ready to gun you down, yeah (on God)  [Outro] $7500 on a Saint Laurent jacket Bitch, be careful where you dumpin' your ashes I ain't no sucker, I ain't cuffin' no action The streets raised me, I'm a whole bastard  ",
        "title": "Bank Account"
    },
    {
        "artist": "Yo Gotti Featuring Nicki Minaj",
        "lyrics": "  [Intro: Yo Gotti & Nicki Minaj] (EarDrummers) Aw, this the strip club anthem, nigga, what's up? Young Money Yeah, me and Mike WiLL pull up to AOD back to back Them AMG 63's Mike WiLL Made-It, nigga  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 1: Yo Gotti] I made love to a stripper (stripper), first I had to tip her (phrrr) Twenty thousand ones (woo), she said I'm that nigga (I am) I said, \"I'm that nigga, bitch, I already know it\" (I know it) I come with bad weather (ksh), they say I'm a storm (ayy) VVS's in my charm, that's a Roc-A-Fella chain I was sendin' bricks to Harlem back when Jay was still with Dame I'm in Phillipe Chow (what?), I got a Patek on (okay) Got a stripper with me, she picked up the check, homes (phrrr) She gon' fuck it up, fuck it up (fuck it up) She don't need make-up (make-up) She gon' rake it up, rake it up (rake it up) She gon' tell a nigga pay up (pay up) She said pay for the pussy, pay for the pussy (pay) Wait for the pussy, wait for the pussy (wait) Asked God to forgive me (why?) 'Cause I prayed for the pussy, prayed for the pussy  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 2: Nicki Minaj] Yo, yo! Brought out the pink Lamborghini just to race with Chyna Brought the Wraith to China just to race in China Lil' bad Trini bitch but she mixed with China Real thick vagina, smuggle bricks to China (woo) I tell all my niggas (yo), cut the check (cut the check) Buss it down, turn your goofy down (down) pound I'ma do splits on it, yes, splits on it (splits) I'm a bad bitch, I'ma throw fits on it (fits) I'ma bust it open! I'ma go stupid and be a ditz on it (ditz) I don't date honey (no), cookie on tsunami (oh) All my niggas wife me once they get that good punani (oh) I think he need a Bonnie, I might just let him find me Never trust a big butt and a smile, word to Ronnie Re-rep Queens like Supreme, ask Webb and Nitti A-ask Bimmy and Joe, nigga run me my dough Wr-wrist game is freezin' like it wait in the cold Nickname is Nicki, but my name ain't Nicole, name ain't Nicole (grrr)  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  [Verse 3: Yo Gotti & Too $hort] Well, I'm the doughboy, the one they talkin' about All these gossipin' ass niggas got my name in they mouth I know the bad bitches but know niggas who bitches too They should bleed once a month 'cause that's what these bitches do You a (beitch) and ya bitch should expose you All that pillow talkin', nigga, that's what the hoes do You a (beitch) word to my nigga $hort We won't never write no statement, we ain't showin' up in court (Beitch) We don't do no gossipin', we don't do no arguin' We don't beef on social sites, we just hit our target We don't do no rumors (rumors) we don't don't pay no shooters (brrr) You a little bitty bitch, you should work at Hooters (yeah) You a old hater, you a fuckin' cougar You a (beitch) and he a (beitch) and y'all like twin sisters Respect ya hustle, get ya money baby, win with us Ya boyfriend actin' like a (beitch) then why you still with him?  [Chorus: Yo Gotti] I tell all my hoes, \"Rake it up Break it down, bag it up\" Fuck it up, fuck it up (fuck it up, fuck it up) Back it up, back it up (back it up, back it up) Rake it up, rake it up (rake it up, rake it up) Back it up, back it up (back it up, back it up) I tell all my hoes (what?) \"Rake it up Break it down, bag it up\" (bag it up, bag it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Fuck it up, fuck it up (fuck it up) Rake it up, rake it up (rake it up)  ",
        "title": "Rake It Up"
    },
    {
        "artist": "Liam Payne Featuring Quavo",
        "lyrics": "  [Intro: Quavo] Huncho Quavo Yo yo  [Verse 1: Liam Payne] You know I've been taking some time And I've been keeping to myself (self) I had my eyes up on the prize Ain't watching anybody else But your love, it hit me hard, girl Yeah, you're bad for my health I love the cards that I've been dealt Do you feel the same as well?  [Pre-Chorus: Liam Payne & Quavo] You know I used to be in 1D (now I'm out, free) People want me for one thing (that's not me) I'm not changing the way that I (used to be) I just wanna have fun and (get rowdy) One Coke and Bacardi (sippin' lightly) When I walk inside the party (girls on me) F1 type Ferrari (6 gear speed) Girl, I love it when your body (grinds on me) Oh yeah  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me, baby Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby (swing) You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love, when you hit the ground  [Verse 2: Liam Payne] You know that since the day I met you Yeah, you swept me off my feet You know that I don't need no money When your love is beside me Yeah, you opened up my heart And then you threw away the key Girl, now it's just you and me And you don't care 'bout where I've been  [Pre-Chorus: Liam Payne & Quavo] You know I used to be in 1D (now I'm out, free) People want me for one thing (that's not me) I'm not changing the way that I (used to be) I just wanna have fun (and get rowdy) (ooh) One Coke and Bacardi (sippin' lightly) When I walk inside the party (girls on me) F1 type Ferrari (6 gear speed) Girl, I love it when your body (grinds on me) Ooh  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me, baby Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby (yeah) You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl (yeah, yeah, yeah, yeah) (strip that down) Oh, strip that down, girl Love, when you hit the ground  (yeah, yeah, yeah, yeah) Oh, strip that down, girl Love when you hit the ground, girl  (yeah, yeah, yeah, yeah) (yeah) Oh, strip that down, girl Love, when you hit the ground  (yeah, yeah, yeah, yeah) (oh Quavo)  [Verse 3: Quavo] She gon' strip it down for a thug, yeah (strip it down) Word around town she got the buzz, yeah (word) Five shots in, she in love now (shots) I promise, when we pull up, shut the club down (hey) I took her from her man, don't nobody know (know) If you popped the seal, better drive slow (slow) She know how to make me feel with my eyes closed (skrrt skrrt) Anything goes down with the Huncho (Huncho)  [Chorus: Liam Payne & Quavo] You know I love it when the music's loud But c'mon, strip that down for me Now there's a lot of people in the crowd But only you can dance with me So put your hands on my body And swing that round for me, baby You know I love it when the music's loud But c'mon, strip that down for me (yeah, yeah, yeah, yeah) Yeah, yeah, yeah, yeah, c'mon, strip that down for me (Yeah, yeah, yeah, yeah) (Ayy) Don't say nothing, girl, strip that down for me (strip it down) (Yeah, yeah, yeah, yeah) All I want, girl, if you strip that down for me (strip it down) (Yeah, yeah, yeah, yeah) You're the one, girl, c'mon, strip that down for me (Yeah, yeah, yeah, yeah)  ",
        "title": "Strip That Down"
    },
    {
        "artist": "Maroon 5 Featuring SZA",
        "lyrics": "  [Verse 1: Adam Levine] Say say say, hey hey now baby Oh mama, don't play now baby Say say say, hey hey now baby Said let's get one thing straight now baby  [Chorus: Adam Levine] Tell me, tell me if you love me or not, love me or not, love me or not? I'll bet the house on you, am I lucky or not, lucky or not, lucky or not? You gotta tell me if you love me or not, love me or not, love me or not? Been wishin' for you, am I lucky or not, lucky or not, lucky or not?  [Hook: Adam Levine] Ooooh, oooh Been wishin' for you Ooh, ooh Tryna' do what lovers do (ooh) Ooooh, oooh Been wishin' for you Ooh, ooh Tryna' do what lovers do (ooh)  [Verse 2: SZA & Adam Levine] Say say say, hey hey now baby You gonna make me hit you with that lay down, baby (ohhh) (Ooh) Say say say, hey hey now baby You know what I need, out the gate now baby (oh, ohhh)  [Chorus: Adam Levine] Tell me, tell me if you love me or not, love me or not, love me or not? I'll bet the house on you, am I lucky or not, lucky or not, lucky or not? You gotta tell me if you love me or not, love me or not, love me or not? Been wishin' for you am I lucky or not, lucky or not, lucky or not?  [Hook: Adam Levine & SZA] Ooooh, oooh Been wishin' for you Ooh, ooh Tryna' do what lovers do (ooh) Ooooh, oooh Been wishin' for you (wishin') Ooh, ooh Tryna' do what lovers do (ooh)  [Refrain: Adam Levine & SZA] (Hey yeah) What lovers do (oh, ohh) What lovers do (hmm na na na, hey yeah) What lovers do (oh, hmm na na na, oh, ohh)  [Bridge: Adam Levine & SZA] Aren't we too grown for games? Aren't we too grown to play around? Young enough to chase But old enough to know better Are we too grown for changin'? Are we too grown to mess around? Ooh and I can't wait forever baby Both of us should know better  [Hook: Adam Levine] Ooooh, oooh Been wishin' for you Ooh, ooh Tryna' do what lovers do (ooh)  [Outro: Adam Levine & SZA] Ooooh, oooh Been wishin' for you Ooh, ooh Tryna' do what lovers do (ooh) Ooooh, oooh Been wishin' for you (you, oh yeah) Ooh, ooh (ooh) Tryna' do what lovers do (tryna' do what lovers do,ooh) Ooooh, oooh Been wishin' for you (been wishin' for love) Ooh, ooh Tryna' do what lovers do (do uhh,ooh) Ooooh, oooh Been wishin' for you (tryna' do) Ooh, ooh Tryna' do what lovers do (ooh)  ",
        "title": "What Lovers Do"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] The club isn't the best place to find a lover So the bar is where I go Me and my friends at the table doing shots Drinking fast and then we talk slow And you come over and start up a conversation with just me And trust me I'll give it a chance now Take my hand, stop, put Van the Man on the jukebox And then we start to dance, and now I'm singing like  [Pre-Chorus] Girl, you know I want your love Your love was handmade for somebody like me Come on now, follow my lead I may be crazy, don't mind me Say, boy, let's not talk too much Grab on my waist and put that body on me Come on now, follow my lead Come, come on now, follow my lead  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body And last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  [Verse 2] One week in we let the story begin We're going out on our first date You and me are thrifty, so go all you can eat Fill up your bag and I fill up a plate We talk for hours and hours about the sweet and the sour And how your family is doing okay Leave and get in a taxi, then kiss in the backseat Tell the driver make the radio play, and I'm singing like  [Pre-Chorus] Girl, you know I want your love Your love was handmade for somebody like me Come on now, follow my lead I may be crazy, don't mind me Say, boy, let's not talk too much Grab on my waist and put that body on me Come on now, follow my lead Come, come on now, follow my lead  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body And last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Oh—I—oh—I—oh—I—oh—I I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  [Bridge] Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on Come on, be my baby, come on  [Chorus] I'm in love with the shape of you We push and pull like a magnet do Although my heart is falling too I'm in love with your body Last night you were in my room And now my bed sheets smell like you Every day discovering something brand new I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Come on, be my baby, come on Come on, be my baby, come on I'm in love with your body Every day discovering something brand new I'm in love with the shape of you  ",
        "title": "Shape Of You"
    },
    {
        "artist": "Shawn Mendes",
        "lyrics": "  [Verse 1] I wanna follow where she goes I think about her and she knows it I wanna let her take control 'Cause everytime that she gets close, yeah  [Pre-Chorus] She pulls me in enough to keep me guessing And maybe I should stop and start confessing Confessing, yeah  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back There's nothing holding me back  [Verse 2] She says that she's never afraid Just picture everybody naked She really doesn't like to wait Not really into hesitation  [Pre-Chorus] Pulls me in enough to keep me guessing And maybe I should stop and start confessing Confessing, yeah  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back  [Bridge] 'Cause if we lost our minds and we took it way too far I know we'd be alright, I know we would be alright If you were by my side and we stumbled in the dark I know we'd be alright, I know we would be alright 'Cause if we lost our minds and we took it way too far I know we'd be alright, I know we would be alright If you were by my side and we stumbled in the dark I know we'd be alright, I know we would be alright  [Chorus] Oh, I've been shaking I love it when you go crazy You take all my inhibitions Baby, there's nothing holding me back You take me places that tear up my reputation Manipulate my decisions Baby, there's nothing holding me back There's nothing holding me back I feel so free when you're with me, baby Baby, there's nothing holding me back  ",
        "title": "There's Nothing Holdin' Me Back"
    },
    {
        "artist": "Lin-Manuel Miranda Featuring Artists For Puerto Rico",
        "lyrics": "  Click here to donate to the Hispanic Federation's Puerto Rico relief effort 🇵🇷 [Lin-Manuel Miranda] Say it loud and there's music playing… Say it soft and it's almost like praying It's almost like praying It's almost like praying It's almost like praying It's almost like—  [Luis Fonsi] Cabo Rojo, Corozal Naguabo, Guaynabo  [Marc Anthony] San Lorenzo y San Germán San Sebastián, mi viejo San Juan  [Camila Cabello, Anthony Ramos] Isabela, Maricao Fajardo, Dorado  [Ednita Nazario, Gilberto Santa Rosa] Hormigueros, Humacao Luquillo, Hatillo  [Ruben Blades, Juan Luis Guerra] Vega Alta, Vega Baja Toa Alta, Toa Baja, Mayagüez  [Joell Ortiz, John Leguizamo, Lin-Manuel Miranda] Yes!  [Ruben Blades, Juan Luis Guerra] Otra vez!  [Joell Ortiz, John Leguizamo, Lin-Manuel Miranda] Yes!  [Ruben Blades, Juan Luis Guerra] Aguadilla, Quebradillas Guayanilla, Juana Díaz Y Cayey, hey  [Lin-Manuel Miranda] It's almost like praying It's almost like praying It's almost like praying  [Ruben Blades, Jennifer Lopez] Puerto Rico, Puerto Rico…  [Jennifer Lopez] Arecibo, Guánica Culebra, Las Piedras  [Gilberto Santa Rosa] Orocovis, Guayama  [Gilberto Santa Rosa, Rita Moreno] Gurabo, Maunabo  [Ruben Blades, Dessa, Ana Villafañe] Aguas Buenas, Salinas Río Grande, Sabana Grande  [Tommy Torres] Yabucoa, Florida  [Jennifer Lopez, Gloria Estefan] Peñuelas, Santa Isabel  [Pedro Capó, Tommy Torres] Naranjito, Barranquitas Carolina, Aibonito, Bayamón  [Alex Lacamoire, Joell Ortiz, Lin-Manuel Miranda] Hey!  [Pedro Capó, Tommy Torres] Rincón  [Alex Lacamoire, Joell Ortiz, Lin-Manuel Miranda] Hey!  [Pedro Capó, Tommy Torres] Barceloneta, Las Marías Comerío, Moca, Ponce, Manatí, Así  [Lin-Manuel Miranda] It's almost like praying  [Camila Cabello] Puerto Rico, Puerto Rico  [Luis Fonsi] Boricua, Boricua, Puerto Rico  [Fat Joe] Yo, Utuado, Aguada, Adjuntas y Caguas  [PJ Sin Suela] Canóvanas, Cataño, Juncos y Lajas  [Dessa] Jayuya, Villalba, Arroyo, te amo  [Dessa, Fat Joe] La cueva de Camuy, los baños de Coamo  [Gina Rodriguez] Trujillo Alto, Ceiba, Ciales La isla de Vieques, El grito de Lares  [Joell Ortiz] Yauco  [Gina Rodriguez] Cidra  [Joell Ortiz] Añasco  [Gina Rodriguez] Patillas  [Joell Ortiz, Gina Rodriguez] Morovis, Loíza, lo hiciste  [Marc Anthony, Luis Fonsi] Puerto Rico...  [Dessa] Puerto Rico...  [Juan Luis Guerra] Puerto Rico, Puerto Rico...  [Ednita Nazario] Lai lo le lo le, le lo le lo lai…  [Joell Ortiz] Puerto Rico!  [Marc Anthony, Luis Fonsi] Puerto Rico...  [Gilberto Santa Rosa] Puerto Rico, Borinquen Cien por treinta y cinco la isla completa Sí somos Boricua, ha, ahora que se sepa  [Marc Anthony, Luis Fonsi] Puerto Rico…  [Gloria Estefan] Puerto Rico  [Rita Moreno] Así es  [Gloria Estefan] Puerto Rico  [Ruben Blades] Puerto Rico  [Fat Joe] Puerto Rico! Ho! Ho!  [Ruben Blades] Puerto Rico, Puerto Rico, Puerto Rico, Puerto Rico  [Ednita Nazario] Tierra linda mía, yo te quiero  [Camila Cabello] Oohhh  [Marc Anthony, Luis Fonsi] Puerto Rico...  [Lin-Manuel Miranda] And there's music, and there's music And there's music playing-  [Camila Cabello] Puerto Rico  [Marc Anthony] Ay, Puerto Rico, eh Mi Puerto Rico, ah  [Anthony Ramos] Viva  [Jennifer Lopez] Puerto Rico, Puerto Rico, Puerto Rico  [Lin-Manuel Miranda] Say it soft and it's almost like praying  ",
        "title": "Almost Like Praying"
    },
    {
        "artist": "Niall Horan",
        "lyrics": "  [Verse 1] We should take this back to my place That's what she said right to my face 'Cause I want you bad Yeah, I want you, baby I've been thinkin' 'bout it all day And I hope you feel the same way, yeah 'Cause I want you bad Yeah, I want you, baby  [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo) Slow hands  [Verse 2] I just wanna take my time We could do this, baby, all night, yeah 'Cause I want you bad Yeah, I want you, baby  [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo)  [Bridge] Fingertips puttin' on a show Got me now and I can't say no Wanna be with you all alone Take me home, take me home Fingertips puttin' on a show Can't you tell that I want you, baby, yeah  [Chorus] [Chorus] Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Slow, slow hands Like sweat drippin' down our dirty laundry No, no chance That I'm leavin' here without you on me I, I know Yeah, I already know that there ain't no stoppin' Your plans and those Slow hands (woo) Woo, slow hands  ",
        "title": "Slow Hands"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] I found a love for me Oh darling, just dive right in and follow my lead Well, I found a girl, beautiful and sweet Oh, I never knew you were the someone waiting for me 'Cause we were just kids when we fell in love Not knowing what it was I will not give you up this time But darling, just kiss me slow, your heart is all I own And in your eyes, you're holding mine  [Chorus] Baby, I'm dancing in the dark with you between my arms Barefoot on the grass, listening to our favourite song When you said you looked a mess, I whispered underneath my breath But you heard it, darling, you look perfect tonight  [Verse 2] Well I found a woman, stronger than anyone I know She shares my dreams, I hope that someday I'll share her home I found a love, to carry more than just my secrets To carry love, to carry children of our own We are still kids, but we're so in love Fighting against all odds I know we'll be alright this time Darling, just hold my hand Be my girl, I'll be your man I see my future in your eyes  [Chorus 2] Baby, I'm dancing in the dark, with you between my arms Barefoot on the grass, listening to our favorite song When I saw you in that dress, looking so beautiful I don't deserve this, darling, you look perfect tonight  [Instrumental]  [Chorus 3] Baby, I'm dancing in the dark, with you between my arms Barefoot on the grass, listening to our favorite song I have faith in what I see Now I know I have met an angel in person And she looks perfect I don't deserve this You look perfect tonight  ",
        "title": "Perfect"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Intro] La-da-da-da-da, la-da-da-da-da Da-da-da  [Verse 1] We are searchlights, we can see in the dark We are rockets, pointed up at the stars We are billions of beautiful hearts And you sold us down the river too far  [Chorus] What about us? What about all the times you said you had the answers? What about us? What about all the broken happy ever afters? What about us? What about all the plans that ended in disaster? What about love? What about trust? What about us?  [Verse 2] We are problems that want to be solved We are children that need to be loved We were willin', we came when you called But man, you fooled us, enough is enough, oh  [Chorus] What about us? What about all the times you said you had the answers? What about us? What about all the broken happy ever afters? Oh, what about us? What about all the plans that ended in disaster? Oh, what about love? What about trust? What about us? Oh, what about us? What about all the plans that ended in disaster? What about love? What about trust? What about us?  [Bridge] Sticks and stones, they may break these bones But then I'll be ready, are you ready? It's the start of us, waking up come on Are you ready? I'll be ready I don't want control, I want to let go Are you ready? I'll be ready 'Cause now it's time to let them know We are ready, what about us?  [Chorus] What about us? What about all the times you said you had the answers? So what about us? What about all the broken happy ever afters? Oh, what about us? What about all the plans that ended in disaster? Oh, what about love? What about trust? What about us?  [Outro] What about us? What about us? What about us? What about us? What about us? What about us?  ",
        "title": "What About Us"
    },
    {
        "artist": "Gucci Mane Featuring Migos",
        "lyrics": "  [Intro: Gucci Mane, (Quavo), Southside & Future] Southside Hah, it's Gucci It's Drop Top, Wizop, ooh If Young Metro don't trust you (yeah) I'm gon' shoot ya (ayy)  [Chorus: Quavo] You get the bag and fumble it I get the bag and flip it and tumble it (yeah) Straight out the lot, 300 cash (cash) And the car came with a blunt in it (yeah) Lil mama a thot, and she got ass (thot) Then she gon' fuck up a bag (yeah) Pull up to the spot, livin' too fast (yeah) Droppin' the dope in the stash (yah) In Italy, got two foreign hoes, they DM me (ooh, brr, ayy) Drop the top when it's cold (drop top) But you feel the heat (skrrt, yah, ayy) Be real with me Keep it 100, just be real with me (ayy) Eat it up like it's a feast (whoa, eat it up) They say the dope on fleek (yep)  [Verse 1: Takeoff] Percocet pill on me (Percocet) Ice on my neck, baby, chill with me (ice) Them niggas that flex in the back don't say nothin' Them niggas will kill for me Back ends I count in my sleep, on fleek 100k spent on a Patek Phillippe (Phillippe) Bitch, I'm a dog, eat my treat (hrr) Hop out the frog and leap (leap) I put them bricks in the fender My bitch, she walk around like she Kris Jenner (Kris Jenner) I used to break in and enter Then Takeoff runnin' like the game of temple (whew) It's simple, I play with her mental Momma said she saw me on Jimmy Kimmel (mama) Count it up, 'cause I'm a money symbol Walkin' with the racks, I'm lookin' crippled (money) Fuck on that bitch then I tip her (tip her) A nickel for me to take pictures (nickel) Not from L.A. but I clip her (brr) Double my cup, pour a triple (Actavis) Fox on my body, no Vivica (fox on my...) I'm not your average or typical (I'm not your...) Look at my wrist, and it's critical (look at the...) Hold it up, droppin' the temperature (droppin' the...) I get that bag on the regular (bag) I got a bag on my cellular (brr) Backin' up, baggin' up vegetables (bag) Bag of them cookies, it's medical (cookies) Cocaine, codeine, etcetera (white) Cocaine and lean, it's federal (white) I take off, landin' on Nebula As of now 20 M's on my schedule (Takeoff)  [Chorus: Quavo & Gucci Mane] You get the bag and fumble it I get the bag and flip it and tumble it (yeah) Straight out the lot, 300 cash (cash) And the car came with a blunt in it (yeah) Lil mama a thot, and she got ass (thot) And she gon' fuck up her back (yeah) Pull up to the spot, livin' too fast (yeah) Droppin' the dope in the stash (yah) In Italy, got two foreign hoes, they DM me (ooh, brr, ayy) Drop the top when it's cold (drop top) But you feel the heat (skrrt, yah, ayy) Be real with me Keep it 100, just be real with me (it's Gucci, ayy) Eat it up like it's a feast (hah, whoa, eat it up) They say the dope on fleek (yep)  [Verse 2: Gucci Mane] I know that you niggas gettin' sick of me (eww-ah) These chains on my neck cost a mil' a piece (umm) I don't even like to freestyle for free I put in the key and I ride the beat I won't even come out the house for free I pay a nigga to drive for me (huh?) JAY-Z couldn't even co-sign for me I do what I want, 'cause I'm signed to me (damn) I get the, I get the, I get the bag They get the bag, have to cut it in half (Wop) Stop the comparin', y'all makin' me laugh Need the rehab, I'm addicted to cash Convertible Wop, convertible top My dope got a vertical, look at it hop Skrrt, skrrt, skrrt, and it jump out the pot (pot) Came out of jail and went straight to the top Take it easy, baby, middle of summer, I'm freezin', baby (burr) Don't leave me, baby Just drop to your knees and please me, baby (go) I'm fascinated, two bitches so fine that I masturbated (hah) Congratulations, she brain me so good that I graduated (wow) They had to hate it I don't fuck with them niggas, they plastic, baby (heh) A trapper, baby, I rap but I own all my masters, baby It's tragic, baby, I pull up and fuck up the traffic, baby (hah) A savage, baby I'm killin' these niggas, closed casket, baby (ayy, Wop)  [Chorus: Quavo] You get the bag and fumble it I get the bag and flip it and tumble it (yeah) Straight out the lot, 300 cash (cash) And the car came with a blunt in it (yeah) Lil mama a thot, and she got ass (thot) And she gon' fuck up her back (yeah) Pull up to the spot, livin' too fast (yeah) Droppin' the dope in the stash (yah) In Italy, got two foreign hoes, they DM me (ooh, brr, ayy) Drop the top when it's cold (drop top) But you feel the heat (skrrt, yah, ayy) Be real with me Keep it 100, just be real with me (ayy) Eat it up like it's a feast (whoa, eat it up) They say the dope on fleek (yep)  ",
        "title": "I Get The Bag"
    },
    {
        "artist": "DJ Khaled Featuring Rihanna & Bryson Tiller",
        "lyrics": "  [Intro: DJ Khaled] Another one We The Best music DJ Khaled  [Verse 1: Rihanna] I don't know if you could take it Know you wanna see me nakey, nakey, naked I wanna be your baby, baby, baby Spinning and it's wet just like it came from Maytag White girl wasted on that brown liquor When I get like this I can't be around you I'm too lit to dim down a notch 'Cause I could name some thangs that I'm gon' do  [Chorus: Rihanna] Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Interlude: DJ Khaled] Let's go!  [Verse 2: Rihanna] I hope you know I'm for the takin' You know this cookie is for the baking (ugh) Kitty, kitty, baby give that thing some rest 'Cause you done beat it like the '68 Jets Diamonds ain't nothing when I'm rockin' with ya Diamonds ain't nothing when I'm shinin' with ya Just keep it white and black as if I'm ya sista I'm too hip to hop around town out here with ya I know I get  [Chorus: Rihanna] Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Verse 3: Bryson Tiller] Ayy, I heard that pussy for the taking I heard it got these other niggas goin' crazy Yeah I treat you like a lady, lady Fuck you 'til you're burned out, cremation Make it cream, yeah, Wu-Tang Throw that ass back, bouquet Call me and I can get it juicy I can tell you're gone off the D'USSÉ Careful mama watch what you say You talking to me like ya new bae Girl, talking like you tryna do things Now that pipe got her running like she Usain, baby You made me drown in it, touche, baby I'm carrying that water, Bobby Boucher, baby You know I'ma slaughter like I'm Jason Bust it, why you got it on safety? White girl wasted on brown liquor I probably shouldn't be around you 'Cause you get wild, wild, wild You looking like there's nothing that you won't do Ayy, girl that's when I told you  [Chorus: Rihanna] When I'm with you, all I get is wild thoughts Wild, wild, wild Wild, wild, wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts Wild, wild, wild When I'm with you, all I get is wild thoughts  [Outro: DJ Khaled & Rihanna] DJ Khaled! Wild, wild, wild Wild, wild, wild When I'm with you, all I get is wild thoughts  ",
        "title": "Wild Thoughts"
    },
    {
        "artist": "Camila Cabello Featuring Young Thug",
        "lyrics": "  [Intro: Pharrell Williams] Hey  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy) Half of my heart is in Havana, ooh na-na (ayy, ayy) He took me back to East Atlanta, na-na-na, ah Oh, but my heart is in Havana (ayy) There's somethin' 'bout his manners (uh huh) Havana, ooh na-na (uh)  [Verse 1: Camila Cabello & Pharrell Williams] He didn't walk up with that \"how you doin'?\" (uh) When he came in the room He said there's a lot of girls I can do with (uh) But I can't without you I knew him forever in a minute (hey) That summer night in June And papa says he got malo in him (uh) He got me feelin' like...  [Pre-Chorus: Camila Cabello & Pharrell Williams] Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (ayy) I knew it when I met him (ayy), I loved him when I left him Got me feelin' like, ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh And then I had to tell him, I had to go Oh na-na-na-na-na (woo)  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy, ayy) Half of my heart is in Havana, ooh na-na (ayy, ayy) He took me back to East Atlanta, na-na-na (uh huh) Oh, but my heart is in Havana (ayy) My heart is in Havana (ayy) Havana, ooh na-na  [Verse 2: Young Thug] Jeffery, just graduated, fresh on campus, mmm Fresh out East Atlanta with no manners, damn (fresh out East Atlanta) Bump on her bumper like a traffic jam Hey, I was quick to pay that girl like Uncle Sam (here you go, ayy) Back it on me Shawty cravin' on me, get to eatin' on me (on me) She waited on me (then what?) Shawty cakin' on me, got the bacon on me (wait up) This is history in the makin', on me (on me) Point blank, close range, that B If it cost a million, that's me (that's me) I was gettin' mula, baby  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (ayy, ayy) Half of my heart is in Havana, ooh na-na (oh, ayy, ayy) He took me back (uh huh) to East Atlanta, na-na-na (oh, no) Oh, but my heart is in Havana (ayy) My heart is in Havana (ayy) Havana, ooh na-na  [Bridge: Starrah & Camila Cabello] Ooh na-na, oh, na-na-na (oo-ooh-ooh-ooh-ooh-ooh-ooh) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, babe) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, yeah) Take me back, back, back like... Ooh na-na, oh, na-na-na (yeah, babe) Take me back, back, back Hey, hey... Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (hey) Ooh-ooh-ooh-ooh-ooh-ooh-ooh-ooh (hey) Take me back to my Havana...  [Chorus: Camila Cabello & Pharrell Williams] Havana, ooh na-na (hey) Half of my heart is in Havana, ooh na-na (oh, yeah) He took me back to East Atlanta, (ayy, ayy) na-na-na Oh, but my heart is in Havana My heart is in Havana (ayy) Havana, ooh na-na  [Outro: Starrah, Camila Cabello & Pharrell Williams] Uh huh Oh, na-na-na (oh, na, yeah) Oh, na-na-na Oh, na-na-na (no, no, no, take me back) Oh, na-na-na Havana, ooh na-na  ",
        "title": "Havana"
    },
    {
        "artist": "Kane Brown Featuring Lauren Alaina",
        "lyrics": "  [Verse 1: Kane Brown] You say what if I hurt you, what if I leave you What if I find somebody else and I don't need you? What if this goes south, what if I mess you up? You say what if I break your heart in two, then what?  [Pre-Chorus: Kane Brown] Well I hear you girl, I feel you girl, but not so fast Before you make your mind up, I gotta ask  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days, baby, I go and change your name? What if I loved all these what ifs away?  [Verse 2: Kane Brown & Lauren Alaina] What if the sky falls (sky falls) Or the sun stops burnin'? We could worry about them what ifs 'til the world stops turnin'? Or I could kiss you (you should kiss me) What if you liked it? (bet I'd like it) Well we ain't never gonna know unless we try it  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days baby, I go and change your name? What if I loved all these what ifs away? Awe yeah C'mon  [Bridge: Kane Brown] You say what if I hurt you, what if I leave you? What if I find somebody else and I don't need you? Damn  [Chorus: Kane Brown & Lauren Alaina] What if I was made for you and you were made for me? What if this is it, what if it's meant to be? What if I ain't one of them fools just playin' some game? What if I just pull you close, what if I lean in? And the stars line up, and it's our last first kiss What if one of these days baby, I go and change your name? What if I loved all these what ifs away?  [Outro: Kane Brown & Lauren Alaina] Away (away) What if?  ",
        "title": "What Ifs"
    },
    {
        "artist": "Kesha",
        "lyrics": "  [Verse 1] Well, you almost had me fooled Told me that I was nothing without you Oh, but after everything you've done I can thank you for how strong I have become  [Pre-Chorus] 'Cause you brought the flames and you put me through hell I had to learn how to fight for myself And we both know all the truth I could tell I'll just say this is I wish you farewell  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  [Verse 2] I'm proud of who I am No more monsters, I can breathe again And you said that I was done Well, you were wrong and now the best is yet to come 'Cause I can make it on my own And I don't need you, I found a strength I've never known I'll bring thunder, I'll bring rain, oh-oh When I'm finished, they won't even know your name  [Pre-Chorus] You brought the flames and you put me through hell I had to learn how to fight for myself And we both know all the truth I could tell I'll just say this is I wish you farewell  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  [Bridge] Oh, sometimes I pray for you at night Someday, maybe you'll see the light Oh, some say, in life, you're gonna get what you give But some things only God can forgive  [Chorus] I hope you're somewhere prayin', prayin' I hope your soul is changin', changin' I hope you find your peace Falling on your knees, prayin'  ",
        "title": "Praying"
    },
    {
        "artist": "Khalid",
        "lyrics": "  [Verse 1] So you're still thinking of me Just like I know you should I can not give you everything, you know I wish I could I'm so high at the moment I'm so caught up in this Yeah, we're just young, dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  [Verse 2] We have so much in common We argue all the time You always say I'm wrong I'm pretty sure I'm right What's fun about commitment? When we have our life to live Yeah, we're just young dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  [Bridge] Jump and we think - do it all in the name of love Love Run into sin, do it all in the name of fun Fun Whoa-oa-oa I'm so high at the moment I'm so caught up in this Yeah, we're just young, dumb and broke But we still got love to give  [Chorus] While we're young dumb Young, young dumb and broke Young dumb Young, young dumb and broke Young dumb Young dumb Young, young dumb and broke Young dumb broke high school kids Yadadadadadadada Yadadadadadada Yadadadadadadada Young dumb broke high school kids  ",
        "title": "Young Dumb & Broke"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Hey, hey, hey I got a condo in Manhattan Baby girl, what's  hatnin'? You and your ass invited So gon' and get to clappin' So pop it for a player Pop, pop it for me Turn around and drop it for a player Drop, drop it for me I'll rent a beach house in Miami Wake up with no jammies (Nope) Lobster tail for dinner Julio serve that scampi (Julio!) You got it if you want it Got, got it if you want it Said you got it if you want it Take my wallet if you want it now  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Verse 2] I'm talkin' trips to Puerto Rico Say the word and we go You can be my freaka Girl, I'll be a fleeko, mamacita I will never make a promise that I can't keep I promise that your smile ain't gon' never leave Shopping sprees in Paris Everything 24 karats Take a look in that mirror Now tell me who's the fairest Is it you? (is it you?) Is it me? (is it me?) Say it's us (say it's us) and I'll agree, baby  [Pre-Chorus] Jump in the Cadillac, girl, let's put some miles on it Anything you want, just to put a smile on it You deserve it baby, you deserve it all And I'm gonna give it to you  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  [Bridge] If you say you want a good time Well here I am baby, here I am baby Talk to me, talk to me, talk to me Tell me what's on your mind (what's on your mind) If you want it, girl come and get it All this is here for you Tell me baby, tell me, tell me baby What you tryna do  [Chorus] Gold jewelry shining so bright Strawberry champagne on ice Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like Sex by the fire at night Silk sheets and diamonds all white Lucky for you, that's what I like, that's what I like Lucky for you, that's what I like, that's what I like  ",
        "title": "That's What I Like"
    },
    {
        "artist": "Post Malone",
        "lyrics": "  [Intro] Oooh, I fall apart Oooh, yeah, mmhmm, yeah  [Verse 1] She told me that I'm not enough (yeah) And she left me with a broken heart (yeah) She fooled me twice and it's all my fault (yeah) She cut too deep, now she left me scarred (yeah) Now there's too many thoughts goin' through my brain (yeah) And now I'm takin' these shots like it's Novocaine, yeah  [Chorus] Oooh, I fall apart Down to my core Oooh, I fall apart Down to my core Oooh, didn't know it before Surprised when you caught me off guard All this damn jewelry I bought You was my shorty, I thought  [Verse 2] Never caught a feelin' this hard Harder than the liquor I pour Tell me you don't want me no more But I can't let go Everybody told me, so Feelin' like I sold my soul Devil in the form of a whore Devil in the form of a whore You said it No, you said it No, you said that shit We'd be together, oh  [Chorus] Oooh, I fall apart Down to my core Oooh, I fall apart Down to my core Oooh, didn't know it before Surprised when you caught me off guard All this damn jewelry I bought You was my shorty, I thought  [Bridge] Ice keep pourin' and the drink keep flowin' Try to brush it off, but it keep on goin' Covered in scars and I can't help showin' Whippin' in the foreign and the tears keep blowin' Ice keep droppin' and the drink keep flowin' Try to brush it off, but it keep on goin' All these scars, can't help from showin' Whippin' in the foreign and the tears keep blowin', yeah  [Chorus] Oooh, I fall apart Down to my core Oooh, I fall apart Down to my core Oooh, didn't know it before Surprised when you caught me off guard All this damn jewelry I bought You was my shorty, I thought  [Outro] Ayy, ayy, you should Ayy, ayy, ayy, uh, you should, ayy  ",
        "title": "I Fall Apart"
    },
    {
        "artist": "Lil Pump",
        "lyrics": "  [Intro: Lil Pump, Gnealz & Big Head] Yuh, ooh, brr, brr Gucci gang, ooh (That's it right there, Gnealz) Yuh, Lil Pump, yuh Gucci gang, ooh (Ooh, Bi-Big Head on the beat) Yuh, brr  [Chorus] Gucci gang, Gucci gang, Gucci gang, Gucci gang (Gucci gang) Gucci gang, Gucci gang, Gucci gang (Gucci gang) Spend three racks on a new chain (yuh) My bitch love do cocaine, ooh (ooh) I fuck a bitch, I forgot her name (brr, yuh) I can't buy a bitch no wedding ring (ooh) Rather go and buy Balmains (brr) Gucci gang, Gucci gang, Gucci gang (Gucci gang) Gucci gang, Gucci gang, Gucci gang, Gucci gang (Gucci gang) Gucci gang, Gucci gang, Gucci gang (Gucci gang) Spend three racks on a new chain (huh?) My bitch love do cocaine, ooh (brr) I fuck a bitch, I forgot her name, yuh (yuh, yuh) I can't buy no bitch no wedding ring, ooh (nope) Rather go and buy Balmains, ayy (brr) Gucci gang, Gucci gang, Gucci gang (Gucci gang)  [Verse] My lean cost more than your rent, ooh (it do) Your momma still live in a tent, yuh (brr) Still slangin' dope in the 'jects, huh? (yeah) Me and my grandma take meds, ooh (huh?) None of this shit be new to me (nope) Fuckin' my teacher, call it tutory (yuh) Bought some red bottoms, cost hella Gs (huh?) Fuck your airline, fuck your company (fuck it!) Bitch, your breath smell like some cigarettes (cigarettes) I'd rather fuck a bitch from the projects (yuh) They kicked me out the plane off a percocet (brr) Now Lil Pump flyin' private jet (yuh) Everybody scream, \"Fuck WestJet\" (fuck 'em) Lil Pump still sell that meth (yuh) Hunnid on my wrist, sippin' on Tech (brr) Fuck a lil bitch, make her pussy wet (what?)  [Chorus] Gucci gang, Gucci gang, Gucci gang, Gucci gang (Gucci gang), Gucci gang, Gucci gang, Gucci gang (Gucci gang) Spend three racks on a new chain (huh?) My bitch love do cocaine, ooh (yuh) I fuck a bitch, I forgot her name (brr) I can't buy a bitch no wedding ring (huh?) Rather go and buy Balmains (yuh) Gucci gang, Gucci gang, Gucci gang (Gucci gang) Gucci gang, Gucci gang, Gucci gang, Gucci gang Gucci gang, Gucci gang, Gucci gang (Gucci gang) Spend three racks on a new chain (huh?) My bitch love do cocaine, ooh (brr) I fuck a bitch, I forgot her name, yuh (yuh) I can't buy no bitch no wedding ring, ooh (nope) Rather go and buy Balmains, ayy (huh?) Gucci gang, Gucci gang, Gucci gang (Gucci gang)  [Outro] Lil Pump, yuh Lil Pump, ooh  ",
        "title": "Gucci Gang"
    },
    {
        "artist": "Kendrick Lamar",
        "lyrics": "  [Video Intro] Wicked or weakness? You gotta see this Waaaaay (yeah, yeah!)  [Album Intro] Nobody pray for me It's been that day for me Waaaaay (yeah, yeah!)  [Verse 1] Ayy, I remember syrup sandwiches and crime allowances Finesse a nigga with some counterfeits, but now I'm countin' this Parmesan where my accountant lives, in fact I'm downin' this D'USSÉ with my boo bae tastes like Kool-Aid for the analysts Girl, I can buy yo' ass the world with my paystub Ooh, that pussy good, won't you sit it on my taste bloods? I get way too petty once you let me do the extras Pull up on your block, then break it down: we playin' Tetris A.M. to the P.M., P.M. to the A.M., funk Piss out your per diem, you just gotta hate 'em, funk If I quit your BM, I still ride Mercedes, funk If I quit this season, I still be the greatest, funk My left stroke just went viral Right stroke put lil' baby in a spiral Soprano C, we like to keep it on a high note It's levels to it, you and I know  [Chorus] Bitch, be humble (hol' up, bitch) Sit down (hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up) Be humble (hol' up, hol' up) Sit down (hol' up, hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up)  [Verse 2] Who dat nigga thinkin' that he frontin' on Man-Man? (Man-Man) Get the fuck off my stage, I'm the Sandman (Sandman) Get the fuck off my dick, that ain't right I make a play fucking up your whole life I'm so fuckin' sick and tired of the Photoshop Show me somethin' natural like afro on Richard Pryor Show me somethin' natural like ass with some stretch marks Still will take you down right on your mama's couch in Polo socks Ayy, this shit way too crazy, ayy, you do not amaze me, ayy I blew cool from AC, ayy, Obama just paged me, ayy I don't fabricate it, ayy, most of y'all be fakin', ayy I stay modest 'bout it, ayy, she elaborate it, ayy This that Grey Poupon, that Evian, that TED Talk, ayy Watch my soul speak, you let the meds talk, ayy If I kill a nigga, it won't be the alcohol, ayy I'm the realest nigga after all  [Chorus] Bitch, be humble (hol' up, bitch) Sit down (hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up) Be humble (hol' up, hol' up) Sit down (hol' up, hol' up, lil', hol' up, lil' bitch) Be humble (hol' up, bitch) Sit down (hol' up, sit down, lil', sit down, lil' bitch) Be humble (hol' up, hol' up) Bitch, sit down (hol' up, hol' up, lil' bitch) Be humble (lil' bitch, hol' up, bitch) Sit down (hol' up, hol' up, hol' up, hol' up)  ",
        "title": "Humble."
    },
    {
        "artist": "The Chainsmokers & Coldplay",
        "lyrics": "  [Verse 1: Chris Martin] I've been reading books of old The legends and the myths Achilles and his gold Hercules and his gifts Spiderman's control And Batman with his fists And clearly I don't see myself upon that list  [Pre-Chorus: Chris Martin] But she said, where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can kiss  [Bridge: Chris Martin] I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo  [Chorus: Chris Martin] Oh, I want something just like this I want something just like this  [Verse 2: Chris Martin] I've been reading books of old The legends and the myths The testaments they told The moon and its eclipse And Superman unrolls A suit before he lifts But I'm not the kind of person that it fits  [Pre-Chorus: Chris Martin] She said, where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can miss  [Chorus: Chris Martin] I want something just like this I want something just like this  [Bridge: Chris Martin] Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo Oh, I want something just like this Doo-doo-doo, doo-doo-doo Doo-doo-doo, doo-doo Doo-doo-doo, doo-doo-doo  [Pre-Chorus: Chris Martin] Where'd you wanna go? How much you wanna risk? I'm not looking for somebody With some superhuman gifts Some superhero Some fairytale bliss Just something I can turn to Somebody I can kiss I want something just like this  [Chorus: Chris Martin] Oh, I want something just like this Oh, I want something just like this Oh, I want something just like this  ",
        "title": "Something Just Like This"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Intro] Are you alright? I'm alright, I'm quite alright And my money's right 8… (yeah) Countin' them bands All way to the top 'til they be fallin' over (yeah, yeah, yeah) Countin' them bands On my way to the top 'til we fallin' over  [Chorus] I don't really care if you cry On the real, you shoulda never lied Shoulda saw the way she looked me in my eyes She said: \"Baby, I am not afraid to die.\" Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge  [Verse 1] Phantom that's all red, inside all white Like somethin' you ride a sled down, I just want that head My Brittany got mad, I'm barely her man now Everybody got the same swag now Watch the way that I tear it down Stackin' my bands all the way to the top All the way 'til my bands fallin' over Every time that you leave your spot Your girlfriend call me like, \"Come on over!\" I like the way that she treat me Gon' leave you, won't leave me, I call it that Casanova She say I'm insane, yeah I might blow my brain out (hey) Xanny, help the pain, yeah Please, Xanny, make it go away I'm committed, not addicted, but it keep control of me All the pain, now I can't feel it I swear that it's slowin' me, yeah  [Chorus] I don't really care if you cry On the real, you shoulda never lied Saw the way she looked me in my eyes She said: \"I am not afraid to die.\" All my friends are dead Push me to the edge (yeah) All my friends are dead, yeah, ooh Push me to the edge All my friends are dead, yeah All my friends are dead, yeah  [Verse 2] That is not your swag, I swear you fake hard Now these niggas wanna take my cadence Rain on 'em, thunderstorm, rain on 'em (ooh, yeah) Medicine, lil' nigga, take some (yeh, yeh) Fast car, NASCAR, race on 'em In the club, ain't got no ones, then we would beg them Clothes from overseas, got the racks and they all C-Notes You is not a G though Lookin' at you stackin' all your money, it all green though I was countin' that and these all twenties, that's a G-roll  [Bridge] She say: \"You're the worst, you're the worst.\" I cannot die because this my universe  [Chorus] I don't really care if you cry On the real, you shoulda never lied Shoulda saw the way she looked me in my eyes She said: \"Baby, I am not afraid to die.\" Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge All my friends are dead Push me to the edge  ",
        "title": "XO TOUR Llif3"
    },
    {
        "artist": "SZA Featuring Travis Scott",
        "lyrics": "  [Intro: Travis Scott] I need, I need I need, I need I need, I need I need, I need I need, I need  [Chorus: SZA] Love, love, love, love 'Long as we got Love, love, love 'Long as we got  [Verse 1: SZA & Travis Scott] Done with these niggas I don't love these niggas I dust off these niggas Do it for fun Don't take it personal Personally, I'm surprised you called me after the things I said Skrt skrt on niggas (yah) Skrt up on niggas (true) Skrt down, you acting like me (yah) Acting like we wasn't more than a summer fling I said farewell, you took it well (true) Promise I won't cry over spilled milk (ooh no, I won't) Gimme a paper towel, gimme another Valium Gimme another hour or two, hour with you  [Pre-Chorus: SZA & Travis Scott] Why you bother me when you know you don't want me? (yah) Why you bother me when you know you got a woman? (yah) Why you hit me when you know you know better? (true) Know you know better (true) Know your crew better than you do Call me looking for ya (yah) I be looking for ya (yah) Got me looking forward to weekends (yah) With you baby, with you baby With you baby, (true) With you We do whatever we want, go wherever we want Love however we want, it don't matter (true) You'll do whatever I want, get whatever I want Get whatever I need, it's about  [Chorus: SZA] Love, love, love, love, 'long as we got Love, love, love, 'long as we got  [Verse 2: SZA & Travis Scott] Should've never gave you my number, I did it with you (ooh) Should've never let you hit it, I split it with you I regret it, you gots a fetish You gots a problem, now it's a problem, oh, no Skrrr, skrrr on bitches (yah) I don't know these bitches (yah) Dig dirt on bitches, do it for fun Don't take it personal, baby Love on my ladies, luh-love to my ladies, uh (true) Dated a few (straight up)  [Verse 3: Travis Scott & SZA] Why you bother me? Why you bother me? Why you bother me? (yah) Last time I checked you were the one that left (the one) Me in a wreck—yah—, me in a mess (yah, yah) You all I rep—yah—, like my side I rep (yah) Yuh, that's that Mo City that side That you can't come 'round at night, yuh (it's lit) You like to get me high, you don't want no one beside ya You like when I make fire You say, \"La Flame, keep makin' fire\" (ooh) Let me cum inside ya, let me plant that seed inside ya (ooh) Ass and titties, titties, only thing that stuck with, with me (with me) Only thing that was real Only thing I could feel, you feel me? (yah, feel me) So why you bother me, why you bother me? (with you, baby) Tryna catch a P.O.V, yah (with you)  [Chorus: SZA] Love, love, love, love, 'long as we got Love, love, love, 'long as we got  [Outro: SZA] I came to your city, lookin' for lovin' n' licky 'Cause you promised to put it down All up in your city, lookin' for you, uh Searchin' for you like love Only thing keepin' me from droppin' you right now Right now (love) Only thing keepin' me by your side Only thing keepin' me by your side now  [Skit] But see, Solána, if you don't say something, speak up for yourself They think you stupid, you know what I'm saying?  ",
        "title": "Love Galore"
    },
    {
        "artist": "Post Malone Featuring Quavo",
        "lyrics": "  [Intro: Post Malone] Mm-mmm Yah, yah Mm-mmm Yah (hey)  [Chorus: Post Malone] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (uh, uh) Worked so hard, forgot how to vacation (uh-huh) They ain't never had the dedication (uh, uh) People hatin', say we changed and look, we made it (uh, uh) Yeah, we made it (uh, uh)  [Verse 1: Post Malone] They was never friendly, yeah Now I'm jumping out the Bentley, yeah And I know I sound dramatic, yeah But I know I had to have it, yeah For the money, I'm a savage, yeah I be itching like a addict, yeah I'm surrounded, twenty bad bitches, yeah But they didn't know me last year, yeah Everyone wanna act like they important (yeah, yeah, yeah, yeah, yeah) But all that mean nothing when I saw my dough, yuh (yeah, yeah, yeah, yeah, yeah) Everyone countin' on me, drop the ball, yuh (yeah, yeah, yeah, yeah, yeah) Everything custom like I'm at the border, yah, yah If you fuck with winning, put your lighters to the sky How could I make cents when I got millions on my mind? Coming with that bullshit, I just put it to the side Balling since a baby, they could see it in my eyes  [Chorus: Post Malone & Quavo] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (congratulations) Worked so hard, forgot how to vacation (ooh) They ain't never had the dedication (uh, uh, ayy) People hatin', say we changed and look we made it (uh, uh) Yeah, we made it (uh, uh, yah)  [Verse 2: Quavo] I was patient (yah) Uh, I was patient (ayy, uh) Now I can scream that we made it (we made it) Now everywhere, everywhere I go, they say 'gratulation (uh) Young nigga, young nigga, graduation (yah) I pick up the rock and I ball, baby (ball) I'm looking for someone to call, baby (brr) But right now, I got a situation (ayy) Never old Ben-Ben Franklins (cash) Big rings, champagne (ooh, champagne) My life is like a ball game (ball game) But instead, I'm in the trap though (trap though) Pot so big, call it Super Bowl (Super Bowl) Super Bowl, call the hoes (brr) Get in the Rolls (skrrt) Top-floor lifestyle (top) Huncho and Post (yah, ayy) Malone (ayy) I gotta play on my phone (ayy) You know what I'm on (ayy) Huncho Houdini is gone (ayy)  [Chorus: Post Malone & Quavo] My momma called, seen you on TV, son Said shit done changed ever since we was on I dreamed it all ever since I was young They said I wouldn't be nothing Now they always say, \"Congratulations\" (ayy, uh, uh) Worked so hard, forgot how to vacation (uh-huh, ooh) They ain't never had the dedication (ayy, uh, uh) People hatin', say we changed and look we made it (yah,  uh, uh) Yeah, we made it (ayy)  [Outro] Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey Hey, hey, hey, hey  ",
        "title": "Congratulations"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] Got a girl from the south side, got braids in her hair First time I seen her walk by, man I 'bout fell off my chair Had to get her number, it took me like six weeks Now me and her go way back like Cadillac seats  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Verse 2] The way she fit in them blue jeans, she don't need no belt But I can turn them inside out, I don't need no help Got hips like honey, so thick and so sweet It ain't no curves like hers on them downtown streets  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Bridge] We're out here in the boondocks With the breeze and the birds Tangled up in the tall grass With my lips on hers On the highway to heaven Headed south of her smile Get there when we get there Every inch is a mile  [Chorus] Body like a back road, drivin' with my eyes closed I know every curve like the back of my hand Doin' 15 in a 30, I ain't in no hurry I'ma take it slow just as fast as I can  [Outro] I'ma take it slow As fast as I can Body like a back road Drivin' with my eyes closed I know every curve like the back of my hand  ",
        "title": "Body Like A Back Road"
    },
    {
        "artist": "Luke Combs",
        "lyrics": "  [Verse 1] Sunday morning man She woke up fightin' mad Bitchin' and moanin' on and on 'Bout the time I had And by Tuesday you could say That girl was good as gone Then when Thursday came around I was all alone So I went for a drive to clear my mind Ended up at a Shell on I-65  [Chorus 1] Then I won a hundred bucks on a scratch-off ticket I bought two 12-packs and a tank of gas with it She swore they were a waste of time Oh, but she was wrong I was caller number five on a radio station Won a four day 3 night beach vacation Deep sea señorita fishing down in Panama And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  [Verse 2] Now she was sure real quick to up and apologize When she heard about my newfound luck On that FM dial And it's crazy how lately now It just seems to come in waves What I thought was gonna be the death of me Was my saving grace It's got me thinking that her leaving Is the only logical reason  [Chorus 2] That I got the last spot in the Hooters' parking lot And the waitress left her number on my check with a heart She picked up on the first ring when I gave her a call And I only spent five bucks at the Moose Club raffle Won a used 4-wheeler and three free passes For me and two of my buddies to play a round of golf And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  [Bridge] Well I've been on one hell of a redneck roll For three weeks now And it all started on the day that she walked out  [Chorus 1] Then I won a hundred bucks on a scratch-off ticket Bought two 12-packs and a tank of gas with it She swore they were a waste of time Oh, but she was wrong And I was caller number five on a radio station Won a four day 3 night beach vacation Deep sea señorita fishing down in Panama And I ain't gotta see my Ex-future-mother-in-law anymore Oh Lord, when it rains it pours When it rains it pours  ",
        "title": "When It Rains It Pours"
    },
    {
        "artist": "Halsey",
        "lyrics": "  [Verse 1] Got a boy back home in Michigan And he tastes like Jack when I'm kissing him So I told him that I never really liked his friends Now he's gone and he's calling me a bitch again There's a guy that lives in the garden state And he told me that we'd make it 'til we graduate So I told him that the music would be worth the wait But he wants me in the kitchen with a dinner plate  [Pre-Chorus] I believe, I believe, I believe, I believe that we're meant to be But jealousy, jealousy, jealousy, jealousy get the best of me Look, I don't mean to frustrate, but I Always make the same mistakes, yeah Always make the same mistakes 'cause  [Chorus] I'm bad at love (ooh-ooh) But you can't blame me for tryin' You know I'd be lyin' sayin' You were the one (ooh-ooh) That could finally fix me Lookin' at my history I'm bad at love  [Verse 2] Got a girl with California eyes And I thought that she could really be the one this time But I never got the chance to make her mine Because she fell in love with little thin white lines London girl with an attitude We never told no one, but we look so cute Both got way better things to do But I always think about it when I'm riding through  [Pre-Chorus] I believe, I believe, I believe, I believe that I'm in too deep And jealousy, jealousy, jealousy, jealousy get the best in me Look, I don't mean to frustrate, but I Always make the same mistakes, yeah Always make the same mistakes 'cause  [Chorus] I'm bad at love (ooh-ooh) But you can't blame me for tryin' You know I'd be lyin' sayin' You were the one (ooh-ooh) That could finally fix me Lookin' at my history I'm bad at love  [Post-Chorus] Oh, you know, you know, you know I'm bad at love (ooh-ooh) I'm bad at love (ooh-ooh) I'm bad at love (ooh-ooh)  [Bridge] I know that you're afraid I'm gonna walk away Each time the feeling fades Each time the feeling fades I know that you're afraid I'm gonna walk away Each time the feeling fades  [Chorus] You know I'm bad at love (ooh-ooh) But you can't blame me for tryin' You know I'd be lyin' sayin' You were the one (ooh-ooh) That could finally fix me Lookin' at my history I'm bad at love (ooh-ooh)  [Post-Chorus] Oh, you know, you know, you know I'm bad at love (ooh-ooh) I'm bad at love (ooh-ooh) Oh, oh  ",
        "title": "Bad At Love"
    },
    {
        "artist": "Khalid",
        "lyrics": "  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Verse 1] At times I wonder why I fool with you But this is new to me, this is new to you Initially, I didn't wanna fall for you Gather my attention it was all for you, so don't Take advantage, don't leave my heart damaged To understand that things go a little bit better when you plan it... oh  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Verse 2] I don't wanna fall in love off of subtweets, so Let's get personal I got a lot of cool spots that we can go Tell me what's the move and I got you I'm only acting like this 'cause I like you Just give me the vibe to slide then Oh, I might make you mine by the night, and  [Chorus] Send me your location, let's Focus on communicating 'Cause I just need the time and place to come through (place to come through) Send me your location Let's ride the vibrations I don't need nothing else but you  [Outro] Ride, ride, ride, come and vibe with me tonight I don't need nothing else but you (I don't need nothing else but you) Ride, ride, ride, come and vibe with me tonight I don't need nothing else but you Nothing else but you Do, do, do, do, do, do Oh, oh, mmm, mmm, mmm, mmm Oh, oh, oh Oh, oh, oh, mmm, mmm, mmm Do, do, do, do, do, do, do Do, do, do, do, do, do, do I don't need nothing else but you  ",
        "title": "Location"
    },
    {
        "artist": "James Arthur",
        "lyrics": "  [Verse 1] I met you in the dark You lit me up You made me feel as though I was enough We danced the night away We drank too much I held your hair back when You were throwing up  [Pre-Chorus] Then you smiled over your shoulder For a minute, I was stone cold sober I pulled you closer to my chest And you asked me to stay over I said, I already told ya I think that you should get some rest  [Chorus 1] I knew I loved you then But you'd never know 'Cause I played it cool when I was scared of letting go I knew I needed you But I never showed But I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Verse 2] I'll wake you up with some breakfast in bed I'll bring you coffee With a kiss on your head And I'll take the kids to school Wave them goodbye And I'll thank my lucky stars for that night  [Pre-Chorus 2] When you looked over your shoulder For a minute, I forget that I'm older I wanna dance with you right now, oh And you look as beautiful as ever And I swear that everyday you'll get better You make me feel this way somehow  [Chorus 2] I'm so in love with you And I hope you know Darling your love is more than worth its weight in gold We've come so far my dear Look how we've grown And I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Bridge] I wanna live with you Even when we're ghosts 'Cause you were always there for me When I needed you most  [Chorus 3] I'm gonna love you till My lungs give out I promise till death we part Like in our vows So I wrote this song for you Now everybody knows That it's just you and me Until we're grey and old Just say you won't let go Just say you won't let go  [Outro] Just say you won't let go Oh, just say you won't let go  ",
        "title": "Say You Won't Let Go"
    },
    {
        "artist": "Cheat Codes Featuring Demi Lovato",
        "lyrics": "  [Verse 1: Demi Lovato] Cutting me up like a knife And I feel it, deep in my bones Kicking a habit I love even harder You oughta know  [Pre-Chorus: Demi Lovato] I just wanna dive in the water, with you Baby, we can't see the bottom It's so easy to fall for each other I'm just hoping we catch one another  [Chorus: Trevor Dahl] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises  [Drop: Cheat Codes]  [Verse 2: Demi Lovato] Baby, I think about you And I feel it, deep in my heart Maybe we just ain't meant to be something Maybe we are, ooh?  [Pre-Chorus: Demi Lovato] I just wanna dive in the water, with you Baby, we can't see the bottom It's so easy to fall for each other I'm just hoping we catch one another  [Chorus: Trevor Dahl & Demi Lovato] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises, oh  [Drop: Cheat Codes]  [Bridge: Trevor Dahl & Demi Lovato] I just wanna dive in the water Oh baby, we can't see the bottom I just want to dive in with you I just want to lie here with you, oh  [Chorus: Trevor Dahl & Demi Lovato] Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises (promise me) Oh na na, just be careful, na na Love ain't simple, na na Promise me no promises, no  [Drop: Cheat Codes]  [Outro: Trevor Dahl & Demi Lovato] Promise me no promises Don't you promise me nothing Promise me, me, me, me Just be careful Promise me no promises  ",
        "title": "No Promises"
    },
    {
        "artist": "Dua Lipa",
        "lyrics": "  [Intro] One, one, one, one, one...  [Verse 1] Talkin' in my sleep at night, makin' myself crazy (Out of my mind, out of my mind) Wrote it down and read it out, hopin' it would save me (Too many times, too many times)  [Interlude] My love, he makes me feel like nobody else, nobody else But my love, he doesn't love me, so I tell myself, I tell myself  [Pre-Chorus] One: Don't pick up the phone You know he's only callin' 'cause he's drunk and alone Two: Don't let him in You'll have to kick him out again Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em I gotta tell them to myself I got new rules, I count 'em I gotta tell them to myself  [Verse 2] I keep pushin' forwards, but he keeps pullin' me backwards (Nowhere to turn, no way) (Nowhere to turn, no) Now I'm standin' back from it, I finally see the pattern (I never learn, I never learn)  [Interlude] But my love, he doesn't love me, so I tell myself, I tell myself I do, I do, I do  [Pre-Chorus] One: Don't pick up the phone You know he's only callin' 'cause he's drunk and alone Two: Don't let him in You'll have to kick him out again Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em I gotta tell them to myself I got new rules, I count 'em I gotta tell them to myself  [Bridge] Practice makes perfect I'm still tryna learn it by heart (I got new rules, I count 'em) Eat, sleep, and breathe it Rehearse and repeat it, 'cause I... (I got new...)  [Pre-Chorus] One: Don't pick up the phone (yeah) You know he's only callin' 'cause he's drunk and alone (alone) Two: Don't let him in (uh-ooh) You'll have to kick him out again (again) Three: Don't be his friend You know you're gonna wake up in his bed in the morning And if you're under him, you ain't gettin' over him  [Chorus] I got new rules, I count 'em I got new rules, I count 'em (Whoa-ooh, whoa-ooh, whoa) I gotta tell them to myself I got new rules, I count 'em (Baby, you know I count 'em) I gotta tell them to myself  [Outro] Don't let him in, don't let him in Don't, don't, don't, don't... Don't be his friend, don't be his friend Don't, don't, don't, don't... Don't let him in, don't let him in Don't, don't, don't, don't... Don't be his friend, don't be his friend Don't, don't, don't, don't... You're gettin' over him  ",
        "title": "New Rules"
    },
    {
        "artist": "Blackbear",
        "lyrics": "  [Intro] Do, re, mi, fa, so Yeah, yeah, yeah, oh Do, re, mi, fa, so Yeah, yeah, yeah  [Verse 1] Yeah, if I could go back to the day we met I probably would just stay in bed You run your mouth all over town And this one goes out to the sound Of breaking glass on my Range Rover Pay me back or bitch, it's over All the presents I would send Fuck my friends behind my shoulder Next time I'ma stay asleep I pray the Lord my soul to keep, oh  [Pre-Chorus] And you got me thinking lately Bitch, you crazy And nothing's ever good enough I wrote a little song for ya It go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah, oh)  [Verse 2] If I could go back to the day we met I probably would've stayed in bed You wake up everyday And make me feel like I'm incompetent Designer shoes and Xanax tabs Compliments your make-up bag You never had to buy yourself a drink 'Cause everybody want to tap that ass sometime  [Pre-Chorus] And you got me thinking lately Bitch, you crazy And nothing's ever good enough I wrote a little song for ya It go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah, oh)  [Bridge] (And you got me thinking lately, yeah) (Bitch, you crazy) (And nothing's ever good enough) I wrote a little song for you, it go like  [Chorus] Do, re, mi, fa, so fuckin' done with you, girl So fuckin' done with all the games you play I ain't no Tic-tac-toe Send the X and O's on another note I'm do, re, mi, fa, so fuckin' done with you, baby So send the X and O's on another note, I'm ghost (Yeah, yeah, yeah)  [Outro] (So send the X and O's on another note, I'm ghost) Do, re, mi, fa, so (Yeah, yeah, yeah) So send the X and O's on another note, I'm ghost  ",
        "title": "Do Re Mi"
    },
    {
        "artist": "GoldLink Featuring Brent Faiyaz & Shy Glizzy",
        "lyrics": "  [Chorus: Brent Faiyaz] She see money all around me I look like I'm the man, yeah But I was down and out like last week Tell me where have you been? You came out of hiding, girl Don't act like I'm your man You just a fan, you don't hold rank Don't hold no rank  [Verse 1: GoldLink] Dirty ass, Maryland ass nigga With a sick ass mouth and a slick ass flow Got your bitch around me, nigga, ain't no playin' When I'm comin' for the kitty, I'm a fool, goddamn Do it for my niggas on the coast right there Do it for my niggas in the Ghost right now Niggas got killed for the boy, live his dreams in the hills And they watchin' for the boy right now Goddamn, what a time, what a year, uh We are what them young boys fear, uh I kill, never been killed, that's real, no lies You can tell that from our peers right now Bet you wanna fuck me now, uh Bet you wanna love me down, uh Girl, you can't tie me down like Ray J said But know I'm down, uh Freaky deaky, show me somethin', uh Shake it like you owe me somethin', uh Pushin' on the pussy like a button Came four times, fifth time you gushin', uh Still gettin' rowdy in the function, uh Bitches on my dick like it's nothin', uh Everywhere I go now, always got shit bumpin' Jumpin', thumpin', jumpin', yeah  [Verse 2: Shy Glizzy] Hey, nice to meet, I’m Young Jefe, who you be? Got my piece in Southeast, got her clappin' to this beat She invite me to her crib, I walk in, she see my heat She said, \"But I live in the hills,\" bitch, that’s just the way I sleep Stop that madness, I'm a savage, in traffic with MAC 11’s Baddest bitch and she Spanish, I fly her to Calabasas We get nasty, I'm her daddy, she know a nigga ain't average Ain't nothin' wrong with fake asses, bitch, turn around, let's make magic I'm geekin', uh-huh, I'm on it, don't look at me like you want it, no Tell 'em that we ain't stuntin', in fourth down we ain't puntin' it King of District Columbia, can't come here without a permit This shit really a jungle, gorillas and anacondas Hey, hey, Young Jefe holmes  [Chorus: Brent Faiyaz] She see money all around me I look like I'm the man, yeah But I was down and out like last week Tell me where have you been? You came out of hiding, girl Don't act like I'm your man You just a fan, you don't hold rank Don't hold no rank  ",
        "title": "Crew"
    },
    {
        "artist": "SZA",
        "lyrics": "  [Verse 1] You say you got a girl Yeah, how you want me? How you want me when you got a girl? The feelin' is reckless Of knowin' it's selfish And knowin' I'm desperate Gettin' all in your love Fallin' all over love, like Do it 'til it hurts less Hangin' out the back, all up in your lap Like is you comin' home? Is you out with her? I don't care long as you're here by 10:30, no later than Drop them drawers, give me what I want  [Chorus] My man is my man, is your man Heard it's her man too My man is my man, is your man Heard that's her man Tuesday and Wednesday, Thursday and Friday I just keep him satisfied through the weekend You're like 9 to 5, I'm the weekend Make him lose his mind every weekend You take Wednesday, Thursday Then just send him my way Think I got it covered for the weekend  [Verse 2] I gotta say I'm in the mood for a little bit more of that I mean I'm saying what kind of deal, just two days? I need me at least 'bout four of them, more of them More you on me, on us Just tell me you want me, yeah Monday and I'll be at your door, ready to take her place Ready to give you, what you've been missin' on weekdays What you've been waitin' for 10:30, no later than Drop them drawers, I know what you want  [Chorus] My man is my man, is your man Heard it's her man too My man is my man, is your man Heard that's her man Tuesday and Wednesday, Thursday and Friday I just keep him satisfied through the weekend You're like 9 to 5, I'm the weekend Make him lose his mind every weekend You take Wednesday, Thursday (don't worry 'bout none) Then just send him my way (don't worry 'bout none) Think I got it covered for the weekend  [Outro] Ayyy Bright ideas, we've got bright ideas Ayyy Bright ideas, we've got bright ideas Ayyy Bright ideas, we've got bright ideas  ",
        "title": "The Weekend"
    },
    {
        "artist": "Kendrick Lamar Featuring Rihanna",
        "lyrics": "  [Intro: Mr. Talkbox]  [Pre-Chorus: DJ Dahi & Kendrick Lamar] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just get high (high, high, high) Girl, you look so good, it's to die for (die for) Ooh, that pussy good, it's to die for (on fire)  [Chorus 1: Kendrick Lamar & Rihanna] It's a secret society All we ask is trust (all we ask is trust) All we got is us Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Verse 1: Kendrick Lamar] Kung Fu Kenny now My resume is real enough for two millenniums A better way to make a wave, stop defendin' them I meditate and moderate all of my wins again I'm hangin' on the fence again I'm always on your mind I put my lyric and my lifeline on the line And ain't no limit when I might shine, might grind You rollin' with it at the right time, right now (Only for the dollar sign)  [Verse 2: Rihanna] Bad girl RiRi now Swerve, swerve, swerve, swerve, leave it now On your pulse like it's EDM Gas in the bitch like it's premium Haul ass on a bitch all in the fast lane Been a bad bitch way before any cash came I'm established, hundred carats on my name Run the atlas, I'm a natural, I'm alright  [Verse 3: Kendrick Lamar & Rihanna] I'm a savage, I'm a asshole, I'm a king Shimmy ya, shimmy ya, shimmy ya rah (yeah) You can tell your nigga he can meet me outside (yeah) You can babysit him when I leave him outside Ain't no other love like the one I know I done been down so long lost hope I done came down so hard I slowed Honestly forever, all a real nigga want  [Pre-Chorus: DJ Dahi & Kendrick Lamar] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just to get high up (yeah) All I want is, all I want is  [Chorus 2: Kendrick Lamar & Rihanna] Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty 10-4, no switchin' sides Feel somethin' wrong You actin' shifty, you don't ride With me no more, I need Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Verse 4: Kendrick Lamar] Tell me who you loyal to Is it money? Is it fame? Is it weed? Is it drink? Is it comin' down with the loud pipes and the rain? Big chillin', only for the power in your name Tell me who you loyal to Is it love for the streets when the lights get dark? Is it unconditional when the 'Rari don't start? Tell me when your loyalty is comin' from the heart  [Verse 5: Rihanna & Kendrick Lamar] Tell me who you loyal to Do it start with your woman or your man? (Mmm) Do it end with your family and friends? (Mmm) How you loyal to yourself in advance? I said, tell me who you loyal to Is it anybody that you would lie for? Anybody you would slide for? Anybody you would die for? That's what God for  [Pre-Chorus: DJ Dahi] I said I'm geeked and I'm fired up (fired, fire) All I want tonight is just to get high up (All I want is, all I want is)  [Chorus 2: Kendrick Lamar & Rihanna] Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty 10-4, no switchin' sides Feel somethin' wrong You actin' shifty, you don't ride With me no more, I need Loyalty, loyalty, loyalty Loyalty, loyalty, loyalty  [Outro: Rihanna] It's so hard to be humble It's so hard to be Lord knows I'm tryin' Lord knows I'm dyin', baby  ",
        "title": "Loyalty."
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] It was the 14th of October Had that t-shirt off your shoulder I was drunk, said I was sober And you said yeah right We were talkin’ for a minute Then some guy tried to cut in You took my hand and we pretended Like I was your guy  [Pre-Chorus] Oh, then I tried to guess your middle name For 30 minutes bet we played that game  [Chorus 1] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do From your blue jeans to your shoes Girl, that night was just like you Unforgettable  [Verse 2] We were dancin’, we were buzzin’ Takin’ shots like it was nothin’ Did the runnin’ man, you loved it Yeah, you laughed out loud You brushed away your blonde hair And you kissed me out of nowhere I can still show you the spot Where everything went down  [Pre-Chorus] Oh, I told you I was gonna marry you You probably didn’t think that it was true  [Chorus 2] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do I can still smell your perfume Girl, that night was just like you Unforgettable  [Bridge] Oh, that night was just like you, baby I can taste the mango-rita you were drinkin’ And it feels just like it was last weekend That we jumped in Right off the deep end  [Chorus 2] That mango-rita you were drinkin’ And that Coldplay song that you were singin’ And I bet right now you’re probably thinkin’ That it’s crazy I remember every detail, but I do I can still smell your perfume Girl, that night was just like you Unforgettable  [Outro] From your blue jeans to your shoes Girl, that night was just like you Unforgettable  ",
        "title": "Unforgettable"
    },
    {
        "artist": "Dustin Lynch",
        "lyrics": "  [Verse 1] I'm a dirt road in the headlights I'm a mama's boy, I'm a fist fight Kinda county line, kinda cold beer Little hat down, little John Deere I kinda give a damn I kinda don't care You see that girl standing right there  [Chorus] She loves a small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'm turning it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me  [Verse 2] She likes my T-shirt She likes my old boots Likes to slow dance to some old school She'll take a full moon over those city nights And I ain't scared to get all up in them bright lights Yeah, I can smooth it out I can stick it up I guess that's why she can't get enough of  [Chorus] A small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'm turning it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me She loves a small town boy like me, yeah  [Bridge] Yeah, I'm her sure thing I'm her go to I'm her rockstar She ain't gon' ever lose a-  [Chorus] Small town boy like me I'm her ride or die baby I'm her cool, I'm her crazy I'm her laid back in the front seat I'm so with you till the end girl Let's turn it up to ten girl She can have anybody that she wants Or be anywhere she wants to be  [Chorus] She loves a small town boy like me She's my ride or die baby She's my cool, she's my crazy She's my laid back in the front seat She's my with me to the end girl I'll turn it up to ten girl She can have anybody that she wants Or be anywhere she wants to be She loves a small town boy like me She loves a small town boy like me Yeah, she loves a small town boy like me  ",
        "title": "Small Town Boy"
    },
    {
        "artist": "G-Eazy Featuring A$AP Rocky & Cardi B",
        "lyrics": "  [Chorus: A$AP Rocky] If I hit it one time, I'ma pipe her If I hit it two times then I like her If I fuck three times, I'ma wife her It ain't safe for the black or the white girls It ain't safe, it ain't safe, it ain't safe, it ain't safe Tell your man pipe up, nigga, pipe up Hunnit bands from the safe in your face, what'd you say? Money dance turn this shit into a nightclub  [Post-Chorus: G-Eazy] Ayy, yeah, fuck with me and get some money Yeah, ayy, fuck with me and get some money Ayy, yeah, fuck with me and get some money Ayy, yeah, fuck with G and get some money  [Verse 1: G-Eazy] No limit, I'm a fucking soldier, ayy Always lit, yeah, I'm never sober It's been three days in a row, your bitch coming over Told that bitch to kick rocks, she act like it's a boulder, ayy 'Rari, shopping, let me, cop it Always, poppin', hella, poppin' She's a, bopper, homie, hoppin' Ain't no, stopping, album, dropping Got the city on fire Bitch lying on me like she tired I might have to fuck around and call Kamaiyah Hoe stirring up the pot, jambalaya Young Gerald  [Chorus: A$AP Rocky] If I hit it one time, I'ma pipe her If I hit it two times then I like her If I fuck three times, I'ma wife her It ain't safe for the black or the white girls It ain't safe, it ain't safe, it ain't safe, it ain't safe Tell your man pipe up, nigga, pipe up Hunnit bands from the safe in your face, what'd you say? Money, dance, turn this shit into a nightclub  [Post-Chorus: Cardi B] Fuck him then I get some money Fuck him then I get some money Fuck him then I get some money Fuck him then I get some money  [Verse 2: Cardi B] I need tongue, I need face, give me brain, concentrate Apple phone, Prada case, kill a weave, rock a lace Fuck the Moët, buy the Ace, fuck the Ghost, drive the Wraith Get some money, flood the Rollie, fuck the Rollie, Patek face My career takin' off, these hoes jogging in place Swear these hoes run they mouth, how these hoes out of shape? Can you stop with all the subs? Bitch, I ain’t Jared If you really want some smoke, you can pull up, you can get it Grab a hand full of braids, make your nigga eat me out Put a white boy on Sazón, I might turn G-Eazy out Keep it G from the club 'til the end from the start You know me, Cardi B, pussy poppin’ on the charts, ah, ah!  [Chorus: A$AP Rocky] If I hit it one time, I'ma pipe her If I hit it two times then I like her If I fuck three times, I'ma wife her It ain't safe for the black or the white girls It ain't safe, it ain't safe, it ain't safe, it ain't safe Tell your man pipe up, nigga, pipe up Hunnit bands from the safe in your face, what'd you say? Money, dance, turn this shit into a nightclub  [Post-Chorus: G-Eazy] Ayy, yeah, fuck with me and get some money Yeah, ayy, fuck with me and get some money Ayy, yeah, fuck with me and get some money Ayy, yeah, fuck with G and get some money  [Verse 3: G-Eazy] Yeah, it ain't nice, fam You can study where I'm from on my Viceland This is nothing new to me, this my life, fam I can pull a million girls from a mic stand Pull one at my show 'cause I like fans Later on, I got two in my night plans Man this year, I had three hundred one night stands Keep a Costco pack of rubbers in my night stand Damn Daniel, back again with the, hah, Saint-Laurent Ayy, they send me product, yeah, it's retarded Ayy, this was free, ayy, bitch you bought it Bitch you on my dick, ayy, bitch get off it  [Chorus: A$AP Rocky & (G-Eazy)] If I hit it one time, I'ma pipe her If I hit it two times then I like her (I like her) If I fuck three times, I'ma wife her (wife her) It ain't safe for the black or the white girls It ain't safe, it ain't safe, it ain't safe, it ain't safe Tell your man pipe up, nigga, pipe up Hunnit  bands from the safe in your face, what'd you say? Money, dance, turn this shit into a nightclub  [Post-Chorus: G-Eazy] Ayy, yeah, fuck with me and get some money Yeah, ayy, fuck with me and get some money Ayy, yeah, fuck with me and get some money Ayy, yeah, fuck with G and get some money  ",
        "title": "No Limit"
    },
    {
        "artist": "Travis Scott",
        "lyrics": "  [Intro: Baka Not Nice] Murda on the beat so it's not nice  [Chorus] For this life, I cannot change (change) Hidden Hills, deep off in the main (main) M&M's, sweet like candy cane (cane) Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it)  [Verse 1] Drop the top, play hide and seek (yeah) Jump inside, jump straight to the league (league) Take a sip, feel just how I breathe (it's lit) On freeway, but no, ain't nothin' free (straight up) Bend laws, bend lanes Been bustin' bills, but still ain't nothin' change (skrt) You in the mob soon as you rock the chain (mob) She caught the waves just thumbin' through my braids (alright) Heatin' up, baby, I'm just heatin' up (it's lit) Need ya love, not a need it is a must (yeah) Feelin' stuck, you know how to keep me up (yeah, yeah) Ice it up, icy like a hockey puck (alright)  [Chorus] For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main (yeah, yeah) M&M's, sweet like candy cane Drop the top, pop it, let it bang  [Verse 2] All the ones, all the chains piled on the mantle (yeah) All the dogs, all the dogs low creep right behind me in the Phantom (it's lit) Yeah, never go, never go dip on the set, stayed Santana Yeah, run it back, turn the lights on when I hit up Green Lantern (it's lit, alright) Yeah, fly the broads, fly the dogs down to Atlanta Yeah, in the cut in Medusa, lay low, yeah, I might be Yeah, roll up, help me calm down when I'm movin' high speed Yeah, if I send one, need to text back 'cause you know what I need (straight up) Oh, please (oh, please) Oh, me (oh, me) Oh, my (oh, my) We been movin', we been movin' for some time (alright) Flexin', flexin' try to exercise Exercise, exercise, exercise, exercise (yeah, yeah)  [Chorus] For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (pop it, pop it) For this life, I cannot change Hidden Hills, deep off in the main M&M's, sweet like candy cane Drop the top, pop it, let it bang (ay) Yah!  ",
        "title": "Butterfly Effect"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Knew he was a killer first time that I saw him Wondered how many girls he had loved and left haunted But if he's a ghost, then I can be a phantom Holdin' him for ransom, some Some boys are tryin' too hard, he don't try at all though Younger than my exes, but he act like such a man, so I see nothing better, I keep him forever Like a vendetta-ta  [Pre-Chorus] I, I, I see how this is gon' go Touch me and you'll never be alone I-Island breeze and lights down low No one has to know  [Chorus] In the middle of the night, in my dreams You should see the things we do, baby In the middle of the night, in my dreams I know I'm gonna be with you So I take my time Are you ready for it?  [Verse 2] Knew I was a robber first time that he saw me Stealing hearts and running off and never sayin' sorry But if I'm a thief, then he can join the heist, and We'll move to an island, and And he can be my jailer, Burton to this Taylor Every love I've known in comparison is a failure I forget their names now, I'm so very tame now Never be the same now, now  [Pre-Chorus] I, I, I see how this is gon' go Touch me and you'll never be alone I-Island breeze and lights down low No one has to know (no one has to know)  [Chorus] In the middle of the night, in my dreams You should see the things we do, baby In the middle of the night in my dreams I know I'm gonna be with you So I take my time Are you ready for it? Oh, are you ready for it?  [Post-Chorus] Baby, let the games begin Let the games begin Let the games begin Baby, let the games begin Let the games begin Let the games begin  [Pre-Chorus] I, I, I see how this is gon' go Touch me and you'll never be alone I-Island breeze and lights down low No one has to know  [Chorus] In the middle of the night, in my dreams You should see the things we do, baby In the middle of the night, in my dreams I know I'm gonna be with you So I take my time In the middle of the night  [Post-Chorus] Baby, let the games begin Let the games begin Let the games begin Are you ready for it? Baby, let the games begin Let the games begin Let the games begin Are you ready for it?  ",
        "title": "...Ready For It?"
    },
    {
        "artist": "Marshmello Featuring Khalid",
        "lyrics": "  [Verse 1] Yeah, I'd rather be a lover than a fighter (fighter) 'Cause all my life, I've been fighting Never felt a feeling of comfort All this time, I've been hiding And I never had someone to call my own, oh nah I'm so used to sharing Love only left me alone But I'm at one with the silence  [Chorus] I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been quiet for too long I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been silent for too long  [Drop] I've been quiet for too long I've been quiet for too long I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been quiet for too long  [Verse 2] I'm in need of a savior, but I'm not asking for favors My whole life, I've felt like a burden I think too much, and I hate it I'm so used to being in the wrong, I'm tired of caring Loving never gave me a home, so I'll sit here in the silence  [Chorus] I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been quiet for too long I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been silent for too long  [Drop] I've been quiet for too long I've been quiet for too long I found peace in your violence Can't tell me there's no point in trying I'm at one, and I've been quiet for too long  ",
        "title": "Silence"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] I'm young and I'm foolish, I make bad decisions I block out the news, turn my back on religion Don't have no degree, I'm somewhat naïve I've made it this far on my own But lately, that shit ain't been gettin' me higher I lift up my head and the world is on fire There's dread in my heart and fear in my bones And I just don't know what to say  [Chorus] Maybe I'll pray, pray Maybe I'll pray I have never believed in you, no But I'm gonna pray  [Verse 2] You won't find me in church (no) Readin' the Bible (no) I am still here and I'm still your disciple I'm down on my knees, I'm beggin' you, please I'm broken, alone, and afraid I'm not a saint, I'm more of a sinner I don't wanna lose, but I fear for the winners When I try to explain, the words run away That's why I am stood here today  [Chorus] And I'm gonna pray (Lord), pray (Lord), maybe I'll pray Pray for a glimmer of hope Maybe I'll pray (Lord), pray (Lord), maybe I'll pray I've never believed in you, no, but I'm gonna...  [Bridge] Won't you call me? Can we have a one-on-one, please? Let's talk about freedom Everyone prays in the end Everyone prays in the end Oh, won't you call me? Can we have a one-on-one, please? Let's talk about freedom Everyone prays in the end Everyone prays in the end  [Outro / Chorus] Oh, I'm gonna pray, I'm gonna pray, I'm gonna pray Pray for a glimmer of hope Maybe I'll pray, pray, maybe I'll pray I've never believed in you, no, but I'm gonna pray  ",
        "title": "Pray"
    },
    {
        "artist": "Tay-K",
        "lyrics": "  [Intro] I'm Lil Tay-K, I don't think you want no action You want action, you get turned into past tense Your boys deep? Well, let's get to subtractin' Smith & Wesson made my 9 with some compassion  [Chorus] Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race (skrt, skrt) Beat it up, where I nut? Shorty face Eli blast crackin' 4s like a vase Pop a nigga then I go out my way (skrrrt) Do the dash then I go out the way Rob a nigga shoes, rob a nigga lace We tryna see a hunnit bands in our face Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race (skrt, skrt) Beat it up, where I nut? Shorty face Eli blast crackin' 4s like a vase Pop a nigga then I go out my way (skrrrt) Do the dash then I go out the way Rob a nigga shoes, rob a nigga lace We tryna see a hunnit bands in our face  [Verse 1] Pimp gon' be eatin' good noodles every day Bitch I'm drawin' doodles, Tay-K paint the way Choppa tear your dudies into fish fillet I woke up too moody, who gon' die today? Shoot a fuckboy in his motherfuckin' face We cookin' up, boy, you don't wanna go dat way Gotta go dat way, you get robbed for your rackades Gotta go dat way, boy you not gon' be happy I tote 50s, I'm a shooter like Young Pappy Bitch try to rob, we make her dance, Michael Jackson We was plottin', y'all was tryna get the pack in Get the pack in, you get robbed for a fraction I'm Lil Tay-K, I don't think you want no action You want action, you get turned into past tense Your boys teeth? Well, let's get to subtractin' Smith & Wesson made my 9 with sub-compaction  [Chorus] Fuck a beat, I was tryna beat a case But I ain't beat that case, bitch I did the race I'm gon' shoot bitch, without a debate I'm gon' shoot, you can see it in my face Fuck a beat, I was tryna beat a case (grra, grra) But I ain't beat that case, bitch I did the race (skrt, skrt)  [Outro] See it in my mothafuckin' face  ",
        "title": "The Race"
    },
    {
        "artist": "Lil Uzi Vert Featuring Nicki Minaj",
        "lyrics": "  [Pre-Chorus] That's true, that's right She's sipping Moet, and yeah I swear it gets her wetter My Louboutins new, so my bottoms, they is redder No I'm not a rat but I'm all about my cheddar Just talked to your homie she said we should be together Gave me brain, was so insane that I made her my header If she ever call my phone you know I gotta dead her But I like that girl too much, I wish I never met her Hello I was listening to this song It goes like  [Chorus] I know it hurts sometimes but you'll get over it You'll find another life to live I swear that you'll get over it I know you're sad and tired You've got nothing left to give You'll find another life to live I know that you'll get over it  [Verse 1] Wish I never ever ever told you things I was only only trying to show you things Iced out heart on your neck trying to froze your ring I had to get a me a new bitch to hold the pain We was in Hawaii looking at the rain She smiling happy but I'm laughing 'cause her new man a lame (broke boi, broke boi, broke boi, broke boi) That just goes to show me money don't attract a thing (real shit) Stuck to the plan even though you used to go with my mans Oh get over it  [Chorus] I know it hurts sometimes but you'll get over it You'll find another life to live I swear that you'll get over it I know you're sad and tired You've got nothing left to give You'll find another life to live I know that you'll get over it  [Verse 2] I tied up my RAF you strapped up your Rick Diamonds on your neck, ice all on my wrist Complement my style She don't want me I'm running wild You know I respect her on that level She don't want me then I'ma let her Go over there with that broke fella Walk off my Saint Laurent, that leather My new chick I swear that she better Want me back, never (ooh)  [Pre-Chorus] That's true, that's right She's sipping Moet, and yeah I swear it gets her wetter My Louboutins new, so my bottoms, they is redder No I'm not a rat but I'm all about my cheddar Just talked to your homie she said we should be together Gave me brain, was so insane that I made her my header If she ever call my phone you know I gotta dead her But I like that girl too much, I wish I never met her  [Chorus: Oh Wonder & Lil Uzi Vert] I know it hurts sometimes but you'll get over it (woah) You'll find another life to live I swear that you'll get over it (you'll get over it) I know it hurts sometimes but you'll get over it (no,no) You'll find another life to live (you will) I know that you'll get over it (oh)  [Outro: Oh Wonder & Lil Uzi Vert] You'll get over it You'll get over it You'll get over it You'll get over it That's true, that's right She's sipping Moet, and yeah I swear it gets her wetter My Louboutins new, so my bottoms, they is redder No I'm not a rat but I'm all about my cheddar Just talked to your homie she said we should be together Gave me brain, was so insane that I made her my header If she ever call my phone you know I gotta dead her But I like that girl too much, I wish I never met her  ",
        "title": "The Way Life Goes"
    },
    {
        "artist": "Kodak Black Featuring XXXTENTACION",
        "lyrics": "  [Intro: Kodak Black] Aye, everything be like, off the top these days like (We got London on the track!) These days, I don't even know what a pad is these days, ya know Fuck that hoe 'cause she a nat nat  [Pre-Chorus: Kodak Black] You ain't the one for me, baby You ain't got shit I need, bitch You want me to take my time with you Well maybe I'm not your speed bitch Maybe I'm out your league, bitch You ain't even got no cheese, bitch Maybe I'm just too G for you Or maybe I'm just too street, bitch  [Chorus: Kodak Black] I can't even roll in peace (why?) Everybody notice me (yeah) I can't even go to sleep (why?) I'm rolling on a bean (yeah) They tried to give me eight Got on my knees like \"Jesus please\" He don't even believe in Jesus Why you got a Jesus piece? If you wanna leave just leave, but you ain't gotta lie to me Even the blind can see That you ain't gon ride for me You ain't even showing me the love you say you got me for me There ain't no loyalty, you lied to me You said that you gon' ride for me  [Verse 1: Kodak Black] Baby, that's blasphemy, yeah Baby, you're bad for me, yeah Say you gon' clap for me, yeah Say you gon' blast for me, yeah Why you ain't show me none of the love you say you have for me, yeah I was goin' through tragedy Bitch, I needed you drastically, yeah I'ma just switch my flow up, yeah Maybe I'm sick, no throw up, yeah Maybe I'm sick, no check up, yeah Boy, you need to run your check up, yeah I'm eatin' on you niggas, no ketchup, yeah I'm eatin' on you niggas, can't catch up, ayy Hit her face down with her ass up, ayy Even when I'm fucking, I'm masked up, ayy  [Pre-Chorus: Kodak Black] You ain't the one for me, baby You ain't got shit I need, bitch You want me to take my time with you Well maybe I'm not your speed bitch Maybe I'm out your league, bitch You ain't even got no cheese, bitch Maybe I'm just too G for you Or maybe I'm just too street, bitch  [Chorus: Kodak Black] I can't even roll in peace (why?) Everybody notice me (yeah) I can't even go to sleep (why?) I'm rolling on a bean (yeah) They tried to give me eight Got on my knees like \"Jesus please\" He don't even believe in Jesus Why you got a Jesus piece? If you wanna leave just leave, but you ain't gotta lie to me Even the blind can see (what) That you ain't gon ride for me You ain't even showing me the love you say you got for me There ain't no loyalty, you lied to me And you say that you gon’ ride with me  [Verse 2: XXXTENTACION] I ain’t gon' do the nigga shit 'cause I’m too good for features, huh I ain’t gon’ fuck the nigga bitch 'cause I know she a eater, ayy Last time I wifed a bitch she told the world I beat her, huh And when they locked Lil Kodak up, my nigga I couldn’t believe it, huh Ayy lil' shawty, pop my whoadie Pockets on Pinocchio, poking yuh Hit her from the back, damn that bitch bleeding Said I knocked her period on Remember when I had that poker, huh Instead of looking over my shoulder, huh Forcing with a nigga, no Yoda, huh That mean a young nigga got what on me? (ayy)  [Pre-Chorus: Kodak Black] You ain't the one for me, baby You ain't got shit I need, bitch You want me to take my time with you Well maybe I'm not your speed, bitch Maybe I'm out your league, bitch You ain't even got no cheese, bitch Maybe I'm just too G for you Or maybe I'm just too street, bitch  [Chorus: Kodak Black] I can't even roll in peace (why?) Everybody notice me (yeah) I can't even go to sleep (why?) I'm rolling on a bean (yeah) They tried to give me eight Got on my knees like \"Jesus please\" He don't even believe in Jesus Why you got a Jesus piece? If you wanna leave just leave, but you ain't gotta lie to me Even the blind can see (fuck) That you ain't gon ride for me You ain't even showing me the love you say you got me for me There ain't no loyalty, you lied to me You say that you gon' ride for me, ayy  [Outro: Kodak Black] I'm in London, got my beat from London  ",
        "title": "Roll In Peace"
    },
    {
        "artist": "Chris Brown Featuring Yo Gotti, A Boogie Wit da Hoodie & Kodak Black",
        "lyrics": null,
        "title": "Pills And Automobiles"
    },
    {
        "artist": "Charlie Puth",
        "lyrics": "  [Intro] Alright Ooh, yeah  [Verse 1] I'll admit, I was wrong, what else can I say, girl? Can't you blame my head and not my heart? I was drunk, I was gone, that don't make it right, but Promise there were no feelings involved, mmh  [Pre-Chorus] She said, \"Boy, tell me honestly Was it real or just for show?\", yeah She said, \"Save your apologies Baby, I just gotta know\"  [Chorus] How long has this been goin' on? You've been creepin' 'round on me While you're callin' me \"baby\" How long has this been goin' on? You've been actin' so shady I've been feelin' it lately, baby  [Post-Chorus] Ooo-oh (yeah) Ooo-oh (encore) Oooh-ooh-oh  [Verse 2] I'll admit, it's my fault, but you gotta believe me When I say it only happened once, mmm I try, and I try, but you'll never see that You're the only one I wanna love, oh, yeah  [Pre-Chorus] She said \"Boy, tell me honestly\" \"Was it real or just for show?\", yeah She said, \"Save your apologies\" \"Baby, I just gotta know\"  [Chorus] How long has this been goin' on? You've been creepin' 'round on me While you're callin' me \"baby\" How long has this been goin' on? You've been actin' so shady I've been feelin' it lately, baby  [Post-Chorus] Ooo-oh (yeah) Ooo-oh (encore) Oooh-ooh-oh How long has this been goin' on, baby? Ooo-oh (yeah) Ooo-oh, you gotta go tell me now Oooh-ooh-oh  [Pre-Chorus] She said, \"Boy, tell me honestly Was it real or just for show?\", yeah She said, \"Save your apologies Baby, I just gotta know\"  [Chorus] How long has this been goin' on? And you' been creepin' 'round on me While you're callin' me \"baby\" How long has this been goin' on? You've been actin' so shady I've been feelin' it lately, baby  [Post-Chorus] (Ooo-oh, yeah) How long has this been goin' on? (Ooh, encore) You've been creepin' 'round on me (Oooh-ooh-oh) How long has it been goin' on, baby? Oh (Ooo-oh) How long has this been goin' on? (Ooh, encore) (You gotta go tell me now) (Oooh-ooh-oh) You've been actin' so shady I've been feelin' it lately, baby  ",
        "title": "How Long"
    },
    {
        "artist": "LANCO",
        "lyrics": "  [Verse 1] They said I was nothing but a troublemaker Never up to no good You were the perfect All-American girl Wouldn't touch me even if you could But you was sneaking out your window every night, riding shotgun in my car We'd go to the river and find us a spot and we probably went a little too far Just a little too far  [Chorus 1] 'Cause I was gonna be your forever You were gonna be my wife We didn't know any better Didn't have a clue about life But I was what you wanted, you were what I needed And we could meet in between We were gonna be the greatest love story this town had ever seen  [Verse 2] So you went off to college and I got a job I was workin' that 9 to 5 Dreamin' of the days when you were in my arms, I had never felt so alive I spent my days workin', spent my nights drinkin' Howlin' at the moon Screaming for the days when you were coming back No it couldn't come too soon Couldn't come too soon  [Chorus 2] When I was gonna be your forever And you were gonna be my wife But you went off to find better and I was learning all about life But I was what you wanted, you were what I needed And we could meet in between We were gonna be the greatest love story this town had ever seen  [Verse 3] So you came back after a long four years Your college boyfriend didn't work out So we went out for a couple of drinks to find out who we are now Sure, we changed but way deep down you had the same old feelings for me I went to the store and I bought you a ring and I got down on one knee Down on one knee And I said  [Chorus 3] I'm gonna be your forever So baby will you be my wife Now that we know a little better, we could have a real nice life 'Cause I'm what you wanted, you're what I need So let's meet in between We are gonna be the greatest love story this town has ever seen  [Outro] We are gonna be the greatest love story this world has ever seen So baby say yes to me  ",
        "title": "Greatest Love Story"
    },
    {
        "artist": "XXXTentacion",
        "lyrics": "  [Intro: Shiloh Dynasty] I know you so well, so well I mean, I can do better than he can I've been pretty—  [Bridge: XXXTENTACION] I know you're somewhere, somewhere I've been trapped in my mind, girl, just holding on I don't wanna pretend we're something, we're nothing I've been stuck thinking 'bout her, I can't hold on  [Verse: XXXTENTACION] I'm in pain, wanna put 10 shots in my brain I've been trippin' 'bout some things, can't change Suicidal, same time I'm tame Picture this, in bed, get a phone call Girl that you fucked with killed herself That was this summer and nobody helped And ever since then, man, I hate myself Wanna fuckin' end it, pessimistic All wanna see me with no pot to piss in But niggas been excited 'bout the grave I'm diggin' Havin' conversations 'bout my haste decisions Fuckin' sickenin'; at the same time Memories surface through the grapevine 'Bout my uncle playin' with a slip knot Post-traumatic stress got me fucked up Been fucked up since the couple months they had a nigga locked up  [Chorus: XXXTENTACION] I'll be feelin' pain, I'll be feelin' pain just to hold on And I don't feel the same, I'm so numb I'll be feelin' pain, I'll be feelin' pain just to hold on And I don't feel the same, I'm so numb  [Outro: Shiloh Dynasty] I know you so well (I know you, girl) I mean, I can do better than he can I've been pretty— I know you so well  ",
        "title": "Jocelyn Flores"
    },
    {
        "artist": "Kodak Black",
        "lyrics": "  [Intro] Pockets so fat call me orbit Norbit, I mean Ain’t gotta wait to make no moves 'cause I be loaded  [Chorus] Ain’t gotta wait to make no moves 'cause I be loaded Why you out here drinkin' 40's, I just tote it Still that same nigga in a foreign, but it's stolen Ridin' sporty, actin' sporty, I can’t control it I’m doing fraud, got that bag, yeah I’m transportin' I got that bag on me nigga, like I'm Jansportin' He dropped his mixtape, thought I woulda repost it I ain’t post his mixtape ‘cause I don’t fuck with shorty  [Verse 1] I be booted to the morning, PM to the morning My lil' woadie wanna bag him, he just want a Rollie Hold up nigga, don't you owe me? Yeah you owe me, don't it? Like I'm in Islands of Adventure how I stay rolling Tryna diss me I leave you six feet She say she miss me She wanna kiss me Damn, I’m so crispy Xans got me dizzy Try me I ain't shy I keep that Glizzy I was spendin' (yeah yeah) Frisbee What the lick read? Baby, come and lick me V12, how I’m ridin' in the 6 speed I be ballin' on you niggas out of this league  [Chorus] Ain’t gotta wait to make no moves 'cause I be loaded Why you out here drinkin' 40's, I just tote it Still that same nigga in a foreign, but it's stolen Ridin' sporty, actin' sporty, I can’t control it I’m doing fraud, got that bag, yeah I’m transportin' I got that bag on me nigga, like I'm Jansportin' He dropped his mixtape, thought I woulda repost it I ain’t post his mixtape ‘cause I don’t fuck with shorty  [Verse 2] Yeah, that Glock got extended like a outlet How you outchea? I ain’t catch you out yet I’m so damn fly, I do not step Yeah I pop molly and I pop checks Ion't know where I'm goin', I'm just floatin' My dawg got gun license but he let me hold it All these niggas phony, I do not condone it I be goin' ham, I do not baloney It's a Kodak moment, yeah Bought it ‘cause I wanted it I be on the corner, yeah Fuck the law enforcement Project Baby got no stroller but I keep pushin' Shawty love for me to choke her when I'm in that pussy  [Chorus] Ain’t gotta wait to make no moves 'cause I be loaded Why you out here drinkin' 40's, I just tote it Still that same nigga in a foreign, but it's stolen Ridin' sporty, actin' sporty, I can’t control it I’m doing fraud, got that bag, yeah I’m transportin' I got that bag on me nigga, like I'm Jansportin' He dropped his mixtape, thought I woulda repost it I ain’t post his mixtape ‘cause I don’t fuck with shorty  ",
        "title": "Transportin'"
    },
    {
        "artist": "Macklemore Featuring Skylar Grey",
        "lyrics": "  [Verse 1: Macklemore] You know I'm back like I never left Another sprint, another step Another day, another breath Been chasing dreams, but I never slept I got a new attitude and a lease on life And some peace of mind Seek and I find I can sleep when I die Wanna piece of the pie, grab the keys to the ride And shit I'm straight I'm on my wave, I'm on my wave Get out my wake, I'm running late, what can I say? I heard you die twice, once when they bury you in the grave And the second time is the last time that somebody mentions your name So when I leave here on this earth, did I take more than I gave? Did I look out for the people or did I do it all for fame? Legend it's exodus searching for euphoria Trudging through the mud to find the present, no ignoring us Got 20,000 deep off in the street like we some warriors My mama told me never bow your head, woo!  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  [Verse 2: Macklemore] I'm feeling glorious The crib looking Victorian (oh yes it is) You know that we been going in Since we hopped out that Delorean (Delorean, yeah we win) En garde, things are just things They don't make you who you are Can't pack up a U-Haul and take it with you when you're gone We posted on the porch, my family's glasses to the stars My grandma smiling down on me like woo, that boy got bars Okay, okay, yes I do I said amen and hallelujah, let me testify too Another morning, a morning, don't let self get in my way I got my breath, I got my faith and I remember why I came  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  [Bridge: Skylar Grey] We gon' be alright, put that on my life When I open my eyes, hope I see you shine We're planting a flag they don't understand The world is up for grabs We gon' be alright, put that on my life When I open my eyes, hope I see you shine We're planting a flag they don't understand The world is up for grabs  [Chorus: Skylar Grey] I feel glorious, glorious Got a chance to start again I was born for this, born for this It's who I am, how could I forget? I made it through the darkest part of the night And now I see the sunrise Now I feel glorious, glorious I feel glorious, glorious  ",
        "title": "Glorious"
    },
    {
        "artist": "Carly Pearce",
        "lyrics": "  [Verse 1] The scent that you left on my pillow The sound of your heartbeat with mine The look in your eyes like a window The taste of your kiss soaked in wine  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing  [Verse 2] Guess you forgot what you told me Because you left my heart on the floor Baby, your ghost still haunts me But I don't want to sleep with him no more  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing I remember every little thing The high, the hurt, the shine, the sting Of every little thing  [Bridge] They say time is the only healer God, I hope that isn't right Cause right now I'd die to not remember  [Chorus] Every little thing I remember every little thing The high, the hurt, the shine, the sting Every little thing I remember every little thing I'm haunted by the memories of Every little thing The high, the hurt, the shine, the sting Every little thing  ",
        "title": "Every Little Thing"
    },
    {
        "artist": "Young Thug Featuring Future",
        "lyrics": "  [Chorus: Young Thug & Future] Shinin' hard 'cause we back up Rose gold from your neck up (young BL$$D, boy, you saucin') You know shit gon' get sloppy, tryna check us Pop an X pill like we Malcolm (young BL$$D, boy, you saucin'), yeah (BL$$D), hey I'm in a relationship with all my bitches, yeah I need to cut some of 'em off, I need help I got some bad tings, I want her to myself Had to take the time to cut 'em off, I need help I know how to make the girl go crazy When you treat her like your number one baby Put my bitches on yachts, we don't do jet-skis Put your ice on rocks, they need to help me  [Verse 1: Future & Young Thug] No baby, your collection, won't stand for it You know you're in relationship with all us I get a few texts a day sayin', \"It's all yours\" I got a few states on speed dial like good drugs Get in your bag, uh, yeah, get in your bag, uh Hundred new purse for a brat, uh, comin' down the street, new Jag Turbo bitch 'bout to drag, nigga had M's 'fore ass Got a brand new bitch, who that? Rock the flooded AP, all black White toes, give me a tan, cocaine, killing time All a bitch wanna do is shine, Audemars, pick which kind I made you a starter, you went from a dime to a quarter I Chico DeBarge it, I'm leaving that loud in apartments, yeah Don't play with a sergeant, I'm ready to spoil it She suck on my dick, I'm hidin' in the closet I'm higher than the moon, three mil' in the room You get silver spoon, I bought you some goons  [Chorus: Young Thug & Future] Shinin' hard 'cause we back up Rose gold from your neck up You know shit gon' get sloppy, tryna check us Pop an X pill like we Malcolm, yeah, hey I'm in a relationship with all my bitches, yeah I need to cut some of 'em off, I need help I got some bad tings, I want her to myself Had to take the time to cut 'em off, I need help I know how to make the girls go crazy When you treat her like your number one baby Put my bitches on yachts, we don't do jet-skis Put your ice on rocks, they need to help me  [Verse 2: Future & Young Thug] I don't do jet-skis, give me the yacht please I made you queen status, check out my lean status I'm in a relationship with all my bitches, yeah I put my dick inside her mouth before she left Yeah, I built relationships with all my bitches, yes I put my dick right in her mouth before she act I got your bitch in a backpack I paid extra for the crib, it got a kid shack I paid extra for the crib, it got a game room Got a penthouse in the back, it ain't my main room Tamika, Jo and Porsche they kept it solid That's the only reason I let 'em fly private  [Chorus: Young Thug & Future] Shinin' hard 'cause we back up Rose gold from your neck up You know shit gon' get sloppy, tryna check us Pop an X pill like we Malcolm, yeah, hey I'm in a relationship with all my bitches, yeah I need to cut some of 'em off, I need help I got some bad tings, I want her to myself Had to take the time to cut 'em off, I need help I know how to make the girls go crazy When you treat her like your number one baby Put my bitches on yachts, we don't do jet-skis Put your ice on rocks, they need to help me  ",
        "title": "Relationship"
    },
    {
        "artist": "Jon Pardi",
        "lyrics": "  [Verse 1] Yeah, I was just hanging out Some little west coast town Found a bar out by the sand, so I made my way in First thing that caught my eye, like nothing I'd ever seen Sunburned auburn air the California dream Yeah, she was shaking them hips To some old motown song I couldn't say anything so I sang along  [Chorus] She was a heartache on the dance floor Yeah, she's moving through my mind I gotta know her name and I gotta see her again She's got me wondering, yeah I'm just wondering Where she at, where she at, where she at tonight? Where she at, where she at, where she at tonight?  [Verse 2] So I just hung around this little west coast town I dropped by every night, I stayed till closing time My little mystery, that girl is killing me So I put on a song just to sing along  [Chorus] She was a heartache on the dance floor Yeah, she's moving through my mind I gotta know her name and I gotta see her again She's got me wondering, yeah I'm just wondering Where she at, where she at, where she at tonight? Where she at, where she at, where she at tonight? She's got me mesmerized, she's all I'm thinking about All I think about, think about, think about  [Bridge] So I'm right here right now Humming this little song If I could say a thing I'd want you to know  [Chorus] You were a heartache on the dance floor Yeah, you're moving through my mind I gotta know your name and I gotta see you again And if you're listening, listening, listening Where you at, where you at, where you at tonight? Where you at, where you at, where you at tonight? Girl, I'm hanging around this little town Where you at, where you at, where you at tonight? Where you at, where you at, where you at tonight?  ",
        "title": "Heartache On The Dance Floor"
    },
    {
        "artist": "2 Chainz Featuring Ty Dolla $ign, Trey Songz & Jhene Aiko",
        "lyrics": "  [Intro: 2 Chainz] Yeah, hahaha Yeah, ooh Yah  [Chorus: 2 Chainz & Trey Songz] That's a vibe (that's a vibe) She wanna vibe, yeah (wanna vibe) That's a vibe (that's a vibe) Yeah, uh (that's a vibe) That's a vibe (that's a vibe) It's a vibe (it's a vibe) That's a vibe, yeah (that's a vibe) Yeah, yeah (that's a vibe) Oh that's a vibe (that's a vibe) Oh it's a vibe (it's a vibe) That's a vibe (that's a vibe, that's a vibe, yeah, yeah) That's a vibe (that's a vibe) She wanna vibe, yeah (wanna vibe) That's a vibe, yeah Yeah, yeah  [Verse 1: Ty Dolla $ign] Yeah, that's a vibe She wanna vibe That's a vibe This shit vibe, yeah, yeah Late night Oh it's a vibe Let me slide Oh it's a vibe, yeah, yeah Dim the lights Oh it's a vibe, yeah Get high It's a vibe, oh it's a vibe, yeah  [Verse 2: Trey Songz & 2 Chainz] It's a vibe Don't you like? Your pussy drippin' Gushin', drippin' down your thighs It's a vibe Get high Diggin' deep while I'm lookin' in your eyes Vibe is the realest I know you feel it (yah) It's a vibe (vibe) Different vibe This my vibe, nigga All the bitches like it  [Verse 3: 2 Chainz] Okay, so I got the ambiance just where I want it (yeah) And if you get paid, it's solely based on your performance (TRU) My ego is enormous like my crib in California (hmm) If you ain't got no heart, man you gonna need a donor Now I said I'm from the corner of the ATL (yah) Where we got that clientele, avoid paper trails (right) Broke so many bales down that I'm shell shocked (bow) I held Glocks, sold rocks by the mailbox (ooh) Got a vibe, make a yellow chick turn her neck (alright) Got a vibe, make a cougar wanna spend a check (check) Got a vibe, make an Asian want hibachi (hibachi) Got a vibe, make Italian want Versace (Versace) Carbon copies get declined, I'm the pioneer Beat that pussy up, I need riot gear Any volunteers? Gas in a Ziploc, now that's loud and clear This one outta here, this is our year  [Verse 4: Jhené Aiko] That's a vibe That's a vibe That's a vibe Oh that's a vibe, yeah, yeah That's a vibe It's a vibe It's a vibe That's a vibe, yeah, yeah It's a vibe Am I your type? Pussy tight Maybe I'll spend the night, yeah, yeah That's a vibe Bust it, bust it wide This the type of shit I like, yeah, yeah That's a vibe It's a vibe That's a vibe Oh it's a vibe, yeah, yeah It's a vibe, yeah, yeah, yeah  ",
        "title": "It's A Vibe"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] All the pretty girls said pick me up at eight All the pretty girls said I'm going to L.A All the pretty girls said I hate my hair Talking to the mirror in their underwear  All the lost boys said I just got paid All the lost boys said I wanna get laid When the town goes blue and the lights blink red All the lost boys do what all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Verse 2] All the sheriffs said kid, you better slow down All the preachers said it's the devil's playground I wonder if they knew they were wasting their breath All I ever heard was all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Bridge] All the seventeens said I'm getting outta dodge All the big dreams said I'm selling all I got All the high rollers busy placing their bets Me, I'm heading south cause all the pretty girls said  [Chorus] I'm home for the summer, shoot out the lights Don't blow my cover, oh I'm free tonight I'm coming over, call all your friends Somebody hold me, all the pretty girls said  [Post-Chorus] All of the whiskey went to my head Shut up and kiss me, all the pretty girls said  [Outro] All the pretty girls said  ",
        "title": "All The Pretty Girls"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] Hey Every kiss is a door Can I knock on yours? Can we knock a little more? If your touch is a key Keep on twistin', keep unlockin', keep on turnin' me  [Pre-Chorus] Let me in I wanna be closer to you, let you under my skin If I let you in You gotta be careful with it Let me tell you again (hey)  [Chorus] Love so soft, you ain't had nothin' softer Break it, then you buy it, and it sure gonna cost ya Love so soft that you can't rub off You gon' love it, if you try it Got you hooked, now you're caught up Love so soft, so soft (so soft) Love so soft, so soft (so soft)  [Verse 2] If a thought was the truth We'd be doin' all the kinds of things I know you wanna do But I need, need to know (need to know) Will you protect me, respect me if I let you close?  [Pre-Chorus] Let (oh, let) me in (let me in, let me in) I wanna be closer to you, let you under my skin If I let (if I let) you in (let you in, let you in) You gotta be careful with it Let me tell you again (hey)  [Chorus] Love so soft, you ain't had nothin' softer Break it, then you buy it, and it sure gonna cost ya Love so soft that you can't rub off You gon' love it, if you try it Got you hooked, now you're caught up Love so soft, so soft (so soft) Love so soft, so soft (so soft)  [Bridge] If you want this love, gotta hold it tight Never let it go, baby, let it give you life (give you life) If you want this love, gotta hold it tight Never let it go, baby, let it give you life  [Chorus] Love so soft, you ain't had nothin' softer Break it, then you buy it, and it sure gonna cost ya (you ain't had, you ain't had it) Love so soft that you can't rub off You gon' love it if you try it Got you hooked, now you're caught up If you want this love (if you want), gotta hold it tight (if you want) Never let it go, baby, let it give you life (Love so soft) Love so soft (Love so soft) Oh If you want this love, gotta hold it tight Never let it go, baby C'mon love, c'mon, c'mon love Love, love, love Love, love, love, love If you want it baby (Love so soft, so soft, yeah)  ",
        "title": "Love So Soft"
    },
    {
        "artist": "Zayn Featuring Sia",
        "lyrics": "  [Verse 1: ZAYN] Not tryna be indie Not tryna be cool Just tryna be in this Tell me, are you too? Can you feel where the wind is? Can you feel it through All of the windows Inside this room?  [Interlude: ZAYN] 'Cause I wanna touch you baby And I wanna feel you too I wanna see the sunrise On your sins just me and you  [Pre-Chorus: ZAYN & Sia] Light it up, on the run Let's make love tonight Make it up, fall in love, try  [Chorus: ZAYN & Sia] But you'll never be alone I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here I'll hold you when things go wrong I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here  [Post-Chorus: ZAYN & Sia] I'll be with you from dusk till dawn Baby, I am right here  [Verse 2: ZAYN] We were shut like a jacket So do your zip We would roll down the rapids To find a wave that fits Can you feel where the wind is? Can you feel it through All of the windows Inside this room?  [Interlude: ZAYN & Sia] 'Cause I wanna touch you baby And I wanna feel it too I wanna see the sunrise On your sins just me and you  [Pre-Chorus: ZAYN & Sia] Light it up, on the run Let's make love tonight Make it up, fall in love, try  [Chorus: ZAYN & Sia] But you'll never be alone I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here I'll hold you when things go wrong I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here  [Post-Chorus: ZAYN & Sia] I'll be with you from dusk till dawn Baby, I am right here  [Bridge: ZAYN & Sia] Could give love to your body So, only you that can stop it Go, give love to your body So, only you that can stop it Go, give love to your body So, only you that can stop it Go, give love to your body Go, give love to your body  [Chorus: ZAYN & Sia] But you'll never be alone I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here I'll hold you when things go wrong I'll be with you from dusk till dawn I'll be with you from dusk till dawn Baby, I am right here  [Post-Chorus: ZAYN & Sia] I'll be with you from dusk till dawn Baby, I am right here  [Outro: ZAYN & Sia] I'll be with you from dusk till dawn Baby, I am right here  ",
        "title": "Dusk Till Dawn"
    },
    {
        "artist": "Kane Brown",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Justin Bieber + BloodPop",
        "lyrics": "  [Intro] BloodPop®  [Verse 1] I was wonderin' 'bout your mama Did she get that job she wanted? Sell that car that gave her problems? I'm just curious 'bout her, honest (ooh-ooh)  [Pre-Chorus] Know you're wonderin' why I been callin' Like I got ulterior motives Know we didn't end this so good But you know we had something so good  [Chorus] So I'm wonderin' Can we still be friends? (ah-ah) Can we still be friends? (ah-ah) Doesn't have to end (ah-ah) And if it ends, can we be friends? Can we be friends? Can we be friends?  [Verse 2] Wonderin' if you got a body To hold you tighter since I left (since I left) Wonderin' if you think about me (uh-huh) Actually, don't answer that (uh-huh)  [Pre-Chorus] Know you're wonderin' why I been callin' Like I got ulterior motives Know we didn't end this so good But you know we had something so good  [Chorus] So I'm wonderin' Can we still be friends? (ah-ah) Can we still be friends? (ah-ah) Doesn't have to end (ah-ah) And if it ends, can we be friends? Can we be friends? Can we be friends? And if it ends, can we be friends?  [Pre-Chorus] Know you're wonderin' why I been callin' Like I got ulterior motives Know we didn't end this so good But you know we had something so good  [Chorus] I'm wonderin' Can we still be friends? (ah-ah) Can we still be friends? (ah-ah) Doesn't have to end (ah-ah) And if it ends, can we be friends?  ",
        "title": "Friends"
    },
    {
        "artist": "XXXTentacion Featuring Trippie Redd",
        "lyrics": null,
        "title": "F**k Love"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] I open my eyes, reach for the phone Not a word from you baby It don’t leave my sight since we had that fight Can’t remember but maybe I blew you up In the middle of the night again You were drinking with your friends You ignored it but you got it  [Chorus] I get so neurotic about it baby ‘Cause I know you’re reading your phone I can’t help from going crazy Thinking you might not be all alone I wake up, I check it, I shower and I check it I feel the buzz in my truck And I almost wreck it I always got it on me Just in case you want me So, if you’re looking for my love Then light it up  [Verse 2] Every time I unlock my screen I hope I see one of them red lipstick ‘I miss you’ pictures I’m on your clock, you’re in control You want me now baby go figure My worlds at the tips of your fingers  [Chorus] I get so neurotic about it baby ‘Cause I know you’re reading your phone I can’t help from going crazy Thinking you might not be all alone I wake up, I check it, I shower and I check it I feel the buzz in my truck And I almost wreck it I always got it on me Just in case you want me So, if you’re looking for my love Then light it up Yeah baby, then light it up  [Chorus] I go to sleep, I check it In the middle of the night, I check it / I feel the buzz in my bed And I don’t get no rest I always got it on me Just in case you want me So, if you’re looking for my love Then light it up Yeah baby, light it up  ",
        "title": "Light It Up"
    },
    {
        "artist": "Wisin Featuring Ozuna",
        "lyrics": "   Letra de \"Escápate Conmigo\" ft. Ozuna[Intro: Wisin, Ozuna] Ozuna, W  Será la magia que tienen tus ojos Y esos truquitos para enamorar Tú me seduces a tu antojo Y de tu hechizo no puedo escapar Qué ganas tengo de buscarte (aja) Y de volverte a besar (baby) Por más que traten de alejarte Baby, hoy conmigo tú te vas  Yo sólo quiero que confíes en mí y seas valiente, bebé  [Pre-Coro: Ozuna, (Wisin)] Escápate conmigo esta noche, bebé (aja) Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien (la pasas bien) Te quiero comer, tus labios besar  [Coro: Wisin, Ozuna] Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor (llenos de sudor)  Señores, la poderosa  [Verso 1: Wisin] Mi supernova, la que una sonrisa me roba Tremenda loba, sólo un beso y calienta la alcoba Se me pega y me soba, no se incomoda La baby es una pantera, yo soy su casanova Escápate conmigo, donde no haya testigos Si te preguntan, diles que soy tu mejor amigo Yo quiero un beso, tú quieres castigo Sabes que no te obligo Te deseo, siempre te lo digo  Mamita, deja la ventana abierta  [Pre-coro: Ozuna, (Wisin)] Escápate conmigo esta noche, bebé Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien (la pasas bien) Te quiero comer, tus labios besar  (Yo en verdad no sé qué tiene)  [Puente: Wisin, Ozuna] Es que yo quiero un poco más (un poco más) De tu rica desnudez (de tu desnudez) Es que el sudor de tu piel (de tu piel) Es el que yo quiero probar (princesa) Es que yo quiero un poco más (un poco más) De tu rica desnudez (de tu desnudez) Es que el sudor de tu piel (yeah) Es el que yo quiero probar  Baby, andamos con los poderes Ozuna  [Verso 2: Ozuna, (Wisin)] Dime que descontrola Y si la llamo, ella me dice que la busque que está sola Que no hay tiempo, pero haciéndolo se demora Si le fallo, usted tranquilo, porque no se enamora Tranquila, la vida conmigo te la vacilas Que no he visto otra baby de tu liga Esos besitos que me dan ganas De amanecer contigo todas las mañanas  (Cada madrugada estoy en tu casa)  [Pre-coro: Wisin, Ozuna] Escápate conmigo esta noche, bebé (aja) Te quiero comer, te va a encantar Tú sabes que conmigo siempre la pasas bien Te quiero comer, tus labios besar  [Coro: Wisin, Ozuna] Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor Bebé, no digas que no (no, no) Si sólo somos tú y yo (yey, yey, yey) Si se te eriza la piel (se te eriza la piel) Cuando entramos en calor (llenos de sudor)  [Outro] Señoritas, es sencillo: todos los temas para ustedes Junte poderoso: W, Ozuna, Multi Millo Records Los Legendarios Hyde, El Químico Gaby Music Otros niveles musicales  ",
        "title": "Escapate Conmigo"
    },
    {
        "artist": "Kip Moore",
        "lyrics": "  [Verse 1] Well, I’ve been living like a wild ol’ mustang Out in Montana fields Might’a earned me a bad reputation But never stopped these wheels From going and rolling too far Running and gunning a little too hard So un-reigned, so untamed, yeah  [Chorus] So God made girls like you make guys like me Wanna reach for the brightest star, set it on a ring Put it on your hand, grab a piece of land And raise a few More girls like you  [Verse 2] Your soul is pure golden Must’ve been true love you were grown in Sent the sun rays to a dark place On the same day, yeah, God made  [Chorus] God made girls like you make guys like me Wanna reach for the brightest star, set it on a ring Put it on your hand, grab a piece of land And raise a few More girls like you More girls like you  [Bridge] It’s been a while since I stopped and prayed But Lord have mercy look at her He sure didn’t make no mistake when he put that angel on Earth Yeah, God made …  [Chorus] God made girls like you make guys like me Wanna reach for the brightest star, set it on a ring Put it on your hand, grab a piece of land And raise a few More girls like you  ",
        "title": "More Girls Like You"
    },
    {
        "artist": "Calvin Harris Featuring Pharrell Williams, Katy Perry & Big Sean",
        "lyrics": "  [Verse 1: Pharrell Williams] Hey! Well nothing ever last forever, no One minute you're here and the next you're gone So I respect you, wanna take it slow I need a mental receipt to know this moment I owe  [Pre-Chorus: Pharrell Williams] Do you mind if I steal a kiss? (Chop, chop) A little souvenir, can I steal it from you? To memorize the way you shock me The way you move it here (Hey) Just wanna feel it from you (Hey)  [Chorus: Katy Perry] Don't be afraid to catch feels Ride drop top and chase thrills (Hey) I know you ain't afraid to pop pills (Hey) Baby, I know you ain't scared to catch feels Feels with me  [Verse 2: Pharrell Williams] I'm your window shopper, sucker for your love, oh I'm wearing your goggles, virtual reality It ain't what it cost you, it might be a dollar As long as it shocks you, memory, electricity  [Pre-Chorus: Pharrell Williams] Do you mind if I steal a kiss? (Chop, chop) A little souvenir, can I steal it from you? (Oh, yeah) To memorize the way you shock me (Zap) The way you move it here (Hey) Just wanna feel it from you (Hey)  [Chorus: Katy Perry] Don't be afraid to catch feels (Ha) Ride drop top and chase thrills (Oh-oh-oh, oh) I know you ain't afraid to pop pills (Hey) Baby, I know you ain't scared to catch feels (Straight up) Feels with me (Woah)  [Verse 3: Big Sean] Goddamn, I know you love to make an entrance Do you like getting paid or getting paid attention? You mixed the wrong guys with the right intentions In the same bed, but it still feel long distance She's looking for a little more consistency But when you stop looking you gon' find what's meant to be And honestly, I'm way too done with the hoes I cut off all my exes for your x and o's I feel my old flings was just preparing me When I say I want you, say it back, parakeet Fly in first-class through the air, Airbnb I'm the best you had, you just be comparing me to me I'ma 'at' this at you, if I put you on my phone And upload it, it'll get maximum views I came through in the clutch with the lipsticks and phones Wear your fave cologne just to get you alone  [Chorus: Katy Perry & Big Sean] Don't be afraid to catch feels Don't be afraid to catch these feels Ride drop top and chase thrills (Yeah) I know you ain't afraid about this (I know) Baby, I know you ain't scared to catch feels Woah, woah, woah Feels with me Don't be afraid to catch feels (No, no) Don't be afraid, baby Ride drop top and chase thrills (Woah, okay) I know you ain't afraid to pop pills I know, I know, I know, I know Baby, I know you ain't scared to catch feels Feels with me  ",
        "title": "Feels"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": null,
        "title": "They Don't Know"
    },
    {
        "artist": "Jacquees",
        "lyrics": "  [Intro] Yeah yeah yeah yeah yeah Yeah yeah yeah yeah yeah Yeah yeah yeah yeah yeah  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Verse 1] Ay, what it is what you wanna know? I done ripped about a hundred shows You'll be coming back to me Ay, you'll be coming back to me Always worried 'bout them other hoes And you'll be on me when the money throw And they be looking out for Quees And they be looking out for Quees Bitch bad, no Kanye, when we do it, do it our way 2015 Wanya, I give no damn 'bout what ya mom say Rollie wrist, I'm the shit, 21 with no kids Bout to rain on a bitch, I'ma rain on a bitch  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Verse 2] Baby girl, she the action, don’t know why you actin She on ready-set-go, she will never let go Need it all, fuck a fraction Know she think I'm Michael Jackson Billie Jean, moonwalk I need the front and the back end She in love with the fashion But she in love with the flashin' Bitch, this ain't ya money Bitch, I spend it on you cause you know I have it With my woes in the 6, ex hoes, yeah, they sick I'ma rain on a bitch, let me rain on a bitch  [Hook] I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly I know you wanna love, but I just wanna fuck And girl you know the deal, I gotta keep it real I know you wanna see, I know you wanna be In my B.E.D., grinding slowly  [Outro] Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Rollie wrist, I'm the shit (say yeah) 21 with no kids (say yeah) I'ma rain on a bitch (say yeah) really rain on a bitch (say yeah) Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah Say yeah, say yeah  ",
        "title": "B.E.D."
    },
    {
        "artist": "Chris Janson",
        "lyrics": "  [Verse 1] Well it's hotter than hell outside right now It's 100 in the shade with the sun beating down Forecast calling for some more of the same Well I can't fix that but I can fix a drink  [Verse 2] I turn on Fox news and then CNN But it's the same dang thing all over again The world's in the toilet and the market's in the tank Well I can't fix that, no  [Chorus] But I can fix a drink, pour it on ice Mix it on up and get'cha feeling right I can get'cha buzzed, I can get'cha smiling I can make you feel like you're sitting on an island I can make it fruity or I can make it strong All you gotta do is tell me what you want Put it to your lips, take a little sip Tell me what you think, yeah I can fix a drink  [Verse 3] Say you gotta broken phone and a broken heart The boss is on your back and your truck won't start None of your friends want to listen to Hank Well I can't fix that, no  [Chorus] But I can fix a drink, pour it on ice Mix it on up and get'cha feeling right I can get'cha buzzed, I can get'cha smiling I can make you feel like you're sitting on an island I can make it fruity or I can make it strong All you gotta do is tell me what you want Put it to your lips, take a little sip Tell me what you think, yeah I can fix a drink  [Bridge] I don't know what's going on with you But if you got some cheap whisky and some Mountain Dew Malibu, Cuervo, Coke in a cup Brother I can hook you up  [Chorus] But I can fix a drink, pour it on ice Mix it on up and get'cha feeling right I can get'cha buzzed, I can get'cha smiling I can make you feel like you're sitting on an island I can make it fruity or I can make it strong All you gotta do is tell me what you want Put it to your lips, take a little sip Tell me what you think, yeah I can fix a drink Yeah, I can fix a drink  ",
        "title": "Fix A Drink"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] Girl, it's high time I tell ya No more messin' around Time to lay these cards on the table And just throw it on out I'm talkin' you and me with the same street name Same last name, same everything It's a real thing, a how I feel thing So I'm a go on and take a swing  [Chorus] You find the spot and I'll find the money You be the pretty and I'll be the funny You plant the flowers, I'll plant the kisses Baby, let's get right down to business I'll hang the pictures, you hang the stars You pick the paint, I'll pick a guitar Sing you a song out there with the crickets and the frogs You name the babies and I'll name the dogs, yeah  [Verse 2] You can park your car in the driveway I'll park my truck in the grass I'll put a little swing on the front porch If you put a little tea in my glass Watch a sunset from a gravel road Kiss me in the kitchen on your tippy toes Still lovin' on you when the rooster crows Watchin' way more than the garden grow  [Chorus] You find the spot and I'll find the money You be the pretty and I'll be the funny You plant the flowers, I'll plant the kisses Baby, let's get right down to business I'll hang the pictures, you hang the stars You pick the paint, I'll pick a guitar Sing you a song out there with the crickets and the frogs You name the babies and I'll name the dogs  [Bridge] Yeah, layin' next to you every night Sounds like a damn good life  [Chorus] You find the spot and I'll find the money You be the pretty and I'll be the funny You plant the flowers, I'll plant the kisses Baby, let's get right down to business I'll hang the pictures, you hang the stars You pick the paint, I'll pick a guitar Sing you a song out there with the crickets and the frogs You name the babies and I'll name the dogs  [Outro] Yeah, I'll name the dogs You name the babies and I'll name the dogs Yeah, I'll name the dogs  ",
        "title": "I'll Name The Dogs"
    },
    {
        "artist": "Maren Morris",
        "lyrics": "  [Verse 1] Usually a drink will do the trick Take the edge off quick, sitting in the dark With a shared cigarette Seeing eye-to-eye, and heart-to-heart But maybe I’m just getting old Used to work but now it don’t  A long gone drive You know the kind where you take a turn And you don’t know why But it clears your mind, a surefire cure I need something stronger That’ll last a little longer  [Chorus] I could use a love song That takes me back, just like that When it comes on To a time when I wouldn’t roll my eyes At a guy and a girl Who make it work in a world That for me so far just seems to go so wrong Yeah I could use, I could use a love song  [Verse 2] I wish I didn’t know so much I peeked behind the curtain Now that magic rush Feels like a trick that isn’t working But I haven’t lost all hope yet Yeah it’s hurting but it ain’t dead  [Chorus] I could use a love song That takes me back, just like that When it comes on To a time when I wouldn’t roll my eyes At a guy and a girl Who make it work in a world That for me so far just seems to go so wrong Yeah I could use, I could use a love song  [Bridge] Give me a sign or a rhyme or a reason Just something that I can believe in  [Chorus] I could use a love song That takes me back, just like that When it comes on To a time when I wouldn’t roll my eyes At a guy and a girl Who make it work in a world That for me so far just seems to go so wrong Yeah I could use Yeah I could use, I could use a love song  ",
        "title": "I Could Use A Love Song"
    },
    {
        "artist": "Brett Young",
        "lyrics": "  [Verse 1] Would've thought you wrote down every word Goodbye spelled out like it had been rehearsed There ain't no point in trying to change your mind  [Pre-Chorus] Seems like You've got it all figured out You're alright With the way this is going down  [Chorus] Don't tell me we can still be friends Hanging on the weekend You're gonna be okay if I start seeing somebody new You hope that I do It won't be long Till I forget to call every time that I'm drinking And you ain't the love song I can't keep from singing I gotta be honest If you really believe that's the truth You never loved me like I loved you  [Verse 2] By the way you're talking you would think You never had any real feelings for me And if you think I can look across the bar  [Pre-Chorus] And see you In someone else's arms And I need you Oh who do you think you are?  [Chorus] Trying to tell me we can still be friends Hanging on the weekend You're gonna be okay if I start seeing somebody new You hope that I do It won't be long Till I forget to call every time that I'm drinking And you ain't the love song I can't keep from singing I gotta be honest If you really believe that's the truth You never loved me like I loved you  [Bridge] You always told me You'd never leave me You said I was your one and only So what makes you think I wanna hear you say We can still be friends No, I don't wanna be friends Stop telling me, stop telling me, woah  [Chorus] That we can still be friends Hanging on the weekend You're gonna be okay if I start seeing somebody new You hope that I do It won't be long Till I forget to call every time that I'm drinking And you ain't the love song I can't keep from singing I gotta be honest You really believe that's the truth You never loved me like I loved you You never loved me like I loved you You never loved me like I loved you  ",
        "title": "Like I Loved You"
    },
    {
        "artist": "Hailee Steinfeld & Alesso Featuring Florida Georgia Line & Watt",
        "lyrics": "  [Verse 1: Hailee Steinfeld] You made plans and I, I made problems We were sleeping back to back We know this thing wasn't built to last Good on paper, picture perfect Chased the high too far, too fast Picket white fence, but we paint it black  [Pre-Chorus: Hailee Steinfeld] Ooh, and I wished you had hurt me harder than I hurt you Ooh, and I wish you wouldn't wait for me but you always do  [Chorus: Hailee Steinfeld] I've been hoping somebody loves you in the ways I couldn't Somebody's taking care of all of the mess I've made Someone you don't have to change I've been hoping someone will love you, let me go  [Post-Chorus: Hailee Steinfeld] Someone will love you, let me go I've been hoping someone will love you, let me go  [Verse 2: Florida Georgia Line] It's been some time, but this time ain't even I can leave it in the past But you're holding on to what you never had It's good on paper, picture perfect Chased the high too far, too fast Picket white fence, but we paint it black  [Pre-Chorus: Hailee Steinfeld] Ooh, and I wished you had hurt me harder than I hurt you Ooh, and I wish you would have waited for me but you always do  [Chorus: Hailee Steinfeld] I've been hoping somebody loves you in the ways I couldn't Somebody's taking care of all of the mess I've made Someone you don't have to change I've been hoping someone will love you, let me go  [Post-Chorus: Hailee Steinfeld] Someone will love you, let me go I've been hoping someone will love you, let me go (go, go, go) Someone will love you, let me go (go, go, go) Someone will love you, let me go (go, go, go) Someone will love you, let me go (go, go, go) Someone will love you, let me go  [Outro: Hailee Steinfeld] I've been hoping somebody loves you in the ways I couldn't Somebody's taking care of all of the mess I've made Someone you don't have to change I've been hoping someone will love you, let me go  ",
        "title": "Let Me Go"
    },
    {
        "artist": "A$AP Ferg Featuring Nicki Minaj",
        "lyrics": "  [Music Video Intro: Juicy J] Ride with the gang, ride with them things Put a nigga thoughts outside of his brain Got a bomb on the gas, Garrison Lane For these kinda bags, you gon' need a crane I remember comin' up from Memphis in the trenches Northside, hoppin' fences to ride Benzes  [Chorus] Ride with the mob, Alhamdulillah Check in with me and do your job Ferg is the name, Ben Baller did the chain Tourneau for the watch, presi Plain Jane  [Verse 1] Yamborghini chain, rest in peace to my superior Hermès link could feed a village in Liberia TMZ taking pictures, causin' mad hysteria Momma see me on BET and started tearin' up I'mma start killin' niggas, how you get that trife? I attended Harlem picnics where you risked your life Uncle used to skim work, sellin' nicks at night I was only 8 years old, watching Nick at Nite Uncle Psycho was in that bathroom buggin'! Knife to his guts, hope Daddy don't cut him Suicidal thoughts brought to me with no advisory He was pitchin' dummy, sellin' fiends mad ivory Grandma had the arthritis in her hands, bad! She was poppin' pills like rappers in society I fuck yo bitch for the irony I'll send Meechy at yo hoe if yo bitch keep eyein' me  [Chorus] Ride with the mob, Alhamdulillah Check in with me and do your job Ferg is the name, Ben Baller did the chain Tourneau for the watch, presi Plain Jane Ride with the mob, Alhamdulillah Check in with me and do your job Ferg is the name, Ben Baller did the chain Tourneau for the watch, presi Plain Jane  [Post-Chorus] Suck a nigga dick or somethin' Suck a nigga dick or somethin' Suck a nigga dick or somethin' Suck a nigga dick or somethin'  [Verse 2] I'ma explain why you probably never seen me I'm in a sunken place, no Instagram, I'm watchin' TV I think I trade my breakfast, lunch and dinner for some kitty Please believe me, I see RiRi, I'ma eat it like panini I go dumb up in the broad, hit the walls like graffiti Indian burns all up on a nigga wee-wee I think I need a foursome, Bella, Kendall, Gigi It'd be easy if Reneezy hook it all up on the leezy I go crazy in my Yeezy, Kirk Kneezy on the beat I told 'em now we finna glow up in the street Rappers talk subliminal but they don't talk to me Put 'em in a Jersey shore like Pauly D  [Chorus] Ride with the mob, Alhamdulillah Check in with me and do your job Ferg is the name, Ben Baller did the chain Tourneau for the watch, presi Plain Jane Ride with the mob, Alhamdulillah Check in with me and do your job Ferg is the name, Ben Baller did the chain Tourneau for the watch, presi Plain Jane  [Post-Chorus] Suck a nigga dick or somethin' Suck a nigga dick or somethin' Suck a nigga dick or somethin' Suck a nigga dick or somethin'  ",
        "title": "Plain Jane"
    },
    {
        "artist": "Lil Uzi Vert",
        "lyrics": "  [Intro] Sauce it up, ayy, sauce it up, ayy Sauce it up, ayy, goin' numb Where you from, ayy, throw it up, ayy I'm one of the greatest to ever do it Goin' dumb (hey), goin' nuts (hey) Sauce it up (hey), sauce it up (hey) Lil Uzi Vert Throw it up (hey), where you from (hey) Throw it up (hey), where you from (hey) Going dumb (hey), going nuts! (hey)  [Chorus] Sauce it up (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb Sauce it down (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb  [Verse 1] Everyday I'm ballin', so you know I'm scorin' I feel so important, my pockets enormous These niggas keep hatin', this is their last warning Met that girl last night, ooh, fucked her through the morning I don't know no girl I'm sorry, hangup girl don't call me No, no you will not have me caught up all up on Maury (hello) Cash shower, make it rain, no game, Atari Ride me like a Harley, only boy in the party I was on the phone, yeah with Playboi Carti Comme des Garçons, (what) Hearts all on my cardi' (swag) I was in a Lamb', Carti he was in a 'Rari (what, skrrt) I'm gon' keep on flexin', you don't like me then I'm sorry (sorry)  [Chorus] Sauce it up (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb Sauce it up (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb  [Verse 2] Okay, big guap chasin', big knot havin' My money stackin', this shit extravagant (woah) This for all my niggas them ones that be traffickin' (woah) All my diamonds African, I might go and matte the Benz (hey) I already had that bitch, went and got a badder bitch Persian rug, Aladdin shit, Nice foreign hoe like a latin bitch I could serve you (ayy), let me say it one time Ayy, turn around, baby girl let me serve you Woo, yeah I said that you wet like Squirtle Yeah, walk around pigeon-toed, got the bird flu (brrr) And you think you in love, don't wan' hurt you (woah) Man I think that I'm done, gotta swerve you  [Chorus] Sauce it up (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb (oh) Sauce it up (sauce it up), do too much (do too much) Ain't enough (ain't enough), ain't enough (ain't enough) Where you from? (where you from?), throw it up (throw that shit up) Goin' nuts (yeah), goin' dumb (yeah, yeah)  [Outro] I'm so awesome I'm so awesome These niggas so bad it's exhaustin' I swear I'm a stunner like Steve Austin I swear I'm a stunner like Steve Austin Sauce it up (ooh) Do too much (ooh) Where you from? (ooh) Throw it up (ooh) Going nuts (ooh) Going dumb (dumb, dumb) Lil Uzi Vert  ",
        "title": "Sauce It Up"
    },
    {
        "artist": "Post Malone",
        "lyrics": "  [Verse 1] Lighting stog after stog, I choke on the smoke They tell me to quit, don't listen what I'm told Help me forget that this world is so cold I don't even know what I'm chasin' no more Tell me what I want, just keep searchin' on It's never enough, cup after cup Blunt after blunt I wouldn't give one if I could find a fuck, ha, ha, ha, uh In the cut and I put that on my momma And my bitch called talkin' 'bout some drama I swear there ain't no time for women on the come up It's either the pussy or the commas  [Chorus] Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check  [Verse 2] Uh, yeah, push the gas, get a motherfuckin' nose bleed She ain't never met a youngin' do it like me She got a man but she says she really like me She doin' things to excite me She sendin' all her friends snaps of my new tracks 'Cause all these hoes know whats about to come next I hit my plug up, got the paper connect I drop a couple bands I just wanna go...  [Chorus] Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check  [Bridge] Knowing all of this, it just don't make a difference I'm just talking shit to the ones that'll listen I come with the heat man, I swear I'm never missing And I'm still the same and I swear I'm never switching Knowing all of this, it just don't make a difference I'm just talking shit to the ones that'll listen I come with the heat man, I swear I'm never missing And I'm still the same and I swear I'm never switching  [Chorus] Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex With my squad and I'm smokin' up a check Man, I just wanna go flex Gold on my teeth and on my neck And I'm stone cold with the flex Cold with the flex  ",
        "title": "Go Flex"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Intro] Wah yah deal wid?  [Verse 1] From the moment you was dancing in the party, pushing all on me Giving everything, you're giving everything tonight And if you thought you could get away from me and get away from me Girl, just take your time (time, time), you're coming home with me tonight  [Chorus] Girl, I got a question for ya Can I get an answer? Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Girl, I got a question for ya Can I get an answer? Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah  [Verse 2] She only love me 'cause I'm dangerous (dangerous, oh yeah) That pum pum something like angel dust (angel dust, some') Girl, let me hold ya, put mi ting all around ya Make me feel like I own ya, kill the poon like a warrior, hit that pum like  [Chorus] Girl, I got a question for ya (I got) Can I get an answer? (An answer) Yeah, yeah, yeah, yeah (yeah, yeah) Yeah, yeah, yeah, yeah Girl, I got a question for ya (girl, I got) Can I get an answer? (Can I get an answer?) Yeah, yeah, yeah, yeah (oh woah) Yeah, yeah, yeah, yeah  [Bridge] Let me hold you Come caress my body You got me going crazy You turn me on, turn me on Girl, let me love you Put your arms around me You got me going crazy You turn me on, turn me on, yeah  [Chorus] Girl, I got a question for ya Can I get an answer? Yeah, yeah, yeah, yeah (yeah, yeah) Yeah, yeah, yeah, yeah (yeah, yeah) Girl, I got a question for ya (oh) Can I get an answer? Yeah, yeah, yeah, yeah (woo, yeah, yeah) Yeah, yeah, yeah, yeah  ",
        "title": "Questions"
    },
    {
        "artist": "Miguel Featuring Travis Scott",
        "lyrics": "  [Intro: Miguel] Quick to dead the bull like a matador Quick to dead the bull like a matador Bull, bull, bull like a matador Quick to dead the bull like a matador  [Chorus: Miguel] Cap and a stem, catch a wave on us (splish) Take a shot, make a friend, just enjoy the moment I'm Luke Skywalkin' on these haters (splish) Celebrate every day like a birthday Good things come to those that wait up (splish) But don't wait to jump in too long Don't sleep, you gotta stay up (splish) Don't, don't sleep, you gotta stay up Yeah, yeah, yeah  [Verse 1: Miguel] I'm outstandin' so I stand out (stand out) Got more babes than a bathhouse Top Gun, on my Tom Cruise I play for keeps and I don't lose You're gonna love it 'cause you're cool as a breeze (cool as a breeze) So pick a poison, yeah I got what you need (got what you need) Nonchalant got the green on rotation all night We gon' keep it psychedelic like a...  [Chorus: Miguel] Cap and a stem, catch a wave on us (splish) Take a shot, make a friend, just enjoy the moment I'm Luke Skywalkin' on these haters (splish) Celebrate every day like a birthday Good things come to those that wait up (splish) But don't wait to jump in too long Don't sleep, you gotta stay up (splish) Don't, don't sleep, you gotta stay up Yeah, yeah, yeah  [Verse 2: Travis Scott] Wildin' on my haters (yah) In my 23s, havin' a Jordan moment Wildin' with the paper (it's lit) Ice all on my chain, I'ma... I just popped two, I'll be stayin' up (yeah, yeah) Hangin' with the gang, that shit dangerous, yeah I can't fuck you with my chains, that shit tangle up, yeah Come and catch a wave, take one out my cup, yeah Damn near OD'd (OD'd) Damn the police, woah (hey) Wildin' in SV, yeah (hey) Movin' up your street, yeah (straight up) When we on the creek And bring sand to the beach (alright) Ain't no day, ain't no night Made no plans, ain't no sleep Yeah, yeah  [Chorus: Miguel] Cap and a stem, catch a wave on us (splish) Take a shot, make a friend, just enjoy the moment I'm Luke Skywalkin' on these haters (splish) Celebrate every day like a birthday Good things come to those that wait up (splish) But don't wait to jump in too long Don't sleep, you gotta stay up (splish) Don't, don't sleep, you gotta stay up Yeah, yeah, yeah  [Bridge: Miguel] I was good then, but I'm better now (hey) All gains I've been reppin' up (hey) Quick to dead the bull like a matador (hey) Right now I'm higher up than Canada (hey)  [Chorus: Miguel] Cap and a stem, catch a wave on us (splish) Take a shot, make a friend, just enjoy the moment I'm Luke Skywalkin' on these haters (splish) Celebrate every day like a birthday Good things come to those that wait up (splish) But don't wait to jump in too long Don't sleep, you gotta stay up (splish) Don't, don't sleep, you gotta stay up Yeah, yeah, yeah  [Outro: Miguel] Oooh, I Got the baes lookin' at me like it's dinnertime I know she vegan, but she want the steak tonight, yeah And I smile like a saint with a sinner's mind Baby roll it, lick it, love it, daddy blow your mind Shotgunnin', takin' shots now Conversation flowin' Left off, we in the clouds now Laughin' in the moments First you put the work in 'til it works out Work it out 'til it's turnt out, yeah Oooh, I  ",
        "title": "Sky Walker"
    },
    {
        "artist": "Maren Morris Featuring Vince Gill",
        "lyrics": "  [Verse 1] Dear Hate I saw you on the news today Like a shock that takes my breath away You fall like rain, cover us in drops of pain I'm afraid that we just might drown  [Verse 2] Dear Hate Well, you sure are colorblind Your kiss is the cruelest kind You could poison any mind Just look at mine Don't know how this world keeps spinning 'round and 'round  [Chorus] You were there in the garden, like a snake in the grass I see you in the morning staring through the looking glass You whisper down through history and echo through these halls But I hate to tell you, love's gonna conquer all  [Verse 3 - Vince Gill] Dear Hate You were smiling from that Selma bridge In Dallas, when that bullet hit and Jackie cried You pulled those towers from the sky But even on our darkest nights The world keeps spinning 'round  [Chorus] You were there in the garden, like a snake in the grass I see you in the morning staring through the looking glass You whisper down through history and echo through these halls But I hate to tell you, love's gonna conquer all  [Bridge] Ooh ooh ooh Ooh ooh ooh Ooh ooh ooh  [Coda] Dear Love Just when I think you've given up You were there in the garden when I ran from your voice I hear you every morning through the chaos and the noise You still whisper down through history and echo through these halls And tell me love's gonna conquer all Gonna conquer all  ",
        "title": "Dear Hate"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  [Verse 1] Light a candle Turn all the lights down low Baby, let's just lose control, lose control I can handle every single curve, you know That I love you, let me show you, oh  [Chorus] Fall into me, let me breathe the air you breathe I can take you anywhere you wanna be When it comes to us every single touch is something special When we're wrapped up in those sheets Yeah, we're winning, we're losing When we're losing sleep  [Verse 2] Real life, when it's this good don't you know We don't need to dream at all Baby, so...  [Chorus] Fall into me, let me breathe the air you breathe I can take you anywhere you wanna be When it comes to us every single touch is something special When we're wrapped up in those sheets Yeah, we're winning, we're losing When we're losing sleep  Fall into me, let me breathe the air you breathe I can take you anywhere you wanna be, yeah When it comes to us every single touch is something special When we're wrapped up in those sheets Yeah, we're winning, we're losing When we're losing sleep When we're losing sleep Yeah, we're winning, we're losing  [Outro] Light a candle Turn all the lights down low  ",
        "title": "Losing Sleep"
    },
    {
        "artist": "A Boogie Wit da Hoodie",
        "lyrics": "  [Intro] Wasn't I good to you? Cardo got wings  [Chorus] Yeah, at least I was good to you At least I was good to you At least I was good to you At least I was good to you  [Verse] I can't make no fucking promises Lifestyle getting out of control, lifestyle getting ludicrous I made a milli' in less than a year and I blew that on stupid shit Typed it in like, \"How to make a milli'\" I used to google it Savannah just wanted to see me perform And got hit over stupid shit I woke up and saw the shit right on my phone They don't know who the shooter is You never know, never feel untouchable I touched your soul, made you feel so comfortable If I let you go, I would feel so skeptical Unacceptable but I still gotta let you know Yeah, that I can't make no fucking promises I can't make no fucking promises, I can't make no fucking promises Yeah, lifestyle on the road, sheesh Used to always want a Rollie, now I want a new two-tone gold Patek Yeah, we couldn't go to Phillipe's I had to be on that corner until it was morning So me and my niggas could eat I be the one with the sauce, I never thought it was sweet I got my foot in the door They never gave me the key, I had to turn to a ki Even when I was a boy I was the man in the streets, I was the man with the heat I was a beast, sheesh He had her heart, but she tried to give it to me Damn, but she can't keep no fucking promises Shit, I'm coming with a lotta money, money comes with a lotta shit Told Mo, \"Bring the studio to everywhere we go\" and that's a lotta hits Slo-mo in my videos, when the lights out, all my diamonds hit Something 'bout blue faces, I like money conversations Whole lotta 20's that's basic, nigga, fuck it, I'm shameless Can't fuck with a snitch nigga, if you get caught, don't say shit Have you ever met another nigga like me? I bet you won't say shit I went from rags to riches I bagged the bitches that gave me the straight face I hit the baddest bitches It's sad but I had to curve 'em the same day I treated them bad I wouldn't be mad if I was to get treated the same way So treat me the same way, same way, same way I was a savage to you I had to give up and put all my hoes to the side I swear if I ever left you in the cold It's cause it was colder inside Look here, I swear if you ever try to leave me alone I hope you don't turn to a thot Most of the niggas that call me only hit my phone Because I get money a lot I be the one with the throne You say you gon' take it but nigga we know that's a lie Even before we was on The money was long and we used to fuck up the spot Bitches was singing my song I knew I was on, right when I bust down a watch Niggas was hating before and they hate on me now But don't know what to say to me now I was gonna do it to her, but I don't really wanna use her Keep giving excuses, when we really gonna link up? Even if I sound stupid, I'ma say what's real to her Even if she not truthful, fuck it I'ma still be good to you  [Chorus] Yeah, at least I was good to you At least I was good to you Yeah, at least I was good to you At least I was good to you  ",
        "title": "No Promises"
    },
    {
        "artist": "A Boogie Wit da Hoodie",
        "lyrics": "  [Intro] (Ness on the beat) What the fuck I'm supposed to say? What the fuck I'm supposed to say? Ayy  [Chorus] What the fuck I'm supposed to say? Police pull me over, they ain't got nothing to say I told 'em, \"I got tints because I'm rich\", they said, \"Okay\", ayy Gotta pray a lot niggas get shot up everyday, ayy Hold up, what the fuck I'm supposed to say? Police pull me over, they ain't got nothing to say I told 'em, \"I got tints because I'm rich\", they said, \"Okay\", ayy Gotta pray a lot, niggas get shot up everyday, ayy Heard you got a big body but a little face, ayy Got a 41 bezel, it's 100K, ayy If I feel a way then I'm gon' say it to your face, ayy If I play the block today, I'll make 100K, ayy  [Verse 1] Yeah, I just might make 100K, yeah If they put a price on me, I'll double what they pay, yeah They say they don't like me, give a fuck 'bout what they say, yeah I could take your bitch and make you think about what you say, yeah I'm gon' put her in a leg lock like MMA, yeah I'm gon' let her give me head twice if she don't say shit If she ever turn sherm on me then she basic Couple bitches had to swerve on 'em, I updated You pulled up with her, she ain't leave with who she came with She deserve better, you's a bird, you's a wasteman Fuck a umbrella, change weather in my spaceship Diamonds dancing, I'm two-stepping with my bracelet So, get the fuck up out my face I'm just on my way to get this money and I'm late, okay In the strip club throwing twenties like \"I'll be okay\" 100k a day, trap booming like an 808  [Chorus] Yeah, what the fuck I'm supposed to say? Police pull me over, they ain't got nothing to say I told 'em, \"I got tints because I'm rich\", they said, \"Okay\", ayy Gotta pray a lot niggas get shot up everyday, ayy Heard you got a big body but a little face, ayy Got a 41 bezel, it's 100K, ayy If I feel a way then I'm gon' say it to your face, ayy If I play the block today, I'll make 100K, ayy  [Verse 2] Hold up, talking shit don't ever get to me When they see me now, they'd better have that same energy In abandoned houses, in and out, it wasn't shit to me When you see me now, don't try to act like you remember me Then look at me now, bitch I'm drowning And my hoodie Saint Laurent, it's a thousand And we come straight out the Bronx so we wildin' Shoutout BK, free Bobby and free Rowdy Free my nigga V12, holla if you see 12 Febreze, believe me, it'll cover the weed smell I probably got 3 mill, sitting in my email So much on me, they second guessing what we sell So much money on me, fuck it if it's dirty money Cause I earned it, you get murked if you come searchin' for me When the police pulled me over, I had 30 on me What the fuck I look like with less than 30 on me, nigga?  [Chorus] Yeah, what the fuck I'm supposed to say? Police pull me over, they ain't got nothing to say I told 'em, \"I got tints because I'm rich\", they said, \"Okay\", ayy Gotta pray a lot niggas get shot up everyday, ayy Heard you got a big body but a little face, ayy Got a 41 bezel, it's 100K, ayy If I play the block today, I'll make 100K, ayy If I play the block today, I'll make 100K, yeah  [Outro] I'll make her say a' I'll make her say a' I'll make her say a'  ",
        "title": "Say A'"
    },
    {
        "artist": "MAX Featuring gnash",
        "lyrics": "  [Verse 1] Heaven only knows where you've been But I don't really need to know I know where you're gonna go On my heart, where you're resting your head And you just look so beautiful It's like you were an angel  [Pre Chorus] Can I stop the flow of time? Can I swim in your divine? Cause I don't think I'd ever leave this place  [Chorus] Oh, turn the lights turn the lights down low Yeah, now I'm feeling you breathing slow, oh 'Cause, baby, we're just reckless kids Trying to find an island in the flood Oh, turn the lights, turn the lights down low, oh  [Verse 2] Under heavy skies in the rain You're dancing in your bare feet Just like we're in a movie Grab my hand and we're chasing the train Catch you looking back at me Running through a cloud of steam  [Pre Chorus] Can I stop the flow of time? Can I swim in your divine? Cause I don't think I'd ever leave this place  [Chorus] Oh, turn the lights turn the lights down low Yeah, now I'm feeling you breathing slow, oh 'Cause, baby, we're just reckless kids Trying to find an island in the flood Oh, turn the lights, turn the lights down low, oh  [Bridge] And I will give you everything baby But can you feel this energy? Take it You can have the best of me baby And I will give you anything Can you feel this energy? Take it You can have the best of me baby  [Chorus] Oh, turn the lights turn the lights down low Yeah, now I'm feeling you breathing slow, oh Oh, turn the lights turn the lights down low Yeah, now I'm feeling you breathing slow, oh 'Cause, baby, we're just reckless kids Trying to find an island in the flood Oh, turn the lights, turn the lights down low, oh  ",
        "title": "Lights Down Low"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] Another Friday night there's a line of cars leavin' Home team's got an out-of-towner Me, I'm sittin' on the hood of mine drinkin' I'm just a parkin' lot down-and-outer  [Verse 2] Under that high school bleacher I drove that preacher's daughter crazy Her mama was my homeroom teacher And her dad was hell bent on savin' me  [Pre-Chorus] Yeah, I'm sure there's higher highs Where the high risers rise But me, I'm gonna sit right here tonight, and  [Chorus] Catch me a 'round here buzz 'Cause you ain't 'round here none Keep puttin' 'em down here, 'nother round here 'Til my down goes up Lit up like that one stoplight Across from that welcome sign Ever since you caught that out there bug I catch me a 'round here buzz  [Verse 3] I never had big-city eyes Hell, I've never been east of Dallas Got no idea where you are now Or if you ever got that penthouse palace  [Pre-Chorus] No, Scotty's ain't got no vibe Got no gas in his neon light But he's got two-for-one 'til 2:00 tonight  [Chorus] Catch me a 'round here buzz 'Cause you ain't 'round here none Keep puttin' 'em down here, 'nother round here 'Til my down goes up Lit up like that one stoplight Across from that welcome sign Ever since you caught that out there bug I catch me a 'round here buzz  [Interlude]  [Chorus] Catch me a 'round here buzz 'Cause you ain't 'round here none Keep puttin' 'em down here, 'nother round here 'Til my down here Is lit up like that one stoplight Across from that welcome sign Ever since you caught that out there bug I catch me a 'round here buzz  [Outro] I catch me a 'round here buzz 'Round here buzz I catch me a 'round here buzz  ",
        "title": "Round Here Buzz"
    },
    {
        "artist": "Quavo, Takeoff & Offset",
        "lyrics": null,
        "title": "Too Hotty"
    },
    {
        "artist": "BTS",
        "lyrics": "   방탄소년단의 DNA 가사Hangul[Verse 1: V] 첫눈에 널 알아보게 됐어 서롤 불러왔던 것처럼 내 혈관 속 DNA가 말해줘 내가 찾아 헤매던 너라는 걸  [Verse 2: J-Hope, RM] 우리 만남은 수학의 공식 종교의 율법 우주의 섭리 내게 주어진 운명의 증거 너는 내 꿈의 출처 Take it take it 너에게 내민 내 손은 정해진 숙명  [Pre-Chorus: Jungkook, V] 걱정하지 마 love 이 모든 건 우연이 아니니까 우린 완전 달라 baby 운명을 찾아낸 둘이니까  [Chorus: Jimin, Jungkook] 우주가 생긴 그 날부터 계속 무한의 세기를 넘어서 계속 우린 전생에도 아마 다음 생에도 영원히 함께니까  [Hook: Jungkook, Jimin] 이 모든 건 우연이 아니니까 운명을 찾아낸 둘이니까 DNA  [Verse 3: Suga, J-Hope, RM] I want it this love I want it real love 난 너에게만 집중해 좀 더 세게 날 이끄네 태초의 DNA가 널 원하는데 이건 필연이야 I love us 우리만이 true lovers  [Verse 4: Jungkook, Suga] 그녀를 볼 때마다 소스라치게 놀라 신기하게 자꾸만 숨이 멎는 게 참 이상해 설마 이런 게 말로만 듣던 사랑이란 감정일까 애초부터 내 심장은 널 향해 뛰니까  [Pre-Chorus: Jin] 걱정하지 마 love 이 모든 건 우연이 아니니까 우린 완전 달라 baby 운명을 찾아낸 둘이니까  [Chorus: Jungkook, Jimin] 우주가 생긴 그 날부터 계속 무한의 세기를 넘어서 계속 우린 전생에도 아마 다음 생에도 영원히 함께니까  [Hook: Jungkook, Jimin] 이 모든 건 우연이 아니니까 운명을 찾아낸 둘이니까 DNA  [Bridge: V, Jin, Jungkook, Jimin] 돌아보지 말아 운명을 찾아낸 우리니까 후회하지 말아 baby 영원히 영원히 영원히 영원히 함께니까  [Pre-Chorus: Jimin, Jungkook] 걱정하지 마 love 이 모든 건 우연이 아니니까 우린 완전 달라 baby 운명을 찾아낸 둘이니까 DNA  [Outro: J-Hope, Jungkook] La la la la la La la la la la 우연이 아니니까 La la la la la La la la la la 우연이 아니니까 DNA Romanization[Verse 1: V] Cheotnune neol araboge dwaesseo Seorol bulleowassdeon geotcheoreom Nae hyeolgwan sok DNAga malhaejwo Naega chaja hemaedeon neoraneun geol  [Verse 2: J-Hope, RM] Uri mannameun suhagui gongsik Jonggyoui yulbeop ujuui seopri Naege jueojin unmyeongui jeunggeo Neoneun nae kkumui chulcheo Take it take it Neoege naemin nae soneun jeonghaejin sukmyeong  [Pre-Chorus: Jungkook, V] Geokjeonghaji ma love I modeun geon uyeoni aninikka Urin wanjeon dalla baby Unmyeongeul chajanaen durinikka  [Chorus: Jimin] Ujuga saenggin geu nalbuteo gyesok Muhanui segireul neomeoseo gyesok Urin jeonsaengedo ama daeum saengedo Yeongwonhi hamkkenikka  [Hook: Jungkook] I modeun geon uyeoni aninikka Unmyeongeul chajanaen durinikka DNA  [Verse 3: Suga, J-Hope, RM] I want it this love I want it real love Nan neoegeman jipjunghae Jom deo sege nal ikkeune Taechoui DNAga neol wonhaneunde Igeon piryeoniya I love us Urimani true lovers  [Verse 4: Jungkook, Suga] Geunyeoreul bol ttaemada soseurachige nolla Singihage jakkuman sumi meojneun ge cham isanghae seolma Ireon ge malloman deutdeon sarangiran gamjeongilkka Aechobuteo nae simjangeun neol hyanghae ttwinikka  [Pre-Chorus: Jin] Geokjeonghaji ma love I modeun geon uyeoni aninikka Urin wanjeon dalla baby Unmyeongeul chajanaen durinikka  [Chorus: Jungkook, Jimin] Ujuga saenggin geu nalbuteo gyesok Muhanui segireul neomeoseo gyesok Urin jeonsaengedo ama daeum saengedo Yeongwonhi hamkkenikka  [Hook: Jungkook, Jimin] I modeun geon uyeoni aninikka Unmyeongeul chajanaen durinikka DNA  [Bridge: V, Jin, Jungkook, Jimin] Doraboji mara Unmyeongeul chajanaen urinikka Huhoehaji mara baby Yeongwonhi Yeongwonhi Yeongwonhi Yeongwonhi Hamkkenikka  [Pre-Chorus: Jimin, Jungkook] Geokjeonghaji ma love I modeun geon uyeoni aninikka Urin wanjeon dalla baby Unmyeongeul chajanaen durinikka DNA  [Outro: J-Hope, Jungkook] La la la la la La la la la la Uyeoni aninikka La la la la la La la la la la Uyeoni aninikka DNA English Translation[Verse 1: V] At first sight, I could recognize you As if we were calling for each other The DNA in my blood vessels tell me That it’s you I was looking all over for  [Verse 2: J-Hope, RM] Our meeting is like a mathematical formula Commandments of religion, providence of the universe; The evidence of destiny given to me You’re the source of my dream Take it, take it My hand reaching out to you is my chosen fate  [Pre-Chorus: Jungkook, Jin] Don’t worry, love None of this is a coincidence We’re totally different, baby Because we’re the two who found our destiny  [Chorus: Jimin] From the day of the universe’s creation and beyond Through the infinite centuries and beyond In the previous life and maybe the next too We’re eternally together  [Hook: Jungkook] None of this is a coincidence Because we’re the two who found our destiny DNA  [Verse 3: Suga, RM] I want it this love I want it real love I only focus on you You steer me a little harder The DNA of the genesis wants you This is inevitable, I love us We are the only true lovers  [Verse 4: Jungkook, Suga] Every time I see her, I freak out Surprisingly, I keep gasping and it’s weird, maybe This is the emotion they call love Because from the very beginning, my heart runs to you  [Pre-Chorus: Jin] Don’t worry, love None of this is a coincidence We’re totally different, baby Because we’re the two who found our destiny  [Chorus: Jungkook, Jimin] From the day of the universe’s creation and beyond Through the infinite centuries and beyond In the previous life and maybe the next too We’re eternally together  [Hook: Jimin, Jungkook] None of this is a coincidence Because we’re the two who found our destiny DNA  [Bridge: V, Jin, Jungkook, Jimin] Don’t look back Because we're the two who found our destiny Don’t regret it, baby Because we're forever Forever Forever Forever Forever We are together  [Pre-Chorus: Jimin, Jungkook] Don’t worry, love None of this is a coincidence We’re totally different, baby Because we’re the two who found our destiny  [Outro: J-Hope, Jungkook] La la la la la La la la la la Because it’s not a coincidence La la la la la La la la la la Because it’s not a coincidence DNA  ",
        "title": "DNA"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  Hmm-hmm-hmm-hmm Hmm-hmm-hmm-hmm  Smooth Like a Tennessee Walker Just a walking on the water You're smooth Like a Sunday morning Elvis Singing Gospel it's a hell of a Groove Like the lines on her Mercury Girl you're put together perfectly  Good lord almighty Girl, you go down good You ain't even trying Cause you wrote the book There ain't nobody That do me like you The way you move that body Girl, you're so smooth  Like cat daddy driving A Caddy from Cali baby You're smooth Like young love buzzing Off an old camp bottle by the Moon Blackberry jam, finger-licking Off your hand flying out the window  Good lord almighty Girl, you go down good You ain't even trying Cause you wrote the book There ain't nobody (There ain't nobody) That do me like you (Do me like you) The way you move that body (The way you move that body) Girl, you're so smooth (So smooth) Smooth, smooth  You're a stroke on the canvas A brick road to Kansas My little summer time jam  Good lord almighty Girl, you go down good You ain't even trying Cause you wrote the book There ain't nobody (There ain't nobody) That do me like you (Do me like you) The way you move that body (The way you move that body) Girl, you're so smooth (So smooth) Smooth, smooth (You so smooth) Smooth  ",
        "title": "Smooth"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] Baby what's on your mind When you see me pull up in your drive? Do you wanna go downtown? Maybe have a little high dollar wine? Do you wanna go out to the country? And maybe blow all our money On some sugar at the truckstop and some scratch-offs See if we can lucky? Oh, I gotta know what's goin' on In your beautiful mind Baby don't be shy And tell me now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Post-Chorus] Stay up 'til the sun Howl at the moon Baby, tell me the truth Do I make you wanna  [Verse 2] Karaoke in the neon light? Go to Vegas, stay up all night? See if we can find a cheap flight Little 7, come 11, baby, roll those dice Do I make you feel pretty? Do I make you wanna lean back, lay back and kiss me? Do you wanna roll with me To the mountains, to the beach, to a party in the city? Do you wanna take in a broadway show Or maybe just lay low? I gotta know now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Bridge] Do I make you turn into somebody else? Do you feel like you can finally be yourself? Baby, tell me now  [Chorus] Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Out in the middle of nowhere now We can take it back downtown You know I don't care now Just wanna take you there now Do I Make you wanna dance real slow? Go Flyin' down a two lane road? Find A limb to hang your clothes? Do I make you wanna let your hair down? Play a little truth or dare now? Act just like you don't care now? Girl when I come around tell me Do I make you wanna?  [Outro] Stay up 'til the sun? Howl at the moon? Oh baby Tell me do I make you wanna? Stay up 'til the sun? Howl at the moon? Baby, tell me the truth Do I make you wanna Let your hair down? Play a little truth or dare now? Act just like you don't care now? Baby Make you wanna dance real slow? Go flyin' down a two lane road? Find a limb to hang your clothes on? Oh, babe, tell me Do I make you wanna?  ",
        "title": "Do I Make You Wanna"
    }
]