[
    {
        "artist": "The Troggs",
        "lyrics": "  {Intro}  Wild thing you make my heart sing You make everything groovy, wild thing Wild thing, I think I love you But I wanna know for sure Come on, hold me tight, I love you  [Song restarts]  Wild thing you make my heart sing You make everything groovy, wild thing  [Instrumental break]  Wild thing you make my heart sing You make everything groovy, wild thing Wild thing, I think you move me But I wanna know for sure So come on and hold me tight, you move me  Wild thing, you make my heart sing You make everything groovy, wild thing Oh come on, come on wild thing Check it, check it wild thing  ",
        "title": "Wild Thing"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": "  [Intro] My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky  [Chorus] My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky  [Verse 1] I saw her walkin' on down the line You know I saw her for the very first time A pretty little girl standin' all alone Hey pretty baby, can I take you home? I never saw her, never really saw her  My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky  [Guitar Solo]  [Verse 2] I saw her walkin' on down the line You know I saw her for the very first time A pretty little girl standin' all alone \"Hey pretty baby, can I take you home?\" I never saw her, never really saw her  [Chorus] My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky  [Outro] My baby does the hanky panky My baby does the hanky panky My baby does the hanky panky  ",
        "title": "Hanky Panky"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  [Intro] Owoooooooo! Who's that I see walkin' in these woods? Why, it's Little Red Riding Hood  [Verse 1] Hey there Little Red Riding Hood You sure are looking good You're everything a big bad wolf could want Listen to me  Little Red Riding Hood I don't think little big girls should Go walking in these spooky old woods alone Owoooooooo!  [Chorus] What big eyes you have The kind of eyes that drive wolves mad So just to see that you don't get chased I think I ought to walk with you for a ways  What full lips you have They're sure to lure someone bad So until you get to grandma's place I think you ought to walk with me and be safe  [Verse 2] I'm gonna keep my sheep suit on Until I'm sure that you've been shown That I can be trusted walking with you alone Owoooooooo!  Little Red Riding Hood I'd like to hold you if I could But you might think I'm a big bad wolf so I won't Owoooooooo!  [Chorus] What a big heart I have The better to love you with Little Red Riding Hood Even bad wolves can be good  I'll try to be satisfied Just to walk close by your side Maybe you'll see things my way Before we get to grandma's place  [Outro] Little Red Riding Hood You sure are looking good You're everything that a big bad wolf could want Owoooooooo! I mean baaaaaa! Baaa?  ",
        "title": "Lil' Red Riding Hood"
    },
    {
        "artist": "Crispian St. Peters",
        "lyrics": "  You! With your masquerading And you Always contemplating What to do In case heaven has found you Can't you see That it's all around you So follow me  Hey come on, babe Follow me I'm the Pied Piper Follow me I'm the Pied Piper And I'll show you where it's at  Come on, babe Can't you see I'm the Pied Piper Trust in me I'm the Pied Piper And I'll show you where it's at  {Hook}  Girl! Don't be scared to move Hey, babe What are you tryin' to prove It ain't true That your life has kicked you It's your mind And that's all that's trickin' you So step in line  Hey come on, babe Follow me I'm the Pied Piper Follow me I'm the Pied Piper And I'll show you where it's at  Come on, babe Can't you see I'm the Pied Piper Trust in me I'm the Pied Piper And I'll show you where it's at  Come on, babe Follow me I'm the Pied Piper Follow me I'm the Pied Piper And I'll show you where it's at  Come on, babe Follow me Come on, babe Trust in me Come on, babe Can't you see Come on, babe Follow me I'm the Pied Piper  ",
        "title": "The Pied Piper"
    },
    {
        "artist": "The Mamas & The Papas",
        "lyrics": null,
        "title": "I Saw Her Again"
    },
    {
        "artist": "Paul Revere & The Raiders Featuring Mark Lindsay",
        "lyrics": null,
        "title": "Hungry"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  [Verse 1] Hot town, summer in the city Back of my neck getting dirty and gritty Been down, isn't it a pity Doesn't seem to be a shadow in the city All around, people looking half-dead Walking on the sidewalk, hotter than a match head  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  [Verse 2] Cool town, evenin' in the city Dressin' so fine and lookin' so pretty Cool cat, lookin' for a kitty Gonna look in every corner of the city 'Til I'm wheezin' like a bus stop Running up the stairs, gonna meet you on the rooftop  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  [Bridge]  [Verse 3] Hot town, summer in the city Back of my neck getting dirty and gritty Been down, isn't it a pity Doesn't seem to be a shadow in the city All around, people looking half-dead Walking on the sidewalk, hotter than a match head  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  ",
        "title": "Summer In The City"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  Chorus: Oh Sweet Pea come on and dance with me Come on, come on, come on and dance with me Oh Sweet Pea won't you be my girl Won't you, won't you, won't you be my girl  I went to a dance just the other night I saw a girl there she was out of sight I asked a friend of mine who she could be He said that her friends just call her Sweet Pea  Chorus  I walked on over and asked her to dance Thinkin' maybe later we would make a romance But every guy there was thinkin' like me I had to stand in line to get a dance with Sweet Pea  Chorus  I finally got to whisper sweet words in her ear Suggest her that we outta get away from there We took a little walk I held he close to me And underneath the stars I said to Sweet Pea  Oh Sweet Pea I love you can't you see Love you, love you, love you can't you see Oh Sweet Pea won't you be my girl  ",
        "title": "Sweet Pea"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Intro] What a drag it is getting old  [Verse 1] Things are different today\", I hear every mother say Mother needs something today to calm her down And though she's not really ill, there's a little yellow pill  [Refrain] She goes running for the shelter of her mother's little helper And it helps her on her way, gets her through her busy day  [Verse 2] \"Things are different today\", I hear every mother say Cooking fresh food for a husband's just a drag So she buys and instant cake and she burns a frozen steak  [Refrain] And goes running for the shelter of her mother's little helper And to help her on her way, get her through her busy day  [Chorus] Doctor, please, some more of these Outside the door, she took four more What a drag it is getting old  [Verse 3] \"Men just aren't the same today\", I hear every mother say \"They just don't appreciate that you get tired\" \"They're so hard to satisfy\", you can tranquilize your mind  [Refrain] So go running for the shelter of your mother's little helper And four help you through the night, help to minimize your plight  [Chorus] Doctor, please, some more of these Outside the door, she took four more What a drag it is getting old  [Verse 4] \"Life's just much too hard today\", I hear ev'ry mother say The pursuit of happiness just seems a bore And if you take more of those, you will get an overdose  [Refrain] No more running for the shelter of a mother's little helper They just helped you on your way through your busy dying day  Hey  ",
        "title": "Mothers Little Helper"
    },
    {
        "artist": "Ray Conniff And The Singers",
        "lyrics": "  Somewhere my love there will be songs to sing Although the snow covers the hope of Spring Somewhere a hill blossoms in green and gold And there are dreams, all than your heart can hold Someday we'll meet again, my love Someday whenever the Spring breaks through  You'll turn to me out of the long-ago Warm as the wind, soft as the kiss of snow Lara, my own, think of me now and then Godspeed, my love, till you are mine again  Warm as the wind, soft as the kiss of snow Godspeed, my love, till you are mine again  ",
        "title": "Somewhere, My Love"
    },
    {
        "artist": "Napoleon XIV",
        "lyrics": "  [Verse 1] Remember when you ran away And I got on my knees And begged you not to leave Because I'd go berserk Well, you left me anyhow And then the days got worse and worse And now you see I've gone Completely out of my mind  [Chorus 1] And, they're coming to take me away ha-haaa They're coming to take me away ho ho hee hee ha haaa To the funny farm Where life is beautiful all the time And I'll be happy to see those nice young men In their clean white coats And they're coming to take me away ha haaa  [Verse 2] You thought it was a joke And so you laughed You laughed when I had said That losing you would make me flip my lid Right? You know you laughed I heard you laugh. You laughed You laughed and laughed and then you left But now you know I'm utterly mad  [Chorus 2] And, they're coming to take me away ha haaa They're coming to take me away ho ho hee hee ha haaa To the happy home with trees and flowers and chirping birds And basket weavers who sit and smile and twiddle their thumbs and toes And they're coming to take me away ha haaa  [Verse 3] I cooked your food I cleaned your house And this is how you pay me back For all my kind unselfish, loving deeds? Huh? Well you just wait They'll find you yet And when they do they'll put you in The A.S.P.C.A., you mangy mutt!  [Chorus 3] And, they're coming to take me away ha haaa They're coming to take me away ho ho hee hee ha haa To the funny farm where life is beautiful all the time And I'll be happy to see those nice young men In their clean white coats And they're coming to take me away ha haaaa! To the happy home with trees and flowers and chirping birds And basket weavers who sit and smile and twiddle their thumbs and toes And they're coming to take me away ha haaa! To the funny farm where life is beautiful all the time And I'll be happy to see those nice young men in their clean white coats...  ",
        "title": "They're Coming To Take Me Away, Ha-Haaa!"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Intro: Paul McCartney, John Lennon & George Harrison] Paperback writer, paperback writer  [Verse 1: Paul McCartney] Dear Sir or Madam, will you read my book? It took me years to write, will you take a look? It's based on a novel by a man named Lear And I need a job So I want to be a paperback writer  [Chorus: Paul McCartney, John Lennon & George Harrison] Paperback writer!  [Verse 2: Paul McCartney] It's a dirty story of a dirty man And his clinging wife doesn't understand His son is working for the Daily Mail It's a steady job But he wants to be a paperback writer  [Chorus: Paul McCartney, John Lennon & George Harrison] Paperback writer! Paperback writer, paperback writer  [Verse 3: Paul McCartney] It's a thousand pages, give or take a few I'll be writing more in a week or two I could make it longer if you like the style I can change it 'round And I want to be a paperback writer  [Chorus: Paul McCartney, John Lennon & George Harrison] Paperback writer!  [Verse 4: Paul McCartney] If you really like it you can have the rights It could make a million for you overnight If you must return it you can send it here But I need a break And I want to be a paperback writer  [Chorus: Paul McCartney, John Lennon & George Harrison] Paperback writer!  [Outro: Paul McCartney, John Lennon & George Harrison] Paperback writer, paperback writer Paperback writer, paperback writer Paperback writer, paperback writer Paperback writer, paperback writer Paperback writer  ",
        "title": "Paperback Writer"
    },
    {
        "artist": "The Cyrkle",
        "lyrics": "  I should have known You'd bid me farewell There's a lesson to be learned from this And I learned it very well Now I know you're not the only Starfish in the sea If I never hear your name again It's all the same to me  And I think it's gonna be alright Yeah, the worst is over now The morning sun is shining Like a red rubber ball  You never care For secrets I confide For you I'm just an ornament Something for your pride Always running, never caring That's the life you live Stolen minutes of your time Were all you had to give  And I think it's gonna be alright Yeah, the worst is over now The morning sun is shining Like a red rubber ball  The story's in the past With nothing to recall I've got my life to live And I don't need you at all The rollercoaster ride we took Is nearly at an end I bought my ticket with my tears That's all I'm gonna spend  And I think it's gonna be alright Yeah, the worst is over now The mornin' sun is shining Like a red rubber ball  Oh, I think it's gonna be alright Yeah, the worst is over now The mornin' sun is shining Like a red rubber ball  ",
        "title": "Red Rubber Ball"
    },
    {
        "artist": "Bobby Hebb",
        "lyrics": "  {Drum Roll}  Sunny, yesterday my life was filled with rain Sunny, you smiled at me and really eased the pain The dark days are gone, and the bright days are here My Sunny one shines so sincere Sunny one so true, I love you  Sunny, thank you for the sunshine bouquet Sunny, thank you for the love you brought my way You gave to me your all and all Now I feel ten feet tall Sunny one so true, I love you  Sunny, thank you for the truth you let me see Sunny, thank you for the facts from A to Z My life was torn like a wind-blown sand And the rock was formed when we held hands Sunny one so true, I love you  Sunny, thank you for the smile upon your face Sunny, thank you, thank you for the gleam that shows its grace You're my spark of nature's fire You're my sweet complete desire Sunny one so true, I love you  Sunny, yesterday my life was filled with rain Sunny, you smiled at me and really eased the pain Now the dark days are gone, and the bright days are here My Sunny one shines so sincere Sunny one so true, I love you...I love You..  ",
        "title": "Sunny"
    },
    {
        "artist": "Dusty Springfield",
        "lyrics": "  [Verse 1] When I said I needed you You said you would always stay It wasn't me who changed but you And now you've gone away Don't you see that now you've gone And I'm left here on my own That I have to follow you And beg you to come home?  [Chorus] You don't have to say you love me Just be close at hand You don't have to stay forever I will understand Believe me, believe me I can't help but love you But believe me I'll never tie you down  [Verse 2] Left alone with just a memory Life seems dead and so unreal All that's left is loneliness There's nothing left to feel  [Chorus] You don't have to say you love me Just be close at hand You don't have to stay forever I will understand Believe me, believe me You don't have to say you love me Just be close at hand You don't have to stay forever I will understand  [Outro] Believe me, believe me, believe me  ",
        "title": "You Don't Have To Say You Love Me"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  Everyone's life is bittersweet It's a door that opens wide And no man can call himself complete 'Til he's seen it from both sides  This door swings both ways It's marked 'in' and 'out' Some days you'll want to cry And some days you will shout  This door swings both ways It goes back and forth In comes a southern breeze Or a cold wind from the north  This door swings both ways Lets in joy and pain In comes the morning sun And then the evening rain  This door swings both ways Lets in dark and light Every day you make the choice To let in wrong or right  When shadows fall You must prepare yourself for sunshine For everything there is an end And so my friend you must be brave  This door swings both ways Which one will it be? Will we live in happiness Or dwell in misery?  This door swings both ways Lets in earth and sky Make the most of livin' If you're not prepared to die Make the most of livin' If you're not prepared to die  ",
        "title": "This Door Swings Both Ways"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": "  Hey! Hey! Hey! Cars and girls are easy come by in this day and age Laughing, joking, drinking, smoking 'Till I've spent my wage When I was young people spoke of im-mor-ality All the things they said were wrong Are what I want to be  [Chorus] (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round When will it end (When will it end) When will it end (When will it end)  Hey! Hey! Hey! Hey! I find comment 'bout my looks irrelativity Think I'll go and have some fun Cause it's all for free I'm not searching for a reason to enjoy myself Seems it's better done Than argued with somebody else  [Chorus] (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round When will it end (When will it end) When will it end (When will it end)  Hey! Hey! Hey!  (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round  Hey! Hey! Hey! Hey!  ",
        "title": "Over Under Sideways Down"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "The Work Song"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] Love letters straight from your heart Keep us so near while apart I'm not alone in the night When I can have all the love you write  [Verse 2] I memorize every line I kiss the name that you sign And darling, then I read again right from the start Love letters straight from your heart  ",
        "title": "Love Letters"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": null,
        "title": "I Want You"
    },
    {
        "artist": "Syndicate Of Sound",
        "lyrics": null,
        "title": "Little Girl"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  Strangers in the night exchanging glances Wondering in the night, what were the chances? We'd be sharing love before the night was through  Something in your eyes was so inviting Something in your smile was so exciting Something in my heart told me I must have you  Strangers in the night Two lonely people, we were strangers in the night Up to the moment when we said our first hello, little did we know Love was just a glance away, a warm embracing dance away and  Ever since that night we've been together Lovers at first sight, in love forever It turned out so right for strangers in the night  [Instrumental-first three lines of Chorus] Love was just a glance away, a warm embracing dance away  Ever since that night we've been together Lovers at first sight, in love forever It turned out so right for strangers in the night  Dooby-doooby-doo and other scat to end  ",
        "title": "Strangers In The Night"
    },
    {
        "artist": "Tommy McLain",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Verse] I know you wanna leave me But I refuse to let you go If I have to beg and plead for your sympathy I don't mind coz' you mean that much to me  [Chrorus] Ain't too proud to beg, sweet darlin Please don't leave me girl, don't you go Ain't to proud to plead, baby, baby Please don't leave me, girl, don't you go  [Verse] Now I heard a cryin' man Is half a man with no sense of pride But if I have to cry to keep you I don't mind weepin' if it'll keep you by my side  [Chrorus] Ain't too proud to beg, sweet darlin Please don't leave me girl, don't you go Ain't to proud to plead, baby, baby Please don't leave me, girl, don't you go  [Verse] If I have to sleep on your doorstep All night and day just to keep you from walkin' away Let your friends laugh, even this I can stand Cause I want to keep you any way I can  [Chrorus] Ain't too proud to beg, sweet darlin Please don't leave me girl, don't you go Ain't to proud to plead, baby, baby Please don't leave me, girl, don't you go  [Verse] Now I've gotta love so deep in the pit of my heart And each day it grows more and more I'm not ashamed to come and plead to you baby If pleadin' keeps you from walkin' out of that door  [Chrorus] Ain't too proud to beg, sweet darlin Please don't leave (don't leave) me girl, don't you go Ain't to proud to plead, baby, baby Please don't leave me, girl, don't you go  [Verse] Baby, baby, baby, (ooh, sweet darling) Oh, no Don't leave me girl, no, no If crying keeps you near I don't mind crying Don't leave me girl, oh, no Oh, baby Don't leave me girl, no Don't ever leave me  ",
        "title": "Ain't Too Proud To Beg"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Trains and boats and planes are passing by They mean a trip to Paris or Rome For someone else, but not for me The trains and the boats and planes Took you away, away from me  We were so in love and high above We had a star to wish upon wish And dreams come true, but not for me The trains and the boats and planes Took you away, away from me  You are from another part of the world You had to go back a while and then You said you soon would return again I'm waiting here like I promised to I'm waiting here, but where are you?  Trains and boats and planes took you away But every time I see them I pray And if my prayer can cross the sea The trains and the boats and planes Will bring you back, back home to me  The trains and the boats and planes Will bring you back, back home to me  ",
        "title": "Trains And Boats And Planes"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "I Couldn't Live Without Your Love"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": "  These are happy happy happy summer days - summer days  When the morning sun promises another wonderful day And good fortune is all along the way When you heart is filled with gladness Cause true love has come to stay  These are happy happy happy summer days - summer days  Every kiss, will take us to a new world to explore Bringing thrills that we never knew before When the one you love can show you whats behind that magic door  These are happy happy happy summer days - summer days These are happy happy happy summer days - summer days  Look around you there's a rainbow in that watermelon sky And twinking of millions bye and bye When you heart keep taking pictures, that will share as years go by  These are happy happy happy summer days - summer days These are happy happy happy summer days - summer days  Look around you there's a rainbow in that watermelon sky And twinking of millions bye and bye Let you heart keep taking pictures, that will share as years go by  These are happy happy happy summer days - summer days These are happy happy happy summer days - summer days  ",
        "title": "Happy Summer Days"
    },
    {
        "artist": "The Grass Roots",
        "lyrics": null,
        "title": "Where Were You When I Needed You"
    },
    {
        "artist": "The Association",
        "lyrics": "  Every time I think that I'm the only one who's lonely Someone calls on me And every now and then I spend my time in rhyme and verse And curse those faults in me  And then along comes Mary And does she want to give me kicks, and be my steady chick And give me pick of memories Or maybe rather gather tales of all the fails and tribulations No-one ever sees  When we met I was sure out to lunch Now my empty cup tastes as sweet as the punch  When vague desire is the fire in the eyes of chicks Whose sickness is the games they play And when the masquerade is played and neighbor folks make jokes As who is most to blame today  And then along comes Mary And does she want to set them free, and let them see reality From where she got her name And will they struggle much when told that such a tender touch as hers Will make them not the same  When we met I was sure out to lunch Now my empty cup tastes as sweet as the punch  And when the morning of the warning's passed, the gassed And flaccid kids are flung across the stars The psychodramas and the traumas gone The songs are left unsung and hung upon the scars  And then along comes Mary And does she want to see the stains, the dead remains of all the pains She left the night before Or will their waking eyes reflect the lies, and make them Realize their urgent cry for sight no more  When we met I was sure out to lunch Now my empty cup tastes as sweet as the punch  ",
        "title": "Along Comes Mary"
    },
    {
        "artist": "The Happenings",
        "lyrics": "  I'll be alone each and every night While you're away, don't forget to write  Bye-bye, so long, farewell Bye-bye, so long  See you in September See you when the summer's through  Here we are (Bye, baby, goodbye) Saying goodbye at the station (Bye, baby, goodbye) Summer vacation (Bye, baby, bye, baby) Is taking you away (Bye, baby, goodbye)  Have a good time, but remember There is danger in the summer moon above Will I see you in September Or lose you to a summer love?  Counting the days till I'll be with you Counting the hours and the minutes, too  Bye, baby, goodbye Bye, baby, goodbye Bye, baby, goodbye (Bye-bye, so long, farewell) Bye, baby, goodbye (Bye-bye, so long)  Have a good time, but remember There is danger in the summer moon above Will I see you in September Or lose you to a summer love?  I'll be alone each and every night While you're away, don't forget to write  See you (Bye-bye, so long, farewell) In September (Bye-bye, so long, farewell) I'm hopin' I'll see you (Bye-bye, so long, farewell) In September (Bye-bye, so long, farewell) Well, maybe I'll see you (Bye-bye, so long, farewell)  ",
        "title": "See You In September"
    },
    {
        "artist": "The Standells",
        "lyrics": "  I'm gonna tell you a story I'm gonna tell you about my town I'm gonna tell you a big bad story, baby Aww, it's all about my town  Yeah, down by the river Down by the banks of the river Charles (aw, that's what's happenin' baby) That's where you'll find me Along with lovers, muggers, and thieves (aw, but they're cool, too) Well I love that dirty water Oh, Boston, you're my home (oh, you're the Number One place) Frustrated women (I mean they're frustrated) Have to be in by twelve o'clock (oh, that's a shame) But I'm wishin' and a-hopin, oh That just once those doors weren't locked (I like to save time for My baby to walk around) Well I love that dirty water Oh, Boston, you're my home (oh, yeah)  Because I love that dirty water Oh, oh, Boston, you're my home (oh, yeah)  Well, I love that dirty water (I love it, baby) I love that dirty water (I love Baw-stun) I love that dirty water (Have you heard about the Strangler?) I love that dirty water (I'm the man, I'm the man) I love that dirty water (Owww!) I love that dirty water (Come on, come on)  ",
        "title": "Dirty Water"
    },
    {
        "artist": "Manfred Mann",
        "lyrics": "  On our block all of the guys call her flamingo 'Cause her hair glows like the sun And her eyes can light the skies When she moves, she walks so fine like a flamingo Crimson dress that clings so tight She's out of reach and out of sight  When she walks by she brightens up the neighbourhood Oh every guy would make her his if he just could If she just would  Some sweet day I'll make her mine pretty flamingo Then every guy will envy me 'Cause paradise is where I'll be  Pretty flamingo Pretty flamingo  When she walks by she brightens up the neighbourhood Oh every guy would make her his if he just could If she just would  Some sweet day I'll make her mine pretty flamingo Then every guy will envy me 'Cause paradise is where I'll be  Sha-la-la, la-la-la, pretty flamingo...  ",
        "title": "Pretty Flamingo"
    },
    {
        "artist": "Bobby Moore & The Rhythm Aces",
        "lyrics": "  Searching, searching for my baby Yes, I am Searching, searching for my baby Yes, I am Searching, searching for my baby I'm searching, searching for my love I'm searching for the one I adore If I find her, you know I will I'll never, never let her go No, no, no, no, no, no, no I'll never, never let her go now, baby I love you, I need you I need you by my side For my love, for my true love Ill never, never never hide now, baby No, no, no, no, no, no, no I'll never, never, never hide, no, no I wonder, I wonder why You had to leave me this way I'm sorry, darling That I made you cry Forgive me, love, for the Things I've done to you Come along, come along Come along, give me one more try Searching, baby I'm searching, searching for my love I'm searching for the one I adore And if I find her I'll never, never let her go No, no, no, no, no, no, no (Searching, searching for my baby) I'll never, never let her go (Yes, I am) (Searching, searching for my baby) Make it, make it on my own (Searching, searching for my baby) I get so lonely sometimes  ",
        "title": "Searching For My Love"
    },
    {
        "artist": "B.J. Thomas And The Triumphs",
        "lyrics": "  Billy And Sue B. J. Thomas & The Triumphs  This is A story about billy and sue They were as in love as were any two And then billy had to die And when you hear the reason why -- You'll hang your head and cry  Billy and sue met the first day of school And ever since lived by the golden rule Because when you do unto others What you wouldn't want done to you You'd have to be A fool  This mutual agreement of love and trust Made them travel the road to marriage or bust And when billy was old enough to take A wife He was old enough to fight for his country--- And his way of life  Bridge- sue's letters came every day Strengthened his cause, they showed him the way To fight for his country and the girl he loves--- That's A soldier's only pay  But then billy heard no more from sue He was worried sick but what could he do The bullets were screamin' as he hugged the ground and back Home sue was runnin' round  Billy was getting less and less strong His hope his faith was almost gone And then like A miracle A letter appeared Billy tore the letter open and it read \"DEAR JOHN\"  A look came over billy that would scare the ghost Of a million single soldiers -- coast to coast And even tho the air was filled with lead Billy jumped up They shot him dead  Billy was buried in A faraway grave that read \"FOR HIS COUNTRY -- HIS LIFE HE GAVE\" But the epitaph -- was only A part He didn't die from A bullet but he died From A broken heart  From: Jb1strat Corrected by Catlady  ",
        "title": "Billy And Sue"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "The Impossible Dream (The Quest)"
    },
    {
        "artist": "Nancy Sinatra",
        "lyrics": "  Friday's child.....Hard luck is her brother Friday's child.....Her sister's misery Friday's child.....Her daddy they call hard times Friday's child.....That's me  Friday's child.....Born a little ugly Friday's child.... Good looks passed her by..oh Friday's child.....Makes something look like nothing Friday's child.....Am I..ya  Guitar Solo  Friday's child.....Never climbed no mountain Friday's child.....She ain't even gonna tray..oh Friday's child.....Whom they'll forget to bury Friday's child.....Am I  ",
        "title": "Friday's Child"
    },
    {
        "artist": "The Young Rascals",
        "lyrics": "  (Well, now you'd better run) Run when I say Somebody's calling you You'd better run Run when I say (Somebody's calling you) You'd better run Run when I say (Somebody's calling you) I feel like my time has long gone Long gone (My time is long gone) Well now goodbye false pretender Lord, I cannot wait for You For the Bible declares You're goin' to Heaven, Lord What the Bible declares You do (Well now you'd better run) Run when I say Somebody's calling you You'd better run Run when I say (Somebody's calling you) You'd better run Run when I say (Somebody's calling you) I feel like my time has long gone Long gone (My time is long gone) Long gone Well, I met a false pretender Whose head was bending, Lord I met him in the evening He was headed down that long lonesome road (Well now you'd better run) Run when I say Somebody's calling you You'd better run Run when I say (Somebody's calling you) You'd better run Get away from here Somebody's calling you I feel like my time has long gone Long gone, long gone (My time is long gone)  ",
        "title": "You Better Run"
    },
    {
        "artist": "The Capitols",
        "lyrics": "  Cool jerk, cool jerk, cool jerk, cool jerk We know a cat who can really do the cool jerk We know a cat who can really do the cool jerk Well, this cat they're talking about I wonder who could it be 'Cause I know I'm the heaviest cat The heaviest cat you ever did see  When you see me walking down the street (Hey hey hey) When the fellas want to speak (Hey hey hey) All the business they wish to whisper it But they know I'm the King of the Cool Jerk Cool jerk, cool jerk, cool jerk Ah ha ha  Spoken: Haha (Cool jerk, ah ha ha) Look at them guys looking at me like I'm a fool (Cool jerk, ah ha ha) Ah but deep down inside they know I'm cool (Cool jerk, ah ha ha) I said now, I said now the moment of truth has finally come (Cool jerk, ah ha ha) When I'm gonna show you some, some of that cool jerk (Cool jerk, ah ha ha) Now give me a little bit of the drums by himself here Now give me a little bit of bass with those eighty-eights Ah you're cookin baby, mmmmmm you're smokin Now everybody, I wanna hear you all ah  Can you do it, can you do it Can you do it, can you do it Can you do it, can you do it Can you do it, can you do it Can you do the cool jerk, (come on people) cool jerk (eh hey) When you see me walkin down the street Think twice and then the next beat On the chance that they don't make it work Cause they know I'm the King of the Cool Jerk Cool jerk, cool jerk  Come on people (cool jerk), can you do it now (cool jerk) Come on people Can you do it, can you do it Can you do it, can you do it Can you do it, can you do it Can you do it, can you do it Can you do the cool jerk, (come on people) cool jerk Come on people (Cool jerk) Can you do it, now (Cool jerk) Come on people (Cool jerk) Can you do it, now (Cool jerk)  ",
        "title": "Cool Jerk"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": null,
        "title": "(I Washed My Hands In) Muddy Water"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] How many roads must a man walk down before they call him a man? How many seas must a white dove sail before she sleeps in the sand? How many times must the canon balls fly before they're forever banned?  [Chorus] The answer, my friend, is blowin' in the wind The answer is blowin' in the wind  [Verse 2] How many years must a mountain exist before it is washed to the sea? How many years can some people exist before they're allowed to be free? How many times can a man turn his head and pretend that he just doesn't see?  [Chorus]  [Verse 3] How many times must a man look up before he can see the sky? How many ears must one man have before he can hear people cry? How many deaths will it take till he knows that too many people have died?  [Chorus]  ",
        "title": "Blowin In The Wind"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Popsicle"
    },
    {
        "artist": "The Ides Of March",
        "lyrics": null,
        "title": "You Wouldn't Listen"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd But ya can be happy if you've a mind to  Ya can't take a shower in a parakeet cage Ya can't take a shower in a parakeet cage Ya can't take a shower in a parakeet cage But ya can be happy if you've a mind to  All ya gotta do is put your mind to it Knuckle down, buckle down, do it, do it, do it  Well, ya can't go swimmin' in a baseball pool Ya can't go swimmin' in a baseball pool Ya can't go swimmin' in a baseball pool But you can be happy if you've a mind to  Ya can't change film with a kid on your back Ya can't change film with a kid on your back Ya can't change film with a kid on your back But ya can be happy if you've a mind to  Ya can't drive around with a tiger in your car Ya can't drive around with a tiger in your car Ya can't drive around with a tiger in your car But ya can be happy if you've a mind to  All ya gotta do is put your mind to it Knuckle down, buckle down, do it, do it, do it  Well, ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd But ya can be happy if you've a mind to  Ya can't go fishin' in a watermelon patch Ya can't go fishin' in a watermelon patch Ya can't go fishin' in a watermelon patch But ya can be happy if you've a mind to  Ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd Ya can't roller skate in a buffalo herd But ya can be happy if you've a mind to  ",
        "title": "You Can't Roller Skate In A Buffalo Herd"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  [Verse:] Oh how is it that I could come out to here and be still floating And never hit bottom and keep falling through Just relaxed and paying attention All my two dimensional boundaries were gone I had lost to them badly I saw the world crumble and thought I was dead But I found my senses still working And as I continued to drop thru the hole I found all the surrounding Who showed me the joy that innocently is Just be quiet and feel it around you And I opened my heart to the whole universe And I found it was loving And I saw the great blunder my teacher's had made Scientific delirium madness I will keep falling as long as I live All without ending And I will remember the place that is now That has ended before the beginning Oh how is it that I could come out to here and be still floating And never hit bottom and keep falling through Just relaxed and paying attention  ",
        "title": "5 D (Fifth Dimension)"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "Distant Shores"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  I can't explain the things you do to me But I'm sure there's an explanation Maybe it's the way you carry yourself Or maybe it's your conversation You got me tiptoeing on a cloud I pray that I might fall through And hit rock bottom, soon to be forgotten Like so many other people do  I need you to help me convince myself (oh-oh-oh, I love you) That besides me there's no-one else (oh-oh-oh, I love you)  Cause I feel a whole lot of shakin' in my heart since I met you Don't you know I a whole lot of shakin' in my heart since I met you  The guys I used to hang around with Tell me that I've changed, that I'm acting kinda strange But they don't realise that since I met you My whole life has been rearranged You make me feel kinda insecure Cause my heart, I can no longer control And you've got me knocking, jumping and stopping Don't know which way I'm supposed to go  My heart is all tied up in knots (oh-oh-oh, I love you) I walk around daily in a state of shock (oh-oh-oh, I love you)  Cause I feel a whole lot of shakin' in my heart since I met you Don't you know I feel a whole lot of shakin' in my heart since I met you  My heart is all tied up in knots (oh-oh-oh, I love you) I walk around daily in a state of shock (oh-oh-oh, I love you)  Cause I feel a whole lot of shakin' in my heart since I met you Don't you know I feel a whole lot of shakin' in my heart since I met you  ",
        "title": "Whole Lot Of Shakin' In My Heart (Since I Met You)"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  Once I was a king, I thought always a king 'Cause I just captured someone's heart But may I explain, I treated her mean And then my kingdom fell apart  I found I couldn't sleep at night And when I found her gone from sight Found out I loved her Became a joker  The joker went wild and he couldn't smile Because he had lost everything The joker went wild and he couldn't smile He felt no longer like a king  Some friendly advice, treat her heart nice Or she won't stay for very long if at all If you think you're a king and you know everything Just remember, the joker or you'll fall from her arms  You'll find you cannot sleep at night And when you find her gone from sight You'll find you loved her Become a joker  The joker went wild and he couldn't smile Because he had lost everything The joker went wild and he couldn't smile  ",
        "title": "The Joker Went Wild"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": "  Let me wrap you in my warm and tender love, yeah Let me wrap you in my warm and tender love Oh, I loved you for a long, long time Darling, please say you'll be mine And let me wrap you in my warm and tender love  Let me wrap you in my warm and tender love, yeah Let me wrap you in my warm and tender love You're so lovely, you're oh so fine  Come on and please me with your touch And let me wrap you in my warm and tender love  For I loved you for a long, long time Darling please say you'll be mine And let me wrap you in my warm and tender love I said it'll be alright if you just let me Let me wrap you in my warm and tender love Oh baby, come on and let me Let me wrap you in my warm and tender love I said it'll be alright if you just let me Wrap you in my warm and tender love, yeah  ",
        "title": "Warm And Tender Love"
    },
    {
        "artist": "The Bachelors",
        "lyrics": "  Can I trust you Will you hurt me Should I give my Heart and soul to you  Can I trust you Or will I be Just another affair You'll be throwing away When you're through  I've been in love before This time, I must be sure  I've got to love again I've got to try  Help me believe in you So I know what to do Don't let me make One more mistake Or I may die  Will you love me For the moment Or do I mean more Than that to you  So, I ask you Can I trust you If I can, then there's Nothing, no, nothing That I wouldn't do  I've been in love before This time, I must be sure I've got to love again I've got to try  Help me believe in you So I know what to do Don't let me make One more mistake Or I may die  ",
        "title": "Can I Trust You?"
    },
    {
        "artist": "\"Groove\" Holmes",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] My sweet Lady Jane, when I see you again Your servant am I and will humbly remain Just heed this plea, my love On bended knees, my love I pledge myself to lady Jane  [Verse 2] My dear lady Anne, I've done what I can I must take my leave for promised I am This play is run, my love Your time has come, my love I pledge my troth to lady Jane  [Verse 3] Oh my sweet Marie, I wait at your eaves The sands have run out for your lady and me When luck is nigh, my love Her station's right, my love Life is secure with lady Jane  ",
        "title": "Lady Jane"
    },
    {
        "artist": "Bobby Vee And The Strangers",
        "lyrics": null,
        "title": "Look At Me Girl"
    },
    {
        "artist": "Verdelle Smith",
        "lyrics": "  Verdelle Smith Miscellaneous Tar And Cement Tar and Cement Verdelle Smith The town I came from was quiet and small We played in the meadows where the grass grew so tall In summer the lilacs would grow everywhere The laughter of children would float in the air As I grew older I had to roam Far from my family, far from my home Into the city, where lives can be spent Lost in the shadows of tar and cement  Chorus: And every night I'd sit alone and learn What loneliness meant Up in my rented room above the world Of tar and cement Each day I'd wake up and look at the sky Think of the meadows where I used to lie Then I'd remember all of that's gone You're in the city, you better push on Get what you came for, before it's too late Get what you came for, the meadows can wait Repeat Chorus Many years later, tired at last I headed for home to look for my past I looked for the meadows, there wasn't a trace Six lanes of highway had taken their place Where were the lilacs and all that they meant Nothing but acres of tar and cement Yet I can see it there so clearly now Where has it gone? Yes I can see it there so clearly now Where has it gone? Where are the meadows? (tar and cement) Where are the lilacs? (tar and cement) And where is the tall grass? (tar and cement) The laughter of children? (tar and cement) Nothing but acres (tar and cement) Acres and acres.....(fade to end)  ",
        "title": "Tar And Cement"
    },
    {
        "artist": "David Houston",
        "lyrics": "  Last night all alone in a barroom Met a girl with a drink in her hand She had ruby red lips, coal black hair And eyes that would tempt any man  Then she came and sat down at my table And as she placed her soft hands in mine I found myself wanting to kiss her For temptation was flowing like wine  And I was almost persuaded To strip myself of my pride Almost persuaded To push my conscience aside  Then we danced and she whispered, \"I need you\" \"Take me away from here and be my man\" Then I've looked into her eyes and I saw it The reflection of my wedding band  And I was almost persuaded To let strange lips lead me on Almost persuaded But your sweet love made me stop and go home  ",
        "title": "Almost Persuaded"
    },
    {
        "artist": "Mel Carter",
        "lyrics": null,
        "title": "You You You"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": null,
        "title": "Make Me Belong To You"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "Leroy Pullins",
        "lyrics": null,
        "title": "I'm A Nut"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": null,
        "title": "The Tip Of My Fingers"
    },
    {
        "artist": "The Shangri-Las",
        "lyrics": "  The past, past, well now let me tell you about the past The past is filled with silent joys and broken toys Laughing girls and teasing boys Was I ever in love? I called it love- I mean, it felt like love There were moments when, well, there were moments when  Present, Go out with you? Why not Do I like to dance? Of Course Take a walk along the beach tonight? I'd love to But don't try to touch me, don't try to touch me 'cause that will never happen again Shall we dance  [Instrumental]  The future, tomorrow? well tomorrows a long way off Maybe someday I'll have somebody's hand Maybe somewhere someone will understand You know I used to sing- a tisket a tasket a green and yellow basket I'm all packed up and I'm on my way and I'm gonna fall in love But at the moment it doesn't look good At the moment it will never happen again  I don't think it will ever happen again  ",
        "title": "Past, Present And Future"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": "  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  Yo soy un hombre sincero De donde crecen las palmas Yo soy un hombre sincero De donde crecen las palmas Y antes de morir me quiero Echar mis versos del alma  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  Mi verso es de un verde claro Y de un carmín encendido Mi verso es de un verde claro Y de un carmín encendido Mi verso es un ciervo herido Que busca en el monte amparo  The words mean \"I am a truthful man from the land of the palm trees And before dying, I want to share these poems of my soul My poems are soft green My poems are also flaming crimson My poems are like a wounded fawn seeking refuge in the forest  The last verse says:'Con los pobres de la tierra' With the poor people of this earth I want to share my fate The streams of the mountains please me more than the sea\"  (background) Por los pobres de la tierra Quiero yo mi suerte echar Por los pobres de la tierra Quiero yo mi suerte echar Y el arroyo de la sierra Me complace más que el mar  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  ",
        "title": "Guantanamera"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] Fake young when we met Everything seemed alright Like children sing on the sidewalk Cut straight through the moonlight  [Pre-Chorus 1] But how I love those days we didn't get out of bed Left your taste in my mouth Your strange voice in my head  [Chorus] Oh, I wanna hear it again Cause back then we were caught in a love song so loud, oh yeah No not so typical love song Cause it hurt us again and again So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again  [Post-Chorus] Hey, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, hey La, la, la, la, la Ok look out  [Verse 2] You'd leave the cities and chase bullet holes That's actually star light And in those rare moments you and I were brilliant We were gonna be alright  [Pre-Chorus 2] But god I loved those days we couldn't get out of bed Left your taste in my mouth All your words in my head  [Chorus] And now I wanna hear it again Cause back then we were caught in a love song so loud, oh yeah No not so typical love song Cause it hurt us again and again So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again, woo  [Post-Chorus] Sha, la, la, la, la, la, la Sha, la, la, la, la, la, la, la, la, la, la, la, la, la Sha, la, la, la, la, la, la, la, la, so bad, oh yeah Sha, la, la, la, la, la, la, la, la  [Outro] 1, 2, 3, 4 I wanna be alright I wanna be alright I wanna be alright with my baby tonight I wanna be alright I wanna be alright I wanna be alright with my baby tonight, oh yeah So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again  ",
        "title": "Alfie"
    },
    {
        "artist": "Sandy Posey",
        "lyrics": "  It makes no difference If you're rich or poor Or if you're smart or dumb A woman's place in this old world Is under some man's thumb  And if you're born a woman You're born to be hurt You're born to be stepped on Lied to, cheated on And treated like dirt  Ah, if you're born a woman You're born to be hurt A woman's lot is to give and give And go on giving A woman's got to love and lose And go on living  Well, I was born a woman I didn't have no say And when my man finally comes home He makes me glad it happened that way Because to be his woman No price is too great to pay  Yes, I was born a woman I'm glad it happened that way Oh, I was born a woman I'm glad it happened that way  ",
        "title": "Born A Woman"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": "  Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Five o'clock in the mornin' I'm all ready up and gone Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Cos I'm on call in the mornin' Oh I go by the coal But when Saturday goes around I'm too tired for havin' fun (Too tired for having fun)  I been workin'in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Five o'clock in the mornin' I'm all ready up and gone Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Cos I'm on call in the mornin' Oh I go by the coal But when Saturday goes around I'm too tired for havin' fun (Too tired for having fun)  I been workin'in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  ",
        "title": "Working In The Coal Mine"
    },
    {
        "artist": "Ramsey Lewis",
        "lyrics": null,
        "title": "Wade In The Water"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "A Million And One"
    },
    {
        "artist": "Susan Christie",
        "lyrics": "  I don't like snails, or toads, or frogs Or strange things living under logs But, mmm, I love onions I don't like dancin' with crazy Ted He's always jumpin' on my head But, mmm, I love onions  Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot  I don't like rain, or snow, or hail Or Moby Dick, the great white whale But, mmm, I love onions I don't like shoes that pinch your toes Or people who squirt you with a garden hose But, mmm, I love onions  Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot. Yeah!  The onion is a tuberous vegetable and is a member of the genus stinkus delicioso. It was highly prized by the ancient Egyptian pharaohs, and their friends and cousins-a. They cause watering of the eyes and rubifaction of the skin, but it is very, very tasty. (huhuh)  Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot Onions, onions, la la la. Onions, onions, ha ha ha Root toot doodle-ee-oot doot doo doot  How vewwy, vewwy cwude!  ",
        "title": "I Love Onions"
    },
    {
        "artist": "Roger Williams",
        "lyrics": null,
        "title": "Lara's Theme from \"Dr. Zhivago\""
    },
    {
        "artist": "Mike Williams",
        "lyrics": null,
        "title": "Lonely Soldier"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  I guess I'll always love you You've got the love I need You've got the love I need  Open up your arms And let me walk on in Open up your heart And let me live again  When you left, you left with me A dream no longer reality I live the shadows of our past With this love that's born to last  I guess I'll always love you You've got the love I need You've got the love I need  The only time I'm happy Is when you're on my mind Every day I live All my love I give  I've been a thousand places Seen your smile on a thousand faces No matter what I try to do I'm always dreaming of you  I guess I'll always love you You've got the love I need You've got the love I need  Every girl that passes by I see your sparkle in her eye Right away I stop and stare Close my eyes and see you there  Whenever I feel almost free Old Memories take hold of me I love you now so much more Then I ever did before  I guess I'll always love you I guess I'll always love you I guess I'll always love you  ",
        "title": "I Guess I'll Always Love You"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Teenager's Prayer"
    },
    {
        "artist": "The Platters",
        "lyrics": "  Remember love notes, the teacher found in school The whole class laughing, gee I felt just like a fool  But that's not the very part about I I had to write 1 thousand times  That I love you, I love you I love you, I love you Girl, I love you 1 thousand times  The love notes I treasured, loving you was not a sin Punishment was pleasure, whoo I'd do it all over again  I wrote, and I wrote, till my fingers got sore But I had to write just a little bit more  Did you read my letters, it's been on my mind? All that it said was girl I love you one thousand times  From them until this very same day I still feel that same old way  ",
        "title": "I Love You 1000 Times"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Bus stop, wet day She's there, I say Please share my umbrella  Bus stops, bus goes She stays, love grows Under my umbrella  All that summer we enjoyed it Wind and rain and shine That umbrella we employed it By August she was mine  Every morning I would see her Waiting at the stop Sometimes she'd shop And she would show me what she'd bought  Other people stared As if we were both quite insane Someday my name and hers Are going to be the same  That's the way the whole thing started Silly but it's true Thinking of our sweet romance Beginning in a Queue  Came the sun The ice was melting No more sheltering now Nice to think that that umbrella Led me to avow  Every morning I would see her Waiting at the stop Sometimes she'd shop And she would show me what she'd bought  Other people stared As if we were both quite insane Someday my name and hers Are going to be the same  Came the sun The ice was melting No more sheltering now Nice to think that that umbrella Led me to a vow  ",
        "title": "Bus Stop"
    },
    {
        "artist": "The McCoys",
        "lyrics": null,
        "title": "(You Make Me Feel) So Good"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": "  When you told me that you loved me And I thought I could tell that you did My heart told me all was well  From the deepest part of me There came a melody, complete with harmony As my heart played for me a symphony  I remember all the times You told me that you were mine And I remember what it did to me  From the deepest part of me There came a melody, complete with harmony As my heart played for me a symphony  But when I read your goodbye note When I read the things you wrote When I knew that you had gone from me  From the deepest part of me came tones of tragedy No trace of harmony, no symphony For there was no heart left in me  ",
        "title": "My Heart's Symphony"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  {Children, go where I send you (Where will you send me?) I'm gon' send you to that land The land of a thousand dances}   1-2-3 1-2-3 Ow! Uh! Alright! Uh!  Got to know how to pony Like Bony Maronie Mash potato, do the alligator Put your hand on your hips, yeah Let your backbone slip Do the Watusi Like my little Lucy Hey! Uh!  Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na I need somebody to help me say it one time Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Wow!  {Instrumental}  Wow! Uh! You know I feel alright! Huh! I feel pretty good y'all Uh! Huh!  Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Come on y'all, let's say it one more time) Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Oow!  Playing, it is a habit With long tall Sally Twistin' with Lucy Doin' the Watusi Roll over on your back I like it like that Do that Jerk, uh Watch me work y'all Ow! Do it! Wow! Do it! Just watch me do it  Aah, help me Aah, help me Aah, help me Aah, help me  ",
        "title": "Land Of 1000 Dances"
    },
    {
        "artist": "Joe Tex",
        "lyrics": "  When I got your letter baby I was in a foxhole on my knees (Oh yes, I was) And your letter brought me so much strength  Tell you what I did, baby (Oh, you won't believe it) I raised up and got me Two mo' enemies (Oh yes, I did)  Listen, that's why I believe that I'm gonna make it (Tell everybody back home) I believe that I'm gonna make it And baby, I'll be home before you can say Jackie Robinson (Oh yes, I will, yes, I will)  Sometimes I wonder Do you really love me Then I'll think of something sweet You once said to me  And the thought makes me feel So good inside I raise up and get me Two mo' enemies  Listen, baby (Ooh, oh baby) I wished a thousand times That we had gotten married Before I left home for Vietnam  But then when I see so many of my buddies Gettin' shot down all around me Makes me kinda glad that we waited Because I don't wanna leave you At home being a widow, no I know you understand, babe  Listen darling They promised me a furlough On the fifteenth of next month And I want you to say a prayer tonight That my furlough will come through  So I can come home to be with you And tomorrow, oh tomorrow Go by and tell my mom and daddy That I love 'em And for 'em not to worry about me  Listen 'Cause I believe that I'm gonna make it Tell everybody back home I believe that I'm gonna make it And baby, I'll be home before you can say Batman and Robin  ",
        "title": "I Believe I'm Gonna Make It"
    },
    {
        "artist": "Chubby Checker",
        "lyrics": "  Hey you little Boo-ga-loo What cha tryin' to do With ya dancin' shoes Messin' up my mind [Reachin'] all the time Don't you ever [baby] Get tired of me  Hey you little Boo-ga-loo Hey [now] with your wavy hair Baby don't you dare When everybody stares Start to get jealous [ - ] of the fellas Lookin' at you the way they do  Hey you little Boo-ga-loo We been dancin' [sellin' - - -] Can't keep it up there we're gotta stop All I wanna do is make love to you But all you wanna do is Boo-ga-loo Ar hey hey  Git, git,git, ar get nasty hey  Hey you little Boo-ga-loo What cha gonna do Tell us it's up to you Tired of waitin', losin' my patience Dance is all you think of Don'y cha know that I ... Hey you little Boo-ga-loo We're been dancin' [- - -] Can't keep it up there we're gotta stop All I wanna do is make love to you But all you wanna do is Boo-ga-loo Hey you little Boo-ga-loo What cha tryin' to do...  ",
        "title": "Hey You! Little Boo-Ga-Loo"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] Told me, darling, that you had to go Done take your money, I don't care no more I know you're happy, try to get along  [Chorus] Money won't change you[x3] But time will take you on Lookie here  [Verse 1] If everybody had once been hurt Then you know how it mean to be treated like dirt Go ahead, baby, tell the world That you're my woman and my only girl  [Chorus] Money won't change you Money won't change you I said, \"Money won't change you But time will take you on\"  [Bridge] I [?] you're happy [?] know you're happy And now you're gone  [Chorus] Money won't change you Money won't change you, mama Money won't change you I said, \"Money won't change you But time will take you on\"  [Verse 2] Lookie here, lookie here Look here I said, \"One time, one time\" Oh, yeah, hold out, hold out Hold out, hold it, slow it down, hold on  [Bridge] Get it, get it, get it, get it[x3] Get it, get it Get on up, get on up[x2] Come on, baby[x2]  [Outro] Everybody stand up[x2] Raise your hands[x2]  ",
        "title": "Money Won't Change You (Part 1)"
    },
    {
        "artist": "The Cryan' Shames",
        "lyrics": "  Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Everybody stops and stares at my baby, when she's walking down the street People passing by just look at my baby, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Every time we kiss I get that feeling, every time we simply meet When I see her smile I get that feeling, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Never eve knew a girl so lovely, sweet enough to want to meet Everyone's crazy 'bout my baby, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  ",
        "title": "Sugar And Spice"
    },
    {
        "artist": "Darrell Banks",
        "lyrics": "  Walk right on in Stretch out your arms Let the lovelight shine On my soul, baby And let love come running in  You know that I needed you I've needed you a long, long time My pride is too much for me, baby And I'm about to lose my mind  Walk right on in Let your love come running in Open the door to your heart, baby  Open the door to your heart Open the door to your heart And let love come running in Let your love come running in  Let it flow like the river Let it shine like the light Take all my mind and soul, baby Why don't you give it sight?  I'm trying to Keep from loving you And I've been loving you A little too long  Darling, darling You've been so sweet to me That's what keeps My love so strong  Walk right on in Let your love come running in Open the door to your heart, baby  Open the door to your heart Open the door to your heart And let love come running in Let your love come running in  I need you to stand by me Let your love come running in Let it flow like the river  ",
        "title": "Open The Door To Your Heart"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": null,
        "title": "Bring Back The Time"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": "  Only in America Can a guy from anywhere Go to sleep a pauper and wake up a millionaire Only in America Can a kid without a cent Get a break and maybe grow up to be President Only in America Land of opportunity, yeah Would a classy girl like you fall for a poor boy like me Only in America Can a kid who's washin' cars Take a giant step and reach right up and touch the stars Only in America Could a dream like this come true Could a guy like me start with nothing and end up with you ------ instrumental break ------ Only in America Land of opportunity, yeah Would a classy girl like you fall for a poor boy like me Only in America (poor boy like me) Only in America (only in America) Only in America (only in America) Only in America (only in America) Only in America (only in America) Only in America  ",
        "title": "Livin' Above Your Head"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Wouldn't it be nice if we were older Then we wouldn't have to wait so long And wouldn't it be nice to live together In the kind of world where we belong  [Chorus 1] You know it's gonna make it that much better When we can say goodnight and stay together  [Verse 2] Wouldn't it be nice if we could wake up In the morning when the day is new And after having spent the day together Hold each other close the whole night through  [Chorus 2] Happy times together we've been spending I wish that every kiss was neverending Wouldn't it be nice  [Bridge] Maybe if we think and wish and hope and pray it might come true Baby then there wouldn't be a single thing we couldn't do We could be married (we could be married) And then we'd be happy (and then we'd be happy)  Wouldn't it be nice  [Pre-Chorus] You know it seems the more we talk about it It only makes it worse to live without it But lets talk about it Wouldn't it be nice  Good night my baby Sleep tight my baby Good night my baby Sleep tight my baby  ",
        "title": "Wouldn't It Be Nice"
    },
    {
        "artist": "Nancy Wilson",
        "lyrics": null,
        "title": "Uptight (Everything's Alright)"
    },
    {
        "artist": "The Shades Of Blue",
        "lyrics": null,
        "title": "Lonely Summer"
    },
    {
        "artist": "Clefs Of Lavender Hill",
        "lyrics": null,
        "title": "Stop! - Get A Ticket"
    },
    {
        "artist": "The Surfaris",
        "lyrics": "  Ah ha ha ha ha ha ha ha ha ha ha ha, wipe out  ",
        "title": "Wipe Out"
    },
    {
        "artist": "Love",
        "lyrics": "  [Verse 1] When I was a boy I thought about the times I'd be a man I'd sit inside a bottle and pretend that I was in a can In my lonely room I'd sit my mind in an ice cream cone You can throw me if you wanna cause I'm a bone and I go Oop-ip-ip oop-ip-ip, yeah!  [Verse 2] If I don't start cryin' it's because that I have got no eyes My father's in the fireplace and my dog lies hypnotized Through a crack of light I was unable to find my way Trapped inside a night but I'm a day and I go Oop-ip-ip oop-ip-ip, yeah!  1,2,3,4!  ",
        "title": "7 And 7 Is"
    },
    {
        "artist": "Donovan",
        "lyrics": "  Sunshine came softly through my a-window today Could've tripped out easy a-but I've a-changed my ways It'll take time, I know it but in a while You're gonna be mine, I know it, we'll do it in style Cause I made my mind up you're going to be mine  I'll tell you right now Any trick in the book now, baby, all that I can find Everybody's hustlin' just to have a little scene When I say we'll be cool I think that you know what I mean We stood on a beach at sunset, do you remember when? I know a beach where, baby, a-it never ends When you've made your mind up forever to be mine  Hmm, hmm, hmm, hmm, hmm I'll pick up your hand and slowly blow your little mind Cause I made my mind up you're going to be mine I'll tell you right now Any trick in the book now, baby, all that I can find  Superman or Green Lantern ain't got a-nothin' on me I can make like a turtle and dive for your pearls in the sea, yeah! A you-you-you can just sit there a-thinking on your velvet throne 'bout all the rainbows a-you can a-have for your own When you've made your mind up forever to be mine I'll pick up your hand and slowly blow your little mind When you've made your mind up forever to be mine  I'll pick up your hand I'll pick up your hand  ",
        "title": "Sunshine Superman"
    },
    {
        "artist": "The Razor's Edge",
        "lyrics": null,
        "title": "Let's Call It A Day Girl"
    },
    {
        "artist": "Alan Price Set",
        "lyrics": "  I put a spell on you, because you´re mine You´d better stop the things that you do I ain´t lyin´, no I ain´t lyin´, yeah! I just can´t stand it, baby, for you´re always runnin´ around I can´t stand it the way you´re always puttin´ me down I put a spell on you, because you´re mine  I put a spell on you, because you´re mine You´d better stop the things that you do Lord knows I ain´t lyin´, said I ain´t lyin´ I just can´t stand it, baby, the way you´re always tryin´ to put me down I just can´t stand it the way you´re always runnin´ ´round I put a spell on you, because you´re mine Because you´re mine  {Organ hook}  I said I love you, I love you, I love you, oh baby how I don´t care if you don´t want me I said I´m yours, I´m yours right now I put a spell on you, because you´re mine I put a spell on you I just can´t stand the way you´re always tryin´ to put me down I put a spell on you, oh yeah I put a spell on you, I put a spell on you  ",
        "title": "I Put A Spell On You"
    },
    {
        "artist": "Bob Kuban And The In-Men",
        "lyrics": null,
        "title": "Drive My Car"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": null,
        "title": "Georgia Rose"
    },
    {
        "artist": "The Intruders",
        "lyrics": null,
        "title": "(We'll Be) United"
    },
    {
        "artist": "Alvin Cash & The Registers",
        "lyrics": null,
        "title": "The Philly Freeze"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  [Intro: Sax, Instrumental & Dance party people]  [Chorus] How sweet it is to be loved by you Whoa, yes it is baby How sweet it is to be loved by you  [Verse 1] I needed the shelter In someone's arms And there you were I needed someone Understand my up and down And there you were (yes, you was)  With sweet love and devotion Deeply affecting my emotion I wanna stop (stop!) Thank you, baby (thank you, baby!) I wanna stop (stop!) And thank you, baby (how sweet it is, now!) Hey, now (tell him 'bout it)  [Chorus] How sweet it is to be loved by you (C'mon, tell about it) Ooh, yes it is, baby How sweet it is to be loved by you, you-hoo  [Verse 2] Close my eyes at night (woo-hoo) Wonder where would I be Without you in my life? (Nowhere, baby) Evr'ything was just a bore All the things I did Seems I did before  But you brought love In all my days With a love so sweet In so many ways I wanna stop (stop!) And thank you, baby I wanna stop (hey!) And thank you, baby  [Chorus] Hey, now How sweet it is to be loved by you Ooh, natural baby How sweet it is to be loved by you Ooh, alright now-oow  ",
        "title": "How Sweet It Is (To Be Loved By You)"
    },
    {
        "artist": "Peter And Gordon",
        "lyrics": null,
        "title": "To Show I Love You"
    },
    {
        "artist": "James Carr",
        "lyrics": "  Now here I am With this pain in my heart now I got a sweet little woman Took my heart and She tore it apart  I tried not to show it But it just ain't no use  It's just like holding on To a hot rod now, baby I can't turn it loose now  I just had a love attack Lord, I just had a love attack  Now my love life was nothing In fact, it was a blank Until you came along, ooh wee You put a little tiger in my tank  Can't you see you got me Helpless right now, baby Laid down on my back  You got me down, down, down Down, down from a love attack  I've had the mumps and the measles Lord, I had the whooping cough I been down with double pneumonia But I was able to shake it off  But you came along and Knocked me flat on my back Now you got me suffering From a little love attack  I fell for you, baby Baby, I fell for you Just like a rock now  When you turned on your love I was so weak, I just Couldn't stand the shock now  You hit me just like lightning Knocked me out of my chair You got me down, baby I'm down with a love attack  Can't you see you Got me down right now Down with a love attack  Got my mind messed up I got a love attack now  I, I love you I love you  ",
        "title": "Love Attack"
    },
    {
        "artist": "Mitch Ryder And The Detroit Wheels",
        "lyrics": null,
        "title": "Takin' All I Can Get"
    }
]