[
    {
        "artist": "Roberta Flack",
        "lyrics": "  The first time, ever I saw your face I thought the sun rose in your eyes And the moon and the stars Were the gifts you gave To the dark, and the endless skies My Love  And the first time, ever I kissed your mouth I felt the earth move in my hands Like the trembling heart Of a captive bird That was there, at my command My Love  And the first time, ever I lay with you I felt your heart so close to mine And I knew our joy Would fill the earth And last, til the end of time My Love And last, 'til the end of time My love  The first time, ever I saw Your face Your face Your fa-ace Your face  ",
        "title": "The First Time Ever I Saw Your Face"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "I Gotcha"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": "  Oh, girl I'd be in trouble if you left me now Cause I don't know where to look for love I just don't know how  Oh, girl How I depend on you To give me love when I need it Right on time you would always be  All my friends call me a fool They say let the woman take care of you So I try to be hip and think like the crowd But even the crowd can't help me now, ohhhh  Oh, girl Tell me, what am I gonna do I know I've got a guilty face Girl, I feel so out of place, oh, yeah yeah  Don't know where to go, who to see, yeah  Oh, girl I guess I better go I can save myself a lot of useless tears Girl, I've gotta get away from here  Oh, girl Pain will double if you leave me now I don't know where to look for love And I don't, I don't know how  Oh, girl Why do I love you so? Yeah  Better be on my way, I can't stay Oh yeah Have you ever seen such a helpless man, oh no  ",
        "title": "Oh Girl"
    },
    {
        "artist": "The Staple Singers",
        "lyrics": "  Oh, mmm.. I know a place Ain't nobody cryin', ain't nobody worried Ain't no smilin' faces, mmm, naw, naw  Lyin' to the races Help me, come on, come on Somebody help me now (I'll take you there) Help me, y'all (I'll take you there) Help me now (I'll take you there) Oh! (I'll take you there) Oh, oh! mercy (I'll take you there) Oh, let me take you there! (I'll take you there) Oh, oh, let me take you there! (I'll take you there)  Play your, play your, play, play Play your, play your piano now Alright, ah, do it, do it, come on now Play on it, play on it, big daddy now Daddy, daddy, daddy, play your  Ooh, Lord, alright now Baby, little Davey, easy now, help me out Come on, little Davey, alright Sock it, sock it, ah, oh, ah  I know a place, y'all (I'll take you there) Ain't nobody cryin' (I'll take you there) Ain't nobody worried (I'll take you there) No smilin' faces (I'll take you there) Uh uh (Lyin' to the races) (I'll take you there) Oh, no Oh! (I'll take you there) Oh, oh, oh! (I'll take you there) Mercy now! (I'll take you there) I'm callin', callin', callin' for mercy! (I'll take you there) Mercy, mercy! (I'll take you there) Let me (I'll take you there) Oh, oh! I'll take you there (I'll take you there) Oh, I wanna take you there (I'll take you there) Just take me by the hand, let me (I'll take you there) Let me, let me, let me, let me lead, lead the way Oh! (I'll take you there) Let me take you there! (I'll take you there) Let me take you there! (I'll take you there) Ain't no smilin' faces! (I'll take you there) Up in here, lyin' to the races! (I'll take you there) You oughta, you gotta, gotta, gotta let me, let me! (I'll take you there) Take you, take you, take you over there! (I'll take you there) Ooh, oh, oh! Alright (I'll take you there) Oh, alright! (I'll take you there) Oh, oh! (I'll take you there) Ah, oh yeah (I'll take you there) Oh yeah (I'll take you there) Let me lead the way (I'll take you there) Let me, let me, let me lead the way (I'll take you there) (I'll take you there) Oh, mmm (I'll take you there) You won't have to pay, oh, oh no  ",
        "title": "I'll Take You There"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweet, tweet, tweet, tweet  [Pre-Chorus] He rocks in the tree tops all day long Hopping and a-Bopping and singing his song All the little birdies on Jaybird Street Love to hear the robin go tweet tweet tweet  [Chorus] Rocking robin, rock rock Rocking robin Blow rocking robin Because we are really going to rock tonight  [Verse 1] Every little swallow, every chick-a-Dee Every little bird in the tall oak tree The wise old owl, the big black crow Flapping their wings singing go bird go  [Chorus]  [Verse 2] Pretty little raven at the bird-band stand Taught him how to do the bop and it was grand They started going steady and bless my soul He out-bopped the Buzzard and the Oriole  [Pre-Chorus]  [Chorus]  Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweedily deedily dee, Tweedily deedily dee Tweet, tweet, tweet, tweet  ",
        "title": "Rockin' Robin"
    },
    {
        "artist": "The Stylistics Featuring Russell Thompkins,Jr.",
        "lyrics": "  [Verse 1] There's a spark of magic in your eyes Candyland appears each time you smile (ooh ooh ooh) Never thought that fairy tales came true But they come true When I'm near you  [Pre-Chorus] You're a genie in disguise (ooh ooh ooh) Full of wonder and surprise And  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Verse 2] If I could I'd catch a falling star To shine on you so I'll know where you are (ooh ooh ooh) Order rainbows in your favorite shade To show I love you Thinking of you  [Pre-Chorus] Write your name across the sky (ooh ooh ooh) Anything you ask I'll try 'Cause  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Chorus] Betcha by golly, wow You're the one that I've been waiting for forever And ever will my love for you Keep growing strong Keep growing strong  [Outro] Betcha by golly, wow You're the one that I've been waiting for forever  ",
        "title": "Betcha By Golly, Wow"
    },
    {
        "artist": "Al Green",
        "lyrics": "  [Verse 1] Now that you're here with me I want to keep you free To do the things that you want to do The joy in life is loving you But now the day has come To let you know where I'm coming from, yeah The best of my years will go to you It's the only thing that I can do But these things don't come overnight Lovin' you, baby, and I think I'm right Let me say before I forget Lovin' you, baby, it's where it's at, yeah  [Chorus] And oh baby, look what you done for me Oh baby, you set my heart free, yeah Oh, what a feeling, yeah yeah yeah What a feeling, yeah  [Verse 2] Sometimes I wanna leave, but then I say It wouldn't make sense, no, anyway Forgive me baby, if I do wrong I haven't been a true man for so long Let be say before I forget Lovin' you, baby, it's where it's at  [Chorus] Oh baby, look what you done for me Oh baby, you set my heart free Baby, do you wanna, do the thing that you oughta You've been very good for me And I, I gotta, gotta to say it Oh baby, look what you done for me Oh yeah, you set my heart free, yeah  [Outro] Oh, no matter, what you done for me I got this feelin' that it's gonna...hey! And oh, look what you done for me Baby baby, you set my heart free  ",
        "title": "Look What You Done For Me"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Day Dreaming"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": "  [Intro] Back off boogaloo I said, back off boogaloo I said, back off boogaloo, boo  [Verse 1] Back of boogaloo What do you think I'm going to do? I got a flash right from the start Wake up, meat head Don't pretend that you are dead  [Pre-Chorus] Get yourself up off the cart Get yourself together now And give me something tasty Everything you try to do You know it sure sounds wasted  [Chorus] Back off boogaloo I said, back off boogaloo Come on, back off boogaloo, boo  [Verse 2] You think you're a groove Standing there in your wallpaper shoes And your socks that match your eyes  [Chorus]  [Pre-Chorus] Get yourself together now And give me something tasty Everything you try to do You know it sure sounds wasted  [Chorus][x6]  ",
        "title": "Back Off Boogaloo"
    },
    {
        "artist": "America",
        "lyrics": "  {Intro}  On the first part of the journey I was looking at all the life There were plants and birds and rocks and things There was sand and hills and rings The first thing I met was a fly with a buzz And the sky with no clouds The heat was hot and the ground was dry But the air was full of sound  [Chorus] I've been through the desert on a horse with no name It felt good to be out of the rain In the desert you can remember your name Cause there ain't no one for to give you no pain La, la ..  After two days in the desert sun My skin began to turn red After three days in the desert fun I was looking at a river bed And the story it told of a river that flowed Made me sad to think it was dead  [Chorus] (you see) I've been through the desert on a horse with no name It felt good to be out of the rain In the desert you can remember your name Cause there ain't no one for to give you no pain La, la ...  {Bridge}  After nine days I let the horse run free Cause the desert had turned to sea There were plants and birds and rocks and things There was sand and hills and rings The ocean is a desert with its life underground And a perfect disguise above Under the cities lies a heart made of ground But the humans will give no love  [Chorus] (You see) I've been through the desert on a horse with no name It felt good to be out of the rain In the desert you can remember your name Cause there ain't no one for to give you no pain  La, la ...  ",
        "title": "A Horse With No Name"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  [Verse 1] Women think I'm tasty, but they're always tryin' to waste me And make me burn the candle right down But baby, baby, I don't need no jewels in my crown Cause all you women is low down gamblers Cheatin' like I don't know how But baby, I go crazy, there's fever in the funk house now This low down bitchin' got my poor feet a itchin' You know you know the deuce is still wild  [Chorus] Baby, I can't stay, you got to roll me And call me the tumbling dice  [Verse 2] Always in a hurry, I never stop to worry Don't see the time flashin' by Honey, got no money I'm all sixes and sevens and nines Say now, baby, I'm the rank outsider You can be my partner in crime  [Chorus] But baby, get it straight You got to roll me and call me the tumbling Roll me and call me the tumbling dice  [Bridge] Oh, my, my, my, I'm the lone craps shooter Playing the field every night  [Outro] Baby, get it straight You got to roll me and call me the tumbling dice (Call me the tumbling) Got to roll me, got to roll me, got to roll me (Oh yeah) Got to roll me, got to roll me, got to roll me (Keep on rolling, Keep on rolling)  ",
        "title": "Tumbling Dice"
    },
    {
        "artist": "Don McLean",
        "lyrics": null,
        "title": "Vincent (Starry, Starry Night)/Castles In The Air"
    },
    {
        "artist": "Commander Cody & His Lost Planet Airmen",
        "lyrics": "  My pappy said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot Rod Lincoln.\"  Have you heard this story of the Hot Rod race When Fords and Lincolns was settin' the pace That story is true, I'm here to say I was drivin' that Model A  It's got a Lincoln motor and it's really souped up That Model A Vitimix makes it look like a pup It's got eight cylinders; uses them all It's got overdrive, just won't stall  With a 4-barrel carb and a dual exhaust With 4.11 gears you can really get lost It's got safety tubes, but I ain't scared The brakes are good, tires fair  Pulled out of San Pedro late one night The moon and the stars was shinin' bright We was drivin' up Grapevine Hill Passing cars like they was standing still  All of a sudden in a wink of an eye A Cadillac sedan passed us by I said, \"Boys, that's a mark for me!\" By then the taillight was all you could see  Now the fellas was ribbin' me for bein' behind So I thought I'd make the Lincoln unwind Took my foot off the gas and man alive I shoved it on down into overdrive  Wound it up to a hundred-and-ten My speedometer said that I hit top end My foot was blue, like lead to the floor That's all there is and there ain't no more  Now the boys all thought I'd lost my sense And telephone poles looked like a picket fence They said, \"Slow down! I see spots! The lines on the road just look like dots.\"  Took a corner; sideswiped a truck Crossed my fingers just for luck My fenders was clickin' the guardrail posts The guy beside me was white as a ghost  Smoke was comin' from out of the back When I started to gain on that Cadillac Knew I could catch him, I thought I could pass Don't you know by then we'd be low on gas?  We had flames comin' from out of the side Feel the tension. Man! What a ride! I said, \"Look out, boys, I've got a license to fly!\" And that Caddy pulled over and let us by  Now all of a sudden she started to knockin' And down in the dips she started to rockin' I looked in my mirror; a red light was blinkin' The cops was after my Hot Rod Lincoln!  They arrested me and they put me in jail And called my pappy to throw my bail And he said, \"Son, you're gonna' drive me to drinkin' If you don't stop drivin' that Hot... Rod... Lincoln!\"  ",
        "title": "Hot Rod Lincoln"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  Doctor, my eyes have seen the years And the slow parade of fears without crying Now I want to understand  I have done all that I could To see the evil and the good without hiding You must help me if you can  Doctor, my eyes Tell me what is wrong Was I unwise to leave them open for so long?  Cause I have wandered through this world And as each moment has unfurled I've been waiting to awaken from these dreams People go just where they will I never noticed them until I got this feeling That it's later than it seems  Doctor, my eyes Tell me what you see I hear their cries Just say if it's too late for me  Doctor, my eyes Cannot see the sky Is this the prize for having learned how not to cry?  ",
        "title": "Doctor My Eyes"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": "  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  Sweet the rain's new fall, sunlit from Heaven Like the first dew fall on the first grass Praise for the sweetness of the wet garden Sprung in completeness where His feet pass  Mine is the sunlight, mine is the morning Born of the One Light Eden saw play Praise with elation, praise every morning God's recreation of the new day  Morning has broken like the first morning Blackbird has spoken like the first bird Praise for the singing, praise for the morning Praise for them springing fresh from the Word  ",
        "title": "Morning Has Broken"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  This tired city was somebody's dream Billboard horizons as black as they seem A four-level highway across the land We're building a home for the family of man  Prices are rising, the devil's to pay Moving the mountain that got in the way Prayer books and meetings to find a plan Deciding the fate of the family of man  So hard Whatever are we coming to? Yes, it's so hard With so little time and so much to do  Memories replacing the loves that we lost Burning our bridges as soon as they're crossed Factories built where the rivers ran Time's running out for the family of man  So hard  So hard So hard So hard, family of man So hard, family of man So hard, family of man So hard, family of man So hard, family of man So hard, family of man So hard, family of man So hard, family of man So hard, family of man  ",
        "title": "The Family Of Man"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  Little bitty pretty one Come on and talk to me Lovey dovey lovely one Come sit down on my knee  I can tell you a story That happened a long time ago Little pitty pretty one I've been watching you grow  Little bitty pretty one Come on and talk to me Lovey dovey lovely one Come sit down on my knee  Come on everybody Let's put our hands together and sing along Come on, come on I'm saying Come on  I can tell you a story That happened a long time ago Little bitty pretty one I've been watching you grow  ",
        "title": "Little Bitty Pretty One"
    },
    {
        "artist": "War",
        "lyrics": "  I was slippin' into darkness When they took my friend away I was slippin' into darkness When they took, when they took my friend away  He know he loves to drink good whiskey While Laughing at the moon  Slippin' into darkness Take my mind beyond the dreams I was slippin' into darkness Take my mind beyond the dreams  Where I talk to my brother Who never said their name  Slippin' into darkness All my trouble so I choose I was slippin' into darkness All my trouble so I choose  I got a wife and a baby Now my love hath gained its fame  Slippin' into darkness When I heard my mother say I was slippin' into darkness When I heard my mother say You've been slippin' into darkness  Pretty soon you gonna pay  ",
        "title": "Slippin' Into Darkness"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Ride, I used to jump my horse and ride I had a six gun at my side I was so handsome, women cried And I got shot but never died  I could play, if I do every thing he'd say Girls just seem to get in his way Those days we weren't considered fun A cowboy's work is never done  He'd fight crime all the time He'd always win Till his mom would break it up And call him in He was tough he was hard But he was kind But he was love, cause guys like him Were hard to find  Ride, I like to ride again some day I think I still know how to play I'd play games now but it's not fun A cowboy's work is never done  ",
        "title": "A Cowboys Work Is Never Done"
    },
    {
        "artist": "Dr. Hook And The Medicine Show",
        "lyrics": "  Sylvia's mother says Sylvia's busy Too busy to come to the phone Sylvia's mother says Sylvia's trying To start a new life of her own Sylvia's mother says Sylvia's happy So why don't you leave her alone? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's packing She's gonna be leaving today Sylvia's mother says Sylvia's marrying A fella down Galveston way Sylvia's mother says please don't say nothing To make her start crying and stay And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her awhile Please, Mrs. Avery, I just want to tell her goodbye  Sylvia's mother says Sylvia's hurrying She's catching the nine o'clock train Sylvia's mother says take your umbrella 'Cause, Sylvie, it's starting to rain And Sylvia's mother says thank you for calling And, sir, won't you call back again? And the operator says forty cents more For the next three minutes  Please, Mrs. Avery, I just gotta talk to her I'll only keep her a while Please, Mrs. Avery, I just want to tell her goodbye Tell her goodbye Please, tell her goodbye  ",
        "title": "Sylvia's Mother"
    },
    {
        "artist": "Sammy Davis, Jr. with The Mike Curb Congregation",
        "lyrics": "  [Intro] Candy Man, hey Candy Man Alright everybody, gather around The Candy Man is here What kind of candy do you want? Sweet chocolate? Chocolate walnut candy? Gum drops? Anything you want You've come to the right man because I'm the Candy Man  [Verse 1] Who can take a sunrise? (Who can take a sunrise?) Sprinkle it with dew (Sprinkle it with dew) Cover it with chocolate and a miracle or two  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Who can take the rainbow? (Who can take the rainbow?) Wrap it in a sigh (Wrap it in a sigh) Soak it in the sun and make a groovy lemon pie  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Now, you talk about your childhood wishes You can even eat the dishes  [Verse 2] Oh, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Chorus] The Candy Man makes everything he bakes Satisfying and delicious Talk about your childhood wishes You can even eat the dishes  [Verse 3] Yeah, yeah, yeah, who can take tomorrow? (Who can take tomorrow?) Dip it in a dream (Dip it in a dream) Separate the sorrow and collect up all the cream  The Candy Man (the candy man) The Candy Man can (the candy man can) The Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  Yes, the Candy Man can 'cause he mixes it with love And makes the world taste good (Makes the world taste good)  [Outro] A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man, a candy man Makes the world taste good A candy man, a candy man  ",
        "title": "The Candy Man"
    },
    {
        "artist": "Badfinger",
        "lyrics": "  [Verse 1] Guess I got what I deserved Kept you waiting there too long, my love All that time, without a word Didn't know you'd think that I'd forget or I'd regret  [Chorus] The special love I have for you My baby blue  [Verse 2] All the days became so long Did you really think I'd do you wrong? Dixie, when I let you go Thought you'd realize that I would know, I would show  [Chorus] The special love I have for you My baby blue  [Bridge] What can I do, what can I say? Except that I want you by my side How can I show you? Show me a way Don't you know the times I've tried?  [Outro] Guess that's all I have to say Except the feeling just gets stronger everyday Just one thing before I go Take good care baby, let me know, let it grow The special love you have for me My Dixie dear  ",
        "title": "Baby Blue"
    },
    {
        "artist": "Malo",
        "lyrics": "  La, ah, ah, ah La, la, la, ah, ah, ah La, ah, ah, ah La, la, la, ah, ah, ah  Never, I never met a girl like you in my life I never, no, no, yeah, I never met a girl like you in my life The way that you hold me in the night The way that you make things go right Whenever you're in my arms Girl, you're filling me with all your charms  Suavecito, mi Linda Suavecito, mi linda (The feeling that I have inside) Suavecito, mi linda Suavecito  The feeling, the feeling that I have inside for you Cause ever since the day I met you I knew that you were my dream come true But I think I found that day Gonna make you mine in every way  Suavecito, mi linda (Baby, baby, baby now) Suavecito, mi linda (That we've got to find it out) Suavecito, mi linda (I just can't believe it's true) Suavecito (Cause you know that, girl, I love you)  I need you Love you.... You.... You....  All I want is you If I can't have you, I don't know what to do  La, la, la, ah, ah, ah La, la, la, ah, ah, ah La, ah, ah, ah La, la, la, ah, ah, ah  Never, I never met a girl like you in my life I never, no, no, yeah, I never met a girl like you in my life Cause I know I'll always be Together just you and me From here on, you're gonna see You'll be mine until eternity  Suavecito, mi linda (Baby, baby, baby now) Suavecito, mi linda (That we've got to find it out) Suavecito, mi linda (I just can't believe it's true) Suavecito (Cause you know that, girl, I love you) Suavecito, mi linda Suavecito, mi linda Suavecito, baby Suavecito, mi linda Suavecito Suavecito (la, la, la ,la) Suavecito Suavecito, mi linda  ",
        "title": "Suavecito"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  Mama pajama rolled outta bed, and she ran to the police station When Papa found out, he began to shout, and he started the investigation It's against the law, it was against the law What the mama saw, it was against the law  The mama looked down and spit on the ground every time my name gets mentioned The papa said \"Oy! if I get that boy I'm gonna stick him in the house of detention\"  [Hook] Well I'm on my way, I don't know where I'm going I'm on my way, I'm taking my time, but I don't know where Goodbye to Rosie, the queen of Corona Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard  [Instrumental break]  In a couple of days they're gonna take me away But the press let the story leak When the radical priest come to get me released We was all on the cover of Newsweek  [Hook] Well I'm on my way, I don't know where I'm going I'm on my way, I'm taking my time, but I don't know where Goodbye to Rosie, the queen of Corona Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard Seein', me and Julio down by the schoolyard  ",
        "title": "Me And Julio Down By The Schoolyard"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Last night, I didn't get to sleep at all, no, no I lay awake and watched until the morning light Washed away the darkness of the lonely night (Lonely night)  Oh, and last night, I got to thinking maybe I, I, I Should call you up and just forget my foolish pride I heard your number ringing, I went cold inside And last night, I didn't get to sleep at all  I know it's not my fault, I did my best God knows this heart of mine could use a rest But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all  But more and more I find the dreams I left behind Are somehow too real to replace (Replace)  Oh, last night, I didn't get to sleep at all, no, no The sleeping pill I took was just a waste of time I couldn't close my eyes 'cause you were on my mind And last night, I didn't get to sleep, didn't get to sleep No, I didn't get to sleep at all, no, no, no (No, no, no) No, no, no Oh, last night, I didn't get to sleep at all, no, no Last night, I didn't get to sleep at all, oh, oh Last night  ",
        "title": "(Last Night) I Didn't Get To Sleep At All"
    },
    {
        "artist": "Todd Rundgren",
        "lyrics": "  [Verse 1] It was late last night I was feeling something wasn't right There was not another soul in sight Only you, only you  So we walked along Though I knew that there was something wrong And a feeling hit me, oh so strong About you  [Chorus 1] Then you gazed up at me And the answer was plain to see 'Cause I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 2] Though we had our fling (we had our fling) I just never would suspect a thing (suspect a thing) Till that little bell began to ring (began to ring) In my head, in my head  But I tried to run (I tried to run) Though I knew it wouldn't help me none (would not help me none) 'Cause I couldn't ever love no one Or so I said  [Chorus 2] 'Cause my feelings for you Were just something I never knew Till I saw the light In your eyes (in your eyes) In your eyes (in your eyes)  [Verse 3] But I love you best It's not something that I say in jest 'Cause you're different, girl, from all the rest In my eyes  [Chorus 3] And I ran out before But I won't do it anymore Can't you see the light in my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes) In my eyes (in my eyes)  ",
        "title": "I Saw The Light"
    },
    {
        "artist": "Jo Jo Gunne",
        "lyrics": null,
        "title": "Run Run Run"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": null,
        "title": "Taxi"
    },
    {
        "artist": "Gallery",
        "lyrics": null,
        "title": "Nice To Be With You"
    },
    {
        "artist": "Bread",
        "lyrics": null,
        "title": "Diary"
    },
    {
        "artist": "Love Unlimited",
        "lyrics": "  It sure is Everyone's trying to get out in the rain Oh, it feels so good  The rain and thinking of you Soon as I get home, I'm gonna call you And tell you, how much I love you Oh, I feel so good  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  To each is own, I've heard them say Well, I got mine in so many ways, yeah Like being together, whether near or far It doesn't matter where you are  So in love with each other Giving love so warm and free Made our dream a reality Then it'll last forever and ever  With every step we take And every breath we make Darling, just you and me  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  So in love with each other With every passing day we share The thought of knowing someone cares Just being together  Making love so tenderly Exploding into ecstasy Then it'll last forever and ever Together we hold the key To make forever our destiny  Oh, I just Walking in the rain with the one I love Feel so fine Walking in the rain with the one I love On my mind  I'm gonna call him right now Gee, I hope he's home Hello Baby, I'm home  I've got something to tell you What? I love you Oh, I love you too  Did you get caught in the rain? Oh, yes It was so beautiful Let me tell you how it started  Walking in the rain with the one I love  ",
        "title": "Walkin' In The Rain With The One I Love"
    },
    {
        "artist": "The Dramatics",
        "lyrics": null,
        "title": "In The Rain"
    },
    {
        "artist": "April Wine",
        "lyrics": "  Could have been alright, could have been here tonight Could have been sweet as wine, you could have been a lady I could have been alright, I could have been here tonight Could have been sweet as wine, you could have been a lady  They all need you, to make love to When you awake, you find them on the bed, lyin' beside you They all love you, you're a good girl And I ain't surprised, when you realize, just where you're goin' to  You could have been alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady  If I told you, where you're goin' to You'd laugh in my face, say I'm out of place, mind your business And they all want you, to make love to It's ashame, the fate of the game, the way it delights you  You could have been alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady Na, na na na na, na, na, na na na na, na Na, na na na na, na, na na Na, na na na na, na, na, na na na na, na Na, na na na na, na, na na Alright, you could have been here tonight You could have been sweet as wine, you could have been a lady It could have been alright, you could have been here tonight Could have been sweet as wine, you could have been a lady  ",
        "title": "You Could Have Been A Lady"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  It's going to take some time this time To get myself in shape I really fell out of line this time I really missed the gate  The birds on the telephone line (next time) Are crying out to me (next time) And I won't be so blind next time And I'll find some harmony  But it's going to take some time this time And I can't make demands But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  It's going to take some time this time No matter what I've planned But like the young trees in the wintertime I'll learn how to bend  After all the tears we've spent How could we make amends? So it's one more round for experience And I'm on the road again And it's going to take some time this time  ",
        "title": "It's Going To Take Some Time"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Song sung blue, everybody knows one Song sung blue, every garden grows one  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it get to feeling good You simply got no choice  Me and you are subject to The blues now and then But when you take the blues And make a song You sing 'em out again  Song sung blue, weeping like a willow Song sung blue, sleeping on my pillow Funny thing But you can sing it with a cry in your voice And before you know it start to feeling good You simply got no choice  Song sung blue Song sung blue Funny thing But you can sing it with a cry in your voice  ",
        "title": "Song Sung Blue"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": "  Come to me before your friends tell you They can't help you I'm your woman I should be the first one to know If you want something If you need something Why do you think I work so hard And do all the things I do Because I don't want nobody else to do a thing for you  Baby, baby please ask me what you want And I'll try my best to get it, get it, get it, get it Ask me what you want And I'll try my best to get it, get it, get it, get it  You've shown me that a woman's place Is right beside her man This I can understand That foolish pride keeps pushing aside All the things I wanna do for you I'm on your side Don't you know that when you're down I'm the one you should turn to  Don't be ashamed because it's the same Thing I expect of you Baby, baby please Why should my giving you things make you feel insecure I'm also giving you all the love anyone can endure  ",
        "title": "Ask Me What You Want"
    },
    {
        "artist": "Nilsson",
        "lyrics": "  You can climb a mountain You can swim the sea You can jump into the fire But you'll never be free  You can shake me up Or I can break you down Whoa-o-o-o-, whoa-o-o-o-  We can make each other happy We can make each other happy We can make each other happy We can make each other happy  We can make each other happy We can make each other happy We can make each other happy We can make each other happy  We can make each other happy We can make each other happy We can make each other happy We can make each other happy  We can make each other happy We can make each other happy We can make each other happy We can make each other happy  You can jump into the fire You can jump into the fire You can jump into the fire You can jump into the fire  ",
        "title": "Jump Into The Fire"
    },
    {
        "artist": "Gladys Knight And The Pips",
        "lyrics": null,
        "title": "Help Me Make It Through The Night"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Isn't life strange, a turn of the page Can't read like before, can we ask for more? Each day passes by, how hard man will try? The sea will not wait, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't love strange, a word we arrange With no thought or care, maker of despair Each breath that we breathe, with love we must weave To make us as one, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were and here we are Isn't life strange, a turn of the page A book without light, unless with love we write To throw it away, to lose just a day The quicksand of time, you know it makes me want to cry, cry, cry Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were Wished I could be in your heart To be one with your love Wished I could be in your eyes Looking back there you were  ",
        "title": "Isn't Life Strange"
    },
    {
        "artist": "Billy Preston",
        "lyrics": "  Instrumental  ",
        "title": "Outa-Space"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  [Verse 1] Speak softly, love And hold me warm against your heart I feel your words The tender trembling moments start We're in a world, our very own Sharing a love that only few have ever known  [Chorus] Wine-colored days warmed by the sun Deep velvet nights when we are one  [Verse 2] Speak softly, love So no one hears us but the sky The vows of love We make will live until we die My life is yours and all because You came into my world with love so softly love  [Chorus] Wine-colored days warmed by the sun Deep velvet nights when we are one  [Verse 3] Speak softly, love So no one hears us but the sky The vows of love we make will live until we die My life is yours and all because You came into my world with love so softly love  ",
        "title": "Love Theme From \"The Godfather\" (Speak Softly Love)"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": "  Every Day Of My Life Bobby Vinton Written by Jimmie Crane and Al Jacobs  Peaked at # 24 in 1972 Originally charted as \"Ev'ry Day Of My Life\" at # 37 by the Mcguire Sisters in 1956  Ev'ry day of my life I'll be in love with you Ev'ry day of my life I promise I'll be true I'll never make you cry and, as the years go by I'll always try to do what pleases you  Ev'ry day of my life I'll need you close to me And if I have my way that's where you'll always be I'll prove how much I love you over and over again Ev'ry moment I live, ev'ry day of my life  (Ev'ry day of my life) I'll need you close to me (And if I have my way) That's where you'll always be Oh, I'll prove how much I love you over and over again Ev'ry moment I live, ev'ry day of my life  ",
        "title": "Every Day Of My Life"
    },
    {
        "artist": "Creedence Clearwater Revival",
        "lyrics": "  [Verse 1] First thing I remember was asking papa \"Why?\" For there were many things I didn't know And Daddy always smiled; took me by the hand Saying, \"Someday you'll understand\"  Well, I'm here to tell you now each and every mother's son You better learn it fast; you better learn it young 'Cause Someday Never Comes  The time and tears went by and I collected dust For there were many things I didn't know When Daddy went away, he said, \"Try to be a man And, Someday you'll understand\"  (Chorus)  And then, one day in April, I wasn't even there For there were many things I didn't know A son was born to me, Mama held his hand Saying \"Someday you'll understand\"  (Chorus) Ooh, someday never comes  Think it was September, the year I went away For there were many things I didn't know And I still see him standin', tryin' to be a man I said, \"Someday you'll understand\"  (Chorus) Oh someday never comes  Hmmm Hmmm Hmmm  ",
        "title": "Someday Never Comes"
    },
    {
        "artist": "The Soul Children",
        "lyrics": "  Ever since we've been together You've been buggin' me about Another woman Yes you have  I'm gettin' sick and tired Of bein' accused I'm gonna make it through, honey Yes I am  But when I come home from work I can hardly Close my eyes  You keep buggin' me and naggin' me about Some hearsay and jive Ohhh, yeah yeah...  You've never seen me do nothin' wrong When I get my check I bring it home And you still run into me with that He said, she said, you did it  Oh, good god ????? in this neighborhood Oh yeah! Neighbors talkin' about neighbors And that's no good No it ain't, baby  And you pester me about what Shirley said Honey, that ain't true  But did Shirley tell you What she was really tryin' to do? I know she didn't, baby  She was tryin' to get me To go to the Holiday Inn And she's supposed to be your so-called friend  And you're still runnin' to her With that he-said, she-said, you did it  [Female:] You know you keep tellin' me about how tired you are Well I'm the one that's tired of that hearsay jive, baby Every time I walk out of my door, I'm staring Shirley right in the face And she's tellin' me about some woman you were with the night before  [Male:] Look here, I don't care about what Shirley said, you know? Hey, and ??? the preacher said wasn't nothin' about honor, and-and, you know, faith, and things You better have faith in me, you know? I'm your man  [Female:] But Shirley's my best friend  [Male:] Look here, lemme tell ya somethin' I don't want her comin' over to my house no more. I don't want her comin' over Hey, I guess I'm tellin' ya, I don't want it I don't want it. It's okay, just here, look, look...  You never seen me do nothin' wrong When I get my check I bring it home And you still run into me with that He said, she said, you did it  Nevermind, baby! I can't take no more, no! ??? think about it, I'll be home  You know, honey, I will do you no wrong That hearsay jive, ain't nothin' but talk They're tryin' get me to pack my bags and walk That hearsay jive is ????????? Oh, that hearsay jive will make you do things wrong...  ",
        "title": "Hearsay"
    },
    {
        "artist": "Joe Simon",
        "lyrics": "  I tripped and I fell In this pool of bad luck I got soaked to the bone In this pool of bad luck  Help me, help me, somebody Help me, help me, somebody, yeah  Oh, I just can't get over you No matter how hard I try Seems like it's always raining When I hang my heart out to dry  Oh, I got a broken heart That's a very serious injury Got me laying flat on my back In this bed of misery  Since I tripped and I fell In this pool of bad luck I got soaked to the bone In this pool of bad luck  I need your love to rescue me But you don't need me now that I'm down Remember every dog has his day And chances go around  Since I tripped and I fell In this pool of bad luck I got soaked to the bone In this pool of bad luck  Oh, yeah, oh, yeah Yeah, yeah, yeah  Oh, help me, help me, somebody Help me, help me, somebody, yeah  Oh, I tripped and I fell In this pool of bad luck I got dipped and I got dunked In this pool of bad luck  Tellin' you, yeah Oh, why don't you help me Why don't you help me, yeah  ",
        "title": "Pool Of Bad Luck"
    },
    {
        "artist": "Frederick Knight",
        "lyrics": "  CHORUS I've been lonely for so long Don't seem like happiness will come along I've been lonely for so long Don't seem like happiness will come along  These ain't rain clouds over my head Everybody's throwing rocks in my bed Just can't seem to get ahead in life Oh, nothing I do ever turn out right Won't somebody help me please  CHORUS  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  Yes I know what it feels like to be lonely To have your friends turn their backs on you Yes I've been lonely To never know the real meaning of peace of mind, yes  I lay awake every night Trying to figure out how to make things right There's got to be a better way I know To shake this monkey off cause he's making me so Won't somebody help me please  CHORUS  ",
        "title": "I've Been Lonely For So Long"
    },
    {
        "artist": "Neil Young",
        "lyrics": "  [Intro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  [Verse 1] Old man, look at my life 24 and there's so much more Live alone in a paradise That makes me think of two Love lost, such a cost Give me things that don't get lost Like a coin that won't get tossed Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Verse 2] Lullabies, look in your eyes Run around the same old town Doesn't mean that much to me To mean that much to you I've been first and last Look at how the time goes past But I'm all alone at last Rolling home to you  [Hook] Old man, take a look at my life I'm a lot like you I need someone to love me The whole day through Ah, one look in my eyes And you can tell that's true  [Outro] Old man, look at my life I'm a lot like you were Old man, look at my life I'm a lot like you were  ",
        "title": "Old Man"
    },
    {
        "artist": "Sly & The Family Stone",
        "lyrics": null,
        "title": "Smilin'"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Walk in the night Walk in the night  Walk in the night Walk in the night  Walk in the night Walk in the night ...  ",
        "title": "Walk In The Night"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "Puppy Love"
    },
    {
        "artist": "Sugar Bears",
        "lyrics": null,
        "title": "You Are The One"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "To Get To You"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  VERSE 1 She struts into the room, well I don't know her But with a magnifying glance I just sort of looked her over We have a drink or two, well, maybe three And then suddenly she starts telling me her life story She says  CHORUS \"Baby, if you want to be my lover You better take me home Cause it's a long, long way to Paradise And I'm still on my own.\"  VERSE 2 Told her that I came from Detroit City And I played guitar in a long-haired rock and roll band She asked me why the singer's name was Alice. I said \"Listen, Baby, you really wouldn't understand.\" And I said  CHORUS (x 2)  ",
        "title": "Be My Lover"
    },
    {
        "artist": "Isaac Hayes",
        "lyrics": null,
        "title": "Let's Stay Together"
    },
    {
        "artist": "The Isley Brothers",
        "lyrics": "  That's what I told a girl one time I'm coming back to getcha one day I want you to put it in a lay away  Come on, put your loving in the lay away Coming back to get it on another day I don't have to worry about getting away Hey, your love is safe in the lay away  Hey, hey, hey, hey, lay away Evetybody's got someone They wanna keep safe away Everybody needs someone to Love on a rainy day Put your love in the lay away  I got to hold, hold on to my receipt Girl, to redeem your love That's exactly what I need Your love and kisses Makes it so complete  Yeah, I been greedy Since the day I saw you My heart keeps beating for you And I ain't gonna let you get away Girl, I'm going straight down to the man  Gonna put it in the lay away Gonna put it in the lay away Gonna put it in the lay away Gonna put it in the lay away Gonna put it in the lay away  Coming back to get it on another day Coming back to get it on a rainy day Putting your love in the lay away  Keep on holding on, keep on holding on Keep on holding on, keep on holding on Keep on holding on, keep on holding on  Yeah, I been greedy Since the day I saw you and My heart keeps beating for you And I ain't gonna let you get away  You ain't gonna get away You ain't gonna get away No, no, no, no, no Gonna put it in the lay away...  I'm just gonna put it in the lay away Coming back to get it on another day Coming back to get it on a rainy day Putting your love in the lay away  Lay away  ",
        "title": "Lay-Away"
    },
    {
        "artist": "100 Proof Aged in Soul",
        "lyrics": null,
        "title": "Everything Good Is Bad"
    },
    {
        "artist": "Buffy Sainte-Marie",
        "lyrics": null,
        "title": "Mister Can't You See"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  Well I have known you Since you were a small boy And your mama used to say \"My boy is gonna grow up and be Some kind of leader some day\"  Then you'd turn on the radio And sing with the singer in the band Your mama would say to you \"This isn't exactly what we had planned\"  But you're a legend in your own time A hero in the footlights Playin' tunes to fit your rhyme But a legend's only a lonely boy When he goes home alone  And though I know you Still have the heart of that small boy Well, you lend it out far too much And no one woman lovin' you Can ever feel that she's been really touched  Then you turn on the radio And sing with the singer in the band Think kind of sadly to yourself This isn't exactly what you had planned  But you're a legend in your own time A hero in the footlights Playin' tunes to fit your rhyme But a legend's only a lonely boy When he goes home alone  Well a legend's only a lonely boy When he goes home alone  ",
        "title": "Legend In Your Own Time"
    },
    {
        "artist": "Little Jimmy Osmond with The Mike Curb Congregation",
        "lyrics": "  I'll be your long haired lover from Liverpool And I'll do anything you say I'll be your clown or your puppet or your April Fool If you'll be my sunshine daisy from L.A  I'll be your leprechaun and sit upon an old toad stool I'll serenade you till I'm old and gray I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A  You'll be my lovely daisy on the mountainside There are lots of other flowers, too But all the other flowers hung their heads and cried Because the loveliest of all of them was you  But you were evidently the exception to the rule I picked you quickly then I ran away Cause I was your long haired lover from Liverpool You were my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair, I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A., You'll be my sunshine daisy from L.A  I'll be your long haired lover from Liverpool And I'll do anything you ask I'll be your clown or your puppet or your April Fool Cut my hair I'll even wear a mask  I'll be your Valentine, and you'll be mine, and things'll be cool We'll move along together every day I'll be your long haired lover from Liverpool You'll be my sunshine daisy from L.A....  ",
        "title": "Long Haired Lover From Liverpool"
    },
    {
        "artist": "John Kay",
        "lyrics": null,
        "title": "I'm Movin' On"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  Hmm hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm hmm  Sometimes in our lives we all have pain We all have sorrow But if we are wise We know that there's always tomorrow  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  Please swallow your pride If I have things you need to borrow For no one can fill those of your needs That you won't let show  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  [Hook] Lean on me, when you're not strong And I'll be your friend I'll help you carry on For it won't be long 'Til I'm gonna need Somebody to lean on  So just call on me brother, when you need a hand We all need somebody to lean on I just might have a problem that you'd understand We all need somebody to lean on  If there is a load you have to bear That you can't carry I'm right up the road I'll share your load If you just call me  Call me, if you need a friend Call me, oh baby now Call me, if you need a friend Call me ...  yeah ever need me Call me, call me Call me, call me Call me, call me Call me, call me Call me, if you need a friend Call me, call me Call me, call me Call me, call me Call me, call me Call me  ",
        "title": "Lean On Me"
    },
    {
        "artist": "James Brown",
        "lyrics": "  [Intro] Ow, there it is  [Verse 1] Hey, soul, soul Need a taste Mine is right, yeah In the right place You're doing your do Like you want to be Give up trying To run the game on me  [Pre-Chorus] Then dig it From the real side Stand, sure enough To be satisfied  [Chorus] Meet be at the big house Get down Let everybody know Let everybody know  [Verse 2] My main squeeze Just hit the town Get up and do what, what you can Get up and do what you can For the world to see Games don't mean Nothing to me You can't run a game on me Don't need to thank me Don't mean a thing Hey, hit it, come on, uh Playing in the car [?] Wipe the sweat Going to have some fun Time's getting short We got to move But in the meantime Mama, we got to groove, hey Long as you see Can't run a game on me Long as you see Games don't mean a thing to me Long as you see  [Bridge]Hey hey Hey, hey Hit it Hit it, hit it Hit it, hit it, hit it  [Pre-Chorus]  [Chorus] Meet at the big house Where we all get down Let everybody know The main man just hit the town  [Outro] Got a mean man We got a mean man I want to see the man scream I got the mean man  ",
        "title": "There It Is (Part 1)"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": "  The love between the two of us was dying And it got so bad I knew I had to leave But halfway down that highway when I turned around I saw My little daughter running after me Crying  Daddy, don't you walk so fast Daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  Now, it broke my heart to tell my little daughter That her daddy had to run to catch a train She had no way of knowin' I was leavin' home for good I turned around and there she was again As she said to me  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Daddy, don't you walk so fast  If only for the sake of my sweet daughter I just had to turn back home right there and then And try to start a new life with the mother of my child I couldn't bear to hear those words again She cried and said  Daddy, don't you walk so fast My daughter cried, daddy, don't you walk so fast Daddy, slow down some 'cause you're makin' me run Oh, daddy, don't you walk so fast  (Daddy, don't you walk so fast) My daughter cried (Daddy, don't you walk so fast) Daddy, slow down some 'cause you're makin' me run  ",
        "title": "Daddy Don't You Walk So Fast"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] She packed my bags last night, pre-flight Zero hour: 9:00 a.m And I'm gonna be high as a kite by then I miss the Earth so much, I miss my wife It's lonely out in space On such a timeless flight  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Verse 2] Mars ain't the kind of place to raise your kids In fact, it's cold as hell And there's no one there to raise them if you did And all this science I don't understand It's just my job five days a week Rocket man! Rocket man!  [Chorus] And I think it's gonna be a long, long time 'Til touchdown brings me 'round again to find I'm not the man they think I am at home Oh no, no, no! I'm a rocket man Rocket man! Burning out his fuse up here alone  [Outro] And I think it's gonna be a long, long time  ",
        "title": "Rocket Man"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  Oh, Baby, let's take life's highway It's automatically yours and my way No road is too rough to travel We'll walk barefoot on life's gravel  Together whatever we express now Automatically means success now Whatever mystery life's about There's no doubt we'll work it out  CHORUS Cause you're mine and I'm yours So who cares if when it rains it pours? I'm yours and you're mine It's automatically sunshine  Oh baby until you find you Automatically I'm behind you So do your thing and always know Where you go I'm going to follow  Don't you worry when you're setback Home you'll hurry and then you'll get back All the courage my love can give All our lives long as we live  CHORUS  ",
        "title": "Automatically Sunshine"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] I still don't know what I was waiting for And my time was running wild A million dead-end streets Every time I thought I'd got it made It seemed the taste was not so sweet So I turned myself to face me But I've never caught a glimpse Of how the others must see the faker I'm much too fast to take that test  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Don't want to be a richer man Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Just gonna have to be a different man Time may change me But I can't trace time  [Verse 2] I watch the ripples change their size But never leave the stream Of warm impermanence and So the days float through my eyes But still the days seem the same And these children that you spit on As they try to change their worlds Are immune to your consultations They're quite aware of what they're going through  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Don't tell them to grow up and out of it Ch-ch-ch-ch-changes (Turn and face the strange) Ch-ch-changes Where's your shame You've left us up to our necks in it Time may change me But you can't trace time  [Bridge] Strange fascination, fascinating me Changes are taking the pace I'm going through  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-changes Oh, look out you rock 'n rollers Ch-ch-ch-ch-changes (Turn and face the strange) Ch-ch-changes Pretty soon now you're gonna get older Time may change me But I can't trace time I said that time may change me But I can't trace time  ",
        "title": "Changes"
    },
    {
        "artist": "T. Rex",
        "lyrics": "  [Intro] Oh yeah  Telegram Sam Telegram Sam You are my main man  [Verse 1] Golden nose Slim Golden nose Slim I knows where you've been  Purple pie Pete Purple pie Pete Your lips are like lightning Girls melt in the heat  [Chorus] Telegram Sam You're my main man Telegram Sam You're my main man  [Verse 2] Bobby's alright Bobby's alright He's a natural born poet He's just outta sight  Jungle faced Jake Jungle faced Jake I said make no mistake About jungle faced Jake, Jake  [Chorus] Telegram Sam You're my main man Telegram Sam You're my main man  [Verse 3] Bobby's alright Bobby's alright He's a natural born poet He's just outta sight  Automatic shoes Automatic shoes Give me 3-D vision And the California blues  Me I funk But I don't care I ain't no square With my corkscrew hair  [Chorus] Telegram Sam You're my main man Telegram Sam You're my main man  [Outro] Telegram Sam You're my main man  Telegram Sam Telegram Sam I'm a howling wolf Telegram Sam I'm a howling wolf Telegram Sam I'm a howling wolf  ",
        "title": "Telegram Sam"
    },
    {
        "artist": "Tyrone Davis",
        "lyrics": null,
        "title": "I Had It All The Time"
    },
    {
        "artist": "Carlo Savina",
        "lyrics": null,
        "title": "Love Theme From \"The Godfather\""
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": null,
        "title": "Am I Losing You"
    },
    {
        "artist": "The Jimmy Castor Bunch",
        "lyrics": "  (Intro) Yeah, I know what you're talkin' about Uhh There was a time when man did live in caves as we all know These people were known as cave men, neanderthal men or troglodytes  What we're gonna do right here is go back, way back, back into time When the only people that existed were troglodytes... cave men... Cave women... Neanderthal... troglodytes. Let's take the average Cave man at home, listening to his stereo. Sometimes he'd get up Try to do his thing. He'd begin to move, something like this: \"Dance... dance\". When he got tired of dancing alone, he'd look In the mirror: \"Gotta find a woman gotta find a woman gotta find a Woman gotta find a woman\". He'd go down to the lake where all the Woman would be swimming or washing clothes or something. He'd look Around and just reach in and grab one. \"Come here... come here\" He'd grab her by the hair. You can't do that today, fellas, cause It might come off. You'd have a piece of hair in your hand and she'd Be swimming away from you (ha-ha). This one woman just lay there Wet and frightened. He said: \"Move... move\". She got up. She was a Big woman. BIG woman. Her name was Bertha. Bertha Butt. She was one Of the Butt sisters. He didn't care. He looked up at her and said: \"Sock it to me sock it to me sock it to me sock it to me sock it to me Sock it to me sock it to me sock it to me!\". She looked down on him She was ready to crush him, but she began to like him. She said (Falsetto): \"I'll sock it to ya, Daddy\". He said: \"Wha?\". She said (falsetto): \"I'll sock it to ya, Daddy\". You know what he said? He started it way Back then. I wouldn't lie to you. When she said (falsetto) \"I'll sock it to ya, Daddy\" he said \"Right on! Right on! Hotpants! Hotpants! Ugh... ugh... ugh\"  ",
        "title": "Troglodyte (Cave Man)"
    },
    {
        "artist": "Humble Pie",
        "lyrics": "  Find it (Who that?) Mercy (Who that sayin' mercy ?) So hot 'n' nasty  Hey Joe, don't forget to shake it While you're sleepin' on that bed You know it really makes it Look at me shake a leg, no  I got my head in a cloud I'm gonna stand up and shout I wanna sing out loud Oh, got to do it with the feelin' Now you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Hey boogaloo, I really love you Look what you've done to my head Take all my time, take all my money But most of all you take all my bed  I got my head in a cloud I wanna sing it loud I'm gonna stand right here and shout You got to do it with the feelin' Well, you gonna hit the ceiling  (Do you get the message ?) yeah (Do you get the message ?) (Do you get the message ?) (Do you get the message yeah ?)  Don't forget to shake that thing  Do you get the feelin' ? Oh yeah Then you gonna, then you gonna hit the ceiling Hot 'n' nasty, hot 'n' nasty It's hot 'n' nasty, so hot 'n' nasty ...  ",
        "title": "Hot 'N' Nasty"
    },
    {
        "artist": "Graham Nash & David Crosby",
        "lyrics": "  There I was at the immigration scene Shining and feeling clean, could it be a sin? I got stopped by the immigration man He said he doesn't know if he can let me in  Let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  There he was with his immigration face Giving me a paper chase but the sun was coming 'Cos all at once he looked into my space And stamped a number all over my face and he sent me running  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  Here I am with my immigration form and it's big enough to keep me warm When a cold wind's coming, go where you will As long as you think you can, you'd better watch out Watch out for the man anywhere you're going  Come on and let me in, immigration man Can I cross your line and pray? I can stay another day, won't you let me in, immigration man? I won't toe your line today, I can't see it anyway  ",
        "title": "Immigration Man"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  Great jubilation with some Celebration beginning Total rejection to lies And deception and sinning  Sinners, take heed For the life that you Lead is deceiving, yeah Nothing replaces a man That embraces believing, no  People take heart It's the time to be smart To be honest Show the reunion there's One mass communion upon us  Sinners, take heed For the life that you Lead is deceiving, yeah Nothing replaces a man That embraces believing, no  I'm betting Betting on Jesus I'm hoping Hoping hell freezes I'm hoping Hoping it displeases The devil, the devil  As for the children God bless and God will They'll know sorrow Spare the confusion And life's disillusion tomorrow  Sinners, take heed For the life that you Lead is deceiving, yeah (Deceiving) Nothing replaces a man That embraces believing, no (Believing)  I'm betting I'm betting on Jesus I'm hoping Hoping hell freezes I'm hoping Hoping it displeases The devil, the devil  Great jubilation with some Celebration beginning Total rejection to lies And deception and sinning  Sinners, take heed For the life that you Lead is deceiving Nothing replaces a man That embraces believing  Great jubilation Instead of some celebration Total rejection Whoa, the lies and deception  ",
        "title": "Jubilation"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  She's a real upsetter Least she's tryin' to all of the time, yeah You know I just won't let her Break this heart of mine, yeahhh ... yeah, yeah, yeah, yeah, yeah, ya-yeah  I got hip to her, yeah, right away boys But my heart just led me along, yeah I'm gonna' slip right away boys 'Cause I don't want to sing this song, all night looooooong-oh, yeah  CHORUS Upsetter, got me layin' awake all night Upsetter, like to make me cry, yeah Upsetter, got me layin' awake all night Upsetter, I'd be better to die  She'll be sorry when I leave her She just won't know what to say, yeah I can't hardly wait to leave her I guess I'll be on my way, yeahhh ... yeah, yeah, yeah, yeah, yeah, ya-yeah  CHORUS  Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter Upsetter  ",
        "title": "Upsetter"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1 - Dixie] Oh I wish I was in the land of cotton Old times there are not forgotten Look away, look away, look away Dixieland Oh I wish I was in Dixie, away, away In Dixieland I take my stand to live and die in Dixie Because Dixieland, that's where I was born Early Lord one frosty morning Look away, look away, look away Dixieland  [Verse 2 - The Battle Hymn of the Republic] Glory, glory hallelujah Glory, glory hallelujah Glory, glory hallelujah His truth is marching on  [Verse 3 - All My Trials] So hush little baby Don't you cry You know your daddy's bound to die But all my trials, Lord will soon be over   Glory, glory hallelujah His truth is marching on His truth is marching on  ",
        "title": "An American Trilogy"
    },
    {
        "artist": "The Allman Brothers Band",
        "lyrics": "  [Verse 1] Last Sunday morning, the sunshine felt like rain Week before, they all seemed the same With the help of God and true friends, I come to realize I still had two strong legs, and even wings to fly  [Chorus] And oh I, ain't wastin' time no more Cause time goes by like hurricanes, and faster things  [Verse 2] Lord, lord Miss Sally, why all your crying? Been around here three long days, you're looking like you're dying Just step yourself outside, and look up at the stars above Go on downtown baby, find somebody to love  [Chorus] Meanwhile I ain't wastin' time no more Cause time goes by like pouring rain, and much faster things  [Bridge] You don't need no gypsy to tell you why You can't let one precious day slip by Look inside yourself, and if you don't see what you want Maybe sometimes then you don't But leave your mind alone and just get high  [Verse 3] Well by and by, way after many years have gone And all the war freaks die off, leaving us alone We'll raise our children in the peaceful way we can It's up to you and me brother To try and try again  [Chorus] Well, hear us now, we ain't wastin' time no more Cause time goes by like hurricanes Runnin' after subway trains Don't forget the pouring rain  ",
        "title": "Ain't Wastin' Time No More"
    },
    {
        "artist": "Mouth & MacNeal",
        "lyrics": null,
        "title": "How Do You Do?"
    },
    {
        "artist": "Steve Alaimo",
        "lyrics": null,
        "title": "Amerikan Music"
    },
    {
        "artist": "Al Martino",
        "lyrics": "  Speak softly love And hold me warm against your heart I feel your words The tender trembling moments start  We're in our world Our very own Sharing a love that only Few have ever known  Wine colored days, warmed by the sun Deep velvet nights, when we are one  Speak softly love So no one hears us but the sky The vows of love we make Will live until we die  My life is yours And all because You came into my world with Love so softly love  Speak softly love So no one hears us but the sky The vows of love we make Will live until we die  My life is yours And all because You came into my world with Love so softly love  ",
        "title": "Speak Softly Love"
    },
    {
        "artist": "The New Seekers",
        "lyrics": "  You know I'll beg steal or borrow I bring you love I look at you and I see what I've been looking for Now it's very clear to me we should be together You make me feel I could reach for the impossible And knowing how much you care, I'll be there forever  You know I'll beg, steal or borrow to give you sunny days And in a hundred ways I'll bring you love You know I beg steal or borrow (Yes, I will) To make your garden grow And most of all you know, I bring you love love love I always knew that the world would be a finer place So what if I have to wait, better late than never You you're like me, and you believe love makes it all worthwhile And although we've just begun, we'll go on forever  You know I'll beg, steal or borrow to give you sunny days And in a hundred ways I'll bring you love love, yeah Love, love , love  ",
        "title": "Beg, Steal Or Borrow"
    },
    {
        "artist": "Climax featuring Sonny Geraci",
        "lyrics": "  If you believe in dreams enough Then they'll believe in you That's what you used to tell me So I know it must be true  So, day after day I'm dreaming you'll Come back to me  'Cause you are Life and breath to me All of the best of me Depends on you  I'll buy your favorite flowers From the lady down the street And hurry to the corner Where we always used to meet  And night after night I sit and watch the petals fall  And you are Life and breath to me All of the best of me Depends on you  They say I Should be forgetting you But how can I forget The moon and the stars All the heavens of blue 'Cause they're all Just a part of you  If you believe in love enough Love will never die That's what you used to tell me So I know it's not a lie  So, time after time I'll come here And I'll wait for you I guess I'll always wait for you  'Cause you are Life and breath to me All of the best of me Depends on you  Oh, you are Life and breath to me All of the best of me Depends on you  Yeah, you are Life and breath to me All of the best of me Depends on you  ",
        "title": "Life And Breath"
    },
    {
        "artist": "Edgar Winter's White Trash",
        "lyrics": null,
        "title": "I Can't Turn You Loose"
    },
    {
        "artist": "Kenny Loggins With Jim Messina",
        "lyrics": "  I'm thinking about when I was a sailor Spent my time on the open seas When we'd stay off the coast of Jamaica I'd secretly steal ashore The natives were waiting for The boy with the lazy soul To sing with the sailor  ",
        "title": "Vahevala"
    },
    {
        "artist": "Fanny",
        "lyrics": null,
        "title": "Ain't That Peculiar"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  Was it too beautiful to last The love we share together The dreams we dared together Was it too beautiful to last Walking hand in hand The dawn discloses We were dreaming of a land Where love reposes But castles made of sand Like winter roses are fated to die My darling like you and I My darling Where are those sweet Septembers The joy my heart remembers? Lost in the shadows of the past The rainbow arched above you The sacred words I love you Why did that dream go by so fast? Was it too beautiful Was it too beautiful to last?  ",
        "title": "Too Beautiful To Last"
    },
    {
        "artist": "(The Preacher) Bobby Womack",
        "lyrics": "  [Intro] Fellas, I wanna mind your manner if you talk to me for a minute You know, sometimes we have our tendencies, or should I say we forget What a woman needs every now and then That is if you wanna keep your thing together Listen to me now  [Verse 1] Do the things that keeps a smile on her face Say the things that make her feel better every day Man you got to stay on your P's and Q's If you don't the woman, you can easily lose Oh, I had a love and I lost her And no one can help me share the pain that it cost me  [Hook] A woman's got to have it, I believe She's got to know that she's needed around When you kiss her, you got to make her feel it, every time, boy She's got to know that she's not walking on shaky ground  Think it over Think it over my brother  [Verse 2] Don't take for granted the smile on her face Check a little bit closer, you might find a tear trace Maybe the girl might never say a mumbling word But you gotta know that her voice is heard Oh, I had a love, a true love and I lost it I'm suffering all this pain that that love cost me  [Hook] A woman's got to have it, you've got to give it to her She's got to know that she's needed around When you kiss her, you gotta make her feel it She's got to know that she's not walking on shaky ground  [Outro] So if you've got a love And you wanna keep her You've got to give her what she wants when she wants it Where she wants it And how she wants it Every doggone time she feels she needs it  What I'm tryna say's a woman's gotta have it A woman's gotta have it  ",
        "title": "Woman's Gotta Have It"
    },
    {
        "artist": "Tom Jones",
        "lyrics": "  In a town near Albuquerque Lived a most concerned young boy He said lately I have noticed Folks don't live with peace and joy  With frowns and worry on their faces They're lost and don't know where to go He said I'll get the people straightened By putting on a puppet show  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they'd listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  First he carved out young Abe Lincoln Abe will teach 'em civil rights Then a King named Martin Luther So they'd recall his peaceful fight  Old Mark Twain, his wit and wisdom Will surely show them life is fun But he smiled with satisfaction When the Prince of Peace was done  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they'd listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  Now his puppet shows were clever And he made the people laugh When he got across the message To walk along life's open path  They built him his own puppet theatre Decked out with spotlights yellow and red And then they wrote him up in all the papers And this is what the story said  It said...  The young New Mexican puppeteer He saw the people all lived in fear He thought that maybe they would listen to A puppet telling them what to do  You know he got some string and he got some wood He did some carving and he was good And folks came running so they could hear The young New Mexican puppeteer  (repeat)  ",
        "title": "The Young New Mexican Puppeteer"
    },
    {
        "artist": "Beverly Bremers",
        "lyrics": "  I give myself to you It's what I wanna do You don't need no vows to hold me You don't have to wear a sign Saying that you're mine  I can feel it when you hold me Knowing you're not really holding me We can split So we don't split, you see  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  I wonder would we stay If we had to stay Would we feel the way we feel now?  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're not forced to love each other We just love each other naturally Darling, we're free You and me  Who has the right to say We can't live this way Married to this thing we feel now  Who could see us And then disagree This is love like love should always be  We're free You and me Free to come and go as we please We're free You and me Free to come and go as we please  ",
        "title": "We're Free"
    },
    {
        "artist": "Donny Hathaway",
        "lyrics": null,
        "title": "Giving Up"
    },
    {
        "artist": "Dr. John",
        "lyrics": "  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  My grandma see your grandpa Sitting by the Bayou My grandma see your grandpa Gonna fix your chicken wire  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  My spy dog see your spy dog Sitting by the Bayou My spy dog see your spy dog Gonna set your tail on fire  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  My little boy see your little boy Sitting by the Bayou My little boy see your little boy Gonna fix your chicken wire  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  My grandma see your grandma Sitting by the Bayou My grandma see your grandma Gonna fix your chicken wire  Hey now (hey now) Hey now (hey now) Iko iko un day Jockomo feeno ah na nay Jockomo feena nay  ",
        "title": "Iko Iko"
    },
    {
        "artist": "Derek & The Dominos",
        "lyrics": null,
        "title": "Layla"
    },
    {
        "artist": "Raspberries",
        "lyrics": "  Raspberries Miscellaneous Don't Want To Say Goodbye Don't want to drive your love away from me Don't want to waste your time You're here and there and far away from me I'm so alone, it's just a crime If you could lie here by my side at night If you could chase away my blues You'd understand just how it feels at night To have to stand inside my shoes Don't want to say goodbye Don't want to let you see me cry Still, I don't want you to live a lie I'm gonna try a little harder I'm gonna try a little harder I'm gonna try a little harder And maybe you'll love me Don't want to drive your love away from me Don't want to waste your time You're here and there and far away from me I'm so alone, it's just a crime  ",
        "title": "Don't Want To Say Goodbye"
    },
    {
        "artist": "Solomon Burke",
        "lyrics": null,
        "title": "Love's Street And Fool's Road"
    },
    {
        "artist": "Johnny Cash And The Tennessee Three",
        "lyrics": null,
        "title": "Kate"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "I Got Some Help I Don't Need"
    },
    {
        "artist": "Independents",
        "lyrics": null,
        "title": "Just As Long As You Need Me, Part I"
    },
    {
        "artist": "Bang",
        "lyrics": null,
        "title": "Questions"
    },
    {
        "artist": "Tom T. Hall",
        "lyrics": "  [Chorus:] Well, me and Jesus got our own thing goin' Me and Jesus got it all worked out Me and Jesus got our own thing goin' We don't need anybody to tell us what it's all about  [Verse 1:] I know a man who once was a sinner I know a man that once was a drunk I know a man who once was a looser But he went out one day and made an alter out of a stump  [Chorus]  [Verse 2:] Jesus brought me through all of my troubles Jesus brought me through all of my trials Jesus brought me through all of my heartaches And I know that Jesus ain't gonna forsake me now  [Chorus]  [Verse 3:] We can't afford any fancy preachin' We can't afford any fancy church We can't afford any fancy singin' But you know Jesus got a lot of poor people out doin' his work  [Chorus]  [Outro:] Me and Jesus got our own thing goin' Me and Jesus got it all worked out Me and Jesus got our own thing goin'  ",
        "title": "Me And Jesus"
    },
    {
        "artist": "Isaac Hayes & David Porter",
        "lyrics": "  You think I love you For just one thing To you my love this may be The way that it seems  But I love the way, that you carry yourself I really love you, I love you, love you, love you, love you I love you, baby, love you The way you wear your hair  Ain't that loving you, ain't that loving you For more reasons than one You're the one, only one You're the one, listen girl  Somehow, my love You've been misled By the things that others Other guys have said, don't you believe 'em  Well, I love you, yes, I do, for what you are Yeah, I even love you, I love you, love you, I love you Love you, I love you, baby, love you For what you may become  Ain't that loving you everyday, every way Ain't that loving you, ohh, yeah, for more reasons than one You're the one, you're the one, only one, only one You're the one, I betcha never thought about it  Did it ever occur to you, why I do all that I can do? To keep that smile upon your face that's why I love you In so many ways, that's why I love you In so many ways, ooh, la, baby  Somehow, my love You've been misled By the things that others Other guys have said, slammed the door in your face  But I love you, everyday for what you are Girl I even love you, I love you, love you, ooh For what you may become  Ain't that loving you, whole lot of love, everyday Ain't that loving you, in every way, ohh, yeah For more reasons than one, you're the one You're the one, only one, you're the one, listen girl  I love the way you wear your hair I love the way that you carry yourself I love the way that you squeeze me tight, yeah I just love the way you make everything all right  I love the way you kiss my lips, girl Baby, baby, love it when you're swinging your hips Ain't that loving you for more reasons than one  Girl, I love the way you hold my hand And there's no doubt I'm the only man, yeah That could satisfy you, that could satisfy I love to satisfy you, I love you, baby  Ohh, baby, ohh, baby, I love you baby For more reasons than one You're the one, you're the one  ",
        "title": "Ain't That Loving You (For More Reasons Than One)"
    }
]