[
    {
        "artist": "Usher Featuring Young Jeezy",
        "lyrics": "  [Intro: Usher & Beyoncé] Yeah, yeah Yeah, yeah Soundz, I hear you, man Usher Yeah, this it right here Queen B, yeah I'm the king, y'all know that She the queen, came right back Listen to me Yeah, yeah Oh, remix  [Verse 1: Usher & Beyoncé] Now, baby girl, there ain't nothing more that I can say You know by now, I want it more than anything If I walk away and just let you leave You'll be stuck in my head like a melody I know you want it (yeah) But I'm hesitating (why?) You must be crazy, I got a man, you got a lady I know, we here together, so this must be something special 'Cause you could be anywhere you wanted  [Pre-Chorus: Usher] But you decided to be here with me No coincidence, it was meant to be Don't be shy, come let your boy get in So you can tell all of your friends You was on the remix, like...  [Chorus: Usher] In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up In this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 2: Beyoncé, Usher & Both] Baby, you know I'd be down But we can't have all these people staring, standing around This right here is only for your eyes to see But you getting carried away, saying we can do it wherever The way you touching me like no other I'ma make you feel insane Trying your hardest to make me give in But I'mma be down to give you what'chu wanting if you keep it up I strongly doubt this velvet rope would hold me up And I don't want security rolling up on us (I got you) I'm not hesitating, I just don't wanna rush You could be anywhere you wanted  [Pre-Chorus: Beyoncé] But you decided to be here with me No coincidence, it was meant to be I guess if I mess around and let you get in You gon' tell all of your friends You was on this remix, like...  [Chorus: Beyoncé, Usher & Both] In this club, in this club Fellas, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I'm stopping Baby, I don't give upIn this club, in this club Ladies, can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching Baby, I don't give up in this club  [Verse 3: Lil Wayne] Shawty want a thug It started with a hug And the rest went like this I gave her neck, a kissy-kiss She gave my neck a kiss back I said, we could do it like a stack I mean, we could do it like a G On the couch in V.I.P Shawty, we could get it on I'm like, shout out to the DJ for playing this song Girl, we could act like two damn fools And everybody think we doing a dance move Call me, so I can make it juicy for ya Meet me in the bathroom and you could be my secret lover, girl And it started with a hug But now we making love in this club And we're not gonna stop just because The people in the crowd are watching us But we don't give a damn what they say And this is the, the remix, baby  [Bridge: Usher & Beyoncé] Come a little closer to daddy, put it on you Need you to know what happens here, stays here And I'm ready and willing, almost got to go Got you standing at attention, keep it on the low Ain't nobody watching, don't worry, they can't see us I know I got you hot, now let me in You in the club or the car, wherever you are Run and tell the DJ, run it back on replay  [Chorus: Usher, Beyoncé & Both] In this club, in this club [Fellas (ladies), can I put this love up on you one time? If you ain't scared, say what's up In this club, in this club They can keep watching, I ain't stopping Baby, I don't give up Now, run and tell all of your friends You gotta hear this remix, like...   [Outro: Usher, Beyoncé & Lil Wayne] King and queen, y'all know Yeah, man If we make love in this club What would music be without Soundz? In this club, in this club Nobody will know, baby...  ",
        "title": "Love In This Club"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "Flo Rida Featuring T-Pain",
        "lyrics": "  [Intro: T-Pain + (Flo Rida)] Hmm-mmm-mmm-mmm-mmm-mmm (Let me talk to 'em, let me talk to 'em) Hmm-mmm-mmm-mmm-mmm-mmm (Let me talk to 'em)  [Hook: T-Pain] Shawty had them Apple Bottom jeans Boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 1: Flo Rida] I ain't never seen nothin' that'll make me go This crazy all night spendin' my dough Had a million dollar vibe and a bottle to go Them birthday cakes they stole the show So sexual, she was flexable Professional, drinkin' X and oh Hold up, wait a minute, do I see what I think I, whoa Did I think I see shawty get low? Ain't the same when it's up that close Make it rain, I'm makin' it snow Work the pole, I got the bank roll I'ma say that I prefer them no clothes I'm into that, I love women exposed She threw it back at me, I gave her mo' Cash ain't no problem, I know where it goes She had them—  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 2: Flo Rida] Hey, shawty, what I gotta do to get you home? My jeans full of guap and they ready for shones Cadillacs, Maybachs for the sexy groan Patron on the rocks that'll make you moan One stack c'mon, two stacks c'mon Three stacks c'mon, now that's three grand What, you think I'm playin', baby girl? I'm the man, I'll bend the rubber bands That's what I told her, her legs on my shoulder I knew it was over, that Henny and Cola Got me like a solider, she ready for Rover I couldn't control her So lucky oh me, I was just like a clover Shawty was hot like a toaster Sorry but I had to fold her Like a pornography poster, she showed her—  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  [Verse 3: Flo Rida] Whoa, shawty Yeah she was worth the money Lil' mama took my cash And I ain't want it back The way she bent that back Got her them paper stacks Tattoo above her crack I had to handle that I was on it, sexy woman Let me showin' and made me want it Two in the mornin', I'm zonin' And them Rosay bottles foamin' She wouldn't stop, made it drop Shawty did that pop and lock Had to break her off that guap Gal was fly just like my Glock  [Hook: T-Pain] Apple Bottom jeans, boots with the fur (with the fur) The whole club was lookin' at her She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low Them baggy sweat pants And the Reeboks with the straps (with the straps) She turned around and gave that big booty a smack (ayy!!) She hit the flo' (she hit the flo'!), next thang you know Shawty got low-low-low-low-low-low-low-low  ",
        "title": "Low"
    },
    {
        "artist": "Sara Bareilles",
        "lyrics": null,
        "title": "Love Song"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] Please don't stop the music Please don't stop the music Please don't stop the music Please don't stop the music  [Verse 1] It's gettin' late, I'm making my way over to my favorite place I gotta get my body moving, shake the stress away I wasn't looking for nobody when you looked my way Possible candidate, yeah Who knew that you'd be up in here lookin' like you do You're making stayin' over here impossible Baby, I'ma say your aura is incredible If you don't have to go, don't  [Pre-Chorus] Do you know what you started? I just came here to party But now we're rockin' on the dance floor, actin' naughty Your hands around my waist Just let the music play We're hand in hand, chest to chest, and now we're face to face  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Verse 2] Baby, are you ready? ’Cause it's getting close Don't you feel the passion ready to explode? What goes on between us no one has to know This is a private show, oh  [Pre-Chorus] Do you know what you started? I just came here to party But now we're rockin' on the dance floor, actin' naughty Your hands around my waist Just let the music play We're hand in hand, chest to chest, and now we're face to face  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Bridge] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are  [Break] Please don't stop the music Please don't stop the music Please don't stop the music  [Chorus] I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the music I wanna take you away, let's escape into the music — DJ, let it play I just can't refuse it, like the way you do this Keep on rockin' to it Please don't stop the, please don't stop the, please don't stop the music  [Bridge] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music  [Outro] Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Mama say mama say mama couse are Please don't stop the music  ",
        "title": "Don't Stop The Music"
    },
    {
        "artist": "Jordin Sparks Duet With Chris Brown",
        "lyrics": "  [Intro: Jordin Sparks] Tell me how I'm supposed to breathe with no air (air) Ooh  [Verse 1: Jordin Sparks & Chris Brown] If I should die before I wake It's 'cause you took my breath away Losing you is like living in a world with no air, oh I'm here alone, didn't want to leave My heart won't move, it's incomplete Wish there was a way that I can make you understand  [Pre-Chorus: Jordin Sparks] But how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, oh No air, air  [Verse 2: Chris Brown & Jordin Sparks] I walked, I ran, I jumped, I flew Right off the ground to float to you There's no gravity to hold me down for real But somehow I'm still alive inside You took my breath but I survived I don't know how but I don't even care  [Pre-Chorus: Jordin Sparks & Chris Brown] So how do you expect me To live alone with just me? 'Cause my world revolves around you It's so hard for me to breathe  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me, yeah If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air no No air, air oh No air, air  [Bridge: Jordin Sparks & Chris Brown] No more Baby, oh It's no air, no air Hey, no air Oh  [Chorus: Jordin Sparks & Chris Brown] Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no 'Cause my world revolves around you, it's so hard for me to breathe Hard for me to breathe Tell me how I'm supposed to breathe with no air Can't live, can't breathe with no air That's how I feel whenever you ain't there It's no air, no air  [Outro: Jordan Sparks & Chris Brown] Got me out here in the water, so deep Tell me how you gon' be without me If you ain't here, I just can't breathe It's no air, no air No air, air, oh No air, air, no No air, air, no air No air  ",
        "title": "No Air"
    },
    {
        "artist": "Ray J & Yung Berg",
        "lyrics": "  {SEX-Y, CAN, I?}  [Yung Berg - Intro] (Ray J) Yeah! Ray... (Yeaaaaaah) We out here It's young boss...Knockout (Yeaaa-yeaaaaaaaah) All he wanna know is.. {SEX-Y, CAN, I?} First round, ladies!  [Ray J] Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, hit it from the front? Then I hit it from the back, know you like it like that Then we take it to the bed, then we take it to the flo' Then we chill for a second, then we back at it some mo' Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?}  [Yung Berg] 'Ey, waddup, lil mama? It's ya boy Yung'n G5 dipped in Louis Vuitton luggage 'Ey, gotta love it, ya boy so fly All the ladies go (OHHH) when the nigga go by Gucci on the feet, Marc Jacob on the thigh She wanna ride or die witcha boy in the Chi That's right - so I let her kiss the prince Her boyfriend, she ain't missed him since Ya dig?  [Ray J] (Yung Berg) Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, keep it on the low? Got a girl at the crib, we can take it to the mo-mo You can bring a friend, or, you can ride solo Let me get my camera, so we can take a photo Ooooh (Now go shawty, go shawty) Baby, when we make love, it's like ooooooh (I don't know what your man is like, but shawty all I wanna know is...) Sexy, can I? Sexy, can I, visit you at work? While you slidin down the pole, no panties, no shirt Then you climb back up the pole, then you drop and do the splits How you make that pussy talk, baby damn you on some real shit Ooooh (Now go shawty, go shawty) I make it rain in the club like OOOOOOOH (I don't know what your man is like, but baby all I wanna know is...) Sexy, can I? Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?}  [Yung Berg] You know what it is.. She ain't concerned with, who ya boy's hittin, or who Ray's nailing So when I give it to her, I know that she ain't tellin See I'm a go getta and she a go get-it You already know she a.. {SEX-Y, CAN, I} Sexy, can I, send for you red-eye Fresh out the pool, no towel, let it air-dry And if you ain't fuckin tonight Then, you can watch our tour bus go by  [Ray J] Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} Sexy, can I, hit it from the front? Then I hit it from the back, know you like it like that Then we take it to the bed, then we take it to the flo' Then we chill for a second, then we back at it some mo'! Sexy, can I? Just pardon my manners Girl, how you shake it got a nigga like (OHHHH!) It's a Kodak moment, let me go and get my camera All I wanna know is {SEX-Y, CAN, I?} I just wanna have some fun...  [Yung Berg - Outro] You know I wanna have some too! (Ay, I said, can I just have some fuuuun?) We about to turn the mansion out And we can do it with the cameras out {SEX-Y, CAN, I?}  ",
        "title": "Sexy Can I"
    },
    {
        "artist": "Leona Lewis",
        "lyrics": "  [Verse 1] Closed off from love, I didn't need the pain Once or twice was enough and it was all in vain Time starts to pass, before you know it you're frozen But something happened for the very first time with you My heart melted to the ground Found something true And everyone's looking round thinking I'm going crazy  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Verse 2] Trying hard not to hear, but they talk so loud Their piercing sounds fill my ears, try to fill me with doubt Yet I know that their goal is to keep me from falling But nothing's greater than the risk That comes with your embrace And in this world of loneliness, I see your face Yet everyone around me thinks that I'm going crazy Maybe, maybe  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love You cut me open  [Bridge] And it's draining all of me Though they find it hard to believe I'll be wearing these scars for everyone to see  [Pre-Chorus] But I don't care what they say, I'm in love with you They try to pull me away, but they don't know the truth My heart's crippled by the vein that I keep on closing You cut me open and I  [Chorus] Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love (Ooh, you cut me open and I) Keep bleeding Keep, keep bleeding love I keep bleeding I keep, keep bleeding love Keep bleeding Keep, keep bleeding love  [Outro] Ooh, you cut me open and I Keep bleeding Keep, keep bleeding love  ",
        "title": "Bleeding Love"
    },
    {
        "artist": "Timbaland Featuring OneRepublic",
        "lyrics": "  [Verse 1] I'm holding on your rope Got me ten feet off the ground And I'm hearing what you say But I just can't make a sound You tell me that you need me Then you go and cut me down But wait You tell me that you're sorry Didn't think I'd turn around And say  [Chorus] That it's too late to apologize It's too late I said, it's too late to apologize It's too late, too late, oh, oh  [Verse 2] I'd take another chance Take a fall, take a shot for you, oh, oh I need you like a heart needs a beat But it's nothing new, yeah I loved you with a fire red Now it's turning blue And you say Sorry, like an angel Heaven let me think was you But I'm afraid  [Chorus] It's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh It's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh I said, it's too late to apologize It's too late I said, it's too late to apologize It's too late, oh, oh  [Outro] I'm holding on your rope Got me ten feet off the ground  ",
        "title": "Apologize"
    },
    {
        "artist": "Lupe Fiasco Featuring Matthew Santos",
        "lyrics": "  [Hook: Matthew Santos] If you are what you say you are, a superstar Then have no fear, the camera's here And the microphones And they wanna know, oh oh oh (the return) If you are what you say you are, a superstar Then have no fear, the crowd is here And the lights are on And they want a show, oh oh oh, yeah  [Verse 1: Lupe Fiasco] Yeah, uh, a fresh cool young Lu Trying to catch his microphone, check 2-1-2 Wanna believe my own hype but it's too untrue The world brought me to my knees, what have you brung you? Did you improve on the design, did you do something new? Well your name ain't on the guest list, who brung you? You, the more famous person you come through And the sexy lady next to you, you come too And then it hit me, standing outside of Heaven Waiting for God to come and get me, I'm too uncouth Unschooled to the rules and too gumshoe Too much of a newcomer and too uncool Like Shadow and Lavelle, I battle with it well Though I need a holiday like lady who sung \"Blue\" Go back, whatever you did you undo Heavy as heaven, the devil on me, two tons too Ha ha ha ha-ha-ha  [Hook: Matthew Santos] If you are what you say you are a superstar Then have no fear, the camera's here And the microphones And they wanna know, oh oh oh, yeah  [Verse 2: Lupe Fiasco] And you better wear your shades The spotlights here can burn holes through the stage Down to the basement, past the Indian graves Where the dinosaurs laid Then out through China, nearly miss the airliners Magnified times five, unless it's pointed at the rhymer Ricochets off the moon and sets the forest ablaze Now that's important to say Cause even with all that most of us don't want it to fade We want it to braid Meaning we want it to grow, meaning we want it to stay Like the governor called and he told him to wait Unstrap him from the chair and put him back in his cage The audience ain't fazed And they ain't gonna clap and they ain't gonna praise They want everything back that they've paid Cause they've been waiting since ten to see the lights get dim Ha ha ha ha-ha-ha  [Hook: Matthew Santos] If you are what you say you are, a superstar Then have no fear, the crowd is here And the lights are on And they want a show, oh oh oh, yeah  [Verse 3: Lupe Fiasco] So chauffeur, chauffeur, come and take me away Cause I've been standing in this line for like five whole days Me and security ain't getting along And when I got to the front, they told me all of the tickets were gone So just take me home where the mood is mellow And the roses are thrown, M&M's are yellow And the light bulbs around my mirror don't flicker Everybody gets a nice autograph picture One for you and one for your sister Who had to work tonight but is an avid listener Every song's her favorite song and mics don't feedback All the reviewers say \"You need to go and see that\" And everybody claps cause everybody is pleased And then they all take the stage and start performing for me Like, \"Ha ha ha-ha-ha Ha ha ha-ha-ha, ha\"  [Hook: Matthew Santos] If you are what you say you are, a superstar Then have no fear, the camera's here And the microphones And they wanna know, oh oh oh If you are what you say you are, a superstar Then have no fear, the crowd is here And the lights are on And they want a show, oh oh oh, yeah  [Outro: Matthew Santos] If you are, what you say you are Then have no fear  ",
        "title": "Superstar"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] I got my sights set on you, and I'm ready to aim I have a heart that will never be tamed I knew you were something special when you spoke my name Now I can't wait to see you again  I've got a way of knowing when something is right I feel like I must've known you in another life 'Cause I felt this deep connection when you looked in my eyes Now I can't wait to see you again  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again  [Verse 2] I got this crazy feeling deep inside When you called and asked to see me tomorrow night I'm not a mind reader but I'm reading the sign That you can't wait to see me again  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again  [Bridge] I got my sights set on you, and I'm ready to aim  [Chorus] The last time I freaked out I just kept looking down I st-st-stuttered when you asked me what I'm thinking about Felt like I couldn't breathe You asked what's wrong with me My best friend Lesley said, \"Oh, she's just being Miley.\" The next time we hang out, I will redeem myself My heart, it can't rest 'til then Oh-woah-woah, I, I can't wait to see you again Oh-woah-woah, I, I can't wait to see you again  ",
        "title": "See You Again"
    },
    {
        "artist": "Webbie Featuring Lil' Phat & Lil' Boosie",
        "lyrics": "  [Hook] I-n-d-e-p-e-n-d-e-n-t do you know what that mean [Repeat 2x] She got her own house She got her own car Two jobs work hard you a bad broad If you ain't on sit down [Repeat 4x]  [Verse 1: Webbie] I-n-d-e-p-e-n-d-e-n-t do you know what that mean Baby Phat just relax Front your own flat screen Back rub, cook, clean, and don't make her make a scene When u callin her on her cellular she tell u she'nt need not a got damn thang You a hot damn thang If you think u finna get her wit a got damn chain You insane, boy you better get some gotdamn change She a fool, been to school Even walked across the stage And she say I love webbie From his looks to his ways The stilettos the J's depend on how the weather look Flip flop slippers just to show off the pedicure Flip flop niggas jus depend on how the cheddar look She'll buy her own I don't think she'll never look In a man face standin waitin for him to take care of her She'll rather go to work and pay the bills on schedule  [Hook]  [Verse 2: Lil Phat of 3-Deep] She a dome dime diva Gutta like Keisha Work that meter Cuz she a good freaka Cuz she stay on her shit She got her own shit She don't neva trip cuz all she want is that dick She bouncy flossy keep them hoes off me Gutta lil slang man I love when she talkin A independent chick do you know what that mean She cook she clean neva smell like onion rings 22's on her whip Oh she do it large (she do it large) When she break a nigga off Got a nigga spoiled She a bad lil chick A fly lil chick Hit me on my phone she like to buy that dick Got her stunna shades on lookin like sumthin Stallion hair long she a nice sumthin Like to go to the mall er'day for an outfit Hair did, nails did ,Independent what she call it  [Hook]  [Verse 3: Lil Boosie] She got her own house Drive her own whip Range rover all white...like her toe tips She got a pretty smile ..smell real good Only time she need a man for that good joog They buy the bar too They superstars too They be like you ain't got no money take yo broke tail home In Baby Phat they on They cloths match they phone They be like YEAH!!! when they song come on Leave the club kinda early Cuz they gotta go to work I mess wit supervisors who got credit like Big Turk So dusty feet please don't bother me I got independent dimes on my mind...who spoil me Gucci hat...Gucci fit so sick That's a gift from my independent chick yes sir! Tryna get me next to her gotta be yaself mayne Cause she got her own money she don't need no help mayne (Boosie!)  ",
        "title": "Independent"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse 1] I just want you close Where you can stay forever You can be sure That it will only get better  [Bridge] You and me together Through the days and nights I don't worry cause Everything's going to be alright People keep talking they can say what they like But all I know is everything's going to be alright  [Chorus] No one, no one, no one Can get in the way of what I'm feeling No one, no one, no one Can get in the way of what I feel for you, you, you Can get in the way of what I feel for you  [Verse 2] When the rain is pouring down And my heart is hurting You will always be around This I know for certain  [Bridge] You and me together Through the days and nights I don't worry cause Everything's going to be alright People keep talking they can say what they like But all I know is everything's going to be alright  [Chorus] No one, no one, no one Can get in the way of what I'm feeling No one, no one, no one Can get in the way of what I feel for you, you, you Can get in the way of what I feel  [Verse 3] I know some people search the world To find something like what we have I know people will try, try to divide, something so real So till the end of time I'm telling you there ain't no one  [Chorus] No one, no one Can get in the way of what I'm feeling No one, no one, no one Can get in the way of what I feel for you  [Outro] Oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh Oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh  ",
        "title": "No One"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Spoken Intro]  [Verse 1] I know that you've been waiting for it, I'm waiting too In my imagination I'd be all up on you I know you got that fever for me: hundred and two And boy I know I feel the same My temperature's through the roof  [Pre-Hook] If there's a camera up in here Then it's going to leave with me when I do (I do) If there's a camera up in here Then I'd best not catch this flick on YouTube (YouTube) Because if you run your mouth And brag about this secret rendezvous I will hunt you down Because they be all up in my bidness like a Wendy interview But this is private, between you and I  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body  [Verse 2] Boy you can put me on you like a brand new white tee I'll hug your body tighter than my favorite jeans I want you to caress me like a tropical breeze And float away with you in the Caribbean Sea  [Pre-Hook] If there's a camera up in here Then it's going to leave with me when I do (I do) If there's a camera up in here Then I'd best not catch this flick on YouTube (You Tube) Because if you run your mouth And brag about this secret rendezvous I will hunt you down Because they be all up in my bidness like a Wendy Interview But this is private, between you and I  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body  [Bridge] I am going to treat you like a teddy bear You won't want to go nowhere In the lap of luxury Laying intertwined with me You won't want for nothing, boy I will give you plenty  [Hook] Touch my body, put me on the floor Wrestle me around, play with me some more Touch my body, throw me on the bed I just want to make you feel like you never did Touch my body, let me wrap my thighs All around your waist, just a little taste Touch my body, know you love my curves Come on and give me what I deserve And touch my body Touch my body Touch my body Touch my body Touch my body Touch my body  ",
        "title": "Touch My Body"
    },
    {
        "artist": "Snoop Dogg",
        "lyrics": "  [Snoop Dogg] I'm gonna take my time She gon' get hers before I I'm gonna take it slow I'm not gon' rush the stroke So she can get a sensual seduction So I can get a sensual seduction So we can get a sensual seduction Sensual seduction, whoa whoa  [Lil' Kim] I'm gonna take my time I like to get mine from behind So he can take control And lick me from head to toe  So we can get a sensual seduction So I can have continuous eruption With no interuptions So he can have a Lil' Kim seduction, whoa  [Snoop Dogg] She might be with him But she's thinkin' 'bout me, me, me We don't go to the malls We don't go out to eat, eat, eat All that we ever do Is play in the sheets, sheets, sheets Smoke us a cigarette Then go back to sleep, sleep, sleep Cause we done got a  Sensual seduction Sensual seduction, whoa whoa Sensual seduction Sensual seduction, whoa whoa  I'm gonna take my time She gon' get hers before I I'm gonna take it slow I'm not gon' rush the stroke  [Lil' Kim] Don't rush If you don't know by now Lil' Kim is a freak, freak, freeeeak He's lickin' his lips Like I'm something to eat, eat, eeeat Can't get enough of my honey Cause he say it tastes sweet, sweet, sweeeet He's got me so wet Cause he's going so deep, deep, deeeep  So we can get a sensual seduction So I can have continuous eruption With no interuptions So he can have a Lil' Kim seduction, whoa  [Snoop Dogg Rap] I was all in the club Havin' a drink, blowin' on a sweet When I peeped this lil' freak out I was all on the bar, went drift up Shawty Redd came on Then she hit the floor now With a see-through dress Long hair, light brown eyes Lookin' like Ms. Bo Peep And a player know If I take her home, with them real big hips You so ripe, I'm gon' beep So I approached the chick with the real pretty face Nice curves on her with a little bitty waist I whisped in her ear, \"Lil' mama, what you drink?\" I know that you a freak, but you know I ain't gon' say shhhh See, my game is outrageous I got her to the crib and exchanged some love faces But it wasn't no need for me to rush to bust one Cause I wanted her to have an eruption  Sensual seduction Sensual seduction, whoa Sensual seduction Sensual seduction, whoa whoa Sensual seduction (All the time, any time) Sensual seduction, whoa whoa Sensual seduction  ",
        "title": "Sensual Seduction"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] This town is colder now, I think it's sick of us It's time to make our move, I'm shaking off the rust I've got my heart set on anywhere but here I'm staring down myself, counting up the years Steady hands, just take the wheel And every glance is killing me Time to make one last appeal, for the life I lead  [Chorus] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be, oh Stop and stare You start to wonder why you're here not there And you'd give anything to get what's fair But fair ain't what you really need Oh, can you see what I see  [Verse 2] They're trying to come back, all my senses push Untie the weight bags, I never thought I could Steady feet, don't fail me now Going to run until you can't walk Something pulls my focus out And I'm standing down  [Chorus] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be, oh Stop and stare You start to wonder why you're here not there And you'd give anything to get what's fair But fair ain't what you really need Oh, can you see what I see  [Outro] Stop and stare I think I'm moving but I go nowhere Yeah I know that everyone gets scared But I've become what I can't be Oh, do you see what I see  ",
        "title": "Stop And Stare"
    },
    {
        "artist": "Buckcherry",
        "lyrics": null,
        "title": "Sorry"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Intro: Ludacris] Remix AK Remix Ludacris Remix Every time Every time I see you I see you I say, say That tomorrow that tomorrows never promised today, day  [Verse 1: Alicia Keys] If I had no more time No more time left to be here Would you cherish what we had? Was it everything that you were looking for? If I couldn't feel your touch And no longer were you with me I'd be wishing you were here To be everything that I'd be looking for I don't wanna forget the present is a gift And I don't wanna take for granted the time you may have here with me Cause Lord only knows another day is not really guaranteed  [Hook: Alicia Keys] So every time you hold me Hold me like this is the last time Every time you kiss me Kiss me like you'll never see me again Every time you touch me Touch me like this is the last time Promise that you'll love me Love me like you'll never see me again Oh Oh Ohhhhh  [Verse 2: Ludacris] Luda Everytime I see you I squeeze you like you my teddy bear baby Got ya hand on the wheel and ya peddle to the metal Pretty woman you drive me crazy Got you by my side and I really can admit that I never thought you would go I might of did my thang on the side with some chick but I never thought you would know What was I thinking I must have been drinking trying bring that drama Hanging out at all times of the night with the fellas and disappear just like Osama Running like Obama, I'm a liar I should've been ashamed Playing it like the station this is just real life this is not a game And I'm insane for ya I feel the pain for ya Stand all under my umbrella I'll shield the rain for ya Drop Drop drip drip shed a tear Cause I'm right here and I'm a lick it off Tock Tock tick tick the clock goes Unbutton your clothes and I'm a get em off Get it off real quick Get it off real quick Ludacris let me make it up to ya Every time we hug we kiss we touch Makes me wanna make love to ya I'm a rock your world you rock my world You make my every-day Ludacris and Alicia keys and I'm a make ya say  [Hook: Alicia Keys] So every time you hold me Hold me like this is the last time Every time you kiss me Kiss me like you'll never see me again (Can you do that for me baby?) Every time you touch me (See we don't really know) Touch me like this is the last time (See everyday we never know) Promise that you'll love me (I want you to promise me) Love me like you'll never see me again (Like you'll never see me again) Oh Oh Ohhhhh  [Outro x3: Ludacris] Every time Every time I see you I see you I say I say That tomorrow that tomorrows never promised today-day  ",
        "title": "Like You'll Never See Me Again"
    },
    {
        "artist": "Lil Mama Featuring Chris Brown & T-Pain",
        "lyrics": "  [Intro: T-Pain & Lil' Mama] Greatness plus greatness, equals great greatness Hey, hey, hey, hey The way we get loose, we move our shoulders Forward, heads back Get it in Control like Janet Jack Get it on the flo', let 'em know what's happenin'  [Verse 1: Lil' Mama] L-I-L, you better ask somebody I been on my grind since butt touch potty Y'all don't really want it with the young hot toddler With a flo' so spec like techno-lotta It's, so sick, how the clock go tick Keep givin' y'all hits like techmatic Uh, it's the reason why I spit it how I spit it When I spit, it's like mucous, gotta get rid of it These chicks don't pop like me Uncompatable girl, no comparin' me And ain't none of y'all scarin' me Like don't ya wish ya girl was as bad as me? Yeah With a flow so sick like Twista's So sweet, but could be cold like a mystic Instincts come so smooth like what is it? BK, H-dub ours like a wizard  [Hook: Chris Brown & Lil' Mama] Shawty get loose, baby, do what you do Lemme see you let down your hair Shawty get loose, hit the dance floor and act Like there's nobody else in here Shawty get loose, krump, clown Break it on down, baby do your thang Shawty get loose, PHAT phat Baby, I ain't even know you can break it down like that That, that, that, that, that, that, that Walk, walk, set, set, row, row, then you Walk, walk, set, set, row, row, then you Shawty got loose That, that, that, that, that, that, that, that Walk, walk, set, set, row, row, then you Get, set, set, go Shawty get loose  [Verse 2: T-Pain] What it do? Teddy to the Piz-ayne You already know, tell 'em I'm the miz-ayne Shawty, you ain't messin' with a lizz-ame I'ma have you loose on the flo', you gon' be steppin' with a cizz-ane I mind-boggle models with a bottle of somethin' good I'll take 'em to the hood and have they ass goin' insane A hard rap artist that hang with singers So don't thank that this thang is hard 'cause homie, it ain't I'm loose, loose, you gotta be kiddin' me You tellin' me shawty right here Can take her hair down and do it like you, you If all of this is true, you gotta show me what you do, show me, now do it 5, 4, 3, 2, 2, you know Pain came to change the game All the way from the same thang to some of that new, new Impress me, I want one person on this flo' to try and test me Now shawty get loose  [Hook: Chris Brown & Lil' Mama] Shawty get loose, baby, do what you do Lemme see you let down your hair Shawty get loose, hit the dance floor and act Like there's nobody else in here Shawty get loose, krump, clown Break it on down, baby do your thang Shawty get loose, PHAT phat Baby, I ain't even know you can break it down like that That, that, that, that, that, that, that, that In the crib, in the club, in the block, it don't matter, it don't, it don't matter Shawty got loose That, that, that, that, that, that, that, that In the crib, in the club, in the block, it don't matter, it don't, it don't matter Shawty get loose  [Verse 3: Lil' Mama] In the crib, in the club, in the block, it don't matter I spit stats, 4, 5, 6, I do da-data How she do, di-di-di-that like that? Got the hood on the back and her pockets is fat Still rollin', rollin', left, right Shot callin', callin', that's, right 'Cause my team on the market, famila we 'bout to pop it Lock, drop and roll like a hip-hop rock show You never know where my mind gon' go Not Puerto Rican but I like mangos So smooth on the dance flo' When you see me comin', I'm runnin' it like a game show You ain't know, Lil' Mama go She be runnin' and poppin' it, hit you wit the bust flow She's hot So get loose on the flo' and I cannot stop  [Hook: Chris Brown] Shawty get loose, baby, do what you do Lemme see you let down your hair Shawty get loose, hit the dance floor and act Like there's nobody else in here Shawty get loose, krump, clown Break it on down, baby do your thang Shawty get loose, PHAT phat Baby, I ain't even know you can break it down like that That, that, that, that, that, that, that, that Shawty got loose That, that, that, that, that, that, that, that Shawty get loose  ",
        "title": "Shawty Get Loose"
    },
    {
        "artist": "Sean Kingston",
        "lyrics": "  YO! WAT A Gwaan! HO! SEAN KINGSTON! JR!  [Hook:] We can move to the tropics Sip pina coladas Shorty I could take you there Or we can move to the slums Where killers get hung Shorty I could take you there You know I could take you (I could take you...) I could take you (I could take you...) Shorty I could take you there You know I could take you (I could take you...) I could take you (I could take you...) Shorty I could take you there  Baby girl I know it's rough but come with me We can take a trip to the hood It's no problem girl it's my city I could take you there Little kid with guns only 15 Roam in the streets up to no good When gun shots just watch us,run quickly I could show you where  As long you're with me Baby you'll be alright I'm known in the ghetto Girl just stay by my side Or we can leave the slums go to paradise Baby it's up to you It's whatever you like  [Hook]  Shorty come with me it's no worry I know the bad men them where I stay Police fly pursuit in a hurry This is no gun play Don't be scared in a the West Indies It's Jamaica, that's where I'm from Might see something you're not used to Welcome to the slums  As long you're with me Baby you'll be alright I'm known in the ghetto Girl just stay by my side Or we can leave the slums go to paradise Baby it's up to you It's whatever you like  [Hook]  Or we (oh we) Can go (can go) To a place (to a place) I know you gon' like (oh oh oh) The beach (the beach) The breeze (the breeze) West Indies, I call it paradise  [Hook]  ",
        "title": "Take You There"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1] I close both locks below the window I close both blinds and turn away Sometimes solutions aren't so simple Sometimes goodbye's the only way  [Chorus] And the sun will set for you The sun will set for you And the shadow of the day will embrace the world in grey And the sun will set for you  [Verse 2] In cards and flowers on your window Your friends all plead for you to stay Sometimes beginnings aren't so simple Sometimes goodbye's the only way  [Chorus] And the sun will set for you The sun will set for you And the shadow of the day will embrace the world in grey And the sun will set for you  [Instrumental Bridge]  [Chorus] And the shadow of the day will embrace the world in grey And the sun will set for you And the shadow of the day will embrace the world in grey And the sun will set for you  ",
        "title": "Shadow Of The Day"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Drew looks at me I fake a smile so he won't see That I want and I'm needing Everything that we should be  [Pre-Chorus 1] I'll bet she's beautiful, that girl he talks about And she's got everything that I have to live without  [Verse 2] Drew talks to me I laugh 'cause it's so damn funny That I can't even see Anyone when he's with me  [Pre-Chorus 2] He says he's so in love, he's finally got it right I wonder if he knows he's all I think about at night  [Chorus] He's the reason for the teardrops on my guitar The only thing that keeps me wishing on a wishing star He's the song in the car I keep singing, don't know why I do...  [Verse 3] Drew walks by me Can't he tell that I can't breathe? And there he goes, so perfectly The kind of flawless I wish I could be  [Pre-Chorus 3] She'd better hold him tight, give him all her love Look in those beautiful eyes and know she's lucky cause  [Chorus] He's the reason for the teardrops on my guitar The only thing that keeps me wishing on a wishing star He's the song in the car I keep singing, don't know why I do...  [Bridge] So I drive home alone, as I turn off the light I'll put his picture down and maybe get some sleep tonight  [Chorus] He's the reason for the teardrops on my guitar The only one who’s got enough of me to break my heart He's the song in the car I keep singing, don't know why I do...  [Outro] He's the time taken up, but there's never enough And he's all that I need to fall into Drew looks at me I fake a smile so he won't see  ",
        "title": "Teardrops On My Guitar"
    },
    {
        "artist": "Flo Rida Featuring Timbaland",
        "lyrics": "  [Intro: Timbaland] Hey girl, ya comin' with me, ya comin' with me... Hey girl, ya comin' with me, ya comin' with me... Hey girl, ya comin' with me, ya comin' with me... Hey girl, ya comin'... c'mon Talk to me girl, give it to me Got you stuck On my elevator Get it up On my uh-ohh, uh-ohh, oh-ohh  [Verse 1: Flo Rida] Heyyyy! My first flo' stuck on a gold diggin' woman Money cash flow, all big face hunneds Stuntin' on the pole, got them D-boys runnin' Shorty got both broke, can't see what's comin' Wear them apple bottoms, wear them apple bottoms honey Dolce and Gabbana, and she get it from her mommy Louis bag kit, Gucci, Fendi and Armani See them karats on her wrist, now she pimp Bugs Bunny Used to date Kanye, now she want me Flo Rida got the juice, wanna take my OJ It ain't her birthday but her name on the cake If I ever pay for nookie grade A  [Hook: Timbaland] Got you stuck (yeah) on my elevator (uh-huh) Get it up (yeah) on my elevator - check it out! My first flo', stuck on the golddigger Second flo', stuck on the dimepiece Third flo', stuck on the hoodrat Fourth flo' - freak it, I don't know cause This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she stuck on my oww oww oww oww  [Verse 2: Flo Rida] She got her nails did, she got her hair did She got a Gucci bag, her brand new outfit Stuck on my elevator, she on the second flo' Now I want you to break it down, DJ turn it up some mo' Hey! Dimepiece girl [trippin' internet?] hottie Little momma strut that Top Model body South Beach peach on the back of that Ducati I'll bet you that brand new Ferrari  [Hook: Timbaland] Got you stuck (yeah) on my elevator (uh-huh) Get it up (yeah) on my elevator - check it out! My first flo', stuck on the golddigger Second flo', stuck on the dimepiece Third flo', stuck on the hoodrat Fourth flo' - freak it, I don't know cause This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is stuck on my oww oww oww oww  [Verse 3: Flo Rida] Hey! My third flo' stuck on the hoodrat shone Cut, take one, Hollyhood act on Short tennis skirt, now she got me in the zone Tattoo tight work, bought the \"Low\" ringtone Plenty ghetto booty, plenty ghetto booty on her Roll up with kitties, don't smoke Arizona One night stand, one night with the clan One night, one time broke her off ten grand Project all the way, gutter all day Pure uncut, stain wall with a J Shorty don't fake, she'll put it in your face Three stories by them hoodrat's [bay?]  [Hook: Timbaland] Got you stuck (yeah) on my elevator (uh-huh) Get it up (yeah) on my elevator - check it out! My first flo', stuck on the golddigger Second flo', stuck on the dimepiece Third flo', stuck on the hoodrat Fourth flo' - freak it, I don't know cause This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is/she's stuck on my ele, eh-el-eh-vator (frikki frikki) This girl is stuck on my oww oww oww oww  ",
        "title": "Elevator"
    },
    {
        "artist": "J. Holiday",
        "lyrics": "  [Produced by Tricky Stewart]  Now even though I try to play it off I'm thinkin' 'bout you all day long And I can't wait for shorty to come through From your lips and back up to your eyes My hands on your hips when we grind I'm fantasizin' 'bout what I'm gon' do to you  Got me fiendin' for her love, can't lie Man, you should see how she got me Spendin' all this time with her And I couldn't leave her if I wanted to Her love turns men into fools Tell me what a man is to do  Cause I can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  I can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  Whenever we up in this bed And my fingers all in your hair I wonder if you feel me watchin' you Cause I can't go a night without your lovin' Got me lookin' at this phone Every time it rings, I hope it's you, girl  Got me bracin' for your love And I've fallen for you, I can't lie I just wanna be with you And yes, she got me there, I said it Somebody call the paramedics Tell 'em to hurry up and come through  Cause I can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  Can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  Don't ever leave me, girl I need you inside my world I can't go a day without you And see, nobody else will ever do I'll never feel like I feel with you  Cause I can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  I can't breathe when you talk to me I can't breathe when you're touchin' me I suffocate when you're away from me So much love you take from me I'm goin' outta my mind  Ooh, no, no, I can't breathe Ooh, no, no, I can't breathe Ooh, no, no, I can't breathe, ooh, no, no Ooh, no, no, I can't breathe Ooh, no, no, I can't breathe  ",
        "title": "Suffocate"
    },
    {
        "artist": "Jordin Sparks",
        "lyrics": null,
        "title": "Tattoo"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Intro] Will you count me in?  [Verse 1] I've been awake for a while now You've got me feeling like a child now Cause every time I see your bubbly face I get the tingles in a silly place  [Chorus] It starts in my toes and I crinkle my nose Wherever it goes, I always know That you make me smile, please stay for a while now Just take your time wherever you go  [Verse 2] The rain is falling on my window pane But we are hiding in a safer place Under covers staying dry and warm You give me feelings that I adore  [Chorus] They start in my toes, make me crinkle my nose Wherever it goes, I always know That you make me smile, please stay for a while now Just take your time wherever you go  [Bridge 1] But what am I gonna say, when you make me feel this way I just...mmmm  [Chorus] And it starts in my toes, makes me crinkle my nose Wherever it goes, I always know That you make me smile, please stay for a while now Just take your time wherever you go  [Verse 3] I've been asleep for a while now You tuck me in just like a child now Cause every time you hold me in your arms I'm comfortable enough to feel your warmth  [Chorus 2] It starts in my soul and I lose all control When you kiss my nose, the feeling shows Cause you make me smile, baby, just take your time Now holding me tight  [Bridge 2] Wherever, wherever, wherever you go Wherever, wherever, wherever you go  [Outro] Wherever you go, I always know Cause you make me smile even just for a while  ",
        "title": "Bubbly"
    },
    {
        "artist": "Keyshia Cole",
        "lyrics": null,
        "title": "I Remember"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Yeah, yeah, yeah, yeah Since the day they got married He'd been praying for a little baby boy Someone he could take fishing Throw the football and be his pride and joy  [Verse 2] He could already see him holding that trophy Taking his team to state But when the nurse came in with a little pink blanket All those big dreams changed  [Chorus] And now he's wrapped around her finger She's the center of his whole world And his heart belongs to that sweet little Beautiful, wonderful, perfect all-American girl  [Verse 3] Sixteen short years later She was falling for the senior football star Before you knew it he was dropping passes Skipping practice just to spend more time with her  [Verse 4] The coach said, \"Hey, son, what's your problem? Tell me, have you lost your mind?\" And daddy said, \"You'll lose your free ride to college Boy, you better tell her goodbye\"  [Verse 5] But now he's wrapped around her finger She's the center of his whole world And his heart belongs to that sweet little Beautiful, wonderful, perfect all-American  [Verse 6] And when they got married and decided to have one of their own She said, \"Be honest, tell me what you want?\" And he said, \"Honey, you oughta know Sweet little, beautiful one just like you Oh, a beautiful, wonderful, perfect all-American\"  [Chorus] Now he's wrapped around her finger She's the center of his whole world And his heart belongs to that sweet little Beautiful, wonderful, perfect all-American girl, all-American girl  ",
        "title": "All-American Girl"
    },
    {
        "artist": "Finger Eleven",
        "lyrics": "  [Verse 1] I hold on so nervously To me and my drink I wish it was cooling me But so far, has not been good It’s been shitty And I feel awkward, as I should This club has got to be The most pretentious thing Since I thought you and me Well I am imagining A dark lit place Or your place or my place  [Hook] Well I’m not paralyzed But, I seem to be struck by you I want to make you move Because you’re standing still If your body matches What your eyes can do You’ll probably move right through Me on my way to you  [Verse 2] I hold out for one more drink Before I think I’m looking too desperately But so far has not been fun I should just stay home If one thing really means one This club will hopefully Be closed in three weeks That would be cool with me Well I’m still imagining A dark lit place Or your place or my place  [Hook] Well I’m not paralyzed But, I seem to be struck by you I want to make you move Because you’re standing still If your body matches What your eyes can do You’ll probably move right through Me on my way to you Well I’m not paralyzed But, I seem to be struck by you I want to make you move Because you’re standing still If your body matches What your eyes can do You’ll probably move right through Me on my way to you  [Bridge] I’m not paralyzed But, I seem to be struck by you I want to make you move Because you’re standing still If your body matches What your eyes can do You’ll probably move right through Me on my way to you  [Outro] You’ll probably move right through Me on my way to you You’ll probably move right through Me on my way to you  ",
        "title": "Paralyzer"
    },
    {
        "artist": "The-Dream",
        "lyrics": "  [Verse 1] Started out talking right here Putting it down like a motherfucking mack Selling candy all up in my ear She wanna be down like the Ds on the Lac Slow dancing in the club, her diamonds look like rainbows She grinding on my dick, she looking for the pot of gold We hop up in that AMG and D, we in the Westin She putting moves on me, I coulda swore shorty's a wrestler  [Pre-Hook] Talking all that shit Soon as I hit Now I got her talking like this  [Hook] (In a falsetto) She like, ooh, ooh, baby Ah, ah, ah, ooh (ooh, ooh) (In a falsetto) She like, ooh, ooh, baby Ah, ah, ah, ooh (In a falsetto) She like, ooh, ooh, baby Ah, ah, ah, ooh (In a falsetto) She like, ooh, ooh, baby Ah, ah, ah, ooh  (ooh, ooh)  [Verse 2] She's telling all her homies I'm the real deal Every time she leave the crib, shorty be coming right back She talking dirty all up in my ear (ear) And I'm finna put this dog right on her kitty cat I wasn't gon' show you up, but then you got that liquor in ya Calling last night a fluke, acting like she didn't remember I hopped up out that linen, I'm finna defend my title Finna put your ass to bed, tell me, which way would you like it?  [Pre-Hook & Hook]  [Interlude] Now say that shit  [Guitar Solo]  [Hook]  [Bridge] She said it feels like her very first time She said it feels like her very first time Grind it, grind it, grind it, baby Grind it, grind it, make me crazy Grind it, grind it, do it, do it Ooh, ooh, ooh, ooh Grind it, grind it, grind it, baby Grind it, grind it, grind it, hon' Grind it, grind it, now say Oh, ooh, ooh, oh, oh!  [Outro] It's all over now, you can come back down (Woosah) We can talk in this key right here (Woosah) But any time you want me to take you up Baby, jump on this elevator, promise there ain't nothing greater (Eh) Take a shower (eh) Let's take a shower (eh, eh) Let's take a shower (eh) Let's take a shower, eh Let's take a shower (eh, eh) Meet you right back here in a half an hour (Eh, eh, eh) (Ella, ella) (Ella, ella)  ",
        "title": "Falsetto"
    },
    {
        "artist": "Fergie",
        "lyrics": "  [B-Section] She can't help it, the girl can't help it (oh, baby!) She can't help it, the girl can't help it (oh, baby!) She can't help it, the girl can't help it (oh, baby!  [Verse 1] First time that I saw your eyes Boy, you looked right through me, mmm mmm Played it cool,but I knew you knew That cupid hit me, mmm mmm  [Chorus] You got me tripping, stumbling, flipping, fumbling Clumsy cause I'm falling in love (in - in, love - love) You got me slipping, tumbling, sinking, crumbling Clumsy cause I'm falling in love (in - in, love - love) So in love with you  [B-Section] She can't help it, the girl can't help it (oh, baby!) She can't help it, the girl can't help it (oh, no!) She can't help it, the girl can't help it (no how!) She can't help it  [Verse 2] Can't breathe, when you touch my sleeve Butterflies so crazy, mmm mmm Whoa now, think I'm going down Friends don't know whats with me, mmm mmm  [B-Section] She can't help it, the girl can't help it (oh, no!) She can't help it, the girl can't help it (oh, please!) She can't help it, the girl can't help it (oh, no!) She can't help it  [Bridge] You know, this ain't the first time this has happened to me This \"love sick\" thing I like serious relationships and uh A girl like me don't stay single for long Cause everytime a boyfriend and I break up My world is crushed and I'm all alone The love bug crawls right back up and bites me And I'm back!  [B-Section] She can't help it, the girl can't help it (in love!) She can't help it, the girl can't help it (oh, God!) She can't help it, the girl can't help it (I'm back in love!) Can't help it (Ooh whoo ooh!) She can't help it, the girl can't help it (I'm back in love now!) She can't help it, the girl can't help it (I'm back in love now, baby!) She can't help it, the girl can't help it (I'm back in love now!) She can't help it (And now you got me)  [Chorus] You got me tripping, stumbling, flipping, fumbling Clumsy cause I'm falling in love (in - in, love - love) You got me slipping, tumbling, sinking, crumbling Clumsy cause I'm falling in love (in - in, love - love) So in love with you Clumsy cause I'm falling in love (in - in, love - love) You got me slipping, tumbling, sinking, crumbling Clumsy cause I'm falling in love (in - in, love - love) So in love with you So in love with you So in love with you  ",
        "title": "Clumsy"
    },
    {
        "artist": "Shawty Lo",
        "lyrics": "  [Verse 1: Shawty Lo] Yeah, Shawty Lo and the Big Cats Yeah, it's the remix so bring your top hat What you talking bout, it's L-O I rap now it's rap schizo Thirty bands, fo shizzo Eight balls same price as the kilo I'm a boss, handle my B-I And I got them same kinda guns like T.I See I been that way since knee high Real dope boys so you know I trap or dizzi No lizzi, I'm hizzi Like Kells I believe I can flizzy And yeah I'll see you later Big ups to all my haters  [Verse 2: Ludacris] Guard your woman dawg or I'll take her You'll hear her scream from College Park to Decatur I was a snotty nose with no paper Now my crib sittin on twenty-two acres Get it right fool I gets money (yep) If you think Luda's not filthy you's a dummy (yep) I was allergic to the roof on the cutty So I took the top off like a Playboy Bunny Catch me pimpin in a robe and some slippers Riding down 85 while I'm stunting on my Gixxer Mouth full of swishers or riding with your sister And six David Beckhams or a trunk full of kickers Take a picture of the mister it'll last long And these haters get stretched out like a bad thong So partner mash on or get mashed up Think you can fuck with Luda then put a million of your cash up  [Hook] L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know  [Verse 3: Young Jeezy] I'm in my Cool Whip, inside's Jello Hop up out that pretty muthafucka like hello (Hello) Hello, ladies how you doing That nigga crazy girl, don't say nothin to him They know they know I got white low low Rob who, take what (gun cocks) hello They know I give a fuck about them haters Young jizzle been getting paper Granite, wheels on the coup like savors Hit da club with twenty broads like Flava I'm on the top floor no neighbors Who you kidding I get my 87's tailored  [Verse 4: Plies] Went from two ounces to a Maserati First rap check bought choppers for everybody Before they know what's under my shirt the Glock 40 Get twenty-five a show next month I want forty Born a real nigga but I die a goon Just bought a new choppa gon use it real soon Got the streets on lock homie I can't lose Put me anywhere I'm the realest nigga in the room Take a look at me I'm what you call street approved Got a lot haters but even more tools I play dumb homie but neva been a fool Cut my dog off I heard he snitchin too  [Hook] L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know  [Verse 5: Lil' Wayne] Now what I look like And if it ain't money then I don't look right And that don't sound right I swear you can get a full clip not a sound bite SU-WU gang and if you ain't with it then you in the food chain I'm in that wide body I'm a need two lanes Blue seats white paint wetter than new rain Like a white person with blue veins I keep a black Glock red dot blue flame Feet hanging out the window jock my shoe game Cause all my kicks fly like Liu Kang Old player new game I'm focused I'm thinking like I got two brains I'm in my prime I feel like a new Wayne How come there is two women but ain't no two Waynes I don't know what you do but I do thangs It's Mr. Every-Time-You-See-Me-Got-A-New-Chain My flow crazy I ain't too sane But I am the shit and they just poop stain  [Hook] L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know L-O, L-O, dey know, dey know  ",
        "title": "Dey Know"
    },
    {
        "artist": "Jonas Brothers",
        "lyrics": "  [Verse 1] If the heart is always searching Can you ever find a home I've been looking for that someone I'll never make it on my own Dreams can't take the place of loving you There's gotta be a million reasons why it's true  [Chorus] When you look me in the eyes And tell me that you love me Everything's alright When you're right here by my side When you look me in the eyes I catch a glimpse of heaven I find my paradise When you look me in the eyes  [Verse 2] How long will I be waiting To be with you again Gonna tell you that I love you In the best way that I can I can't take a day without you here You're the light that makes my darkness disappear  [Chorus] When you look me in the eyes And tell me that you love me Everything's alright When you're right here by my side When you look me in the eyes I catch a glimpse of heaven I find my paradise When you look me in the eyes  [Bridge] More and more I start to realize I can reach my tomorrow I can hold my head up high And it's all because you're by my side  [Chorus] When you look me in the eyes You tell me that you love me Everything's alright When you're right here by my side When I hold you in my arms I know that it's forever I just gotta let you know I never want to let you go  Cause when you look me in the eyes And tell me that you love me Everything's alright When you're right here by my side When you look me in the eyes I catch a glimpse of heaven I find my paradise When you look me in the eyes  ",
        "title": "When You Look Me In The Eyes"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] You, you got me Thinking it'll be alright You, you told me \"Come and take a look inside\" You believed me In every single lie But I, I failed you this time  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight Tonight  [Verse 2] I was waiting For the day you'd come around I was chasing And nothing was all I found From the moment you came into my life You showed me what's right  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight  [Bridge] I never felt like this before Just when I leave, I'm back for more Nothing else here seems to matter In these ever-changing days You're the one thing that remains I could stay like this forever  [Chorus] And it feels like tonight I can't believe I'm broken inside Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight  [Outro] Tonight (feels like tonight) Tonight (feels like tonight) Can't you see that there's nothing that I wanna do But try to make it up to you And it feels like tonight Tonight  [Guitar Fade-Out]  ",
        "title": "Feels Like Tonight"
    },
    {
        "artist": "Mario",
        "lyrics": "  [Verse 1 - Lil Wayne] Owhhh, Mario And young Weezy baby So ya know that only means one thing; It's the remix baby  So I met this shawty the other day I got her number called her up like: \"What ya doin'?\" She say: \"Nuuu'in\" I say: \"What's good?\" She say: \"Not much?\" I say: \"Guess what?\" She say \"What's up?\" I say: \"I think we should hook up\" She say \"uh\" I say: \"What?\" She say: \"But..\" I say: \"But, why you stuck?\" She say: \"Fuck!\" I said: \"Who?\" She say: \"Not you\" I say: \"Then who?\" She say: \"You know.\" \"I know what?\" \"You know who\" I say: \"I do?\" She said: \"You do\" I said: \"I do\", but I really don't because it's you that I really want And we can do what you really want Girl we grown And if he ain't gone treat you right, then I ain't gone treat you wrong That's my word And she done heard so many lies she don't what's true or not Shawty like a valet service; I swear she been through a lot But I put her car in park and never let her cry alone I listen to her heart beat because it plays my favorite song  [Hook - Mario] I can hear your heart, crying out for me (crying out for me) I can hear your heart, crying out for me (And it keeps on saying) Come on in, come on in, come on in and save me (And it keeps on saying) Come on in, come on in, come on in and save me (I can baby) I can hear your heart, crying out for me  [Verse 2 - Mario] Baby, I should've never caught no feelings But baby, having late night conversations on your sofa You telling me how he played you out over and over, over and over But I'm stuck in the middle of seeing you hurt I know when you love him And you wanna make it work And I can't help but think that I knew you first It's getting louder Girl I can't ignore you no more baby...  [Hook - Mario] I can hear your heart, crying out for me (crying out for me) I can hear your heart, crying out for me (And it keeps on saying) Come on in, come on in, come on in and save me (And it keeps on saying) Come on in, come on in, come on in and save me (I can baby) I can hear your heart, crying out for me  [Bridge - Mario] I don't wanna confuse things (no) But I just can't keep lying to myself When you're holding me (when you're holding me) I can feel your pain, oh baby let me be your dream I'm the answer come see me (see me) And you don't have to cry no more (you don't have to cry)  Girl I can hear your heart baby I can hear your heart Girl it's crying Won't you listen to your heart, baby  [Hook - Mario] I can hear your heart crying out for me (girl it's crying out for me) I can hear your heart crying out for me (And it's saying) Come on in, come on in, come on in and save me (Save me) Come on in, come on in, come on in and save me I can hear your heart crying out for me  Girl I can hear, hear it cry for me, for me, for me, for me  Ladies wave your hands in the air Ladies wave your hands in the air  Oh baby It's crying for me It's crying for me for me  ",
        "title": "Crying Out For Me"
    },
    {
        "artist": "Pitbull Featuring Lil Jon",
        "lyrics": "  Everybody knows this right here Your mother, your father, yous sister, your brother Abuela y abuelo, everybody sing along Latino Mami el negro, cubano Mami el negro, puertorriqueño Mami el negro, dominicano Mami el negro, mexicano  [Refrain] Mami el negro esta rabioso El quiere tu azucar, y tu no se lo das Esa morena esta sabrosa Y cuando tu la tocas, ella se vuelve loca Mami el negro esta rabioso El quiere tu azucar, y tu no se lo das Esa morena esta sabrosa Y cuando tu la tocas, ella se vuelve loca Mami que sera lo que quiere el negro, (a mi que me importa) Yo lo que quiero es esa loca, (dale dale loca) Mami que sera lo que quiere el negro, (a mi que me importa) Yo lo que quiero es esa loca, (dale dale loca)  [Pitbull] Let's go Hey hey, baby give it to me, don't play-play She was like ok-k-k Started clapping her ass to ay bey bey, ay bey bey, ay bey bey She told me that her Mama's Latin, dad's Asian Abuela esta loca, abuelos Hatian Y yo soy cubano and I'm impatient So do me a favor, lets skip conversation I just wanna taste ya ASAP Take you ASAP to the room ASAP Zoom zoom ASAP boom boom take that Oh, I like that When you fight that  [Refrain] Mami el negro esta rabioso El quiere tu azucar, y tu no se lo das Esa morena esta sabrosa Y cuando tu la tocas, ella se vuelve loca Mami que sera lo que quiere el negro], [(a mi que me importa) Yo lo que quiero es esa loca], [(dale dale loca) Mami que sera lo que quiere el negro, (a mi que me importa) Yo lo que quiero es esa loca, (dale dale loca)  See you with your heels Sexy shirt I see you with your man You threw me a smirk You see me with your girls You started to flirt Back of the club, hand up her skirt Hand full of ass I'm trying to hold on Girls gone wild all night long She had no bra and no thong One more shot Baby it's on She's a wild thing And she loves to do wild things So we did the wild thing I'm a freak but I ain't gon' lie That thing was fine man, everybody say  [Refrain] Mami el negro esta rabioso El quiere tu azucar, y tu no se lo das Esa morena esta sabrosa Y cuando tu la tocas, ella se vuelve loca Mami que sera lo que quiere el negro], [(a mi que me importa) Yo lo que quiero es esa loca], [(dale dale loca) Mami que sera lo que quiere el negro, (a mi que me importa) Yo lo que quiero es esa loca, (dale dale loca)   [Lil Jon] Get nasty, get freaky, you sexy, you fine Get nasty, get freaky, you sexy, you fine Go go go go girl Go go go girl Go go go girl Shake your ass to the beat, shake your ass to the beat Shake your ass to the beat, shake your ass to the beat  [Refrain] Mami el negro esta rabioso El quiere tu azucar, y tu no se lo das Esa morena esta sabrosa Y cuando tu la tocas, ella se vuelve loca Mami que sera lo que quiere el negro], [(a mi que me importa) Yo lo que quiero es esa loca], [(dale dale loca) Mami que sera lo que quiere el negro, (a mi que me importa) Yo lo que quiero es esa loca, (dale dale loca}  [Lil Jon] Take it to the floor now  Yo te doy lo tuyo Ahora, dame lo mio Yo te doy lo tuyo Ahora, dame lo mio Yo te doy lo tuyo Ahora, dame lo mio, let's go now Yo te doy lo tuyo Ahora, dame lo mio Hey hey hey, let's go ladies  ",
        "title": "The Anthem"
    },
    {
        "artist": "Fat Joe Featuring J. Holiday",
        "lyrics": "  [Intro: Fat Joe] Baby, you can keep a secret {*laughing*} Coca Krills mania - ayy, AYY! Uhh, uhh  [Fat Joe] Fresh off the runway, pair of white Nikes Phantom top-drop on that I-9-5 Pink seersucker suit, who but I On my way to party at Carew N-Y Now I ain't gotta tell you that them boys pop bottles And mami's lookin like America's Top Model She says, \"Your earring - look at that thing~! That's even bigger than the rock on my ring\" Now she got a man, plays for the Hawks I like c'mon ma; you know me run New York J's in the background, put you to bed Says he got brains so I'm lookin a-head Then I'm lookin for bread, I gotta eat on these streets Shit seventeen-five, 'bout to holla at G's I'm a real nigga, real niggas do real things And I can keep a secret is the song that I sing  [Hook: J. Holiday] Baby I (I) won't (won't) tell (tell) If you don't want me to Cause I got a thing for you I'll do anything for ya (girl anything for ya) Baby I (I) won't (won't) tell (tell) I'll never do bad to youuuuu Cause baby you got it, and you got me I got a thing for ya  [Fat Joe] A material girl in a material world Venus, Serena, my cereal girls What you know about havin dinner on a jet? Make it back before the DJ's finished with his set Now they call me the bird man when them doors ajar Ghostride the whip like I'm from Oakland y'all It's the Crack Man and he ain't got a shot in the dark The wrist is Jacob, earring Chapard Went to Chao for chow's out and order the same thing Bill's so high they throw in the champagne I'm a real nigga, real niggas do real things And I can keep a secret is the song that I sing  [Hook w/ ad libs]  [Fat Joe] Grown man B.I., millionaire frames, Perrier rods Every day a different chain nigga get ya gear up Name another fat guy fly like me And get you right, lay pipe all night like me Call you Fruity Pebbles cause you got so many spa bags Purple ones, yellow ones, sky blue, the wine bag Hermes shiy wherever you lay your eyes at Red card, black card, I could buy that Louis Vuitton I'm truly the don Christian, Lou' Vuitton, the bluish charm I'm a real nigga, real niggas do real things And I can keep a secret is the song that I sing  [Hook - 2X w/ ad libs]  [J. Holiday - over second repeat] Joey Crack you killin 'em with this one~! J. Holiday checkin in... Said this is grown folks music I got a thing for you, yeah See I won't tell, I won't tell, no no [fades out]  ",
        "title": "I Won't Tell"
    },
    {
        "artist": "Wyclef Jean Featuring Akon, Lil Wayne & Niia",
        "lyrics": "  [Intro: Wyclef Jean + Lil Wayne] Some live for the bill, some kill for the bill She whined for the bill, grind for the bill And she used to be the sweetest girl Some steal for the bill, if they got to pay they bill And she used to be the sweetest girl Tonight Wyclef, Akon, Weezy on the bill  [Verse 1: Wyclef Jean] High school, she was that girl That make me do the hula hoop around the gym (Just to get a peek again, she's a 10) High school she was that girl That make me do the hula hoop around the gym (Just to get a peek again, she's a 10) Never thought that she would come and work for the president Mr. George Washington (where my money at?) She thought he'd call (where my money at?) She had a good day, bad day, sunny day, rainy day All he wanna know is (where my money at?) Closed legs don't get fed Go out there and make my bread All he wanna know is (where my money at?) She ended up in the wrong car Bruised up, scarred hard All he wanna know is (where my money at?) She thought he'd call (where my money at?)  [Hook: Akon] See, I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) 'Cause I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all)  [Verse 2: Akon] Pimpin' got harder 'cause hoes got smarter On the strip is somethin' they don't wanna be a part of Rather be up in the club, shakin' for a dub Get triple times the money and spendin' it like they wanna They got they mind on they money, money on they mind They got they finger on the trigger, hand on the 9 See, everyday they feel the struggle but stayin' on they grind And ain't nobody takin' from us, and that's the bottom line But I know there's a drop in the block You move slow, you gettin' pressure from cops You don't know whether or not to lay low 'Cause 25 to life is no joke To all my real guerillas thuggin' On top of corners every day strugglin' All the beautiful women's gettin' money Washin' them dollar bills like laundry  [Hook: Akon] I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) 'Cause I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all)  [Bridge: Wyclef Jean] Money, money, money, money Money, money, money, money It drives the world crazy (And she used to be…) (Man, she used to be the sweetest girl!)  [Verse 3: Lil Wayne] She used to be the sweetest girl ever Whatever, now she like sour amaretto She wears a dress to the T like the letter And if you make it rain she will be under the weather She used to run track back in high school Now she tricks on the track right by school She take the loss 'cause she don't wanna see her child lose So respect her, or pay up for the time used And then she runs to the pastor And he tells her there will be a new chapter But she feels no different after And then she ask him: \"Where my money at?\"  [Hook: Akon] See, I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) 'Cause I'ma tell you like Wu told me Cash Rules Everything Around Me Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all) Singin' dollar, dollar bill, y'all (dollar, dollar bill, y'all)  [Outro: Wyclef Jean + Lil Wayne] Some live for the bill, some kill for the bill Where my money at? She whined for the bill, grind for the bill Where my money at? Some steal for the bill, if they got to pay the bill Where my money at? Tonight Wyclef, Akon, Weezy on the bill Where my money at?  ",
        "title": "Sweetest Girl (Dollar Bill)"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I was riding shotgun with my hair undone In the front seat of his car He's got a one-hand feel on the steering wheel The other on my heart I look around, turn the radio down He says, \"Baby is something wrong?\" I say, \"Nothing, I was just thinking How we don't have a song\" And he says  [Chorus] Our song is the slamming screen door Sneakin' out late, tapping on your window When we're on the phone and you talk real slow 'Cause it's late and your mama don't know Our song is the way you laugh The first date: \"Man, I didn't kiss her, and I should have\" And when I got home 'fore I said amen Asking God if he could play it again  [Verse 2] I was walking up the front porch steps After everything that day Had gone all wrong and been trampled on And lost and thrown away Got to the hallway, well on my way To my lovin' bed I almost didn't notice all the roses And the note that said  [Chorus] Our song is the slamming screen door Sneakin' out late, tapping on your window When we're on the phone and you talk real slow 'Cause it's late and your mama don't know Our song is the way you laugh The first date: \"Man, I didn't kiss her, and I should have\" And when I got home 'fore I said amen Asking God if he could play it again  [Bridge] I've heard every album, listened to the radio Waited for something to come along That was as good as our song  [Chorus] 'Cause our song is the slamming screen door Sneakin' out late, tapping on his window When we're on the phone and he talks real slow 'Cause it's late and his mama don't know Our song is the way he laughs The first date: \"Man, I didn't kiss him, and I should have\" And when I got home 'fore I said amen Asking God if he could play it again Play it again  [Outro] I was riding shotgun with my hair undone In the front seat of his car I grabbed a pen and an old napkin And I wrote down our song  ",
        "title": "Our Song"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": "  You know I love music And every time I hear something hot It makes me wanna move It makes me wanna have fun But it's something about this joint right here This joint right here Its makes me wanna…..Woooh  Let it go... Can't let this thing called love get away from you Feel free right now, go do what you want to do Can't let nobody take it away, from you, from me, from we No time for moping around, are you kidding? And no time for negative vibes, cause I'm winning It's been a long week, I put in my hardest Gonna live my life, feels so good to get it right  So I like what I see when I'm looking at me When I'm walking past the mirror Don't stress through the night, at a time in my life Ain't worried about if you feel it Got my head on straight, I got my vibe right I ain't gonna let you kill it You see I wouldn't change my life, my life's just...  Fine, fine, fine, fine, fine, fine, ooooh Fine, fine, fine, fine, fine, fine, ooooh Just fine, fine, fine, fine, fine, fine, ooooh You see I wouldn't change my life, my life's just fine  Feels so good, when you're doing all the things that you want to do Get the best out of life, treat yourself to something new Keep your head up high In yourself, believe in you, believe in me Having a really good time, I'm not complaining And I'm a still wear a smile if it's raining I got to enjoy myself regardless I appreciate life, I'm so glad that it's fine  So I like what I see when I'm looking at me When I'm walking past the mirror Ain't worried about you and what you gonna do I'm a lady so I must stay classy Got to keep it hot, keep it together If I want to get better See I wouldn't change my life, my life's just...  Fine, fine, fine, fine, fine, fine, ooooh Fine, fine, fine, fine, fine, fine, ooooh Just fine, fine, fine, fine, fine, fine, ooooh See I won't change my life, my life's just fine  I ain't gon' let nothing get in my way (I ain't gone let nobody bring me down, no, no, no) No matter what nobody has to say (No way, no way, no way) I ain't gon' let nothing get in my way No matter what nobody has to say  Feels so good, when you're doing all the things that you want to do Get the best out of life, treat yourself to something new It's a really good thing to say That I won't change my life, my life's just...  Fine, fine, fine, fine, fine, fine, ooooh Fine, fine, fine, fine, fine, fine, ooooh Just fine, fine, fine, fine, fine, fine, ooooh See I won't change my life, my life's just fine  So I like what I see when I'm looking at me When I'm walking past the mirror Don't stress through the night, at a time in my life Ain't worried about if you feel it Got my head on straight, I got my vibe right I ain't gonna let you kill it You see I wouldn't change my life, my life's just...  Fine, fine, fine, fine, fine, fine, ooooh Fine, fine, fine, fine, fine, fine, ooooh Just fine, fine, fine, fine, fine, fine, ooooh You see I wouldn't change my life, my life's just fine  ",
        "title": "Just Fine"
    },
    {
        "artist": "Rick Ross Featuring T-Pain",
        "lyrics": null,
        "title": "The Boss"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse 1] Born the middle son of a farmer And a small town Southern man Like his daddy's daddy before him Brought up working on the land Fell in love with a small town woman And they married up and settled down Natural way of life if you're lucky For a small town Southern man First there came four pretty daughters For this small town Southern man Then a few years later came another A boy, he wasn't planned Seven people living all together In a house built with his own hands Little words with love and understanding From a small town Southern man  [Chorus] And he bowed his head to Jesus And he stood for Uncle Sam And he only loved one woman He was always proud of what he had He said his greatest contribution Is the ones you leave behind Raised on the ways and gentle kindness Of a small town Southern man  [Verse 2] Callous hands told the story For this small town Southern man He gave it all to keep it all together And keep his family on his land Like his daddy, years wore out his body Made it hard just to walk and stand You can break the back But you can't break the spirit Of a small town Southern man  [Chorus]  [Verse 3] Finally death came calling For this small town Southern man He said it's alright 'cause I see angels And they got me by the hand Don't you cry, and don't you worry I'm blessed, and I know I am 'Cause God has a place in Heaven For the small town Southern man  [Chorus]  [Outro] Raised on the ways and gentle kindness Of a small town Southern man  ",
        "title": "Small Town Southern Man"
    },
    {
        "artist": "Yael Naim",
        "lyrics": "  [Chorus: Yael Naim] I'm a new soul I came to this strange world Hoping I could learn a bit about how to give and take But since I came here Felt the joy and the fear Finding myself making every possible mistake  La-la-la-la-la-la-la-la... La-la-la-la-la-la-la-la...  [Verse 1] I'm a young soul in this very strange world Hoping I could learn a bit bout what is true and fake But why all this hate? Try to communicate Finding trust and love is not always easy to make  La-la-la-la-la-la-la-la... La-la-la-la-la-la-la-la...  [Bridge] This is a happy end Cause' you don't understand Everything you have done Why's everything so wrong This is a happy end Come and give me your hand I'll take your far away  [Chorus] I'm a new soul I came to this strange world Hoping I could learn a bit about how to give and take But since I came here Felt the joy and the fear Finding myself making every possible mistake  [Outro] La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la.... La-la-la-la-la-la-la-la-la-la....  ",
        "title": "New Soul"
    },
    {
        "artist": "Lifehouse",
        "lyrics": null,
        "title": "Whatever It Takes"
    },
    {
        "artist": "Fergie",
        "lyrics": "  [Verse 1] Na, na, na ,na The smell of your skin lingers on me now You're probably on your flight back to your hometown I need some shelter of my own protection, baby Be with myself and center Clarity, peace, serenity  [Chorus] I hope you know, I hope you know That this has nothing to do with you It's personal, myself and I We got some straightening out to do And I'm gonna miss you like a child misses their blanket But I've got to get a move on with my life It's time to be a big girl now And big girls don't cry Don't cry, don't cry, don't cry  [Verse 2] The path that I'm walking, I must go alone I must take the baby steps 'til I'm full grown, full grown Fairy tales don't always have a happy ending, do they? And I foresee the dark ahead if I stay  [Chorus] I hope you know, I hope you know That this has nothing to do with you It's personal, myself and I We got some straightening out to do And I'm gonna miss you like a child misses their blanket But I've got to get a move on with my life It's time to be a big girl now And big girls don't cry  [Bridge] Like the little schoolmate in the school yard We'll play jacks and UNO cards I'll be your best friend and you'll be my Valentine Yes, you can hold my hand if you want to Cause I want to hold yours too We'll be playmates and lovers And share our secret worlds But it's time for me to go home It's getting late and dark outside I need to be with myself and center Clarity, peace, serenity  [Chorus] I hope you know, I hope you know That this has nothing to do with you It's personal, myself and I We got some straightening out to do And I'm gonna miss you like a child misses their blanket But I've got to get a move on with my life It's time to be a big girl now And big girls don't cry Don't cry, don't cry, don't cry  ",
        "title": "Big Girls Don't Cry"
    },
    {
        "artist": "Cherish Featuring Yung Joc",
        "lyrics": null,
        "title": "Killa"
    },
    {
        "artist": "2 Pistols Featuring T-Pain & Tay Dizm",
        "lyrics": "  [Intro] J.U.S.T.I.C.E. League {*echoes and fades*}  Yeah, 2 Pistols... T-Pain, \"She Got It\"  [T-Pain] Ahhhh, YEAHH Yeahhh, HEY~!  [Hook: T-Pain] I know she got it cause she lookin at me like she want it (want it) She drop it low, make me wanna throw some D's on it (HEY~!) Whatever it is you cain't stop it Cause she get low, when she on that pole, and that lets me know She got it (she got it) she got it (she got it) She got it (she got it) she got it (she got it) Ooooooooh! (she got it) she got it (she got it) Whoahh (she got it) shor-tay (she..got..it)  [2 Pistols - overlaps last line of Hook] Ay, supermodel, lemme holla at you for a second... Excuse moi, let me talk to you for a second Lil' mama so fine she got the whole squad sweatin Damn, how you fit all that in them jeans? Was the question that I asked followed by let me buy you a drink (drink) Young boss baby, I treat'cha treat'cha to the finer things The neck bling, wrist bling, wedding ring - nah~! I'm playin Might light you neck or your wrist But'cha gotta ride nice dick and uhh, take trips with the bricks She got it (she got it) she got it (she got it) that's what Pain said Them other niggas lame man, lil' mama I got the game plan 2 Pistols, me and you boss I make it happen while they talk, ridin 6's while they walk  [Hook]  [Interlude: T-Pain] + {2 Pistols} Ooooh (HEY!) ooooh (HEY!) She got it (she got it) - {she got it, she got it} Ooooh (HEY!) ooooh (HEY!) She got it (she got it) - {she got it, she got it} Shorty know she's got it (HEY!) got it, got it (HEY!) She got it (she got it) - {she got it, she got it} Shorty know she's got it (HEY!) got it, got it (HEY!) She got it (she got it) - {she..got..it)  [2 Pistols] Damn she bad (damn she bad) damn she thick (yes indeed) Five foot five, hazel eyes, redbone you da shit Make a nigga wanna stop and stare, I just wanna pull your hair Freaky shit, kinky shit, but we don't need to take it there I'm a young boss girl, let me upgrade ya He's a worker, I get work out, what you 'bout girl Trips to Venice (Venice) what's the bid'ness Bet this, Swiss your digits, and the rest is history  [Hook]  [Tay Dizm] I see my superwoman, nobody cain't do it like she can And she got it, I'm tellin you like nobody YEAH And I love the way she talk them lames out they dreams Bestest thing in fresh Louis with the matching jeans And I love the tatted down baby, I'm your fit Can I be yo' appetizer, yo just her and me Oh, she's on tonight, the baddest in the club I grab that ass when she give me a hug cause  [Hook]  ",
        "title": "She Got It"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] She was staring out the window, of that SUV Complaining, saying, I can't wait to turn 18 She said, I'll make my own money, and I'll make my own rules Mama put the car in park out there in front of the school And she kissed her head and said, I was just like you  [Chorus] You're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this  [Verse 2] Before she knows it she's a brand new bride In her one-bedroom apartment, and her daddy stops by He tells her, it's a nice place She says, it'll do for now Starts talking about babies, and buying a house Daddy shakes his head, and says, baby, just slow down  [Chorus] Cause you're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this  [Verse 3] Five years later, there's a plumber working on the water heater Dog's barking, phone's ringing One kid's crying, one kid's screaming She keeps apologizing He says, they don't bother me I've got two babies of my own One's 36, one's 23 Heh... It's hard to believe, but  [Chorus] But you're gonna miss this You're gonna want this back You're gonna wish these days hadn't gone by so fast These are some good times So take a good look around You may not know it now But you're gonna miss this You're gonna miss this Yeah, you're gonna miss this  ",
        "title": "You're Gonna Miss This"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  The Declaration of Independence Think I could tell you that first sentence but then Im lost I can't begin to count the theories I've had pounded in my head that I forgot  I don't remember all that Spanish Or The Gettysburg Address But there is one speech from high school I'll never forget  Come on in boy, sit on down And tell me about yourself So you like my daughter, do you now? Yeah, we think she's something else  She's her daddy's girl Her momma's world She deserves respect Thats what she'll get, ain't it son?  Now, y'all run along and have some fun I'll see you when you get back Bet Ill be up all night Still cleaning this gun  Well, now that Im a father Im scared to death one day my daughter Is gonna find that teenage boy I used to be That seems to have just one thing on his mind  Shes growin' up so fast It won't be long before Yeah, Ill have to put the fear of God Into some kid at the door  Yeah, come on in boy, sit on down And tell me about yourself So you like my daughter, do you now? Yeah, we think she's something else  She's her daddy's girl Her momma's world She deserves respect Thats what she'll get, now ain't it son?  Now yall go out and have some fun And I'll see you when you get back Probably be up all night Still cleaning this gun  Now it's all for show Ain't nobody gonna get hurt Its just a daddy thing And hey, believe me, man, it works  Come on in boy sit on down And tell me about yourself So you like my daughter, do you now? Yeah, we think she's something else  She's her daddy's girl Her momma's world She deserves respect Thats what she'll get, ain't it son?  Now yall run along and have a little fun And I'll see you when you get back Probably be up all night Still cleaning this gun  Son, now y'all buckle up And have her back by 10:00, uh Let's say about 9:30 Drive safe  ",
        "title": "Cleaning This Gun (Come On In Boy)"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] Just walked down the street to the coffee shop Had to take a break I've been by her side for eighteen hours straight Saw a flower growing in the middle of the sidewalk Pushing up through the concrete Like it was planted right there for me to see  The flashing lights The honking horns All seem to fade away But in the shadow of the hospital At 508 I saw God today  [Chorus] I've been to church I've read the book I know He's there But I don't look Near as often as I should  His fingerprints are everywhere I just look down and stop and stare Open my eyes and then I swear I Saw God Today  [Verse 2] Saw a couple walking by They were holding hands And she had that glow Yeah, I couldn't help But I noticed that she was starting to show Stood there for a minute Taking in the sky Lost in that sunset A splashing down from mounting in shades of red  [Chorus]   [Verse 3] Got my face pushed up against the nursery glass She's sleeping like a rock My name on her wrist Wearing tiny pink socks She's got my nose She's got her Mama's eyes My brand new baby girl She's a miracle I Saw God Today  ",
        "title": "I Saw God Today"
    },
    {
        "artist": "Janet",
        "lyrics": "  [Intro] Light skin, dark skin, my asian persuasion I got them all, that's why these girls out here hatin' 'Cause I'm sexy Do you like my style? Yeah, that sexy, sexy, sexy Like how I get down Yeah, that sexy, sexy, sexy You can work me out Yeah, that sexy, sexy, sexy Let me show you how Yeah, that sexy, sexy, sexy  [Verse 1] So here's my demonstration - a peep show Tonight my body's an exhibition, baby Though it's on display don't be scared to Touch it, it's hands on So come and get it, babe  [Chorus] Strum me like a guitar, blow out my amplifier When you hear some feedback, keep going take it higher Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh  [Interlude] Light skin, dark skin, my asian persuasion I got them all, that's why these girls out here hatin' 'Cause I'm sexy Do you like my style? Yeah, that sexy, sexy, sexy Like how I get down Yeah, that sexy, sexy, sexy You can work me out Yeah, that sexy, sexy, sexy Let me show you how Yeah, that sexy, sexy, sexy  [Verse 2] Before we go any more further Let me put you up on a secret baby I got novelties so appeasing Feed my fetish please Satisfy me babe  [Chorus] Strum me like a guitar, blow out my amplifier When you hear some feedback, keep going take it higher Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh  [Bridge] You like it how I work my spine Got you feeling all hypnotized I gotta body like a CL5 Make a nigga wanna test drive, but I'm so on fire Flyer than a pelican, find another chick better than I don't see her Cause my swag is serious Something heavy like a first day period  [Chorus] Strum me like a guitar, blow out my amplifier When you hear some feedback, keep going take it higher Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh Strum me like a guitar, blow out my amplifier When you hear some feedback, keep going take it higher Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh Crank it up, give it to me, come on Crank it up, give it to me, come on I'm gonna feedback, feedback, oh Feedback, feedback oh Feedback, feedback Feedback, feedback Feedback, feedback  ",
        "title": "Feedback"
    },
    {
        "artist": "Soulja Boy Tell'em Featuring Arab",
        "lyrics": "  [Hook: Soulja Boy]  Ah Soulja Boy can I... Yahhh trick yahhh Yo Arab I really like... Yahhh trick yahhh ColliPark... Ah Bla Bla Uh Bla Ah man I was just wondering can I... Yahhh Yahhh trick Get out me face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} YAHHH!  [Verse 1: Soulja Boy]  Let me tell you about the life And how live when you a star Every single place you go The people run up to your car Everybody wants to talk Everybody wants to jive Everybody wants a hand shake Or want a high five And these ugly girls always got a friend that wanna talk to you Yahhh yahhh trick and your friend yahhh yahhh too I ain't got time for chit chat I'm tryin' to get this money So get up out my face You doo-doo head dummy  [Hook: Soulja Boy]  Ah Soulja Boy can I... Yahhh trick yahhh Yo Arab I really like... Yahhh trick yahhh ColliPark... Ah Bla Bla Uh Bla Ah man I was just wondering can I... Yahhh Yahhh trick Get out me face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} YAHHH!  [Verse 2: Soulja Boy]  All in my face I'm starting to get mad Walkin' up \"Soulja boy can I have your autograph\" Snitch yahhh trick Leave me alone Let me get some peace I'm sittin' at the house Shawty and I can't sleep Leave me alone folks Before I have to knock your lights out \"Hey Soulja Boy When that new Stack On Deck CD come out?\" Snitch yahhh trick snitch yahhh trick Yahhh Ya yahhh ya yahhh yahhh  [Hook: Soulja Boy]  Ah Soulja Boy can I... Yahhh trick yahhh Yo Arab I really like... Yahhh trick yahhh ColliPark... Ah Bla Bla Uh Bla Ah man I was just wondering can I... Yahhh Yahhh trick Get out me face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} Get out my face {get out my face} YAHHH!  ",
        "title": "YAHHH!"
    },
    {
        "artist": "Kenny Chesney Duet With George Strait",
        "lyrics": "  [Intro] Shift work, hard work, tired body Blue-collar shirt and a baseball cap You knew me  [Verse 1] He's hot, sweat drops, 'round the clock Door never locks Noise never stops Not all day Work seven to three Three to eleven Eleven to seven  [Verse 2] Shift work, tough work for the busy convenience store clerk Two feet that hurt, going insane She's mad at some lad Drove off and didn't pay for his gas and he won't be the last 'Round the clock pin Work seven to three Three to eleven Eleven to seven  [Chorus:] Talking about a bunch of shift work A big ol' pile of shift work Work seven to three Three to eleven Eleven to seven  [Verse 3] Well I work, shift work Ten years, man, I hated that work I made a break with the money I saved It took me to the beach to have a beer by the edge of the sea And this 'round a clock place I drank my money away We partied Work seven to three Three to eleven Eleven to seven  [Chorus]  [Instrumental interlude]  [Chorus]  [Outro] Work seven to three Three to eleven Eleven to seven  ",
        "title": "Shiftwork"
    },
    {
        "artist": "Kanye West Featuring Dwele",
        "lyrics": "  [Intro] Flashing lights, lights, lights Flashing lights, lights, lights Flashing lights, lights, lights Flashing lights, lights, lights  [Verse 1: Kanye West] She don't believe in shootin' stars But she believe in shoes and cars Wood floors in the new apartment Couture from the store's departments You more like \"love to start shit\" I'm more of the trips to Florida Ordered the hors d'oeuvres, views of the water Straight from a page of your favorite author And the weather so breezy Man, why can't life always be this easy? She in the mirror dancin' so sleazy I get a call like, \"Where are you, Yeezy?\" And try to hit you with the ol-wu-wopte 'Til I got flashed by the paparazzi Damn, these niggas got me I hate these niggas more than a Nazi  [Hook: Dwele] As I recall, I know you love to show off But I never thought that you would take it this far What do I know? Flashing lights, lights, lights What do I know? Know Flashing lights, lights, lights  [Verse 2: Kanye West] I know it's been a while, sweetheart We hardly talk, I was doin' my thang I know it was foul, baby Aye, babe, lately, you've been all on my brain And if somebody woulda told me a month ago Frontin', though, yo, I wouldn't wanna know If somebody woulda told me a year ago It'll go get this difficult Feelin' like Katrina with no FEMA Like Martin with no Gina Like a flight with no Visa First class with the seat back, I still see ya In my past, you on the other side of the glass Of my memory's museum I'm just sayin', hey, Mona Lisa Come home, you know you can't roam without Caesar  [Hook: Dwele] As I recall, I know you love to show off But I never thought that you would take it this far What do I know? Flashing lights, lights, lights What do I know? Know Flashing lights, lights, lights  [Outro: Dwele] As you recall, you know I love to show off But you never thought that I would take it this far What do you know? Flashing lights, lights, lights What do you know? Know Flashing lights, lights, lights Flashing lights, lights, lights, lights, lights…  ",
        "title": "Flashing Lights"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] State the obvious, I didn't get my perfect fantasy I realize you love yourself more than you could ever love me So go and tell your friends that I'm obsessive and crazy That's fine, I'll tell mine that you're gay By the way  [Chorus] I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Verse 2] There's no time for tears I'm just sitting here planning my revenge There's nothing stopping me From going out with all of your best friends And if you come around saying sorry to me My daddy's gonna show you how sorry you'll be  [Chorus] I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Bridge] And if you're missing me You'd better keep it to yourself 'Cause coming back around here Would be bad for your health  [Chorus] Cause I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time In case you haven't heard I really really hate that I hate that stupid old pickup truck You never let me drive You're a redneck heartbreak Who's really bad at lying So watch me strike a match On all my wasted time As far as I'm concerned you're Just another picture to burn  [Outro] Burn, burn, burn, baby, burn You're just another picture to burn Baby, burn  ",
        "title": "Picture To Burn"
    },
    {
        "artist": "Chris Cagle",
        "lyrics": "  I heard the door slam And I couldn't tell was it just the wind Or was she mad again - ah hell She's gettin in her car I hollered baby is there something wrong Thought I heard her say something sounded like I'm gone But these days gone can mean so many things  Well theres gone for good and theres good and gone And theres gone with the long before it I wish she'd been just a little more clear Well theres gone for the day and gone for the night And gone for the rest of your dogone life Is it whiskey night or just a couple beers I mean what kind of gone are we talkin bout here  Well its gettin dark out, she ain't back yet Ain't called home, turned off the phone Ah man hah this might not be good I would have stopped her, when she went to leave But I didn't 'cause I didn't really think what I'm thinkin now I'm still not sure what gone is all about  Well theres gone for good and theres good and gone And theres gone with the long before it I wish she'd been just a little more clear Well theres gone for the day and gone for the night And gone for the rest of your dogone life Is it whiskey night or just a couple beers I mean what kind of gone are we talkin bout here  Is it the kind of gone where she's at her mom's cooling down She'll come around or the kind that says you had your chance And she ain't comin back  Well theres gone for good and theres good and gone And theres gone with the long before it I wish she'd been just a little more clear Well theres gone for the day and gone for the night And gone for the rest of your dogone life Is it whiskey night or just a couple beers I mean what kind of gone are we talkin bout here  I mean what kind of gone are we talkin bout What kinda gone are we talkin bout Yes what kinda gone are we talkin bout here What kinda gone  ",
        "title": "What Kinda Gone"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] Take time to realize That your warmth is crashing down on in Take time to realize That I am on your side Didn't I, didn't I tell you?  [Pre-Chorus] But I can't spell it out for you No, it's never gonna be that simple No, I can't spell it out for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder if.. We missed out on each other now  [Verse 2] Take time to realize Oh-oh, I'm on your side Didn't I, didn't I tell you? Take time to realize This all can pass you by Didn't I tell you?  [Pre-Chorus] But I can't spell it out for you No, it's never gonna be that simple No, I can't spell it out for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder if... We missed out on each other, but...  [Verse 3] It's not the same No, it's never the same If you don't feel it too If you meet me halfway If you would meet me halfway It could be the same for you  [Chorus] If you just realize what I just realized Then we'd be perfect for each other And we'll never find another Just realize what I just realized We'd never have to wonder Just realize what I just realized If you just realize what I just realized  [Outro] Missed out on each other now Missed out on each other now, yeah Realize Realize Realize Realize  ",
        "title": "Realize"
    },
    {
        "artist": "John Mayer",
        "lyrics": null,
        "title": "Say"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] I'm Miss American Dream since I was 17 Don't matter if I step on the scene or sneak away to the Philippines They're still gon' put pictures of my derriere in the magazine You want a piece of me? (You want a piece of me?) I'm Miss Bad Media Karma, another day, another drama Guess I can't see the harm in working and being a mama And with a kid on my arm, I'm still an exceptional earner You want a piece of me?  [Chorus] I'm Mrs. Lifestyles of the Rich and Famous (You want a piece of me?) I'm Mrs. 'Oh my God, That Britney's Shameless' (You want a piece of me?) I'm Mrs. 'Extra! Extra! This Just In' (You want a piece of me?) I'm Mrs. 'She's Too Big, Now She's Too Thin' (You want a piece of me?)  [Verse 2] I'm Mrs. 'You want a piece of me?' Trying and pissing me off Well, get in line with the paparazzi who's flipping me off Hoping I'll resort to some havoc, end up settling in court Now are you sure you want a piece of me? (You want a piece of me?) I'm Mrs. 'Most likely to get on the TV for slipping on the streets' when getting the groceries Now, for real, are you kidding me? No wonder there's panic in the industry, I mean, please You want a piece of me?  [Chorus] I'm Mrs. 'Lifestyles of the Rich and Famous' (You want a piece of me?) I'm Mrs. 'Oh my God, That Britney's Shameless' (You want a piece of me?) I'm Mrs. 'Extra! Extra! This Just In' (You want a piece of me?) I'm Mrs. 'She's Too Big, Now She's Too Thin' (You want a piece of me?)  [Breakdown] I'm Miss American Dream since I was 17 Don't matter if I step on the scene or sneak away to the Philippines They're still gon' put pictures of my derriere in the magazine You want a piece of me? You want a piece, piece of me? You want a piece of me? Me  [Chorus] I'm Mrs. 'Lifestyles of the Rich and Famous' (You want a piece of me?) I'm Mrs. 'Oh my God, That Britney's Shameless' (You want a piece of me?) I'm Mrs. 'Extra! Extra! This Just In' (You want a piece of me?) I'm Mrs. 'She's Too Big, Now She's Too Thin' (You want a piece of me?) I'm Mrs. 'Lifestyles of the Rich and Famous' (You want a piece of me?) I'm Mrs. 'Oh my God, That Britney's Shameless' (You want a piece of me?) I'm Mrs. 'Extra! Extra! This Just In' (You want a piece of me?) I'm Mrs. 'She's Too Big, Now She's Too Thin' (You want a piece of me?) Piece of me You want a piece of me? Me  ",
        "title": "Piece Of Me"
    },
    {
        "artist": "Cascada",
        "lyrics": "  [Verse 1] I can take the rain on the roof of this empty house That don't bother me I can take a few tears now and then and just let them out I'm not afraid to cry Every once in a while even though goin' on with you gone Still upsets me There are days every now and again I pretend I'm okay But that's not what gets me  [Chorus] What hurts the most was being so close And having so much to say (Much to say) And watchin' you walk away (Walk away) Never knowing what could have been And not seein' that lovin' you Is what I was tryin' to do  [Verse 2] It's hard to deal with the pain of losing you everywhere I go But I'm doin' it It's hard to force that smile when I see our old friends and I'm alone Still harder gettin' up, gettin' dressed, livin' with this regret But I know if I could do it over I would trade, give away all the words that I saved in my heart That I left unspoken  [Chorus] What hurts the most was being so close And having so much to say (Much to say) And watchin' you walk away (Walk away) Never knowing what could have been And not seein' that lovin' you Is what I was tryin' to do Oho! Heyey!  [Bridge] I'm not afraid to cry every once in a while even though goin on with you gone Still upsets me There are days every now and again I pretend I'm okay But that's not what gets me  [Chorus] What hurts the most was being so close And having so much to say (Much to say) And watchin' you walk away (Walk away) Never knowing what could have been And not seein' that lovin' you Is what I was tryin' to do What hurts the most was being so close And having so much to say (Much to say) And watchin' you walk away (Walk away) Never knowing what could have been And not seein' that lovin' you Is what I was tryin' to do  ",
        "title": "What Hurts The Most"
    },
    {
        "artist": "Colby O'Donis Featuring Akon",
        "lyrics": "  [Intro: Akon] Konvict, Konvict Ohhh, ohhh, ohhh, ohhh Ohhh, ohhh, ohhh, ohhh  [Verse 1: Colby O'Donis] I peeped you on the phone Just showin' off your stones And notice that that pinky ring is right enough, baby I know you're not alone But I could just be wrong The way them fellas houndin' and sizin' you up, baby And I like the way you take advantage of Every man you love I see, I seem to know your game girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 2: Colby O'Donis] Girl, I can tell you want something to love That's why you hold on to everything that pass you by Can't resist, girl, one can't lie Now tell if you are here for me Or everybody watchin' you shake from left to right The way you move got me hypnotized The way you take advantage of every man you love I see, I seem to know your game, girl But I don't mind if you come and play your thug Just don't talk too much I see, I see it, so you don't have to say a word  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  [Verse 3: Akon] Can’t keep my eyes away from you, girl When you get on the floor and do what you do And everybody wanna come back to that body The kind that remind me something like you ‘Cause you’re the type that drive a man crazy And snatch him away from his lady No matter how hard the man hold back He'll end up callin' you, baby And they never really know what to do Once you expose that thing you do You had him crawlin' on hands and knees And you find a way to get him out that cheese And why you thinking you're the only dude? She off in the mall livin' off of you Lettin' everybody know she got you But now you feel like a fool  [Hook: Colby O'Donis & Akon] Yeah, those guys wanna come treat you right ‘Cause you're sweeter than apple pie Everything that you want you got Girl, you know that you need to stop Most beautiful thing in sight Always takin' up the spotlight Always in the club lookin' hot Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Always talking 'bout what you got (Eh) Girl, you know that you need to stop  ",
        "title": "What You Got"
    },
    {
        "artist": "Paula Abdul & Randy Jackson",
        "lyrics": "  All I wanna do is stay right here on the floor Get lost in the night And dance like there's no tomorrow Don't care about the sunrise Somebody please just hit the lights All I wanna do is dance like there's no tomorrow  Today just wasn't my day Everyone's getting me so fed up I've gotta find a way I know what can make me feel better Stepping out in my best Looking hotter than ever Wherever the party is That's where I'll be in a second  I'm so ready to move my body Forget about all my problems When I hear that song I'ma lose control Hey, here I go  All I wanna do is stay right here on the floor Get lost in the night And dance like there's no tomorrow Don't care about the sunrise Somebody please just hit the lights All I wanna do is dance like there's no tomorrow  I'm loving the atmosphere Feels like I'm floating in heaven The music's all in my ear Taking over me My heart's racing Feeling so Hollywood How I got everybody staring Their eyes are the cameras And I'm loving all the attention  Get up, 'bout to move my body Forget about all my problems They're playing our song I'ma lose control Hey, here I go  All I wanna do is stay right here on the floor Get lost in the night And dance like there's no tomorrow Don't care about the sunrise Somebody please just hit the lights All I wanna do is dance like there's no tomorrow  Please DJ Don't say it's the last one Cause I know what it means And I don't want you to play no slow song I'm still building the nerve to talk to that guy Just give me another song and make it right  All I wanna do is stay right here on the floor Get lost in the night And dance like there's no tomorrow Don't care about the sunrise Somebody please just hit the lights All I wanna do is dance like there's no tomorrow  All I wanna do is stay right here on the floor Get lost in the night And dance like there's no tomorrow Don't care about the sunrise Somebody please just hit the lights All I wanna do is dance like there's no tomorrow  ",
        "title": "Dance Like There's No Tomorrow"
    },
    {
        "artist": "Chuck Wicks",
        "lyrics": "  I went to see her dad for a sit down man to man Wasn't any secret, I'd be asking for her hand I guess that's why he left waiting in the living room by myself With at least a dozen pictures of her sitting on a shelf, she was  CHORUS: Playing Cinderella She was riding her first bike Bouncing on the bed and looking for a pillow fight Runnin' through the sprinkler with a big popsicle grin Dancin with her dad, lookin up at him In her eyes I'm prince charming but to him I'm just some fellow Riding in and stealing Cinderella  I leaned in towards those pictures To get a better look at one When I heard a voice behind me say \"Now, Ain't she somethin son?\" I said \"Yeah, she's quite a woman\" And he just stared at me And I realized that in his eyes she would always be  CHORUS: Playing Cinderella She was riding her first bike Bouncing on the bed and looking for a pillow fight Runnin' through the sprinkler with a big popsicle grin Dancin with her dad, lookin up at him In her eyes I'm prince charming but to him I'm just some fellow Riding in and stealing Cinderella  Oh, he slapped me on the shoulder Then he called her in the room When she threw her arms around him That's when I could see it too  CHORUS: She was playing Cinderella She was riding her first bike Bouncing on the bed looking for a pillow fight Runnin' through the sprinkler with a big popsicle grin Dancin with her dad, lookin up at him If he gives me a hard time I can't blame the fellow I'm the one who's stealing -- cinderella  ",
        "title": "Stealing Cinderella"
    },
    {
        "artist": "Danity Kane",
        "lyrics": "  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hole in my heart and I  I tried every remedy and nothing seems to work for me Baby, baby this situation’s driving me crazy And I really wanna be your lady But the one before you left me so  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do baby?) How you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Do, do you got a first aid kit handy? Do, do you know how to patch up a wound? Tell me Are, are, are you, are you patient, understanding? ‘Cause I might need some time to clear the hold on my heart and I  You try to gain my trust, talking is not enough Actions speak louder than words, you gotta show us something My heart is missing some pieces I need this puzzle put together again  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?) How you gonna fix it, fix it, fix it?  (Baby, I gotta know) How you gonna fix it, fix it, fix it? (What are you gonna do?)  Can you fix my H-E-A-R-T? (Tell me, can you fix my heart?) ‘Cause it’s D-A-M-A-G-E-D (Don’t you know it’s damaged?) Can you fix my H-E-A-R-T? Tell me, are you up for the challenge?  ‘Cause my heart is damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  Damaged, damaged, damaged, damaged I thought that I should let you know That my heart is damaged, damaged, so damaged, so damaged And you can blame the one before  So how you gonna fix it, fix it, fix it? (It’s that type of pain) How you gonna fix it, fix it, fix it? (That you feel deep inside) How you gonna fix it, fix it, fix it? How you gonna fix it, fix it, fix it? (It’s that type of pain) (That makes you pray, makes you cry)  My heart is damaged, damaged, damaged (But it’s gon' be alright one day) My heart is damaged, damaged, damaged My heart is damaged, damaged, damaged (This too shall pass) My heart is damaged, damaged, damaged My heart is damaged  Sometimes you gotta go though the pain To experience the joy This too shall pass Danity Kane This too shall pass  ",
        "title": "Damaged"
    },
    {
        "artist": "James Otto",
        "lyrics": "  Just Got Started Lovin\u0092 You (James Otto / Jim Femino / D. Vincent Williams) You don\u0092t have to go now honey Call and tell \u0092em you won\u0092t be in today Baby there ain\u0092t nothin\u0092 at the office So important it can\u0092t wait I\u0092m thankful for the weekend But two days in heaven just ain\u0092t gonna do This is gonna take forever darlin\u0092 Girl I just got started lovin\u0092 you What\u0092s the point in fightin\u0092 what we\u0092re feelin\u0092 We both know we\u0092ll never win Ain\u0092t this what we\u0092re missin\u0092 Let\u0092s just stop all this resistin\u0092 and give in Let me wrap my arms around you You know you don\u0092t want to leave this room Come back and let me hold you darlin\u0092 Girl I just got started lovin\u0092 you What can I say I\u0092ve never felt this way Girl you\u0092re like a dream come true After all the love we\u0092ve made It sure would be a shame If we let this moment end so soon So won\u0092t you lay back down beside me Girl just like I know you\u0092re wantin\u0092 to Trust me when I tell you darlin\u0092 Girl I just got started lovin\u0092 you I\u0092m thankful for the weekend But two days in heaven just ain\u0092t gonna do This is gonna take forever darlin\u0092 Girl I just got started lovin\u0092 you Come back and let me hold you darlin\u0092 Girl I just got started lovin\u0092 you  ",
        "title": "Just Got Started Lovin' You"
    },
    {
        "artist": "Rocko",
        "lyrics": "  I'ma do me! I'mma do me! I'mma do me! You just do you - I'mma do me! I'mma do me! I'mma do me!  [Rocko] You wear Reebok, I wear Bally You smoke Midget, I smoke Cali You wear Enyce, but I wear Louis I dropped six hunnid points on these Guccis You really like her, you might wife her I don't like her, so I one-night her You make it sprinkle, I make it tsunami You get chump change, but I get money You like dancin, I just two-step You like to trick off, but I don't do that You don't tote guns, I keep that tooly Wanna see how it's done? Watch me do me!  [Hook] You just do you (and what?) I'mma do me! (ayy) I'mma do me! (ayy) I'mma do me! (yeah) You just do you (and what?) I'mma do me! (okay) I'mma do me! (okay) I'mma do me! (ayy) Wanna see how it's done? Then watch me do me (ayy) Watch me do me (ayy) watch me do me (ayy) Wanna see how it's done? Then watch me do me (yeah) Watch me do me (yeah) watch me do me (ayy, ayy)  [Rocko] What's that them Dolces? These here Chrome Heart You need a key for yours? Me, my whip auto-start Man I talk to the car and the car talk back Then I step up out the car, watch the car back back (ayy) Your money funny {*laughing*} my money talk While we talking money, look, this how money walk Player why you limpin? It could be two things (like what?) Them fifteens or whole stacks in my blue jeans That's last years model (me) I'm in that new thing Black flips, black sack, call 'em shoestrings (ay who you with?) Rocko roll, best thing since the TV Pay attention let me show you how to do me  [Hook] You just do you (and what?) I'mma do me! (ayy) I'mma do me! (ayy) I'mma do me! (yeah) You just do you (and what?) I'mma do me! (okay) I'mma do me! (okay) I'mma do me! (ayy) Wanna see how it's done? Then watch me do me (ayy) Watch me do me (ayy) watch me do me (ayy) Wanna see how it's done? Then watch me do me (yeah) Watch me do me (yeah) watch me do me (ayy, ayy)  [Rocko] You like the fo' door (me) I just do two (okay) If you ain't gettin money, nigga I'm nothin like you I'm from the old school, you from the new school My old school cost more than your new school Just got a new school, that's what I'm used to Suede around the panoramic equals clear view You in my rearview - yeah you history (skrrt!) First to second two seconds I love a six speed I swag it out uhh, felt my swag The shoes match the hat, the hat match my bag These niggas mad, you don't like it nigga sue me Wanna see how it's done, then watch me do me  [Hook] You just do you (and what?) I'mma do me! (ayy) I'mma do me! (ayy) I'mma do me! (yeah) You just do you (and what?) I'mma do me! (okay) I'mma do me! (okay) I'mma do me! (ayy) Wanna see how it's done? Then watch me do me (ayy) Watch me do me (ayy) watch me do me (ayy) Wanna see how it's done? Then watch me do me (yeah) Watch me do me (yeah) watch me do me (ayy, ayy)  ",
        "title": "Umma Do Me"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I asked her to stay, but she wouldn't listen And she left before I had the chance to say... Oh, oh Words that would mend the things that were broken But now it's far too late, she's gone away  [Pre-Chorus] Every night you cry yourself to sleep Thinking, \"Why does this happen to me? Why does every moment have to be so hard?\" Hard to believe that  [Chorus] It's not over tonight Just give me one more chance to make it right I may not make it through the night I won't go home without you  [Verse 2] The taste of her breath, I'll never get over The noises that she made kept me awake Oh The weight of things that remained unspoken Built up so much it crushed us every day  [Pre-Chorus] Every night you cry yourself to sleep Thinking, \"Why does this happen to me? Why does every moment have to be so hard?\" Hard to believe that  [Chorus] It's not over tonight Just give me one more chance to make it right I may not make it through the night I won't go home without you Oh, oh, oh ,oh It's not over tonight Just give me one more chance to make it right I may not make it through the night I won't go home without you Oh, oh ,oh, oh  [Bridge] Of all the things I felt but never really showed Perhaps the worst is that I ever let you go I should not ever let you go Oh, oh, oh  [Chorus] It's not over tonight Just give me one more chance to make it right I may not make it through the night I won't go home without you Oh, oh, oh ,oh It's not over tonight Just give me one more chance to make it right I may not make it through the night I won't go home without you...  [Outro] And I won't go home without you And I won't go home without you I won't go home without you  ",
        "title": "Won't Go Home Without You"
    },
    {
        "artist": "Enur Featuring Natasja",
        "lyrics": "  Whoop whoop! Whoop whoop! Whoop whoop! Whoop whoop! Whoop whoop! Easy now, no need fi go down Easy now, no need fi go down Rock that, run that, this where we from Easy now, no need fi go down Easy now, no need fi go down Rock that, run that, this where we from Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop! Easy now, no need fi go down Easy now, no need fi go down Walk it gently and no break nah bone Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop! Whoop whoop! Whoop whoop! Easy now, no need fi go down (When you run come around) (Car I know youre the talk of the town, yeah) Easy now, no need fi go down (When you run come around) (Car I know youre the talk of the town, yeah) Rock that, run that, this where we from Easy now, no need fi go down (When you run come around) (Car I know youre the talk of the town, yeah) Easy now, no need fi go down (When you run come around) (Car I know youre the talk of the town, yeah) Rock that, run that, this where we from Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop, when you run come around Car I know youre the talk of the town, yeah Whoop whoop! Whoop whoop!  ",
        "title": "Calabria 2008"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] If I could write a letter to me And send it back in time to myself at seventeen First I'd prove it's me by sayin' look under your bed There's a Skoal can and a Playboy no one else would know you hid And then I'd say I know it's tough When you break up after seven months And yeah, I know you really liked her and it just don't seem fair But all I can say is pain like that is fast and it's rare  [Chorus] And, oh, you've got so much goin' for you, goin' right But I know at seventeen it's hard to see past Friday night She wasn't right for you and still you feel like there's a knife Stickin' out of your back and you're wonderin' if you'll survive But you'll make it through this and you'll see You're still around to write this letter to me  [Verse 2] At the stop sign at Tomlinson and Eighth Always stop completely, don't just tap your brakes And when you get a date with Bridgett, make sure the tank is full On second thought forget it, that one turns out kinda cool Each and every time you have a fight Just assume you're wrong and daddy is right And you should really thank Mrs. Brinkman, she spends so much extra time It's like she sees the diamond underneath and she's polishing you 'til you shine  [Chorus 2] And, oh, you've got so much goin' for you, goin' right But I know at seventeen it's hard to see past Friday night Tonight's the bonfire rally but you're stayin' home instead Because if you fail Algebra, mom and dad will kill you dead Trust me you'll squeak by and get a C And you're still around to write this letter to me  [Verse 3] You've got so much up ahead, you'll make new friends You should see your kids and wife And I'd end up sayin' have no fear These are nowhere near the best years of your life  [Bridge] I guess I'll see you in the mirror, when you're a grown man P.S.: Go hug Aunt Rita every chance you can  [Chorus] And, oh, you've got so much goin' for you, goin' right But I know at seventeen it's hard to see past Friday night I wish you'd study Spanish, I wish you'd taken typin' class I wish you wouldn't worry, let it be, I'd say have a little faith and you'll see  [Outro] If I could write a letter to me To me  ",
        "title": "Letter To Me"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] Going through my closet the other day Found an old yearbook, flipped right to the page Of that senior trip down there on that Panama strip We all started yelling when we smelled the beach Just couldn't wait to try our fake ids We only had a few days, and a whole lot of memories to make  [Hook] Oh man we were livin, didn't waste one minute We talked and drank and Danced and said goodbye We laughed until we cried  [Verse 2] This past year my family Was sittin cross-legged 'round the Christmas tree Listenin to granddad, we all knew it would probably be his last He was crackin jokes and we were takin turns Tellin stories bout fishing or lessons learned Out on the porch with him we all felt like kids again  [Hook] Oh man we were livin, sittin' there reminiscin' Yeah, we sang and talked and traveled back in time We laughed until we cried  [Verse 3] It's like the best days under the sun Every emotion rolled into one A little of this, A little of that Kinda happy, Kinda sad  Just the other night the baby was cryin So I got out of bed rocked her awhile and I held her tight And I told her it would be all right My mind went back to a few years ago We tried so long, we almost gave up hope And I remember you comin' in and tellin me the news Oh man we were livin, goin crazy in the kitchen We danced and screamed and held each other tight We laughed until we cried  ",
        "title": "Laughed Until We Cried"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Intro] It's been a while I know I shouldn't have kept you waiting But I'm here now  [Verse 1] I know it's been a while, but I'm glad you came And I've been thinking 'bout how you say my name You got my body spinning like a hurricane And it feels like you got me going insane And I can't get enough, so let me get it up  [Pre-Chorus] Ooh, looks like we're alone now You ain't gotta be scared, we're grown now I'ma hit defrost on ya, let's get it blazing We can turn the heat up if ya wanna Turn the lights down low if ya wanna Just wanna move ya, but you're frozen That's what I'm saying  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot)  So are you warming up yet?  [Verse 2] You got me hypnotized I never felt this way You got my heart beating like an 808 Can you rise to the occasion? I'm patiently waiting, cause it's getting late And I can't get enough, so let me get it up  [Pre-Chorus] Ooh, looks like we're alone now You ain't gotta be scared, we're grown now I'ma hit defrost on ya, let's get it blazing We can turn the heat up if ya wanna Turn the lights down low if ya wanna Just wanna move ya, but you're frozen That's what I'm saying  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot)  [Bridge] I like this part, hoo It feels kind of good Yeah  [Chorus] Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Let me break the ice Allow me to get you right Once ya warm up to me Baby, I can make you feel (hot, hot, hot, hot) Hot (more)  ",
        "title": "Break The Ice"
    },
    {
        "artist": "Missy Elliott",
        "lyrics": "  [Missy Elliott] The party is ending at 2 A.M So whatever you must do.. Do it now!  [Hook] Ching, ching, gettin paid over here Ching, ching, gettin paid over here (This is...) Thirsty, baby bring it over here Thirsty, baby bring it over here See my money maker, do my money maker (Crazy baby!) See my money maker, do my money maker (Serious maaaan!) (ereh revo ti gnirb ybab, ytsrihT) (ereh revo ti gnirb ybab, ytsrihT)  [Verse 1ne] M-I-S-sy, Missy be a freak Sex so good, I can freak you in my sleep Ice on my sleeve, I can make a room freeze Pockets mo' bigger than a stripper booty cheeks Dudes weak when they look at my physique French on my feet cost a buck fifty I don't swing from a pole, Missy swing from a tree I'm Muhammad Ali cause I sting like a bee Whatchu know about that? So cute and fat I let him hit it once, I watch the dude come back Cause the back so stacked like it's sittin on a jack Missy be the mack, that's a true fact  [Hook w/ ad-libs]  [Verse 2wo] (I like this!) Big things pop, little things stop If you talk a lot, in your mouth you get socked Miss don't flop cause I only get props House on the water, Aston Martin in the lot Look at my watch, cost a whole lot So iced out you cain't see it tick-tock Yeah, I'm so hot and I can't be topped Artists drop down like Michael Jackson socks Got the game lock, make ya body rock If Missy ain't on it, then ya song don't knock You might get mopped like a floor so don't walk You don't need to spit unless you live what you talk (Let's go!)  [Hook]  [Verse 3hree] Missy switch it up, do ya damn thang Just like a chain, groupies wanna hang Talk that slang, gon' head and let it bang Make the hair stand like the hair on Don King Boom, boom, shing, I shine like bling bling Call me a queen, mean chicks stay in ya lane My flow so mean, if you know what I mean So fresh and clean, you can call me Irish Spring Whatchu know about that? Talk like ex-lax If ya game wack, then you ain't sayin jack Just like that, yea yea, to get axed Cause I got more hits than you can get out of a bat  [Hook and ad-libs]  ",
        "title": "Ching-A-Ling"
    },
    {
        "artist": "Boys Like Girls",
        "lyrics": "  [Verse 1] It's too late baby, there's no turning around I got my hands in my pocket and my head in a cloud This is how I do When I think about you I never thought that you could break me apart I keep a sinister smile and a hold of my heart You want to get inside Then you can get in line But not this time  [Hook] Cause you caught me off guard Now I'm running and screaming I feel like a hero and you are my heroine  [Verse 2] I won't try to philosophize I'll just take a deep breath then I'll look in your eyes This is how I feel And it's so surreal I got a closet filled up to the brim With the ghosts of my past and their skeletons And I don't know why You'd even try But I won't lie  [Hook] You caught me off guard Now I'm running and screaming I feel like a hero and you are my heroine Do you know that your love is the sweetest sin?  [Verse 3] And I feel a weakness coming on It never felt so good to be so wrong Had my heart on lockdown And then you turned me around And I'm feeling like a newborn child Every time I get a chance to see you smile It's not complicated I was so jaded  [Hook] And you caught me off guard Now I'm running and screaming I feel like a hero and you are my heroine Do you know that your love is the sweetest sin? (I feel like a hero and you are my heroine)  [Bridge] And I feel a weakness coming on It never felt so good to be so wrong Had my heart on lockdown And then you turned me around (Do you know that your love is the sweetest sin?) And I'm feeling like a newborn child Every time I get a chance to see you smile It's not complicated I was so jaded  [Hook] (I feel like a hero and you are my heroine) And I feel a weakness coming on It never felt so good to be so wrong Had my heart on lockdown And then you turned me around (Do you know that your love is the sweetest sin?)  [Outro] And I'm feeling like a newborn child Every time I get a chance to see you smile It's not complicated I was so jaded  ",
        "title": "Hero/Heroine"
    },
    {
        "artist": "Natasha Bedingfield",
        "lyrics": "  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Do what you want but you’re never gonna break me Sticks and stones are never gonna shake me, oh, oh oh I got a pocket, got a pocketful of sunshine I got a love and I know that it’s all mine, oh, oh oh Wish that you could but you ain’t gonna own me Do anything you can to control me, oh, oh no  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) There’s a place that I go, that nobody knows Where the rivers flow, and I call it home And there’s no more lies in the darkness there’s light And nobody cries, there’s only butterflies  [Bridge] Take me away (take me away) A secret place (a secret place) A sweet escape (a sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place) Take me away (take me away) A secret place (a secret place) A sweet escape (A sweet escape) Take me away (take me away) Take me away (take me away) To better days (to better days) Take me away (take me away) A hiding place (a hiding place)  [Chorus] Take me away (I got a pocket, got a pocketful of sunshine) A secret place (I got a love and I know that it's all mine) To better days, take me away Take me away (I got a pocket, got a pocketful of sunshine) To better days (To a better day) Take me away, a hiding place  [Outro] The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright The sun is on my side and takes me for a ride I smile up to the sky, I know I'll be alright  ",
        "title": "Pocketful Of Sunshine"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": null,
        "title": "Psycho"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Verse 1] Back to the street where we began Feeling as good as lovers can, you know Yeah, we're feeling so good Picking up things we shouldn't read It looks like the end of history as we know It’s just the end of the world Back to the street where we began Feeling as good as love, you could, you can  [Pre-Chorus] Into a place where thoughts can bloom Into a room where it's nine in the afternoon And we know that it could be And we know that it should And you know that you feel it too  [Chorus] 'Cause it's nine in the afternoon And your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You're good 'cause you can, so you do We're feeling so good  [Verse 2] Back to the street, down to our feet Losing the feeling of feeling unique Do you know what I mean? Back to the place where we used to say \"Man, it feels good to feel this way\" Now I know what I mean  [Bridge] Back to the street, back to the place Back to the room where it all began, hey Back to the room where it all began  [Chorus] 'Cause it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon Your eyes are the size of the moon You could 'cause you can, so you do We're feeling so good just the way that we do When it's nine in the afternoon  ",
        "title": "Nine In The Afternoon"
    },
    {
        "artist": "Birdman Featuring Lil Wayne",
        "lyrics": "  [Hook - Lil Wayne & Birdman] Okay we poppin' champagne like we won a championship game (Look like I got on a championship ring) Cause I ball hard, (no bitch we ball harder) I am the Birdman, (and I'm the J.R-ah)  [Verse 1 - Lil Wayne] Okay start with straight shots and then pop bottles Pour it on the models, \"shut up bitch, swallow!\" If you can't swallow, shut up bitch gargle Straight up out that water with my Marc Jacobs goggles Fresher than a mother fucker, yep I'm a mother fucker No I won't take your girl, but I'll sure take her tongue from her Can't you tell I'm in love woman, like no other woman Oh I'm sorry sweetheart, I thought you were my other woman  [Hook] Okay we poppin' champagne like we won a championship game (Look like I got on a championship ring) Cause I ball hard, (no bitch we ball harder) I am the Birdman, (and I'm the J.R-ah)  [Verse 2 - Birdman] As I recline behind my desk I ain't got a lot of Nikes but I got a lot of checks Got my own shoe brand, new on the set Went from sittin' in a cell to sittin' on a jet From shittin' in a cell to shittin' on a jet I lost too many friends, but I won too many bets I made too much money, but I ain't make enough yet So I scratched and, yes, Jr. is the best So many niggas from my hood on they back So many niggas from your hood on they back That's why we so paid and it be like that I'd rather pop a bottle before I pop a Gat  [Hook] Okay we poppin' champagne like we won a championship game (Look like I got on a championship ring) Cause I ball hard, (no bitch we ball harder) I am the Birdman, (and I'm the J.R-ah)  [Verse 3 - Birdman] Yeah only sipping red champagne White tee red hat red bandanna Uptown, choppers for companions Fuckin' with the Birdman then we fuck up your companion Fuckin' with my son and we run up in your mansion Chopper make music, bitch start dancin' Stunna man back so you know the circumstances And I'm cookin' up the Carter 3, no advances All my cars automated, automatic No lie we don't even drive no Astons Uptown we packin' and we stackin' Young Money, Cash Money we the champions  ",
        "title": "Pop Bottles"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] That anchorman Says they're fighting again somewhere in the Middle East The world prays for peace There's a single mom Just got laid off went and lost her job to some foreign hands In some far away land  [Post-Verse 1] Last night in Oklahoma, some twister took thirteen And they're prayin', they find the missin' three God must be busy  [Verse 2] That highway sign Went from slow ahead to traffic's dead Thought it couldn't get worse Then that Amber alert They say she's four, Colorado plates, headed out of state in a Chevy van It's hard to understand  [Post-Verse 2] You can see it in the faces, of all those highway strangers They're prayin' that God keeps girl from danger God must be busy  [Chorus] And I know in the big picture, I'm just a speck of sand And God's got better things to do, than to look out for one man I know He's heard my prayers, 'cause He hears everything He just ain't answered back, or He'd bring you back to me God must be busy  [Verse 2] That evenin' news Ain't much changed, pretty much the same since I left home Yeah, that war's still on They found that little girl She was soaking wet, half scared to death on the side of some road Them prayers work you know  [Post-Verse 3] And the blood and the crips are at it, and there's a killer drought down south And old folks can't afford the drugs, they can't live without God must be busy  [Chorus] And I know in the big picture, I'm just a speck of sand And God's got better things to do, than to look out for one man I know He's heard my prayers, 'cause He hears everything He just ain't answered back, or He'd bring you back to me God must be busy  [Outro] That anchorman Says the fightin's worse, cities burn in the Middle East The world prays for peace  ",
        "title": "God Must Be Busy"
    },
    {
        "artist": "Ashanti",
        "lyrics": "  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  [Verse 1] I woke up kind of early today and something told me from that moment it wouldn't be the same Felt like you were hiding something, but I didn't push it I didn't complain or say nothing, I tried to act like I didn't see it Cause deep down I knew I didn't wanna believe it There it was, it was you and her, you left your sidekick on the nightstand And I read [Pre-Hook] Everything you did and everything you said Now I'm standing here looking like damn I thought it was you and I Now all I got to say is why  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  [Verse 2] I notice now that when I'm around you be tryna lock the doors, whispering on the phone Now wait a minute, since we been in this house you ain't never did this before Tell me what's this about, I tried to sit and say to myself This here is too good, he don't want nothing else But there it was, it was you and her You left the credit card receipt inside the beamer with  (Pre-Hook) Everything you bought Everything you spent, now I'm standing here once again I thought it was you and I, now all I've got to say is Why  [Chorus] After all of the times that we tried I found out we were living a lie And after all of this love that we made I know now you don't love me the same The way that I love The way that I love The way that I love (The way that I love you)  Oh oh ohhh  ",
        "title": "The Way That I Love You"
    },
    {
        "artist": "Craig Morgan",
        "lyrics": "  I'm the son of a third generation farmer I've been married ten years to the farmer's daughter I'm a God fearin', hardworkin' combine driver Hoggin' up the road with my p-p-p-p-plower Chug a lug a luggin' five miles an hour On my international harvester  Three miles of cars layin' on their horns Fallin' on deaf ears of corn Lined up behind me like a big parade Of late to work road raged jerks Shoutin' obscene words Flippin' me the bird  Well you may be on a state paved road But that blacktop runs through my payload Excuse me for tryin' to do my job But this year ain't been no bumper crop  If you don't like the way I'm a drivin' Get back on the interstate Otherwise, sit tight and be nice And quit your honkin' at me that way  I'm the son of a third generation farmer I've been married ten years to the farmer's daughter I've got two boys in the county 4-H I'm a lifetime sponsor of the F.F.A  Hey! That's a what I make I make a lot of hay for a little pay But I'm proud to say  I'm a God fearin', hardworkin' combine driver Hoggin' up the road with my p-p-p-p-plower Chug a lug a luggin' five miles an hour On my international harvester  Well I know you got your own deadlines But cussin' at me won't save you no time, hoss This big-wheeled wide load ain't goin' any faster So just smile and wave and tip your hat To the man up on the tractor  Cause I'm the son of a third generation farmer I've been married ten years to the farmer's daughter I've got two boys in the county 4-H I'm a lifetime sponsor of the F.F.A  Hey! That's a what I make I make a lot of hay for a little pay But I'm proud to say  I'm a God fearin', hardworkin' combine driver Hoggin' up the road with my p-p-p-p-plower Chug a lug a luggin' five miles an hour On my international harvester  I'm a God fearin', hardworkin' combine driver Hoggin' up the road with my p-p-p-p-plower Chug a lug a luggin' five miles an hour On my international harvester  ",
        "title": "International Harvester"
    },
    {
        "artist": "Jaheim",
        "lyrics": null,
        "title": "Never"
    },
    {
        "artist": "Paramore",
        "lyrics": "  [Verse 1] I got a lot to say to you Yeah, I got a lot to say I noticed your eyes are always glued to me Keeping them here and it makes no sense at all  [Pre-Chorus] They taped over your mouth Scribbled out the truth with their lies You little spies They taped over your mouth Scribbled out the truth with their lies You little spies  [Interlude] Crush, crush, crush Crush, crush (1, 2, 3, 4)  [Chorus] Nothing compares to a quiet evening alone Just the one, two of us who's counting on That never happens, I guess I'm dreaming again Let's be more than this  [Verse 2] If you wanna play it like a game Well, come on, come on, let's play Cause I'd rather waste my life pretending Than have to forget you for one whole minute  [Pre-Chorus] They taped over your mouth Scribbled out the truth with their lies You little spies They taped over your mouth Scribbled out the truth with their lies You little spies  [Interlude] Crush, crush, crush Crush, crush (1, 2, 3, 4)  [Chorus] Nothing compares to a quiet evening alone Just the one, two of us who's counting on That never happens, I guess I'm dreaming again Let's be more than this now  [Bridge] Rock and roll, baby Don't you know that we're all alone now? I need something to sing about Rock and roll, hey Don't you know, baby, we're all alone now? I need something to sing about Rock and roll, hey Don't you know, baby, we're all alone now? Give me something to sing about  [Chorus] Nothing compares to a quiet evening alone Just the one, two of us who's counting on That never happens, I guess I'm dreaming again Let's be more than oh Nothing compares to a quiet evening alone Just the one, two of us who's counting on That never happens, I guess I'm dreaming again Let's be more than, more than this, oh  ",
        "title": "crushcrushcrush"
    },
    {
        "artist": "Phil Vassar",
        "lyrics": "  Looks like everybody's here Had to put some foldin' chairs in the vestibule Yeah, it's gettin' full Even old Aunt Ruby came Her first time on an airplane It's her sister's girl She wouldn't miss it for the world  Pre Chorus  And all them kids jumpin' in the pews And Mr. Charlie in his lime-green suit 'Is a handsome man' Remarks Widow Callahan Uncle Joe and Uncle Jake Haven't spoken since '98 Just said, 'Hello' It's a good day to let it go  Chorus  So let the angels gather Let the music play Let the preacher get to preachin' all the \"do you take\"'s Love is a beautiful thing Throw the rice in the air Let the church bells ring Tie the cans to the back of that limosine Love is a beautiful thing  2nd Verse  Daddy's waitin' with the bride Yeah, she helps him with his tie She sees a tear He says, 'Man, it's hot in here' hmm He hugs his little girl and asks 'How did you grow up so fast? God, I wish your Momma could be here for this'  Pre Chorus  And everybody stands and smiles As she goes walkin' down the aisle In her Momma's gown And Daddy breaks on down Gran and Gramps in the second row Stood right there fifty years ago And said their vows Yeah, I guess it's workin' out  (Repeat Chorus) Bridge  A little table full'a gifts Catering's covered dish And the wedding band Well, that's on her hand And Tommy's teasin' Lorelei He pushed her down and made her cry And neither one knows A day will come  Tag Chorus  When the angels gather And the music plays And the preacher gets to preachin' all the \"do you take\"'s Love is a beautiful thing Throw the rice in the air Let the church bells ring Tie the cans to the back of that limosine Love Two people in love is a beautiful thing  ",
        "title": "Love Is A Beautiful Thing"
    },
    {
        "artist": "Dolla Featuring T-Pain & Tay Dizm",
        "lyrics": "  I hit the club with a mug so mean Got them niggas like who the fuck is that? Then I hopped up out the car so clean Got them hoes like who the fuck is that? Hit the door like right left, back forth Yeah I got the money, nigga thats of course Hit the stage with a b-boy stance The club owner like who the fuck is that? Pull up in somethin tinted, two hundred on the dash Yall shit rented, hot drop cash, watch the doors lift up This nigga then went mad, I'm what you never had Some of this, and some of that Tell that bitch to give me a kiss, then I smack her on the ass Throw a stack at her and laugh This shit to me ain't nothing How much money do you have? Thats not up for discussion Ill be mashing out in something European on them buttons I been rich since I was eleven My grams look like sevens My killers look like reverends And you better count your blessings Konvict piece around my neck Misdemeanor on my wrist Got a felon on my pinkie Got you blinkin when it gliss I got strippers on the payroll Chargers in Diego Yayo like its mayo Don't play around me pesos You should see this steelow Neighborhood nino Bitches call me Dolla But these niggas call me Debo I hit the club with a mug so mean Got them niggas like who the fuck is that? Then I hopped up out the car so clean Got them hoes like who the fuck is that? Hit the door like right left, back forth Yeah I got the money, nigga thats of course Hit the stage with a b-boy stance The club owner like who the fuck is that? Shinin like a motherfucker BBS is blankin' Steve Erkle bought a ton That purple stay stinkin' You talk to that nigga, I got swag, I got juice See me in that Bentley Coup Right in front of runnin shoop You be runnin when I shoot I be shootin when you runnin' Con got me out the streets Told me Dolla get that money Now Im the club stuntin like la la la la Laughin at these clown niggas like ha ha ha ha Look, you fuckin with a winner Strippin lobster for the dinner Veteran in the game You wasn't niggas, just beginners And my d boy stance bout to pop a rubber band Fuck that fightin in the club You niggas fuckin up my plans Im tryna get a dance, her name and her number Take her to the teli and get some brain in the hummer You niggas make it rain while Dolla make it thunda Album comin soon, bitch, get ready for the summer I hit the club with a mug so mean Got them niggas like who the fuck is that? Then I hopped up out the car so clean Got them hoes like who the fuck is that? I'm like right left, back forth Yeah I got the money, nigga thats of course Hit the stage with a b-boy stance The club owner like ooo wee Ain't nothin' for me to come through and shut the club down Walk through the club me and mug haters down Drop a stack at the bar, a hundred Louis thirteen Posted up camouflage down to my feet, feet They lookin' at me like, who is, who is he? I straighten up yo boy, he raised in the streets My name's Ramone and you can spell it when I step in yo room Take VI, Chevy go zoom I hit the club with a mug so mean Got them niggas like who the fuck is that? Then I hopped up out the car so clean Got them hoes like who the fuck is that? I'm like right left back forth Yeah I got the money, nigga thats of course Hit the stage with a b-boy stance The club owner like who the fuck is that?  ",
        "title": "Who The F*** Is That?"
    },
    {
        "artist": "Lil Wayne Featuring Static Major",
        "lyrics": "  [Intro: Lil Wayne] No homo I say he's so sweet, make her wanna lick the wrapper  [Verse 1: Kanye West] Lollipop, lollipop, breastses just like Dolly Parton She ride my spaceship 'til she hit the top That hit the spot, 'til she ask \"How many li-i-li-i-licks do it take 'til she get to shop?\" Don't worry why my wrists got so freeze? Tell her, \"Girl, like Doritos, that's not yo cheese\" Tell her friends, \"Like Fritos, I'm tryin' to la.\" I can't only have one and I ain't tryin' to wait This a song with Wayne, so you know it's gonna melt But you ain't finna murder me like everybody else I'ma rap like I got some type of respect for myself I don't do it for my health, man, I do it for the belt Man, I do it to the death, 'til the roof get melt Hundred degrees, drop the roof, so the coupe don't melt Man, the flow so cold chicken soup won't help We need fo' mo' hoes, we need oh-oh-oh-oh! You know what it is when we're outta town We ball in two-seats, and you out of bounds So come here, baby girl You're now fuckin' with the best in the world Lollipop, the best in the world  [Hook: Static Major] She lick me like a lollipop Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 2: Lil Wayne] Shawty say she wanna lick the wrapper And she gonna lick the rapper And I just wanna act like a porno-flickin' actor I Anita Bake her, now she caught up in that Rapture I got so much chips I swear they call me Hewlett Packard I got so much chips you can have a bag if you're a snacker Greedy motha-fudge cake, now tell me how that fudge tastes I do it for Bloods' sake, soo-woo Think it's voodoo how that roof do di-di-dissipate Your girl wants to participate She so so sophisticate, 'cause her brain is off the chain And then my diamonds are in the choir Because they sang from off my chain And my Nina just joined the gang, because all she do is bang Like Ricky Martin, Wayne and Kanye: pick your poison If that woman wanna cut, then tell her I am Mr. Ointment Tell her to make an appointment With Mr. I-Can't-Make-An-Appointment Take my lollipop and enjoy it  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  [Verse 3: Lil Wayne] Why would she? She probably be the odd cookie In the plastic bag 'bout to get crushed by a building I flushed out the feelin' of me bein' the shit 'Cause I was leavin' skid marks on everywhere I sit I am everywhere, I'm it, like Hide-n-Go And I can go anywhere: innie, minnie, miney, mo I'm in your neighborhood, area, CD thing, tape deck IPod, your girlfriend, and she say I got great sex Safe sex is great sex, better wear a latex 'Cause you don't want that late text, that \"I think I'm late\" text So wrap it up! But he's so sweet she wanna lick the wrapper  [Hook: Static Major] Shawty want a thug Bottles in the club Shawty wanna hump You know I like to touch Your lovely lady lumps  ",
        "title": "Lollipop"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] When you see a deer you see Bambi And I see antlers up on the wall When you see a lake you think picnic And I see a large mouth up under that log You're probably thinking that you're going to change me In some ways well maybe you might Scrub me down, dress me up, oh, but no matter what I'm still a guy  [Verse 2] When you see a priceless French painting I see a drunk, naked girl You think that riding a wild bull sounds crazy And I'd like to give it a whirl Well, love makes a man do some things he ain't proud of And in a weak moment I might walk your sissy dog, hold your purse at the mall But remember, I'm still a guy  [Chorus] I'll pour out my heart Hold your hand in the car Write a love song that makes you cry Then turn right around, knock some jerk to the ground 'Cause he copped a feel as you walked by  [Verse 3] I can hear you now talking to your friends Saying, \"Yeah girls he's come a long way\" From dragging his knuckles and carrying a club And building a fire in a cave But when you say a backrub means only a backrub Then you swat my hand when I try Well, now, what can I say at the end of the day Honey, I'm still a guy  [Chorus] And I'll pour out my heart Hold your hand in the car Write a love song that makes you cry Then turn right around, knock some jerk to the ground 'Cause he copped a feel as you walked by  [Verse 4] These days there's dudes getting facials Manicured, waxed and botoxed With deep spray-on tans and creamy lotiony hands You can't grip a tacklebox Yeah, with all of these men lining up to get neutered It's hip now to be feminized But I don't highlight my hair I've still got a pair Yeah, honey, I'm still a guy  [Outro] Oh, my eyebrows ain't plucked There's a gun in my truck Oh, thank God I'm still a guy  ",
        "title": "I'm Still A Guy"
    },
    {
        "artist": "Bucky Covington",
        "lyrics": null,
        "title": "It's Good To Be Us"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] So many people gonna say that they want you To try to get you thinking they really care But there's nothing like the warmth of the one Who has put in the time and you know is gonna be there Back your border when she knows someone crossed it Don't let nobody put you down, who your with Take the pain of protecting your name From the crutch to the cane to the highwire  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Verse 2] Out the many broken backdoors and windows Through the valley of the love of the lost Is a hole that is cut through the soul falling down From the thrones without any innuendos But you found it a piece for the moment The moment was over in time Then its gone the hit and run the drifters one has a short life  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Bridge] I wanna tell you what you do to think you practice what you preach Now I know there's nothing we can't reach 'Cause the heart can't erase once it finds a place to be warm and welcome To be held in shelter  [Chorus] I'm in love with a girl who knows me better Fell for the woman just when I met her Took my sweet time when I was bitter Someone understands And she knows how to treat a fella right Give me that feeling every night Wants to make love when I wanna fight Now someone understand me I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with) I'm in love with a girl (I'm in love with)  [Outro] Who knows me better Wants to make love when I wanna fight Now someone understand me?  ",
        "title": "In Love With A Girl"
    },
    {
        "artist": "Foo Fighters",
        "lyrics": "  [Verse 1] Here now don't make a sound Say have you heard the news today One flag was taken down To raise another in its place A heavy cross you bear A stubborn heart remains unchanged No home, no life, no love No stranger singing in your name  [Pre-Chorus] Maybe the season The colours change in the valley skies Dear God I've sealed my fate Running through hell, heaven can wait  [Chorus] Long road to ruin there in your eyes Under the cold streetlights No tomorrow, no dead end in sight  [Verse 2] Let's say we take this town No king or queen of any state Get up to shut it down Open the streets and raise the gates I know one wall to scale I know a field without a name Head on without a care Before it's way too late  [Pre-Chorus]  [Chorus][x2]  [Verse 3] For every piece to fall in place Forever gone without a trace Your horizon takes its shape No turning back, don't turn that page  [Verse 4] Come now, I'm leaving here tonight Come now, let's leave it all behind Is that the price you pay Running through hell, heaven can wait  [Chorus][x3]  ",
        "title": "Long Road To Ruin"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Well this heart of mine has been hardened like a stone It might take some time to get back what is gone But I'm moving on and you don't haunt my dreams Like you did before Oh, when I would curse your name Hey! Well I heard the news that you were back in town Just passing through to claim your lost and found But I'm over you and there ain't nothing there That you could say or do to take what you did back Well you got nerve to waltz right in And think what's mine is yours again  [Chorus] Cause I've been doing fine without you Forgetting all the love we once knew And girl, I ain't the one who slammed that door But now you say you've changed your thinking But I ain't got a heart for breaking So go and pick your bags up off my floor Oh, 'cause love don't live here anymore Oh no  [Verse 2] Well baby you can try to tell me how it is And try to justify everything you did But honey I'm no fool Oh, and I've been down this road Too many times with you I think it's best you go Well I got one thing left to say Is you can lay in the bed you've made  [Chorus] Cause I've been doing fine without you Forgetting all the love we once knew And girl, I ain't the one who slammed that door Oh should've known Now you say you've changed your thinking But I ain't got a heart for breaking So go and pick your bags up off my floor Oh, 'cause love don't live here anymore  [Outro] Oh no That love don't live here anymore Oh no, no Sugar no, no And you don't live here anymore And love don't live here anymore And since you walked out of my door Love don't live here Love don't live here, girl Oh, love don't live here anymore  ",
        "title": "Love Don't Live Here"
    },
    {
        "artist": "Jack Johnson",
        "lyrics": "  [Verse 1] If I had eyes in the back of my head I would have told you that You looked good As I walked away  If you could have tried to trust the hand that fed You would've never been hungry But you never really be  The more of this or less of this or is there any difference Or are we just holding onto the things we don't have anymore  [Chorus] Sometimes time doesn't heal No, not at all Just stand still While we fall In or out of love again I doubt I'm going to win you back When you got eyes like that It won't let me in Always looking out  [Verse 2] Lot of people spend their time just floating We were victims together but lonely You got hungry eyes that just can't look forward Can't give them enough but we just can't start over  Building with bent nails we're Falling but holding, I don't want to take up anymore of your time Time, time, time  [Chorus]  ",
        "title": "If I Had Eyes"
    },
    {
        "artist": "Baby Bash Featuring Sean Kingston",
        "lyrics": "  [Baby Bash and Sean Kingston] Bash Tell me, what it do Tell me, what it do Kingston (What is it) What What What is it Hey, hey, hey, hey  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Verse 1: Baby Bash] I'm a holler back, then I pop my collar back Girl, I see that Da-da-da, dunk I want all of that, follow that Train man, follow that caboosey Ain't nathin' in the world Like some thick, and some juicy She going downtown, cause her favorite DJ's spinnin' I'm all up in the door, so I'm already winnin' I got a lot of women, but I'm way too choosey And then I love my cake, like that Ricky love Lucy On some peanut butter leather, with the wood so grainy It must be raining dollars, cause she lookin' so gravy Sophisticasted lady, pop it to the end, what it do What the busi', baby girl, tell me what's happenin', what's happenin'  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it   [Pre-Verse: Baby Bash] She move like she dancing on YouTube The kind of chica that you really ain't used to Dame lo, dame lo, mami, shoot through In my ear, talkin' 'bout, I'm a do you  [Verse 2: Baby Bash] Everyone top-notch it Everybody watch it Ain't no punk, when she pop, lock and drop it Straight show stop it Watching me perform Got the Cyclone ringtone on the phone I feel it on my body, baby, girl, I'm in the zone Must be the goose mixed with a little 'Tron She make it happen, Cap'n, feeling on me We in the billin' and we feeling like wee  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Hook: Sean Kingston] What-da-da-dang What-da-da-da-dang, hey What-da-da-dang What-da-da-da-dang, hey What-da-da-dang What-da-da-da-dang, hey Listen to the sound, everybody go (Go)  [Hook: Sean Kingston] What-da-da-dang What-da-da-da-dang, hey What-da-da-dang What-da-da-da-dang, hey What-da-da-dang What-da-da-da-dang, hey Listen to the sound, everybody go (Go)  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  [Chorus: Baby Bash and Sean Kingston] What is it Let me see you go mama, go mama What is it Get your girls and put on a show, mama What is it Get it on the floor and dip it low, mama What is it, what, what What is it, what is it  ",
        "title": "What Is It"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] Looking back at the beginning of this And how life was Just you and me loving all of our friends Living life like an ocean But now the current's only pulling me down It’s getting harder to breathe It won’t be too long and I will be going under Can you save me from this?  [Chorus] Cause it’s not my time, I'm not going There's a fear in me, it’s not showing This could be the end of me And everything I know Oh but I won’t go  [Verse 2] I look ahead to all the plans that we made And the dreams that we had I'm in a world that tries to take them away Oh but I'm taking them back Cause all of this time I've just been too blind to understand What should matter to me My friends this life we live, it’s not what we have It’s what we believe in  [Chorus] And it’s not my time, I'm not going There's a fear in me but it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now I know that This could be the end of me And everything I know Oh but I won’t go I won’t go  [Bridge] There might be more than you believe (There might be more than you believe) There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Bridge] There might be more than you believe There might be more than you believe There might be more than you can see  [Chorus] But it’s not my time, I'm not going There's a fear in me it’s not showing This could be the end of me And everything I know But it’s not my time, I'm not going There's a will in me and now it’s gonna show This could be the end of me And everything I know Oh  [Outro] But I won’t go No I won’t go down Yeah  ",
        "title": "It's Not My Time"
    },
    {
        "artist": "Flyleaf",
        "lyrics": "  [Verse 1] My hands are searching for you My arms are outstretched towards you I feel you on my fingertips My tounge dances behind my lips, for you This fire runs in through my being Burning I'm not used to seeing you  [Pre-Chorus] I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Verse 2] My hands float up above me And you whisper you love me And I begin to fade Into our secret place The music makes me sway The angels singing say we are alone with you I am alone and they are too with you  [Pre-Chorus] I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Bridge] And so I cry The light is white And I see you  [Pre-Chorus] I'm alive, I'm alive, I'm alive  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healing  [Verse 3] Take my hand I give it to you Now you own me All I am You said you would never leave me I believe you I believe  [Chorus] I can feel you all around me Thickening the air I'm breathing Holding on to what I'm feeling Savoring this heart that's healed  ",
        "title": "All Around Me"
    },
    {
        "artist": "Ryan Leslie",
        "lyrics": "  [Intro: Ryan Leslie] Yeah! They tried to put me in the box! It's impossible! R. Les!!! (Oh Yeah!) And this time it's all or nothin (I said it's real!!! Ohhhhhh!!! Yeah!) Listen!  [Verse 1: Ryan Leslie] I'm a take ya ten rounds like a boxer baby Show you how I put it down with rocks on lady Promise ya ask ya when I'm done for more I'm a switch it up and make life comfortable I'm a be the reason your not sleepin baby I'm a invade the thoughts you keepin baby If your still not convinced I'll tell you more Make you forget the way you felt before Uh Oh! I can be your wake up reason daily You could be my first and leadin lady I'm a make you happy that you waited, for me to settle down Uh Oh! I'm ready and I'm not afraid to say it I'm tired of the game already played it I'm over all them other girls I dated I'll tell you what you are  [Hook: Ryan Leslie] Your my diiiiiiamond girl Your the one, I put the rock on Your my diiiiiiamond girl Your the one that I quit the game for Your my diiiiiiamond girl Your the one, I put the rock on Your my diiiiiiamond girl Your the reason I quit the game for  [Verse 2: Ryan Leslie] I can't explain just how much you shine Give me your heart I'll give you mine I'm puttin my future on the line Baby it's just you, and I!!!!!!!! From this day on let's make a deal I'll stay true you keep it real Don't be shy 'bout how you feel Baby don't be shy! HEY!!!!!! Uh Oh! I can be your wake up reason daily You could be my first and leadin lady I'm a make you happy that you waited, for me to settle down Uh Oh! I'm ready and I'm not afraid to say it I'm tired of the game already played it I'm over all them other girls I dated I'll tell you what you are  [Hook: Ryan Leslie]  [Verse 3: Kanye West] I'm in the club doin the same old two step While Omegas doin the same old Q step I have my money on my mind she was thinkin' green She's a pledge AKA she was kickn' green I want a good girl she want a gentleman We sayin' the same thing like a synonym I wasn't really spittin' game I was scrimmagin' My penmanship is so hard I need censorship I'm a Chicagoian till Chicago end Till we blow like Chicago wind I don't know what's better, gettin' laid or gettin' paid I just know I'm gettin' one, the other's gettin' away  [Hook: Ryan Leslie]  [Outro: Ryan Leslie] Yeah! (Your my diamond girl) I know you wanna hear it again (Yeah!) Run the record back (Your my diamond) R. Les! Yeah! Uh! Just rock with it (Your my diamond) (It's Next Selection) (Your my diamond girl!)  ",
        "title": "Diamond Girl"
    },
    {
        "artist": "Raheem DeVaughn",
        "lyrics": null,
        "title": "Woman"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Intro] One Two One, two, three!  [Verse 1] She got a shack Floating down the Pontchartrain With the water rolling in You got to swim Before the levees start to crack Another day Another dollar down the drain You go to town No one's around Cause if you drown There ain't no hope for coming back It ain't no big thing if you lose your faith They kinda like to keep you in your place You never know what might be coming your way  [Chorus] Oh, everybody Devil take your money Money's got no hold on me Oh, oh, everybody's making love Cause love is free  [Verse 2] You go to church And pray to God for no more rain A Cadillac A paper sack Well hey there Jack You want some bourbon for the pain Hey tambourine Ain't no rhythm on the street With the voodoo What do you do When the radio just plays on anyway? Those crazy fingers in your jelly jar They'll jack your money While you sleep in you car They got the karma They ain't getting too far  [Chorus] Oh, everybody Devil take your money Money's got no hold on me Oh, oh, everybody's making love Cause love is free  [Bridge] Everybody come together Everybody come together Everybody come together Everybody come together  [Chorus] Devil take your money Money's got no hold on me Oh, oh, everybody's making love Cause love is free Devil take your money Money's got no hold on me Oh, oh, everybody's making love Cause love is free  [Outro] Love is free Love is free  ",
        "title": "Love Is Free"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Every Day"
    },
    {
        "artist": "The Swell Season (Glen Hansard & Marketa Irglova)",
        "lyrics": "  [Verse 1] I don't know you But I want you All the more for that Words fall through me And always fool me And I can't react  [Pre-Chorus] And games that never amount To more than they're meant Will play themselves out  [Chorus] Take this sinking boat and point it home We've still got time Raise your hopeful voice you have a choice You'll make it now  [Verse 2] Falling slowly, eyes that know me And I can't go back Moods that take me and erase me And I'm painted black  [Pre-Chorus 2] You have suffered enough And warred with yourself It's time that you won  [Chorus] Take this sinking boat and point it home We've still got time Raise your hopeful voice you have a choice You'll make it now  [Chorus 2] Falling slowly sing your melody I'll sing along  ",
        "title": "Falling Slowly"
    },
    {
        "artist": "Erykah Badu",
        "lyrics": null,
        "title": "Honey"
    }
]