[
    {
        "artist": "Wiz Khalifa",
        "lyrics": "  [Intro] Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow Yeah, uh-huh, you know what it is Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 1] Uh, black stripe, yellow paint Them niggas scared of it, but them hoes ain't Soon as I hit the club, look at them hoes' face Hit the pedal once, make the floor shake Suede inside, my engine roarin' It’s the big boy, you know what I paid for it And I got the pedal to the metal Got you niggas checking game, I’m ballin' out on every level Hear them haters talk, but there’s nothin' you can tell 'em Just made a million, got another million on my schedule No love for 'em, nigga breaking hearts No keys, push to start  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 2] Got a call from my jeweler, this just in And bitches love me ‘cause I'm fucking with their best friends Not a lesbian, but she a freak though This ain't for one night, I’m shining all week, ho I’m sippin' Clicquot and rocking yellow diamonds So many rocks up in my watch I can’t tell what the time is Got a pocket full of big faces Throw it up, ‘cause every nigga that I’m with Taylor'd  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Verse 3] Stay high like how I’m supposed to do That crowd underneath them clouds can’t get close to you And my car look unapproachable Super clean, but it's super mean She wanna fuck with them cats, smoke weed, count stacks Get fly and take trips and that's that, real rap I let her get high if she want and she feel that Convertible drop feel, ‘87, the top peeled back  [Interlude] Yeah, uh-huh, you know what it is Yeah, yeah, uh-huh, you know what it is You already know what it is, man And if you don't, you should by now Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  [Hook] Yeah, uh-huh, you know what it is Everything I do, yeah, I do it big Yeah, uh-huh, screaming: \"That's nothin'!\" When I pulled off the lot, that's stuntin' Reppin' my town, when you see me you know everything Black and yellow, black and yellow Black and yellow, black and yellow I put it down from the whip to my diamonds, I'm in Black and yellow, black and yellow Black and yellow, black and yellow  ",
        "title": "Black And Yellow"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Easy come, easy go That's just how you live, oh Take, take, take it all, but you never give Shoulda known you was trouble from the first kiss Had your eyes wide open Why were they open? (Ooh)  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same No, no, no, no, oh  [Verse 2] Black, black, black and blue Beat me 'til I'm numb Tell the devil I said, \"hey\" when you get back to where you're from Mad woman, bad women That's just what you are Yeah, you'll smile in my face then rip the brakes out my car  [Pre-Chorus] Gave you all I had and you tossed it in the trash You tossed it in the trash, yes you did To give me all your love is all I ever ask Cause what you don't understand is...  [Chorus] I'd catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Ooh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Bridge] If my body was on fire Ooh, you'd watch me burn down in flames You said you loved me, you're a liar Cause you never, ever, ever did, baby But darlin' I'd still...  [Chorus] Catch a grenade for ya Throw my hand on a blade for ya I'd jump in front of a train for ya You know I'd do anything for ya Oh, I would go through all this pain Take a bullet straight through my brain Yes, I would die for ya, baby But you won't do the same  [Outro] No, you won't do the same You wouldn't do the same Ooh, you'd never do the same No, no, no, no oh  ",
        "title": "Grenade"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Do you ever feel like a plastic bag Drifting through the wind wanting to start again? Do you ever feel, feel so paper-thin Like a house of cards one blow from caving in? Do you ever feel already buried deep? Six feet under screams, but no one seems to hear a thing Do you know that there's still a chance for you? 'Cause there's a spark in you  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Verse 2] You don't have to feel like a waste of space You're original, cannot be replaced If you only knew what the future holds After a hurricane comes a rainbow Maybe a reason why all the doors are closed So you can open one that leads you to the perfect road Like a lightning bolt, your heart will blow And when it's time, you'll know  [Pre-Chorus] You just gotta ignite the light And let it shine Just own the night Like the Fourth of July  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Bridge] Boom, boom, boom Even brighter than the moon, moon, moon It's always been inside of you, you, you And now it's time to let it through  [Chorus] 'Cause baby, you're a firework C'mon, show 'em what you're worth Make 'em go, \"Aah, aah, aah\" As you shoot across the sky-y-y Baby, you're a firework C'mon, let your colors burst Make 'em go, \"Aah, aah, aah\" You're gonna leave them all in awe, awe, awe  [Outro] Boom, boom, boom Even brighter than the moon, moon, moon Boom, boom, boom Even brighter than the moon, moon, moon  ",
        "title": "Firework"
    },
    {
        "artist": "P!nk",
        "lyrics": "  Made a wrong turn, once or twice Dug my way out, blood and fire Bad decisions, that's alright Welcome to my silly life  Mistreated, misplaced, misunderstood Miss knowing it's all good, it didn't slow me down Mistaken, always second guessing, underestimated Look, I'm still around  Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me!  You're so mean, when you talk about yourself, you were wrong Change the voices in your head, make them like you instead So complicated, look happy, you'll make it! Filled with so much hatred... such a tired game It's enough! I've done all I can think of Chased down all my demons, I've seen you do the same  Oh, pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me  The whole world's scared so I swallow the fear The only thing I should be drinking is an ice cold beer So cool in line, and we try try try But we try too hard and it's a waste of my time  Done looking for the critics, 'cause they're everywhere They don't like my jeans, they don't get my hair Exchange ourselves, and we do it all the time Why do we do that? Why do I do that?  Why do I do that?  Yeah, oh, oh baby, pretty please! Pretty pretty please, don't you ever ever feel Like you're less than fuckin' perfect Pretty pretty please, if you ever ever feel Like you're nothing, you're fuckin' perfect to me  You're perfect, you're perfect!  Pretty pretty please, if you ever ever feel like you're nothing You're fuckin' perfect to me...  ",
        "title": "F**kin' Perfect"
    },
    {
        "artist": "Dr. Dre Featuring Eminem & Skylar Grey",
        "lyrics": "  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 1: Eminem] I told the world, one day I would pay it back Say it on tape, and lay it, record it So that one day I could play it back But I don’t even know if I believe it when I’m sayin' that Doubts startin' to creep in, every day it's just so gray and black Hope, I just need a ray of that ‘Cause no one sees my vision when I play it for ‘em They just say it's wack — but they don’t know what dope is And I don’t know if I was awake or asleep when I wrote this All I know is, you came to me when I was at my lowest You picked me up, breathed new life in me, I owe my life to you But for the life of me, I don't see why you don't see like I do But it just dawned on me you lost a son, demons fightin' you It’s dark, let me turn on the lights And brighten me and enlighten you I don't think you realize what you mean to me Not the slightest clue, ‘cause me and you were like a crew I was like your sidekick; you gon' either wanna fight me When I get off this fuckin' mic, or you Gon' hug me, but I'm outta options, there's nothin' else I can do ‘Cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 2: Eminem] It hurts when I see you struggle; you come to me with ideas You say they're just pieces, so I’m puzzled ‘Cause the shit I hear is crazy But you're either gettin' lazy Or you don’t believe in you no more Seems like your own opinions, not one you can form Can't make a decision, you keep questionin' yourself Second guessin' and it's almost like you're beggin' for my help Like I’m your leader, you're supposed to fuckin' be my mentor I can endure no more, I demand you remember who you are It was you who believed in me when everyone was tellin' you Don't sign me, everyone at the fuckin' label, let's tell the truth! You risked your career for me, I know it as well as you Nobody wanted to fuck with the white boy Dre, I’m cryin' in this booth You saved my life, now maybe it's my turn to save yours But I can never repay you, what you did for me is way more But I ain't givin' up faith And you ain't givin' up on me — get up, Dre! I'm dyin', I need you, come back for fuck’s sake!  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  [Verse 3: Dr. Dre] It literally feels like a lifetime ago But I still remember the shit like it was just yesterday though You walked in, yellow jump suit, whole room, cracked jokes Once you got inside the booth, told you, mic smoke Went through friends, some of them I put on, but they just left They said they was ridin' to the death But where the fuck are they now, now that I need them? I don't see none of them, all I see is Slim Fuck all you fair-weather friends! All I need is him Fuckin' backstabbers! When the chips were down you just laughed at us Now you 'bout to feel the fuckin' wrath of Aftermath, faggots! You gon' see us in our lab jackets And ask us where the fuck we been? You can kiss my indecisive ass crack, maggots! And the cracker's ass, little cracker jack beat Makin' wack math, backwards producers; I'm back, bastards! One more CD and then I’m packin' up my bags, and as I’m leavin', I’ll guarantee they'll scream: \"Dre, don’t leave us like that, man!\" ‘cause—  [Hook: Skylar Grey] I'm about to lose my mind You’ve been gone for so long I’m runnin' outta time I need a doctor, call me a doctor I need a doctor, doctor To bring me back to life  ",
        "title": "I Need A Doctor"
    },
    {
        "artist": "Enrique Iglesias Featuring Ludacris & DJ Frank E",
        "lyrics": null,
        "title": "Tonight (I'm Lovin' You)"
    },
    {
        "artist": "Far*East Movement Featuring Ryan Tedder",
        "lyrics": "  [Hook: Ryan Tedder/FM] Here we go, come with me There's a world out there that we should see Take my hand, close your eyes With you right here, I'm a rocketeer Let's fly (fly, fly, fly, fly) Up, up here we go, go Up, up here we go, go Let's fly (fly, fly, fly, fly) Up, up here we go, go Where we stop nobody knows, knows  [Verse 1: Prohgress] Where we go we don't need roads (roads) And where we stop nobody knows (knows) To the stars if you really want it Got got a jetpack with your name on it Above the clouds in the atmosphere ('phere) Just say the words and we out of here (outta here) Hold my hand if you feeling scared (scared) We flying up up out of here  [Hook: Ryan Tedder/FM]  [Verse 2: Kev Nish] Baby we can stay fly like a G6 Shop the streets of Tokyo, get you fly kicks Girl you always on my mind, got my head up in the sky And I'm never looking down feeling priceless (yeah) Where we at, only few have known Go on the next level, Super Mario I hope this works out, cardio Til' then let's fly, Geronimo  [Hook: Ryan Tedder]  [Verse 3: J-Splif] Now I never been in space before But I never seen a face like yours You make me feel like I could touch the planets You want the moon girl watch me grab it See I ain't never seen a star this close You got me stuck by the way you glow I'm like, oh, oh, oh, oh I'm like, oh, oh, oh, oh  [Hook: Ryan Tedder/FM]  ",
        "title": "Rocketeer"
    },
    {
        "artist": "Rihanna Featuring Drake",
        "lyrics": "  [Hook: Rihanna] Ooh na na, what's my name? Ooh na na, what's my name? Ooh na na, what's my name? What's my name, what's my name?  [Verse 1: Drake] I heard you good with them soft lips Yeah, you know word of mouth The square root of 69 is 8 something, right? Cause I've been tryna work it out Uh, good weed, white wine I come alive in the night time Okay, away we go Only thing we have on is the radio Let it play, say you gotta leave But I know you wanna stay You just waiting on the traffic jam to finish girl The things we could do in twenty minutes girl Say my name, say my name, wear it out It's getting hot, crack a window, air it out I can get you through a mighty long day Soon as you go the text that I write is gonna say  [Hook]  [Verse 2: Rihanna] Not everybody knows how to work my body Knows how to make me want it But boy you stay up on it You got that something that keeps me so off balance Baby, you're a challenge, let's explore your talent  [Hook: Rihanna] Hey boy, I really wanna see if you can go downtown with a girl like me Hey boy, I really wanna be with you, cause you just my type Ooh na na na na I need a boy to take it over Looking for a guy to put in work, uh Oooooh, oooooh  Ooh na na, what's my name? Ooh na na, what's my name? Ooh na na, what's my name? What's my name, what's my name?  [Verse 3: Rihanna] Baby you got me And ain't nowhere that I'd be Than with your arms around me Back and forth you rock me So I surrender to every word you whisper Every door you enter, I will let you in  [Hook]  [Bridge: Rihanna] You're so amazing, you took the time to figure me out That's why you take me, way past the point of turning me on You 'bout to break me, I swear you got me losing my mind  ",
        "title": "What's My Name?"
    },
    {
        "artist": "Pitbull Featuring T-Pain",
        "lyrics": "  [Intro: Pitbull & T Pain] Mr. Worldwide, T- Pain El que no vale consejo, no llega viejo So listen up  Let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl wanna play, let her go Said let her go, lalala Baby girl, wanna play, let her go Got it Pain?  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh, drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 1: Pitbull] I’m a Dade county, self paid, self-made millionaire I used to play around the world Now I’m around the world, getting paid Girl problems, no problems Don’t hate the game that won’t solve it I want to get with you mami Now let me see where the Lord split you, (dale)  [Refrain: T-Pain] Hey, baby girl, what you doing tonight? I wanna see what you got in store (hey, hey baby) You’re giving it your all when you’re dancing on me I wanna see if you can give me some more (hey, hey baby) You can be my girl, I can be your man And we can pump this jam however you want (hey, hey baby) Pump it from the side, pump it upside down Or we can pump it from the back and the front (hey, hey baby)  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it I want you tonight  [Verse 2: Pitbull] Make money, make money This chica right here gotta eat baby Scared money don’t make money That’s how it goes in the street baby But enough with the the nonsense Baby girl, take a shot to clear your conscience Not a goon or a God, I’m a monster Cause I hit all baddest woman in the world, gangsta  [Hook: Pitbull & T-Pain] (Pitbull) Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala Oooh baby, baby lalalalala  (T-Pain) Ooh drop it to the floor Make me wanna say hey baby Yeah, you can shake some more Make me wanna say hey baby Ooh you got it cause you Make me wanna say hey baby Ooh don’t stop it  (Pitbull) I want you tonight  ",
        "title": "Hey Baby (Drop It To The Floor)"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Hey, over there, please forgive me If I’m coming on too strong Hate to stare, but you’re winning And they’re playing my favorite song So come here, a little closer Wanna whisper in your ear Make it clear, a little question Wanna know just how you feel  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Verse 2] Hey, you might think that I’m crazy But you know I’m just your type I might be a little hazy But you just cannot deny There’s a spark in-between us When we’re dancing on the floor I want more, wanna see it So, I’m asking you tonight  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  [Interlude - Spoken] If I said I want your body, would you hold it against me?  [Bridge] Give me something good Don’t wanna wait, I want it now Pop it like a hood And show me how you work it out  [Breakdown] If I said my heart was beating loud If I said I want your body now Would you hold it against me?  [Chorus] If I said my heart was beating loud If we could escape the crowd somehow If I said I want your body now Would you hold it against me? 'Cause you feel like paradise And I need a vacation tonight So, if I said I want your body now Would you hold it against me?  ",
        "title": "Hold It Against Me"
    },
    {
        "artist": "Chris Brown Featuring Lil Wayne & Busta Rhymes",
        "lyrics": "  [Intro: Chris Brown] I don’t see how you can hate from outside of the club You can’t even get in! Ha ha ha! Leggo!  [Verse 1: Chris Brown] Yellow model chick, yellow bottle sippin' Yellow Lamborghini, yellow top missin' Yeah, yeah, that shit look like a toupee I get what you get in ten years in two days Ladies love me, I'm on my Cool J If you get what I get, what would you say? She wax it all off: Mr. Miyagi And them suicide doors, hari-kari  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 2: Chris Brown] Lil' nigga, bigger than gorilla ‘Cause I’m killin' every nigga that can try to be on my shit Better cuff your chick if you with her, I can get her And she accidentally slip and fall on my dick Oops, I said \"on my dick\" I ain’t really mean to say \"on my dick\" But since we're talking about my dick All of you haters say hi to it—I’m done  [Interlude: Busta Rhymes] Ayo, Breezy, let me show you how to keep the dice rollin' When you're doing that thing over there, homie! Let's go!  [Verse 3: Busta Rhymes] ‘Cause I'm feelin' like I’m runnin' And I'm feelin' like I gotta get away, get away, get away Better know that I don't and I won't ever stop ‘Cause you know I gotta win everyday-day See, they really really wanna pop me Just know that you will never flop me And I know that I can be a little cocky You ain't never gonna stop me Everytime I come, a nigga gotta set it Then I gotta go, and then I gotta get it Then I gotta blow, and then I gotta show that Any little thing that nigga think that he be doin' ‘Cause it doesn't matter, ‘cause I'm gonna da-da-da-da Then I'm gonna murder everything and anything A ba-da-boom, a ba-da-bing, I gotta do a lotta things That make it clearer to a couple niggas That I always win and then I gotta get it again And again and then again And I be doin' it to death And now I move a little foul, a nigga better call a ref And everybody know my style And niggas know that I'm the best When it come to doing this and I be bangin' on my chest And I bang in the East and I'm bangin' in the West And I come to give you more and I will never give you less You will hear it in the street or you could read it in the press Do you really wanna know what's next? (let's go!) See the way we on and then we all up in the race And you know we gotta go Don't try to keep up with the pace And we strugglin' and hustlin' and sendin' in and gettin' in And we always gotta do it, take it to another place Gotta taste it, and I gotta grab it And I gotta cut all through this traffic Just to be at the top of the throne, better know I gotta have it  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Verse 4: Lil Wayne] Man, fuck these bitch-ass niggas! How y’all doin'? I’m Lil Tunechi, I’m a nuisance I go stupid, I go dumb like the Three Stooges I don’t eat sushi, I’m the shit No, I’m pollution, no substitution Got a bitch that play in movies in my jacuzzi, pussy juicy I never gave a fuck about a hater Got money on my radar, dressed like a skater Got a big house, came with a elevator You niggas ain’t eatin’, fuck it, tell a waiter Marley said shoot ‘em, and I said okay If you wanted bullshit, then I’m like, \"¡Olé!\" I don’t care what you say, so don’t even speak Your girlfriend a freak like Cirque Du Soleil That’s word to my flag, and my flag red I’m out of my head, bitch I’m outta my mind, from the bottom I climb You ain’t hotter than mine Nope, not on my time, and I’m not even tryin' What's poppin', slime? Nothin', five And if they trippin’, fuck ‘em, five I ain’t got no time to shuck and jive These niggas as sweet as pumpkin pie Cîroc and Sprite on a private flight Bitch, I been tight since Guiding Light And my pockets right, and my diamonds white And my momma's nice, and my daddy’s dead You faggots scared ‘cause I’m too wild Been here for a while, I was like \"fuck trial\" I puts it down, I’m so Young Money If you got eyes, look at me now, bitch!  [Hook: Chris Brown] Look at me now, look at me now (oh) I’m gettin' paper Look at me now (oh) look at me now (yeah) Fresher than a muh'fucka  [Outro: Chris Brown] Okay Okay Is that right? I’m fresher than a muh'fucka!  ",
        "title": "Look At Me Now"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "We R Who We R"
    },
    {
        "artist": "P!nk",
        "lyrics": "  [Verse 1] Right, right, turn off the lights We're gonna lose our minds tonight What is the dealio? I love when it's all too much 5 A.M. turn the radio up Where's the rock 'n roll?  [pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't be fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and Raise your glass  [Verse 2] Slam, slam, oh hot damn What part of party don't you understand? Wish you'd just freak out (Freak out already) Can't stop, coming in hot I should be locked up right on the spot It's so on right now (It's so fucking on right now)  [Pre-Chorus] Party crasher, panty snatcher Call me up if you're gangsta Don't fancy, just get dancy Why so serious?  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass Just come on and come on and raise your glass  [Bridge] Oh shit! My glass is empty That sucks! So if you're too school for cool (I mean) And you're treated like a fool (Treated like a fool) You can choose to let it go We can always, we can always party on our own So raise your (oh, fuck)  [Chorus] So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks So raise your glass if you are wrong In all the right ways, all my underdogs We will never be, never be anything but loud And nitty, gritty, dirty, little freaks Won't you come on and come on and Raise your glass Just come on and come on and raise your glass Won't you come on and come on and Raise your glass for me Just come on and come on and raise your glass For me  ",
        "title": "Raise Your Glass"
    },
    {
        "artist": "Diddy - Dirty Money Featuring Skylar Grey",
        "lyrics": "  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] I'm back where I belong Yeah I never felt so strong I'm feelin' like there's nothing that I can't try (I'm back, baby) And if you with me put your hands high (Put your hands high)  If you ever lost a life before, this one's for you (And if you with me put your hands high) And you, and you and you and you (Your dreams are filled, you're rapping with the best)  I hear \"The Tears Of A Clown\", I hate that song I feel like they talking to me when it comes on Another day another dawn Another Keisha, nice to meet ya, get the math, I'm gone  What am I 'posed to do when the club lights come on It's easy to be Puff, but it's harder to be Sean What if the twins ask why I ain't marry they mom? (Why? Damn) How do I respond?  What if my son stares with a face like my own And says he wants to be like me when he's grown Damn, but I ain't finished growin' Another night the inevitable prolongs  Another day, another dawn Just tell Keisha and Teresa I'll be better in the morn' Another lie that I carry on I need to get back to the place I belong  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"A house Is Not A Home\", I hate this song Is a house really a home when your loved ones is gone? And people got the nerve to blame you for it And you know you woulda took the bullet if you saw it  But you felt it and still feel it And money can't make up for it or conceal it But you deal with it and you keep ballin' Pour out some liquor, play boy, and we keep ballin'  Baby, we've been living in sin cause we've been really in love But we've been living as friends So you've been a guest in your own home It's time to make your house your own, pick up your phone, come on  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  [Diddy] \"Ain't No Stopping Us Now\", I love that song Whenever it comes on it makes me feel strong I thought I told y'all that we won't stop 'Til back cruising through Harlem, these old blocks  It's what made me, saved me, drove me crazy Drove me away than embraced me, forgave me For all of my shortcomings, welcome to my homecoming Yeah it's been a long time coming  Lot of fights, lot of scars Lot of bottles, lot of cars Lot of ups, lot of downs Made it back, lost my dog (I miss you Big)  And here I stand, a better man (A better man) Thank you Lord (Thank you Lord)  [Skylar] I'm coming home, I'm coming home Tell the world I'm coming home Let the rain wash away All the pain of yesterday  I know my kingdom awaits And they've forgiven my mistakes I'm coming home, I'm coming home Tell the world that I'm coming  ",
        "title": "Coming Home"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] Oh, her eyes, her eyes Make the stars look like they're not shinin' Her hair, her hair Falls perfectly without her trying She's so beautiful And I tell her every day Yeah, I know, I know When I compliment her she won't believe me And it's so, it's so Sad to think that she don't see what I see But every time she asks me, \"Do I look okay?\" I say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Verse 2] Her lips, her lips I could kiss them all day if she'd let me Her laugh, her laugh She hates but I think it's so sexy She's so beautiful, and I tell her everyday Oh you know, you know, you know I'd never ask you to change If perfect's what you're searching for Then just stay the same So don't even bother asking if you look okay You know I'll say  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are  [Post-Chorus] The way you are The way you are Girl, you're amazing just the way you are  [Chorus] When I see your face There's not a thing that I would change Cause you're amazing just the way you are And when you smile The whole world stops and stares for a while Cause, girl, you're amazing just the way you are, yeah  ",
        "title": "Just The Way You Are"
    },
    {
        "artist": "Cee Lo Green",
        "lyrics": null,
        "title": "F**k You! (Forget You)"
    },
    {
        "artist": "Chris Brown",
        "lyrics": "  [Verse 1] Move your body out on the floor Put your troubles aside and start living Anybody, can let it go Throw away all your problems cause right now it's party time Girl, don't feel outta place cause I I'm in love with this feeling now And I, I, I hope that this will last a while We should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night  [Verse 2] Lost in the moment, can't believe you're so beautiful, feels like I'm in a dream Baby, we're going somewhere you've never been before, so take my hand and come with me Girl, don't feel outta place cause I, I'm in love with this feeling now And I, I, I hope that this will last a while, we should make it last a while  [Pre-Chorus] You love to drink, yeah, so do we, yeah Get more bottles, yeah, bring them to me, yeah Hold your glasses up, people everywhere Now everybody put your hands in the air  [Chorus] Say yeah, yeah, yeah Girl, I wanna, yeah, yeah, yeah I wanna see you tonight, yeah, yeah, yeah Girl, I gotta, I gotta, I gotta, I gotta see you tonight Oh, oh, oh, let me see your hands Oh, oh, oh, tonight is the night Oh, oh, dance, oh Tonight, tonight is the night  [Bridge] All the pretty young things in the party, let me see your hands up And if they mad and they don't wanna party, tell them shut the fuck up So DJ, turn it loud and watch me turn it up Don't worry 'bout it, we here to party so jump, jump, jump, jump  [Chorus] Girl, I wanna, I wanna see you tonight Yeah, girl, I gotta, I gotta, I gotta, I gotta see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, I wanna see you tonight Yeah, yeah, yeah, yeah, yeah, yeah, tonight is the night Tonight is the night, tonight is the night  ",
        "title": "Yeah 3X"
    },
    {
        "artist": "Lil Wayne Featuring Cory Gunz",
        "lyrics": "  [Produced by Bangladesh]  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  [Verse 1: Lil Wayne] Excuse my charisma, vodka with a spritzer Swagger down pat; call my shit Patricia Young Money militia and I am the commissioner You no wan' start Weezy ‘cause the 'F' is for finisher So misunderstood, but what's a world without enigma? Two bitches at the same time; synchronized swimmers Got the girl twisted ‘cause she open when you twist her Never met the bitch, but I fuck her like I missed her Life is the bitch, and death is her sister Sleep is the cousin—what a fuckin' family picture! You know Father Time, and we all know Mother Nature It's all in the family, but I am of no relation No matter who's buyin', I'm a celebration Black and white diamonds; fuck segregation! Fuck that shit, my money up, you niggas just Honey Nut Young Money runnin' shit, and you niggas just runner-ups I don't feel I done enough, so I'ma keep on doin' this shit Lil Tunechi or Young Tuna Fish  [Hook] Six-foot, seven-foot, eight-foot bunch Six-foot, seven-foot, eight-foot bunch  I'm goin' back in…  [Verse 2: Lil Wayne] Okay, I lost my mind, it's somewhere out there stranded I think you stand under me if you don't understand me Had my heart broken by this woman named Tammy But hoes gon' be hoes, so I couldn't blame Tammy Just talked to Moms, told her she the sweetest I beat the beat up; call it self-defense Swear, man, I be seein' through these niggas like sequins Niggas think they He-Men, pow, pow, the end Talkin' to myself because I am my own consultant Married to the money, fuck the world; that's adultery You full of shit, you close your mouth and let yo' ass talk Young Money eatin', all you haters do is add salt Stop playin', bitch, I got this game on deadbolt Mind so sharp I fuck around and cut my head off Real nigga all day and tomorrow But these motherfuckers talkin' crazy like they jaw broke Glass half empty, half full, I'll spill ya Try me and run into a wall; outfielder You know I'ma ball 'til they turn off the field lights The fruits of my labor, I enjoy 'em while they still ripe Bitch, stop playin', I do it like a king do If these niggas animals, then I'ma have a mink soon Tell 'em bitches I say put my name on the wall I speak the truth, but I guess that's a foreign language to y'all And I call it like I see it, and my glasses on But most of y'all don't get the picture 'less the flash is on Satisfied with nothin', you don't know the half of it Young Money, Cash Money Paper chasin', tell that paper, \"Look, I'm right behind ya\" Bitch, real Gs move in silence like lasagna People say I'm borderline crazy, sorta kinda Woman of my dreams, I don't sleep so I can't find her You niggas are gelatin, peanuts to an elephant I got through that sentence like a subject and a predicate Yeah, with a swag you would kill for Money too strong; pockets on bodybuilder Jumped in a wishin' well, now wish me well Tell 'em kiss my ass, call it kiss and tell  [Verse 3: Cory Gunz] Word to my mama, I'm out of my lima bean Don't wanna see what that drama mean Get some Dramamine Llama scream, hotter than summer sun on a Ghana queen Now all I want is hits, bitch, Wayne signed a fiend I played the side for you niggas that's tryna front, and see Son of Gun, Son of Sam, you nigga's the son of me Pause for this dumber speech, I glow like Buddha Disturb me, and you'll be all over the flo' like Luda Bitch, I flow like scuba, bitch, I'm bold like Cuba And I keep a killer ho, she gon' blow right through ya I be mackin', 'bout my stackin', now I pack like a mover Shout to ratchet for backin' out on behalf of my shooter Niggas think they high as I, I come laugh at your ruler Cash Money cold, bitch, but our actions is cooler Wayne, these niggas out they mind I done told these fuck niggas so many times That I keep them bucks steady on my mind Tuck these, I fuck these on your mind, pause To feed them, on my grind, did I get a little love Keep throwin' my sign in the middle Hit 'em up, piece on my side ‘Cause ain't no peace on my side, bitch I'm a man, I visit urinals with pride Tune told me to, I'm shootin' when the funeral outside I'm uptown, thoroughbred, a BX nigga, ya heard? Gunna  ",
        "title": "6 Foot 7 Foot"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": null,
        "title": "The Time (Dirty Bit)"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] I'm so glad you made time to see me How's life, tell me, how's your family I haven't seen them in a while You've been good, busier than ever We small talk, work and the weather Your guard is up and I know why  [Pre-Chorus] 'Cause the last time you saw me Is still burned in the back of your mind You gave me roses and I left them there to die  [Chorus] So this is me swallowing my pride Standing in front of you, saying I'm sorry for that night And I'd go back to December all the time It turns out freedom ain't nothing but missing you Wishing I'd realized what I had when you were mine  [Post-Chorus] I'd go back to December, turn around and make it alright I go back to December all the time  [Verse 2] These days I haven't been sleeping Staying up playing back myself leaving When your birthday passed and I didn't call And I think about summer, all the beautiful times I watched you laughing from the passenger side and Realized I loved you in the fall  [Pre-Chorus] And then the cold came The dark days when fear crept into my mind You gave me all your love and all I gave you was goodbye  [Chorus] So this is me swallowing my pride Standing in front of you, saying I'm sorry for that night And I'd go back to December all the time It turns out freedom ain't nothing but missing you Wishing I'd realized what I had when you were mine  [Post-Chorus] I'd go back to December, turn around and change my own mind I go back to December all the time  [Bridge] I miss your tan skin, your sweet smile, so good to me, so right And how you held me in your arms that September night The first time you ever saw me cry Maybe this is wishful thinking Probably mindless dreaming But if we loved again I swear I'd love you right I'd go back in time and change it, but I can't So if the chain is on your door, I understand  [Interlude] But this is me swallowing my pride Standing in front of you saying I'm sorry for that night And I'd go back to December...  [Chorus] It turns out freedom ain't nothing but missing you Wishing I'd realized what I had when you were mine  [Post-Chorus] I'd go back to December, turn around and make it alright I'd go back to December, turn around and change my own mind I go back to December all the time  [Outro] All the time  ",
        "title": "Back To December"
    },
    {
        "artist": "Waka Flocka Flame Featuring Roscoe Dash & Wale",
        "lyrics": "  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 1: Waka Flocka Flame] All that ass in your jeans Can Wale beat? Can Roscoe skeet? Long hair, she don't care When she walk, she gets stares Brown-skin or a yellow bone DJ, this my favorite song So I'ma make it thunderstorm, flood warning, Flocka, yeah Blow it, fuck it, I don't care Jacksons flying everywhere Tap my partner Roscoe like, \"Bruh, I'm drunk as hell, can't you tell? Threw 70 bands, bet 50 stacks, oh fucking well I'm trying hit the hotel with two girls that'll swallow me Take this dick while I swallow Pink Moscato, got her freaky Hey, you got me in a trance, please take off your pants Pussy pop on a handstand, you got me sweating Please pass me a fan, damn  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 2: Wale] She said, \"Look, ma, no hands\" She said, \"Look, ma, no hands and no, darling, I don't dance\" And I'm with Roscoe, I'm with Waka, I think I deserve a chance I'm a bad motherfucker, go and ask some motherfuckers A young handsome motherfucker, I sling that wood, I just Nunchuck them Who you with, and what's your name? And you not hip, boo, I'm Wale And that D.C. shit, I rep all day And my eyes red 'cause of all that haze Don't blow my high, let me shine Drumma on the beat, let me take my time Niggas want beef, we can take it outside Fight for what broad? These hoes ain't mine Is you out your mind? You out your league I sweat no bitches, just sweat out weaves Wear out tracks, let me do my thing I got 16 for this Roscoe thing But I'm almost done, let me get back to it Whole lot of loud and a little Backwood Whole lot of money, big tip, I would I put her on the train, little engine could, bitch  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  [Verse 3: Roscoe Dash] R-O-S-C-O-E, Mr. Shawty-Put-It-On-Me I be going ham, shawty upgrade from bologna Them niggas tipping good, girl, but I can make it flood 'Cause I walk around with pockets that are bigger than my bus Rain, rain, go away, that's what all my haters say My pockets stuck on overload, my rain never evaporates No need to elaborate, most of these ducks exaggerate But I'ma get money, nigga, everyday stunting, nigga Ducks might get a chance after me Bitch, I'm balling like I'm coming off of free throws Just ahead of the game, no cheat codes Lambo, Roscoe, no street code And your booty got me lost like Nemo Go, go, go, go, go on and do your dance And I'ma throw this money while you do it with no hands  [Chorus: Roscoe Dash] Girl, the way you're moving got me in a trance DJ, turn me up Ladies, this your jam I'ma sip Moscato and you gon' lose them pants Then I'ma throw this money while you do it with no hands Girl, drop it to the floor, I love the way your booty go All I wanna do is sit back and watch you move and I'll proceed to throw this cash  ",
        "title": "No Hands"
    },
    {
        "artist": "Nicki Minaj Featuring Drake",
        "lyrics": "  [Verse 1: Nicki Minaj] I fly with the stars, in the skies I am no longer trying to survive I believe that life is a prize But to live, doesn’t mean you’re alive Don’t worry bout me, and who I fire I get what I desire, it’s my empire And yes I call the shots, I am the umpire I sprinkle holy water, upon a vampire - (Pyre!)In this very moment, I’m king In this very moment, I slayed Goliath  - With a sling,this very moment I bring Put it on everything, that I will retire with the ring - And I will retire with the crown, Yes! No, I’m not lucky, I’m blessed,Yes! Clap for the heavyweight champ, Me! But I couldn’t do it all alone, We! Young Money raised me,grew up out in Baisley Southside Jamaica, Queens and it’s crazy Cause I’m still hood, Hollywood couldn’t change me Shout out to my haters, sorry that you couldn’t faze me Ain't being cocky, we just vindicated,best believe that  - When we're done, this moment will be syndicated, I don't know - This night, just reminds me of - Everything that they deprived me of (CHEA!) - P-P-P-P-Put ya drinks up! It’s a celebration, every time we link up We done did everything, they can think of Greatness, is what we on the brink of  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive (yeah, yeah, yeah uh)  [Verse 2: Drake] Yeahh, yeah, yeah, ugh What I tell ‘em hoes bow bow bow to me, drop down to ya knees Young Money the Mafia that’s word to Lil' Cease I’m in The Dominican Big Papi Ortiz Doing target practice, all these bitches just aiming to please Shout-out to the CEO 500 degrees Shout-out to the OVO, red wings and fatigues, oh Niggas wanna be friends how coincidental This supposed to be y'all year, we ain’t get the memo Young King, pay me in gold 40 got a bunch of weed, he ain’t even roll These niggas be droppin' songs they ain’t even cold Weezy on top and that nigga ain't even home, yet! Yeah, be very afraid These other rappers getting bodied and carried away Fuck it, me and Nicki Nick gettin’ married today And now you bitches that be hatin' can catch the bouquet, oh Yeah, you a star in my eyes You and all them white girls, party of five Are we drinking a lil' more? I can hardly decide I can’t believe we really made it, I’m partly surprised, I swear Damn, this one for the books, man! I swear this shit is as fun as it looks, man! I’m really tryna make it more than what it is Cause everybody dies but not everybody lives!  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive  [Bridge: Nick Minaj] This is my moment, I waited all my life, I can just tell it's time Drifting away, I’m one with the sunsets, I have become alive  [Hook: Nicki Minaj] I wish that I could have this moment for life, for life, for life Cause in this moment, I just feel so alive, alive, alive I wish that I could have this moment for life, for life, for life This is my moment, I just feel so alive, alive, alive, alive  ",
        "title": "Moment 4 Life"
    },
    {
        "artist": "Avril Lavigne",
        "lyrics": "  [Verse 1] You say that I'm messing with your head Yeah-yeah, yeah-yeah All 'cause I was making out with your friend Yeah-yeah, yeah-yeah Love hurts, whether it's right or wrong Yeah-yeah, yeah-yeah I can't stop 'cause I'm having too much fun Yeah-yeah, yeah-yeah  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Post-Hook] What, what What, what the hell  [Verse 2] So what if I go out on a million dates Yeah-yeah, yeah-yeah You never call or listen to me anyway Yeah-yeah, yeah-yeah I'd rather rage than sit around and wait all day Yeah-yeah, yeah-yeah Don't get me wrong, I just need some time to play  [Pre-Chorus] You're on your knees, beggin' please \"Stay with me\" But honestly I just need to be A little crazy  [Chorus 1] All my life I've been good but now I'm thinking 'What the hell' All I want is to mess around And I don't really care about If you love me, if you hate me You can't save me, baby, baby All my life I've been good but now Whoa 'What the hell'  [Bridge] La la la la la la la la, whoa, whoa La la la la la la la la, whoa, whoa You say that I'm messing with your head Boy, I like messing in your bed Yeah, I am messing with your head When I'm messing with you in bed  [Chorus 2] All my life I've been good but now I'm thinking what the hell (what the hell) All I want is to mess around And I don't really care about (I don't care about) All my life I've been good but now I'm thinking what the hell All I want is to mess around And I don't really care about (if you love me) If you love me (no), if you hate me (no) You can't save me, baby, baby (if you love me) All my life I've been good but now Whoa, what the hell  [Outro] La la, La la la la la la La la, La la la la la la la  ",
        "title": "What The Hell"
    },
    {
        "artist": "Taio Cruz Featuring Travie McCoy",
        "lyrics": null,
        "title": "Higher"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] No, I can't take one more step towards you ‘Cause all that's waiting is regret Don't you know I'm not your ghost anymore? You lost the love I loved the most  [Pre-Chorus] I learned to live, half alive And now you want me one more time  [Chorus 1] And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul So don't come back for me Who do you think you are?  [Verse 2] I hear you're asking all around If I am anywhere to be found But I have grown too strong To ever fall back in your arms  [Pre-Chorus] + [Chorus 1]  [Verse 3] It took so long just to feel alright Remember how to put back the light in my eyes I wish I had missed the first time that we kissed ‘Cause you broke all your promises And now you're back You don't get to get me back  [Chorus 2]x2 And who do you think you are? Runnin' 'round leaving scars Collecting your jar of hearts And tearing love apart You're gonna catch a cold From the ice inside your soul Don't come back for me Don't come back at all  [Outro] Who do you think you are? Who do you think you are? Who do you think you are?  ",
        "title": "Jar Of Hearts"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "More"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] La-la-la-la La-la-la-la La-la-la-la La-la-la-la  [Verse 1] I want you to love me like I'm a hot ride Be thinking of me Doing what you like So boy, forget about the world, 'cause it's gon' be me and you tonight I wanna make you beg for it Then I'ma make you swallow your pride, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Verse 2] Want you to take it like a thief in the night Hold me like a pillow Make me feel light Baby, I'll tell you all my secrets that I'm keeping You can come inside And when you enter, you ain't leaving Be my prisoner for the night, ooh  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  [Bridge] Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Oh, make it last all night, night Take me for a ride, ride Oh, baby, take me high, high Let me make you rise, rise Make it last all night  [Chorus] Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only girl in the world Like I'm the only one that's in command 'Cause I'm the only one who understands How to make you feel like a man, yeah Want you to make me feel like I'm the only girl in the world Like I'm the only one that you'll ever love Like I'm the only one who knows your heart Only one  ",
        "title": "Only Girl (In The World)"
    },
    {
        "artist": "Edward Maya & Vika Jigulina",
        "lyrics": "  [Hook] When you're gonna stop breaking my heart? I don't wanna be another one Paying for the things I never done Don't let go, don't let go to my love  [Verse 1] Can I get to your soul? Can you get to my thought? Can we promise we won't let go? All the things that I need All the things that you need You can make it feel so real 'Cause you can't deny, you've blown my mind When I touch your body I feel I'm losing control 'Cause you can't deny, you've blown my mind When I see you baby, I just don't want to let go  [Instrumental breaks]  [Verse 2] I hate to see you cry Your smile is a beautiful lie I hate to see you cry My love is dying inside  I can fix all those lies Oh baby, baby I run, but I'm running to you You won't see me cry, I'm hiding inside My heart is in pain but I'm smiling for you Oh baby I've tried to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  My heart is in pain but I'm smiling for you Oh baby I'll try to make the things right I need you more than air when I'm not with you Please don't ask me why, just kiss me this time My only dream is about you and I  ",
        "title": "Stereo Love"
    },
    {
        "artist": "Jeremih Featuring 50 Cent",
        "lyrics": "  [Intro: 50 Cent] (Jeremih) She want it I can tell she want it Want me to push up on it 'fore she know when I'm all on it We get the party goin liquor flowin this is fire 50 and Jeremih number one there's nothing higher (Won't you go and) Get it, get it, work it, work it (I see you baby) Break it, break it down, down (Just put it down on me) Get it, get it, work it, work it (Put it down on) Break it, break it, down  [Verse 1: Jeremih] Ok she headed to the dancefloor and she slowly start to poppin it Somethin like my wrist piece everybody got to watchin it Girl you got that secret treasure I'm 'gon put a lock on it Don't care what they say I would be stupid to be not on it Ms. Vicky, heard you got that sticky Let's go and take nine shots we'll just call it 50 And I'm gonna licky licky licky 'til her hicky Have-have-have her river runnin' keep you gunnin' 'til you empty (BANG BANG BANG BANG!!!) Oh you look so sweet What you work at Bally's? Look at your physique Girl you are a beauty well-well I am a beast They must have been trippin' to have let me off a leash  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Verse 2: 50 Cent] System's thumpin party jumpin shorty she's a perfect ten She rock her hips then roll her hips, then drop it down like it's nothin She shaped just like an hour glass, see how fast an hour passed Time flies when I'm on that ass but I won't put your shit on blast Work it like a pro-pro-pro sit and watch it go-go-go Do her thing all on the flo' she bounce it fast and shake it slow So sexual incredible she beautiful she edible I got her I won't let her go I ain't seen nothing better yo Look at how she twerk it, the way she work it Make me wanna hit it hit it heaven when I'm in it in it If I do not fit, I'm gonna make it Girl you can take it, don't stop get it get it  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  [Bridge: Jeremih] Say you independent (HEY) Get it from your momma (HEY) Tell me if you with it (WHAT) Do you really wanna (WANNA) Baby when you see me (YEAH) You know I be on it (YEAH) Can you keep it up and (Up and) put it down up on me Say you independent, get it from your momma Tell me if you with it, do you really wanna Baby when you see me, you know I be on it Can you keep it up and, put it down up on me Down with that booty on me (On me) Shorty you a dime, why you lookin' lonely? Oh baby we can go... go... low... Low... Ohh Yeah!  [Hook: Jeremih] I like the way you grind with that booty on me Shorty you a dime, why you lookin' lonely? Go buy another round and it's all on me As long as I'm around put it down on me Just put it down on me put it down on me Down-down on me put it down on me Don't throw it off the mound show me how It's 'gon be Girl all I really want is you down on me, put it down on me  ",
        "title": "Down On Me"
    },
    {
        "artist": "Taio Cruz",
        "lyrics": "  [Verse 1: Taio Cruz] I came to dance, dance, dance, dance I hit the floor cause that's my plans, plans, plans, plans I'm wearing all my favorite brands, brands, brands, brands Give me space for both my hands, hands, hands, hands  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 2: Taio Cruz] I came to move, move, move, move Get out the way me and my crew, crew, crew, crew I’m in the club so I’m gonna do, do, do, do Just what the fuck, came here to do, do, do, do  [Pre-Chorus: Taio Cruz] Yeah, yeah Cause it goes on and on and on And it goes on and on and on Yeah!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  [Verse 3: Taio Cruz] I'm gonna take it all out I'm gonna be the last one standing I'm over it all and I'm gonna be the last one landing Cause I, I, I believe it And I, I, I, I just want it all I just want it all I'm gonna put my hands in the air! Hands, hands in the air! Put your hands in the air!  [Chorus: Taio Cruz] I throw my hands up in the air sometimes Saying \"Ayo! Gotta let go!\" I wanna celebrate and live my life Saying \"Ayo! Baby, let's go!\"  Cause we gon' rock this club We gon' go all night We gon' light it up Like it's dynamite! Cause I told you once Now I told you twice We gon' light it up Like it's dynamite!  ",
        "title": "Dynamite"
    },
    {
        "artist": "Rihanna Featuring Britney Spears",
        "lyrics": null,
        "title": "S&M"
    },
    {
        "artist": "Keri Hilson",
        "lyrics": "  I can do the pretty girl rock rock Rock to the pretty girl rock rock rock Now what's your name?  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derriere You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya  I ain't gotta talk about it baby you can see it But if you want I'll be happy to repeat it  My name is Keri, I'm so very Fly oh my it's a little bit scary Boys wanna marry looking at my derrierre You can stare but if you touch it I'mma bury  Pretty as a picture Sweeter than a swisher Mad cause I'm cuter than the girl that's with ya I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I drip It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Aye, now do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock  Now where you at? If you're looking for me you can catch me Cameras flashing, daddy's turned his head as soon as I passed him Girls think I'm conceited cause I know I'm attractive Don't worry about what I think why don't you ask him?  Get yourself together don't hate (never do it) Jealousy is the ugliest trait (don't ever do it) I can talk about it cause I know that I'm pretty And if you know it too then ladies sing it with me  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  Doing the pretty girl rock rock rock Do the pretty girl rock rock rock Do the pretty girl rock rock Do the pretty girl rock rock All my ladies do the pretty girl rock rock rock  Get along with your pretty girl rock rock rock Still show me your pretty girl rock rock rock All my ladies do the pretty girl rock rock rock Sing it with me now  All eyes on me when I walk in No question that this girl's a 10 Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful My walk my talk the way I dress It's not my fault so please don't trip Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful Don't hate me cause I'm beautiful  ",
        "title": "Pretty Girl Rock"
    },
    {
        "artist": "Usher Featuring Pitbull",
        "lyrics": "  [Intro] Usher, Usher, Usher Yeah, man  [Verse 1: Usher] So we back in the club With our bodies rocking from Side to side, side-side to side Thank God the week is done I feel like a zombie gone Back to life, back-back to life  [Pre-Chorus 1: Usher] Hands up And suddenly, we all got our hands up No control of my body Ain't I seen you before? I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby Tonight, the DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 2: Usher] Keep downing drinks like there's No tomorrow, there's just right Now, now, now, na-na-now, now Gon' set the roof on fire Gonna burn this motherfucker Down, down, down, da-da-down, down  [Pre-Chorus 2: Usher] Hands up And the music drops, we both put our hands up Put your hands on my body Swear I've seen you before I think I remember those Eyes, eyes, eyes Eyes, eye-eyes  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Verse 3: Pitbull] Usher, don't lie! Hear no evil, speak no evil, see no evil Get it, baby, hope you catch that like T.O That's how we roll My life is a movie and you just TiVo Mami got me twisted like a dreadlock She don't wrestle, but I got her in a headlock Yabba-dabba-doo, make her bedrock Mami on fire, red hot Bada bing, bada boom Mr. Worldwide as I step in the room I'm a hustler, baby, but that, you knew And tonight it's just me and you, dale  [Chorus: Usher] 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love, falling in love So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again Yeah, baby, tonight The DJ got us falling in love again So dance, dance like it's the last, last night Of your life, life, go on get you right 'Cause baby, tonight The DJ got us falling in love again  [Outro: Usher] Yeah Thank you, DJ  ",
        "title": "DJ Got Us Fallin' In Love"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] Forever can never be long enough for me Feel like I've had long enough with you Forget the world now we won't let them see But there's one thing left to do  [Pre-Hook] Now that the weight has lifted Love has surely shifted My way  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Verse 2] Together can never be close enough for me Feel like I am close enough with you You wear white and I 'll wear out the words I love you And you're beautiful  [Pre-Hook, with variation] Now that the wait is over, Love has finally shown her My way  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Bridge] Promise me, you'll always be Happy by my side I promise to sing to you When all the music dies  [Hook] Marry me Today and everyday Marry me If I ever get The nerve to say hello In this cafe Say you will Say you will  [Outro] Say you will Say you will Marry me  ",
        "title": "Marry Me"
    },
    {
        "artist": "Nelly",
        "lyrics": "  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 1] I was at the top and now it's like I'm in the basement Number one spot, now she found her a replacement I swear now I can't take it Knowin somebody's got my baby And now you ain't around, baby I can't think I shoulda put it down, shoulda got that ring Cause I can still feel it in the air See her pretty face, run my fingers through her hair My love of my life My shorty, my wife She left me, I'm tight Cause I knew that it just ain't right  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 2] When I be ridin man I swear I see her face at every turn Tryin to get my Usher on but I can't let it +Burn+ And I just hope she know that she the only one I yearn - for My woman, oh I miss her, when will I learn? Didn't give her all my love, I guess now I got my payback Now I'm in the club thinkin all about my baby Hey, she was so easy to love But wait, I guess that love wasn't enough I'm goin through it every time that I'm alone And now I'm missin, wishin she pick up the phone But she made a decision that she wanted to move on Cause I was wrong  [Hook] Uhh, uhh, uhh I was thinkin 'bout her, thinkin 'bout me Thinkin 'bout us, where we gon' be? Opened my eyes, yeah It was only just a dream So I travel back, down that road Will she come back? No one knows I realize, yeah It was only just a dream  [Verse 3] If you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything Everything (heyyy) Said if you ever loved somebody put your hands up If you ever loved somebody put your hands up And now they're gone and you wishin you could give them everything  ",
        "title": "Just A Dream"
    },
    {
        "artist": "Jason Aldean With Kelly Clarkson",
        "lyrics": "  [Verse 1: Jason Aldean] I really hate to let this moment go Touching your skin, and your hair falling slow When a goodbye kiss, feels like this  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Verse 2: Kelly Clarkson] Let's take it slow, I don't want to move too fast I don't want to just make love, I want to make love last When you're up this high, it's a sad goodbye  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  [Bridge: Jason Aldean & Kelly Clarkson] Oh yeah  Oh, you feel so perfect, baby Yeah, you feel so perfect, baby  Don't you want to stay here a little while?  [Chorus: Jason Aldean & Kelly Clarkson] Don't you want to stay here a little while? Don't you want to hold each other tight? Don't you want to fall asleep with me tonight? Don't you want to stay here a little while? We can make forever feel this way Don't you want to stay?  ",
        "title": "Don't You Wanna Stay"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] If you're going out with someone new I'm going out with someone too I won't feel sorry for me, I'm getting drunk But I'd much rather be somewhere with you  [Chorus 1] Laughing loud on a carnival ride, yeah Driving around on a Saturday night You made fun of me for singing my song Got a hotel room just to turn you on  [Chorus 2] You said pick me up at three a.m You're fighting with your mom again And I'd go, I'd go, I'd go somewhere with you  [Verse 2] I won't sit outside your house And wait for the lights to go out Call up an ex to rescue me, climb in their bed When I'd much rather sleep somewhere with you  Like we did on the beach last summer When the rain came down and we took cover Down in your car, out by the pier You laid me down, whispered in my ear  I hate my life, hold on to me Ah, if you ever decide to leave Then I'll go, I'll go, I'll go  [Chorus 3] I can go out every night of the week Can go home with anybody I meet But it's just a temporary high cause when I close my eyes I'm somewhere with you, somewhere with you  If you see me out on the town And it looks like I'm burning it down You won't ask and I won't say But in my heart I'm always somewhere with you  [Chorus 1] Laughing loud on a carnival ride, yeah Driving around on a Saturday night You made fun of me for singing my song Got a hotel room just to turn you on  [Chorus 2] You said pick me up at three a.m You're fighting with your mom again And I'd go, I'd go, I'd go somewhere with you  [Chorus 3] I can go out every night of the week Can go home with anybody I meet But it's just a temporary high cause when I close my eyes I'm somewhere with you, somewhere with you  [Outro] Somewhere with you I'm somewhere with you I'm somewhere with you Somewhere with you Somewhere with you  ",
        "title": "Somewhere With You"
    },
    {
        "artist": "Plain White T's",
        "lyrics": "  [Verse 1] My head is stuck in the clouds She begs me to come down Says, \"Boy, quit foolin' around\" I told her, \"I love the view from up here Warm sun and wind in my ear We'll watch the world from above As it turns to the rhythm of love\"  [Chorus] We may only have tonight But till the morning sun, you're mine All mine Play the music low And sway to the rhythm of love  [Verse 2] My heart beats like a drum A guitar string to the strum A beautiful song to be sung She's got blue eyes deep like the sea That roll back when she's laughing at me She rises up like the tide The moment her lips meet mine  [Chorus]  [Bridge] When the moon is low We can dance in slow motion And all your tears will subside All your tears will dry  [Verse 3] And long after I've gone You'll still be humming along And I will keep you in my mind The way you make love so fine  [Chorus 2x]  ",
        "title": "Rhythm of Love"
    },
    {
        "artist": "Trey Songz Featuring Nicki Minaj",
        "lyrics": "  [Intro: Trey Songz] It's Mr. Steal Yo Girl It's Mr. Steal Yo Girl Let's go  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 1: Trey Songz] You know what it is girl, we back up in this thang Money stay in my pocket, girl, I'm like a walkin' bank Tell me whatcha drank, tell me whatcha thank If I go get these bottles, we go alcohol insane  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 2: Trey Songz] My vision's blurred, my words slurred It's jam packed, a million girls And I ain't tryna leave, though We drunk so let me be your alcohol hero  [Pre-Hook: Trey Songz] Callin' all the girls, do you hear me? All around the world, city to city Cheers to the girls, throw a deuce to the guys Now I got a chicken and a goose in the ride Gettin' loose in the ride Hatin' ass nigga you can move to the move to the move to the side  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Verse 3: Nicki Minaj] Yo, could I get that 'Trón? Could I get that Remy? Could I get that Coke? Could I get that Henny? Could I get that margarita on the rock rock rocks? Could I get that salt all around that rim rim rim rim? Trey, I was like \"Yo, Trey\" Do you think you could buy me a bottle of Rosé? Okay, let's get it now I'm with a bad bitch, he's with his friends I don't say \"Hi\", I say \"keys to the Benz\" Keys to the Benz? Keys to the Benz Motherfuckin' right, yeah, V to the 10 If a bitch tryna get cute I'ma stomp her Throw a lot of money at her then yell \"Fuck her! Fuck her! Fuck her!\" Then yell, \"Fuck her!\" Then I'ma go get my Louisville Slugger Excuse me, I'm sorry, I'm really such a lady I rep Young Money, you know Slim, Baby? And we be doin' donuts while we wavin' the .380 We give a lot of money to the babies out in Haiti Yellin' all around the world Do you hear me? Do you like my body? Anna Nicki Rest in peace to Anna Nicole Smith Yes, my dear, you're so explosive Say \"Hi\" to Mary, Mary and Joseph Now bottoms up and double my dosage  [Hook: Trey Songz] Bottoms up, bottoms up, ay, what's in ya cup? Got a couple bottles, but a couple ain't enough Bottoms up, bottoms up, throw your hands up Tell security we 'bout to tear this club up Bottoms up, bottoms up, pocket full of green Girl, you know I love the way you shake it in them jeans Bottoms up, bottoms up, throw ya hands up Bottoms up, bottoms up, bottoms up, up, up  [Outro: Trey Songz] Bottoms up, bottoms up, bottoms up, bottoms up, bottoms up  ",
        "title": "Bottoms Up"
    },
    {
        "artist": "Flo Rida Featuring Akon",
        "lyrics": "  [Verse 1: Flo Rida] Hey, Ms. Red Carpet She can autograph my pockets Anytime, anyplace, anyway I'll be looking at everybody else watching I don't wanna be obnoxious But this girl worth the gossip Take away the smile The tattoos now, forever she very guardless I imagine her topless She might set off my rocket 10, 9, 8, 7, 6, 5, 4, 3, 2, 1 On and poppin' She mad marketing Attitude like we arguing Return I'm gonna celebrate , glitter to my life I should twitter this is girl, she's sparkling  [Hook: Akon] She ain't no Rockstar But she's got Groupies She ain't no Actress But she makes movies And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl She ain't got riches But she's got fashion She ain't a model But camera's flashing And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl  [Verse 2: Flo Rida] Hey, they wanna know my mamma's name Cus that where she get from They ain't never shot her with silicone Shawty is her and her she's the real one Touch one, grab one, feel one I wish she would'a told me that Ain't nothing wrong bringing the old me back Little mamma knows my body so trophy glass She worth it, bring me some Chloe bags Like damn, can I be yo' police badge Pull it up, get a little cozy and Woman is sort'a like a oldie jam Record some ssh On a playboy cam She ain't no actress The movie found my matress Rockstar, none of that practice But still she's got fanatics  [Hook: Akon] She ain't no Rockstar But she's got Groupies She ain't no Actress But she makes Movies And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl She ain't got Riches But she's got Fashion She ain't a Model But camera's Flashing And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl  [Verse 3: Flo Rida] Ooh ohh ohh Look at her Goo ooo ooo I wanna know ooh ooh Who dat girl Who dat girl Who dat girl  Ooh ohh ohh Look at her Goo ooo ooo I wanna know ooh ooh Who dat girl Who dat girl Who dat girl  [Hook: Akon] She ain't no Rockstar But she's got Groupies She ain't no Actress But she makes Movies And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl She ain't got Riches But she's got Fashion She ain't a Model But camera's Flashing And when she struts that thing around Everybody be breaking their neck like Who dat girl Who dat girl Who dat girl  ",
        "title": "Who Dat Girl"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Produced by Dr. Luke, Benny Blanco, and Max Martin]  [Verse 1] You think I'm pretty without any makeup on You think I'm funny when I tell the punch line wrong I know you get me So I'll let my walls come down, down Before you met me I was alright, but things were kinda heavy You brought me to life Now every February, you'll be my Valentine, Valentine  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Verse 2] We drove to Cali and got drunk on the beach Got a motel and built a fort out of sheets I finally found you, my missing puzzle piece I'm complete  [Pre-Chorus] Let's go all the way tonight No regrets, just love We can dance until we die You and I, we'll be young forever  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  [Chorus] You make me feel like I'm living a teenage dream The way you turn me on I can't sleep Let's run away and don't ever look back Don't ever look back My heart stops when you look at me Just one touch Now baby, I believe this is real So take a chance and don't ever look back Don't ever look back  [Bridge] I'mma get your heart racing in my skin-tight jeans Be your teenage dream tonight Let you put your hands on me in my skin-tight jeans Be your teenage dream tonight (Tonight, tonight, tonight...)  ",
        "title": "Teenage Dream"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Intro: Mike Shinoda] This is not the end, this is not the beginning Just a voice like a riot rocking every revision But you listen to the tone and the violent rhythm And though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Until we dead it, forget it, let it all disappear  [Verse 1: Chester Bennington] We're waiting for the end to come Wishing I had strength to stand This is not what I had planned It's out of my control  Flying at the speed of light Thoughts were spinning in my head So many things were left unsaid It's hard to let you go  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Verse 2: Chester] Sitting in an empty room Trying to forget the past This was never meant to last I wish it wasn't so  [Chorus: Chester] I know what it takes to move on I know how it feels to lie All I want to do is trade this life for something new Holding on to what I haven't got  [Bridge: Mike] What was left when that fire was gone? I thought it felt right, but that right was wrong All caught up in the eye of the storm And trying to figure out what it's like moving on  And I don't even know what kind of things I said My mouth kept moving and my mind went dead So, I'm picking up the pieces now, where to begin The hardest part of ending is starting again  [Outro: Chester & Mike] All I want to do is trade this life for something new Holding on to what I haven't got  This is not the end, this is not the beginning Just a voice like a riot, rocking every revision I'm holding on to what I haven't got But you listen to the tone and the violent rhythm Though the words sound steady Something empty's within them  We say yeah, with fists flying up in the air Like we're holding onto something that's invisible there 'Cause we're living at the mercy of the pain and the fear Holding on to what I haven't got Until we dead it, forget it, let it all disappear  ",
        "title": "Waiting For The End"
    },
    {
        "artist": "Far*East Movement Featuring Cataracs & Dev",
        "lyrics": "  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 1: Cataracs] Gimme that Moet Gimme that Cristal Ladies love my style, at my table gettin wild Get them bottles poppin', we get that drip and that drop Now give me two more bottles cuz you know it don't stop  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin' like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Verse 2: Cataracs] Sippin on, sippin on sizz, I'ma ma-make it fizz Girl I keep it gangsta, poppin' bottles at the crib This is how we live, every single night Take that bottle to the head, and let me see you fly  [Refrain: Cataracs] Hell yeah, drink it up, drink-drink it up When sober girls around me, they be actin' like they drunk They be actin like they drunk, actin'-actin' like they drunk When sober girls around me, they be actin' like they drunk  [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  [Bridge: The Cataracs] It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) It's that 808 bump, make you put yo hands up Make you put yo hands up, put yo, put yo hands up (You can't touch this) Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up Hell yeah, make you put yo hands up Make you put yo hands up, put yo, put yo put yo hands up   [Chorus: Dev] Poppin bottles in the ice, like a blizzard When we drink we do it right, gettin' slizard Sippin sizzurp in my ride, like Three 6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6 Like a G6, like a G6 Now I'm feelin' so fly like a G6  ",
        "title": "Like A G6"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] I need another story Something to get off my chest My life gets kinda boring Need something that I can confess 'Til all my sleeves are stained red From all the truth that I've said Come by it honestly I swear Thought you saw me wink, no I've been on the brink  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Verse 2] My God, amazing how we got this far It's like were chasing all those stars Who's driving shiny big black cars And every day I see the news All the problems that we could solve And when a situation rises Just write it into an album Send it straight to gold I don't really like my flow, no  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Bridge] Got no reason Got no shame Got no family I can blame Just don't let me disappear I'm going to tell you everything  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Chorus] So tell me what you want to hear Something that will light those ears I'm sick of all the insincere So I'm going to give all my secrets away This time Don't need another perfect lie Don't care if critics ever jump in line I'm going to give all my secrets away  [Outro] All my secrets away All my secrets away  ",
        "title": "Secrets"
    },
    {
        "artist": "Thompson Square",
        "lyrics": "  [Verse 1: Keifer] We were sitting up there on your momma's roof Talking 'bout everything under the moon With the smell of honeysuckle and your perfume All I could think about was my next move  [Verse 2: Keifer] Oh but you were so shy, so was I Maybe that's why it was so hard to believe When you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I like you a lot But you're about to miss your shot Are you gonna kiss me or what?  [Verse 3: Keifer] It was the best dang kiss that I ever had Except for that long one after that And I knew if I wanted this thing to last Sooner or later I'd have to ask for your hand  [Verse 4: Keifer] So I took a chance Bought a wedding band and I got down on one knee And you smiled and said to me  [Chorus: Keifer & Shawna] Are you gonna kiss me or not? Are we gonna do this or what? I think you know I love you a lot I think we've got a real good shot Are you gonna kiss me or not?  [Verse 5] [Keifer & Shawna] So we planned it all out for the middle of June From the wedding cake to the honeymoon [Keifer] And your momma cried When you walked down the aisle  [Verse 6] [Keifer & Shawna] When the preacher man said, \"Say I do\" I did and you did too [Keifer] Then I lifted that veil And saw your pretty smile and I said Are you gonna kiss me or not?  [Chorus: Keifer & Shawna] Are we gonna do this or what? Look at all the love that we got It ain't never gonna stop Are you gonna kiss me or not?  [Tag] [Keifer] Yeah baby I love you a lot [Keifer & Shawna] I really think we've got a shot [Keifer] Are you gonna kiss me or not?  ",
        "title": "Are You Gonna Kiss Me Or Not"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] My oh my, you're so good-looking Hold yourself together like a pair of bookends But I've not tasted all your cooking Who are you when I'm not looking?  Do you pour a little something on the rocks? Slide down the hallway in your socks? When you undress, do you leave a path? Then sink to your nose in a bubble bath?  My oh my, you're so good-looking Hold yourself together like a pair of bookends But I've not tasted all your cooking Who are you when I'm not looking?  [Chorus] I want to know I want to know I want to know  [Verse 2] Do you break things when you get mad? Eat a box of chocolates cause you're feeling bad? Do you paint your toes cause you bite your nails? Call up mamma when all else fails?  Who are you when I'm not around? When the door is locked and the shades are down? Do you listen to your music quietly? And when it feels just right, are you thinking of me?  [Chorus] I want to know I want to know I want to know  [Outro] My oh my, you're so good-looking But who are you when I'm not looking?  ",
        "title": "Who Are You When I'm Not Looking"
    },
    {
        "artist": "Neon Trees",
        "lyrics": null,
        "title": "Animal"
    },
    {
        "artist": "Mike Posner",
        "lyrics": "  [Verse 1] Let's run away from these lies Back to yesterday, safe tonight  [Pre-Hook] I feel the sun creeping up like tick tock I'm trying to keep you in my head but if not We'll just keep running from tomorrow with our lips locked Yeah, you got me begging, begging  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  [Verse 2] Baby, please don't run away From my bed and start another day Stay instead  [Pre-Hook] I feel the sun creeping up like tick tock I'm trying to keep you in my head but if not We'll just keep running from tomorrow with our lips locked Yeah, you got me begging, begging  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  [Bridge] I stay running from tomorrow I stay running from tomorrow Well, I stay running from tomorrow Said, I stay running from tomorrow  [Hook] Baby, please don't go If I wake up tomorrow will you still be here? I don't know if you feel the way I do If you leave, I'm gonna find you Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't go, go, go, go Baby, please don't, baby, please don't  ",
        "title": "Please Don't Go"
    },
    {
        "artist": "Justin Bieber Featuring Jaden Smith",
        "lyrics": "  [Intro: Justin Bieber] Never say never Yeah, never ever ever ever ever (pick it up pick it up...) Yeah, yeah never ever ever ever ever  [Verse 1: Justin Bieber] See I never thought that I could walk through fire I never thought that I could take the burn I never had the strength to take it higher Until I reached the point of no return  [Pre-Chorus: Justin Bieber] And there's just no turning back When your heart's under attack Gonna give everything I have It's my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down, I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never Never say never Never say never Never say never Never say it, never never say it  [Verse 2: Justin Bieber] I never thought I could feel this power I never thought that I could feel this free I'm strong enough to climb the highest tower And I'm fast enough to run across the sea  [Pre-Chorus: Justin Bieber] Cause there's just no turning back (oh no) When your heart's under attack (oh no) Gonna give everything I have Cause this is my destiny  [Chorus: Justin Bieber] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never  [Verse 3: Jaden Smith & Justin Bieber] Here we go, Guess who? J Smith and JB, uh huh I gotcha lil bro, I can handle them Hold up, aight? I can handle them Now he's bigger than me, taller than me And he's older than me and stronger than me And his arms a little bit longer than me But he ain't on a JB song with me I be trying a chill, they be trying to sour the thrill No pun intended, was raised by the power of Will Like Luke with the force, if push comes to shove Like Kobe in the 4th, ice water for blood, let's go I gotta be the best, and yes, we're the flyest Like David and Goliath, I conquered the giant So now I got the world in my hand I was born from two stars, so the moon's where I land, I'm gone  [Chorus: Justin Bieber & Jaden Smith] I will never say never, I will fight I will fight 'til forever, to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up And never say never Say never I will never say never (never say it, never never say it) Say never I will fight to forever to make it right Whenever you knock me down I will not stay on the ground Pick it up, pick it up, pick it up, pick it up up up and never say never  [Outro: Justin Bieber & Jaden Smith] Never say never, never say never, never say it Never say never and never say never, never say it Never say never, never say never, never say it And never say never Never say never and never say never (never say it) Never say never and never say never (never say it) Never say never and never say never And never say never  ",
        "title": "Never Say Never"
    },
    {
        "artist": "Jamie Foxx Featuring Drake",
        "lyrics": "  [Verse 1] Can I, can I save you from you? Cause you know there's something missing And that champagne you've been sippin's not supposed to make you different all the time It's starting to feel like the wrong thing to do, yeah Cause with all that recognition it gets hard for you to listen To the things that I must say to make you mine But live girl, have some fun girl, we'll be fine Trying to convince myself I've found one Making a mistake I never learned from  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  [Verse 2] Cause who am I to judge you on the past, girl I bet there's a reason for it all You say that you're nothing like the last girl I just pray that you don't let me down right now But it's too late, cause I'm already yours You just gotta promise me, hearts won't break And end up like before  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  [Verse 3] Look, dress hanging off your shoulder, barely sober Telling me how you moving away and starting over Girl, quit playing you just drunk. You just saying shit Oh you dance, dance like how, like ballet and shit Oh, wait... No, I get it girl, I'm with it I've been down this road before and yeah I skidded but forget it Damn, I wonder why I never why I learned my lesson It's feeling like the second chance and its the first impression And I heard it's nothing new except for someone new But how you supposed to find the one when anyone will come with you Talking to myself but I never listen Cause man it's been a while, and I swear that this ones different That's why I'mma take you anywhere you wanna go Let you meet my friends so they can lecture me again about How reckless I have been And I'm slowly running out of all the time that I invest in Making all the same mistakes And I swear I'm just trying to correct it And I fall...  [Hook] I swear I always fall for your type, yeah, for your type Tell me why I always fall for your type, for your type I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I just can't explain this shit at all I believe in people like you  ",
        "title": "Fall For Your Type"
    },
    {
        "artist": "Lupe Fiasco",
        "lyrics": "  [Intro] LA-SER Yeah, yeah Kane is in the building, nigga  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 1] Have you ever had the feelin' that you was bein' had? Don’t that shit there make you mad? They treat you like a slave Put chains all on your soul and put whips up on your back They be lyin' through they teeth Hope you slip up off your path I don’t switch up, I just laugh Put my kicks up on they desk Unaffected by they threats Then get busy on they ass See, that's how that Chi-Town made me That's how my daddy raised me That glitterin’ may not be gold Don’t let nobody play me If you are my homeboy, you never have to pay me Go in and put your hands up When times is hard you stand up L-U-P the man, ‘cause the brand that the fans trust So even if they ban us, they’ll never slow my plans up  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 2] One in the air for the people ain’t here Two in the air for the father that’s there Three in the air for the kids in the ghetto Four for the kids that don’t wanna be there None for the niggas tryna hold them back Five in the air for the teachers not scared To tell those kids that’s livin' in the ghetto That the niggas holdin' back, that the world is theirs Yeah, yeah, the world is yours, I was once that little boy Terrified of the world, now I’m on a world tour I would give up everything, even start a world war For these ghetto girls and boys I’m rappin' round the world for Africa to New York, Haiti, then I detour Oakland out to Auckland, Gaza Strip to Detroit Say hip-hop only destroy, tell ‘em look at me, boy I hope your son don’t have a gun and never be a d-boy  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Verse 3] So, no matter what you been through No matter what you into No matter what you see when you look outside your window Brown grass or green grass, picket fence or barbed wire Never ever put them down, you just lift your arms higher Raise ‘em 'til your arms tired, let ‘em know you here That you strugglin', survivin', that you gon’ persevere Yeah, ain’t nobody leavin', nobody goin' home Even if they turn the lights out, the show is goin' on  [Hook] Alright, already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on, alright Already, the show goes on All night, 'til the morning we dream so long Anybody ever wonder When they would see the sun up Just remember when you come up The show goes on  [Outro] The show goes on The show goes on The show goes on The show goes on  ",
        "title": "The Show Goes On"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] There's a little moonlight, dancing on the sand There's a warm breeze blowing by the ocean as you're taking my hand You need to know where I'm standing now That I'm right on the edge of giving in to ya Baby it's a long way down  [Chorus] If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  [Verse 2] The scent of your perfume, floating in the air Looking like an angel, lying on a blanket with a halo of hair And those lips, look to good to be true Once I taste that kiss, I know what'll happen I'll be at the mercy of you  [Chorus] If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  If I fall, can ya let me down easy? If I leave my heart with you tonight Will you promise me that you're going to treat it right? I'm barely hanging on If I fall, can you let me down easy?  [Outro] Let me down easy babe Mmmm  ",
        "title": "Let Me Down Easy"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Said her name was a hand me down name From the side of a family that long ago came Over here on a boat from somewhere in Spain Sounded to me just a little bit strange, I guess But I have to admit, it felt good on my lips  [Verse 2] She tipped the DJ to play her favorite song A Spanish little number that was a rocking on strong She grabbed me by the sleeve and said, \"Let's go and get it on\" By the second chorus I was singing right along with it I don’t know what it meant but it felt good on my lips  [Pre-Chorus] Oh oh oh I, I wanna go crazy You can go crazy too Oh oh oh I, I wanna go crazy I wanna go crazy with you  [Chorus] Everybody saying whoa how sweet it is Whoa yeah it felt good on my lips  [Verse 3] She ordered us a drink It was a purple kind of pink She said it’s got a shot of a little bit of everything Mellow yellow umbrella for a fella like me It was just a bit mellow for me to be seen with But I took a sip Yeah it felt good on my lips   [Pre-Chorus]  [Chorus]   [Verse 4] When the lights came on and they hollered last call I was busy getting lost in her cherry lip gloss In a little corner booth, eye to eye no talk She leaned in close and gave me one long and wet Goodnight goodbye kiss And It felt good on my lips   Whoa, how sweet it is Whoa yeah it felt good on my lips Whoa, how sweet it is Whoa yeah it felt good on my lips  ",
        "title": "Felt Good On My Lips"
    },
    {
        "artist": "Rick Ross Featuring Drake & Chrisette Michele",
        "lyrics": "  [Intro: Rick Ross] Oh Let's pull the 2-seater out baby It's where ever you wanna go!  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the Aston Martin Music, Music  [Post-Hook: Drake] Would've came back for you I just needed time to do what I had to do Caught in the life I can't it let it go Whether that's right I will never know But here goes nothing  [Verse 1: Rick Ross] When I'm alone in my room sometime I stare at the wall Automatic weapons on the floor, but who can you call? My down, bitch, one who live by the code Put this music shit aside get it in on the road A lot of quiet time pink bottles of rose Exotic red bottoms whole body glittered in gold Following fundamentals and following in the rental I love a nasty girl whose swallow is on the menu That money triple up when ya get it out of state I need a new safe cause I'm running out of space Elroy Jetson: I'm somewhere out in space In my 2-seater she's the one that I would take  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the, Aston Martin Music, Music  [Post-Hook: Drake] Would've came back for you I just needed time to do what I had to do Caught in the life I can't it let it go Whether that's right I will never know But here goes nothing  [Verse 2: Rick Ross] Pull up on the block in a drop-top chicken box Mr. KFC, VVS's in the watch Living fast where it's all about that money bag Never front, you take it there, it ain't no coming back Top down right here is where she wanna be As my goals unfold right in front of me Every time we fuck her soul take a hold of me Addicted like Pookie that pussy be controlling me That thing keep calling Fuck maintain boy: I gotta keep ballin! Pink bottles keep coming James Bond coupe pop clutch 100  [Hook: Chrisette Michele] Riding to the music, this is how we do it (all night), all night Breezing down the freeway just me and my baby, in our ride Just me and my boss, no worries at all Listening to the Aston Martin Music, Music  [Interlude: Drake] Would've came back for you I just needed time, to do what I had to do Caught in the life, I can't let it go, whether that's right, I will never know Hoping you will forgive me, never meant wrong Tried to be patient, waited too long But I would've came back, but I would've came back Would've came back, would've came back Would've came -  [Verse 3: Drake] I talk slicker than a pimp from Augusta Who just had his linen suit dry-cleaned, bitches, what’s up witcha? I hate callin’ the women bitches, but the bitches love it I took some sense and made a nickel of it I’m urgin’ all daughters to kiss they mothers With those lips that all that lipstick covers You’re never too grown up to miss and hug her And girls countin’ on me to be there like missin’ rubbers I’m on some Marvin Gaye shit, a bunch of distant lovers This ain’t the life that I’m used to Reintroduced to people I’ve been introduced to Did you forget me? Or are you too scared to tell me that you met me And fear that I won’t remember I wish you could still accept me for me I miss Memphis, Tennessee, my cousins, my dad The simplistic beauty that all of them Southerners have I’m halfway across the world with dozens of bags Feelin’ like all four members of Color Me Badd In one nigga, amazing shit I got that Courtney Love for you, that crazy shit I don’t drink every bottle I own, I be agin’ shit And I got them wedding ring flows, that engagin’ shit Which one of y’all got fleets on your keychains? The seats for these Heat games? I really think you stare at yourself and you see things La Familia, I’ve been inducted and instructed To stunt on these niggas we don’t really fuck wit Fuck is up? Havin’ lunch and debatin’ Ferrari prices 23 and goin’ through a midlife crisis But trust me, I still deliver like a midwife And no, I’m not sayin’ I’m the nicest, I just live life like it Uh, it take a certain type of man to teach To be far from hood, but to understand the streets I never threw away that paper with my Grammy speech Because I haven’t hit the pinnacles I plan to reach Yeah, you gotta own it if you want it Kisses all on her body, she tells me live in the moment And, baby, I’ll never forget none of that Girl, I told you I was coming back  [Outro: Chrisette Michele] Aston Martin Music, Music Aston Martin Music, Music  ",
        "title": "Aston Martin Music"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] She'd trade Colorado if he'd take her with him Closes the door 'fore the winter lets the cold in And wonders if her love is strong enough to make him stay She's answered by the tail lights shinin' through the window pane  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin'  [Verse 2] At a truck stop diner, just outside of Lincoln The night is black as the coffee he was drinkin' And in the waitress' eyes he sees the same old light is shinin' He thinks of Colorado and the girl he left behind him  [Chorus] He said, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? She said, you're ramblin' man And you ain't ever gonna change You've got a gypsy soul to blame And you were born for leavin' Born for leavin'  [Bridge] Well, it's a windin' road When you're in the lost and found You're a lover, I'm a runner And we go 'round and 'round And I love you, but I leave you I don't want you, but I need you You know it's you that calls me back here, baby  [Chorus] Oh, I want to see you again But I'm stuck in colder weather Maybe tomorrow will be better Can I call you then? 'Cause I'm a ramblin' man I ain't ever gonna change I've got a gypsy soul to blame And I was born for leavin' Born for leavin'  [Outro] When I close my eyes I see you No matter where I am I can smell your perfume through these whisperin' pines I'm with your ghost again It's a shame about the weather But I know soon we'll be together And I can't wait 'til then I can't wait 'til then  ",
        "title": "Colder Weather"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Verse 1] She's all laid up in bed with a broken heart While I'm drinking Jack all alone in my local bar And we don't know how How we got into this mad situation Only doing things out of frustration Trying to make it work, but, man, these times are hard  [Verse 2] She needs me now but I can't seem to find the time I got a new job now on the unemployment line And we don't know how How we got into this mess, is it God's test? Someone help us cause we're doing our best Trying to make things work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Verse 3] She's in line at the dole with her head held high While I just lost my job but didn't lose my pride And we both now how How we're going to make it work when it hurts When you pick yourself up you get kicked to the dirt Tryin' to make it work, but, man, these times are hard But we're gonna start by  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while, a while, yeah We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time  [Chorus] Drinking old cheap bottles of wine Shit talking up all night Saying things we haven't for a while We're smiling but we're close to tears Even after all these years We just now got the feeling that we're meeting For the first time For the first time  [Bridge] Oh, for the first time Yeah, for the first time (We just now got the feeling that we're meeting for the first time)  [Outro] Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby Oh, these times are hard Yeah, they're making us crazy Don't give up on me, baby  ",
        "title": "For The First Time"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "Voices"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Produced by Kanye West; Co-Produced by Jeff Bhasker]  [Intro: Choir] All of the lights, lights, all of the lights  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Post-Hook: Elly Jackson & Rihanna] Fast cars, shooting stars All of the lights, all of the lights Until it's Vegas everywhere we are (all of the lights) If you want it, you can get it for the rest of your life If you want it, you can get it for the rest of your life  [Verse 1: Kanye West] Something wrong, I hold my head MJ gone, our nigga dead I slapped my girl, she called the feds I did that time and spent that bread I’m heading home, I’m almost there I’m on my way, heading up the stairs To my surprise, a nigga replacing me I had to take him to that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Verse 2: Kanye West] Restraining order, can’t see my daughter Her mother, brother, grandmother hate me in that order Public visitation, we met at Borders Told her she take me back, I’ll be more supportive I made mistakes, I bumped my head Courts sucked me dry, I spent that bread She need her daddy, baby please Can’t let her grow up in that ghetto university  [Pre-Hook: Kanye West] (All of the lights) Cop lights, flashlights, spotlights Strobe lights, street lights (All of the lights, all of the lights) Fast life, drug life, thug life Rock life, every night (All of the lights)  [Hook: Rihanna] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Bridge A: Kid Cudi] Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own Getting mine, baby Got to let these niggas know, yeah Getting right, babe You should go and get your own  [Bridge B: Fergie, (Rihanna), & Drake] Unemployment line, credit card declined Did I not mention I was about to lose my mind? And also was about to do that line K, okay, you know we going all the way this time We going all the way this time We going all the way this time (We going all the way this time) We going all the way this time  [Hook: Choir] Turn up the lights in here, baby Extra bright, I want y'all to see this Turn up the lights in here, baby You know what I need, want you to see everything Want you to see all of the lights  [Outro: Alicia Keys & (Elton John)] Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say was ohh) Whoa, whoa (I tried to tell you but all I could say)  ",
        "title": "All Of The Lights"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] I saw a truck backing out of your drive You were sitting in the passenger side Messing with the radio, you had your sun glasses on I pulled over cause I couldn’t believe Two weeks ago that was you and me Riding down these old back roads, singing our songs Now everybody round our town's been whispering A tear in your eye says I should have been listening  [Chorus] Baby is someone else calling you baby It’s driving me crazy This being in the dark Goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby?  [Verse 2] You wanted time and you wanted your space So I backed off, did whatever it takes Never really thought you were that ready for moving along Now I aren’t leaving till I hear you say what’s going on It’ll be what it will be, its either him or me Give me the word and girl I’m gone  [Chorus] Baby is someone else calling you baby It’s driving me crazy This being in the dark Goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby?  [Outro] No goodbye aren’t never easy So break it to me hard If you’re over my love girl Lay it on my heart Don’t try to save me Is someone else calling you baby? No, don’t try to save me Is someone else calling you baby? Is someone else calling you baby?  ",
        "title": "Someone Else Calling You Baby"
    },
    {
        "artist": "The JaneDear Girls",
        "lyrics": null,
        "title": "Wildflower"
    },
    {
        "artist": "Mann",
        "lyrics": "  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Verse 1: Mann] Uh, back up to back up in the mix like that And I know ya like it when it's just like that All the girlies just love my swag From my kicks to the way I fix my hat I'm...back Fresh like some new J's Brodie got next NBA 2K I'm too paid Shaded with some ladies Reppin' my city West LA baby ! West LA made me this way Two rules : Stay fresh , homie and get paid Hey ! Never broke and never bummy I'm from where it's forever sunny  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around, 'round, 'round They go Yeah, yeah it's going down, down, down They go  [Verse 2: Mann] New cat with a old school feel Only new artist with a old school deal Taught to the game by Steve Lobell So we always win, don't receive no L's New girls act like they know me so well But I shows no love and be like oh well When my album drops , sure as hell gon' sell Stack cash and laugh like L-O-L  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cus I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around , 'round , 'round They go Yeah , when I come around , 'round , 'round They go When I step in yo town , town , town They go Yeah , yeah it's going down , down , down They go  [Verse 3: Mann] Yee-uh Yee-uh Shawty in my ear Saying all the things that I wanna hear Buzzin' ! And as the night ends I'mma have her and get all her friends Buzzin' ! Okay , hands in the air (Yee-uh) From the back to the front Everywhere Buzzin' ! Throwin' out 20's Throwin' out hundreds Ladies gotta love it  [Hook: Mann] Man I feel like money (man I feel like money) They're attracted to me They come around like honey (they come around like honey) Cuz I'm fly like a bee Man I got 'em all buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da Man I got the world buzzin' buzzin' buzzin' buzzin' Like da-da-da-da-da-da-da  [Bridge: Mann] When I come around , 'round , 'round They go Yeah , yeah it's going down , down , down They go When I come around , 'round , 'round They go Yeah , yeah it's going down , down , down They go  ",
        "title": "Buzzin'"
    },
    {
        "artist": "Dev Featuring The Cataracs",
        "lyrics": "  [Hook: Dev] If you wanna get with me There's some things you gotta know I like my beats fast and my bass down low Ba-ba-bass, bass, bass down low Bass, bass, bass down low I like my beats fast and my bass down low Bass down low, bass, bass, bass down low I like my beats fast and my bass down low  [Verse 1: Dev] It's like one, two, three, fuck it I'm about to take this drink and just stuff it Fish tank this thing along with four more shots of Patron Don't give a fuck about going home Straight buzzin', Robotussin Wanna get your mitts in my oven? Wanna get a lick of this lovin'? G-g-g-get a lick of this lovin'?  [Hook: The Cataracs] Yeah, I like it loud and I'll make you shout Give you that Black Eyed Peas You know that Boom Boom Pow  [Hook: Dev] If you wanna get with me There's some things you gotta know I like my beats fast and my bass down low Ba-ba-bass, bass, bass down low Bass, bass, bass down low I like my beats fast and my bass down low  [Post-Hook: Dev] Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low  [Verse 2: Dev] It's like one, two, three, okay Can I get a little Goose in my O.J.? Everyday feel like my birthday And we sip champagne when we thirsty Quit fronting, why yo husband tryna get his mitts in my oven? Wanna get a lick of this lovin'? G-g-g-get a lick of this lovin'?  [Hook: The Cataracs] Yeah, I like it loud and I'll make you shout Give you that Black Eyed Peas You know that Boom Boom Pow  [Hook: Dev] If you wanna get with me There's some things you gotta know I like my beats fast and my bass down low Ba-ba-bass, bass, bass down low Bass, bass, bass down low I like my beats fast and my bass down low  [Post-Hook: Dev] Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low  [Bridge: Dev] I got a question for you Do you like it when I flow? I got a question for you Do you like it when I flow? With my bass down low Like la la la la la la la la la La la la la la la la la la La la la la la la la la la La la la la la la la la la  [Hook: Dev] If you wanna get with me There's some things you gotta know Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low Drop it to the floor Bass down low, bass, bass, bass down low To the floor I like my beats fast and my bass down low  ",
        "title": "Bass Down Low"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] Well here you come again and you're looking so fine You don't notice me but it's alright I'm just a guy who wishes that I could be your man someday Yeah a picture paints a thousand words, it's true But it's still not enough for how I feel about you I want to put you in a melody, I got to set you into a groove  [Chorus 1] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl oh If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song, oh oh oh  [Verse 2]  Well I'd sing about your smile and your pretty blue eyes The way your hair shimmers in the sunlight It'd be so easy, I'd just write it from my heart Because I got to tell the world what you mean to me Wrap you up in a melody so you'll be Stuck in my head all day Because you're already there anyway, yes you are  [Chorus 2] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I love this girl If I could press play, repeat how happy I'd be Wherever I'd go I'd have you there with me You'd be right where you belong I want to put you in a song  [Bridge] And if I get it right everybody will be singing along yeah And when they see you on the street they'll say Hey aren't you the girl in that song  [Guitar Solo]  [Chorus 3] I want to put you in my car and drive And turn you up loud, roll down all the windows and shout it out I'm in love with this girl Yeah if I could press play, rewind a couple million times Imagine for a moment that you're all mine Every night I'd drive you home If I could put you in a Let me put you in a song Let me put you in a song Oh a pretty little song about you baby  [Guitar Solo 2 to the end of the song]  ",
        "title": "Put You In A Song"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark Finally, I can see you crystal clear Go ahead and sell me out, and I'll lay your ship [shit] bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark  [Pre-Chorus] The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love, they leave me breathless I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Verse 2] Baby, I have no story to be told But I've heard one on you Now I'm gonna make your head burn Think of me in the depths of your despair Make a home down there As mine sure won't be shared  [Pre-Chorus] (You're gonna wish you never had met me) The scars of your love remind me of us (Tears are gonna fall, rolling in the deep) They keep me thinking that we almost had it all (You're gonna wish you never had met me) The scars of your love, they leave me breathless (Tears are gonna fall, rolling in the deep) I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep) Could have had it all Rolling in the deep You had my heart inside of your hand But you played it with a beating  [Bridge] Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you sow  [Interlude] (You're gonna wish you never had met me) We could have had it all (Tears are gonna fall, rolling in the deep) We could have had it all (You're gonna wish you never had met me) It all, it all, it all (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) But you played it You played it You played it You played it to the beat  ",
        "title": "Rolling In The Deep"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] You're not supposed to say the word \"cancer\" in a song And telling folks Jesus is the answer can rub them wrong It is not hip to sing about tractors, trucks, little towns, and mama, yeah that might be true But this is country music and we do  [Verse 2] Do you like to drink a cold one on the weekend and get a little loud Do you want to say I'm sorry or I love you but you don't know how? Do you wish somebody had the nerve to tell that stupid boss of yours To shove it next time he yells at you? Well this is country music and we do  [Bridge] So turn it on, turn it up, and sing along This is real; this is your life in a song Yeah this is country music  [Verse 3] Are you haunted by the echo of your mother on the phone Crying as she tells you that your brother is not coming home? And if there's anyone that still has pride and the memory of those That died defending the old red, white, and blue This is country music and we do  [Verse 4] So turn it on, turn it up, and sing along This is real; this is your life in a song Just like a road that takes you home Yeah this is right where you belong This is country music This is country music He Stopped Loving Her Today Hello Darling God Bless the USA Amarillo by the Morning Stand by your Man Mama Tried Take Me Home I Walk the Line Country Boy Can Survive  ",
        "title": "This Is Country Music"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "Blow"
    },
    {
        "artist": "Fabolous",
        "lyrics": "  [Hook:] You what's up girl, ain't gotta ask it I dead em all now, I buy the caskets They should arrest you or whoever dressed you Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 1:] You ain't gotta worry bout her, shorty straight Been chasing her for 2 days, first 48 A bad bitch cost, she worth every cent She look like the best money that I ever spent Just watching my cutiepie get beautified Make me want better jewels, a newer ride Louboutin shoes, she got too much pride Her feet are killing her, I call it shoe-icide Looking good has it's sacrifices Chilly weather bring four figure jacket prices Her body nice, face dime Give you that iPhone 4, face time Shorty in the streets, still handle the home Enough class for wine, still handle Patron When them other hoes call I hand her the phone And she hand em the tone  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  [Verse 2:] Yeah I know that's what they all says She got a donkey with her, Juan Valdez Keep it clean cut like bald heads Been playin with that green long as Paul Pierce So you gotta ball harder than them ball players All she wanna know is there a mall near us Can't fault her, the last nigga spoiled her But he ain't beat it up, I assault her Shoulda seen her come to me when I called her Slow strut like she walking to the altar Hand bag on her arm cost four bills And she ain't gotta beg, borrow or steal Often imitated, never duplicated They say she a dime, I say she underrated I just met her so the next solution Dead my old chick, execution  [Hook] [You what's up girl, ain't gotta ask it] [I dead em all now, I buy the caskets] [They should arrest you or whoever dressed you] Ain't gon stress you, but ima let you know Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em Girl you be killin em You be killin em  Had to let you know All the ladies (to all the ladies) I'd like to congratulate you Congratulations  And you just came from the gym clothes In a fitted cap and some Timbo's And a pair of flats, well trimmed toes Camera in the mirror, BBM Pose Still killin em hoes You still killin em hoes You still killin em hoes  ",
        "title": "You Be Killin Em"
    },
    {
        "artist": "Sick Puppies",
        "lyrics": null,
        "title": "Maybe"
    },
    {
        "artist": "David Guetta Featuring Rihanna",
        "lyrics": "  [Verse 1: Rihanna] Feel the adrenaline moving under my skin It's an addiction such an eruption Sound is my remedy feeding me energy Music is all I need  [Pre-Chorus: Rihanna] Baby, I just wanna dance I don't really care I just wanna dance I don't really care, care, care (You can feel it in the air, yeah)  [Chorus: David Guetta & Rihanna] She's a mean-eyed crazy dita Disco diva and you wonder Who's that chick? Who's that chick? Too cold for you to keep her Too hot for you to leave her Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick?  [Verse 2: Rihanna] Back on the dance floor better not to take me home Bass kicking so hard, blazing through my beating heart French kissing on the floor, heart is beating hardcore Heard everybody is getting a little sexy off the crazy juice This will end up on the news  [Pre-Chorus: Rihanna] Baby, I just wanna dance I don't really care I just wanna dance I don't really care, care, care (You can feel it in the air, yeah)  [Chorus: David Guetta & Rihanna] She's a mean-eyed crazy dita Disco diva and you wonder Who's that chick? Who's that chick? Too cold for you to keep her Too hot for you to leave her Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick?  [Bridge: Rihanna] I'll try to sex you up The night has got me love sprung I won't stop until the sun is up, oh yeah My heart is a dancer beating like a disco drum I'll try to sex you up The night has got me love sprung I won't stop until the sun is up, oh yeah My heart is a dancer beating like a disco drum Beating like a disco drum Beating like a disco drum Beating like a disco drum  [Chorus: David Guetta & Rihanna] She's a mean-eyed crazy dita Disco diva and you wonder Who's that chick? Who's that chick? Too cold for you to keep her Too hot for you to leave her Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick? Who's that chick?  ",
        "title": "Who's That Chick?"
    },
    {
        "artist": "Chris Brown",
        "lyrics": null,
        "title": "No BS"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": null,
        "title": "What Do You Want"
    },
    {
        "artist": "Glee Cast",
        "lyrics": null,
        "title": "Need You Now"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Traffic crawls Cell phone calls Talk radio screams at me Through my tinted window I see A little girl A rust red minivan She's got chocolate on her face Got little hands  [Pre-Chorus 1] And she waves at me Yeah, she smiles at me  [Chorus] Well, hello world, how ya been? Good to see you my old friend Sometimes I feel, cold as steel Broken like I'm never gon' to heal I see a light, a little hope, in a little girl Well, hello world  [Verse 2] Every day I drive by A little white church It's got these little white crosses Like angels in the yard Maybe I should stop on in Say a prayer Maybe talk to God Like he is there  [Pre-Chorus 2] Oh, I know he's there Yeah, I know he's there  [Chorus] Well, hello world, how ya been? Good to see you my old friend Sometimes I feel, as cold as steel And broken like I'm never gon' to heal I see a light, a little grace, a little faith unfurl Well, hello world  [Bridge] Sometimes I forget what living's for And I hear my life through my front door And I'll be there, oh, I'm home again I see my wife, my little boy, little girl Hello world Hello world  [Outro] All the empty disappears I remember why I'm here Just surrender and believe I fall down on my knees Oh, hello world Hello world Hello world  ",
        "title": "Hello World"
    },
    {
        "artist": "Sara Evans",
        "lyrics": "  [Intro] Woke up late today and I still feel the sting of the pain But I brushed my teeth anyway I got dressed through the mess and put a smile on my face I got a little bit stronger  [Verse 1] Riding in the car to work and I'm Trying to ignore the hurt so I Turned on the radio Stupid song made me think of you I listened to it for minute But then I changed it I'm getting a little bit stronger Just a little bit stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Verse 2] It doesn't happen overnight but you Turn around and a month's gone by And you realize you haven't cried I'm not giving you a hour or a second or another minute longer I'm busy getting stronger  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Bridge] Getting along without you baby I'm better off without you baby How does it feel without me baby? I'm getting stronger without you baby  [Chorus] And I'm done hoping That we could work it out I'm done with how it feels Spinning my wheels Letting you drag my heart around And, oh, I'm done thinking You could ever change I know my heart will never be the same But I'm telling myself I'll be okay Even on my weakest days I get a little bit stronger  [Outro] And just a little bit stronger A little bit A little bit A little bit stronger Get a little bit stronger  ",
        "title": "A Little Bit Stronger"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  [Intro] [RACHEL & SANTANA] Off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head  [Verse 1] [RACHEL & ARTIE] It's close to midnight And something evil's lurking in the dark Under the moonlight You see a sight that almost stops your heart You try to scream But terror takes the sound before you make it  [SANTANA] Heads will roll, heads will roll  You start to freeze As horror looks you right between the eyes You're paralyzed  [Chorus] [ARTIE & NEW DIRECTIONS!] 'Cause this is thriller, thriller night And no one's gonna save you from the beast about to strike You know it's thriller, thriller night You're fighting for your life inside a killer thriller tonight  [RACHEL & SANTANA] Off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head D-dance-dance-dance 'til you're dead  [Verse 2] [SANTANA] Ooh, you hear the door slam And realize there's nowhere left to run Uh, you'll feel the cold hand And wonder if you'll ever see the sun  [ARTIE & RACHEL] You close your eyes And hope that this is just imagination  [SANTANA] Heads will roll, heads will roll  [ARTIE & RACHEL] But all the while You hear the creature creepin' up behind You're out of time  [Chorus] [ARTIE & NEW DIRECTIONS!] Thriller, thriller night There ain't no second chance against the thing with forty eyes, girl Thriller, thriller night You're fighting for your life inside a killer thriller tonight  [RACHEL & SANTANA] Off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head D-dance-dance-dance 'til you're dead  [Bridge] [FINN] Darkness falls across the land The midnight hour is close at hand Creatures crawl in search of blood To terrorize y'all's neighborhood And though you fight to stay alive (Off with your head) Your body starts to shiver (Dance 'til you're dead) For no mere mortal can resist (Heads will roll, heads will roll) The evil of the thriller (Heads will roll on the floor)  [Chorus] [ARTIE & NEW DIRECTIONS!] (Thriller, thriller night) 'Cause this is thriller, thriller night Girl, I can thrill you more than any ghost could ever dare try Thriller, thriller night So let me hold you tight and share a killer thriller tonight Oh!  [RACHEL & SANTANA] Off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head D-dance-dance-dance 'til you're dead O-off-off-off with your head  ",
        "title": "Thriller / Heads Will Roll"
    },
    {
        "artist": "Dr. Dre Featuring Snoop Dogg & Akon",
        "lyrics": "  [Produced by DJ Khalil; Keyboards by Danny Keyz & DJ Khalil]  [Intro: Sly] Hold up, wait a minute Let me put some kush up in it Hold up, wait a minute Let me put some kush up in it Hold up, wait a minute Let me put some kush up in it Hold up, wait a minute Let me put some kush up in it  [Verse 1: Dr. Dre] Now, this that puff, puff, pass shit Cheech and Chong glass shit Blunts to the head, kush pillows, no mattress Speedboat traffic, bitches automatic Cross that line, fuck around and get yo' ass kicked We roll shit that burn slow as fuckin' molasses Probably won't pass it, smoke it 'til the last hit Down to the ashes, Mary J. a bad bitch Andre, 3001, another classic Go ahead, ask him, bitches, 'bout how I be smokin' out Party all night, yeah, it's goin' down Order rounds, we smoke a quarter pound of that good stuff Oh yeah, we smokin' all night Yeah, puff puff pass that shit right here Nigga, better than my last batch Caramel complexion and her ass fat (Inhale, exhale, inhale, exhale)  [Hook: Akon] I know you tryin' to get high Type of shit that have you leanin' sideways Take a whiff of this suicide Holla at me, ‘cause I got it all day No need to fly to Jamaica For the ganja, we can get the same thing You want that bom bom biggy? Holla at my niggie right here in L.A. (Inhale, exhale, inhale, exhale!)  [Bridge: Sky \"Pyper\" Jordan] Hold up, wait a minute! Let me put some kush up in it! Hold up, wait a minute! Let me put some kush up in it!  [Verse 2: Snoop Dogg] Still I am tighter than the pants on will.i.am Backthrow, back still, I have a pound in my backpack Next to where the swishas at Smokin' presidential; got some bubba, I give me that Need it for my cataracts Four hoes and I'm the pimp in my Cadillac You can tell them Cali back, matter fact They'll know this ain't 'dro, get a whiff of that No, it ain't no seeds in my sack You ain't never gotta ask, dog What he smokin' on? Shit, kush 'til my mind gone What you think I'm on? Eyes low, I'm blown High as a motherfucker, there ain't no question 'bout it Niggas say, \"Smoke me out,\" yeah, I really doubt it I'm Bob Marley reincarnated, so faded So if you want it, you know your nigga homie You can put it in a zag or a blunt and get blunted (Inhale, exhale, inhale, exhale!)  [Hook: Akon] I know you tryin' to get high Type of shit that have you leanin' sideways Take a whiff of this suicide Holla at me, ‘cause I got it all day No need to fly to Jamaica For the ganja, we can get the same thing You want that bom bom biggy? Holla at my, niggie, right here in L.A. (Inhale, exhale, inhale, exhale!)  [Outro: Sly] Need that kush, we blow on the best smoke Inhale slow, no joke, make yo' ass choke Hold up, wait a minute, you can go put it back ‘Cause what you got in your sack, boy, it ain't that Need that kush, we blow on the best smoke Inhale slow, no joke, make yo' ass choke (Inhale, exhale, inhale, exhale!)  ",
        "title": "Kush"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": null,
        "title": "This"
    },
    {
        "artist": "Sunny Sweeney",
        "lyrics": "  I bet you'd never guess who I saw tonight Guess you didn't see me in those low dim lights I knew who she was By the ring still on her hand Sure looked like you still wanted to be her man  So I guess that means that things are better Must not be so bad at home I thought it looked like you were leavin' But it don't And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away  I thought she was pretty She's nothing like the things you said The woman you described Couldn't even turn your head The two of you look lost Inside a world all your own Like you couldn't wait to get her alone  So I guess that means that things are better Must not be so bad at home I thought it looked like you were leavin' But it don't And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away  And I heard you tell her you still love her So it doesn't matter what you say I saw it all From a table away Yes you're gonna stay A table away  ",
        "title": "From A Table Away"
    },
    {
        "artist": "Glee Cast",
        "lyrics": "  Blaine (The Warblers): At first we started out real cool Taking me places I ain't ever been But now you're getting comfortable Ain't doing those things you did no more You're slowly making me pay for things Your money should be handling  And now you ask (Mmmm) to use my car (Car) Drive it all day (Mmmm) and don't fill up the tank And you have the audacity (Mmmm) To even come and step to me Ask to hold (Mmmm) some money from me Until you get your check next week  You trifling (Ling) good for nothing type of brother Silly me! (Me) Why haven't I found another? A baller when times get hard i need someone to help me out Instead of a scrub like you who don't know what a man's about  Blaine with the Warblers: Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So you and me are through  Blaine (The Warblers): Now you've been (Mmmm) maxing out my card (Card) Gave me bad (Mmmm) credit buyin' me gifts with my own ends Haven't paid the (Mmmm) first bill But instead you're headin' to the mall Goin' on shopping sprees (Mmmm) Perpetrating to your friends like you be ballin'  And then you use (Mmmm) my cell phone (Phone) Callin' whoever (Mmmm) that you thinks at home And then when the (Mmmm) bill comes All of a sudden you be acting dumb Don't know where none of (Mmmm) these calls come from When your momma's number's here more than once  You trifling (Ling) good for nothing type of brother Silly me! (Me) Why haven't I found another? A baller when times get hard i need someone to help me out Instead of a scrub like you who don't know what a man's about  Blaine with the Warblers: Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? If you did then maybe we could chill I don't think you do So you and me are through  You triflin' good for nothing type of brother Oh silly me why haven't I found another You triflin' good for nothing type of brother Oh silly me why haven't I found another  Can you pay my bills? Can you pay my telephone bills? Do you pay my automo' bills? (Blaine: Pay my telephone, telephone bills) If you did then maybe we could chill I don't think you do So you and me are through  The Warblers (Blaine): Can you pay my bills? (Ohh noo) Can you pay my telephone bills? Do you pay my automo' bills? (Can you pay my bills) If you did then maybe we could chill I don't think you do (No, no) So you and me are through  ",
        "title": "Bills, Bills, Bills"
    },
    {
        "artist": "The Lonely Island Featuring Akon",
        "lyrics": "  [Intro: Andy & Akon] Sometimes Oh, oh, oh Something beautiful happens in this world Akon You don't know how to express yourself, so And Lonely Island, yeah You just gotta sing  [Hook: Akon] I just had sex, and it felt so good (felt so good) A woman let me put my penis inside her I just had sex, and I'll never go back (never go back) To the not-having-sex ways of the past  [Verse 1: Andy & Jorma] Have you ever had sex? I have, it felt great It felt so good when I did it with my penis A girl let me do it, it literally just happened Having sex can make a nice man out the meanest Never guess where I just came from, I had sex If I had to describe the feeling, it was the best When I had the sex, man, my penis felt great And I called my parents right after I was done Oh, hey, didn't see you there, guess what I just did? Had sex, undressed, saw her boobies and the rest But sure nice of her to let you do that thing Nice of any girl ever! Now, sing  [Hook: Akon] I just had sex, and it felt so good (felt so good) A woman let me put my penis inside her Wanna tell the world  [Verse 2: Andy & Jorma] To be honest, I'm surprised she even wanted me to do it Doesn't really make sense! But, man, screw it I ain't one to argue with a good thing! She could be my wife That good? The best thirty seconds of my life I'm so humbled by a girl's ability to let me do her 'Cause honestly, I'd have sex with a pile of manure With that in mind, a soft, nice-smelling girl's better Plus, she let me wear my chain and my turtleneck sweater  [Bridge: Akon] So this one's dedicated to them girls That let us flop around on top of them, yeah Whether you're near or far, whether short or tall We wanna thank you all for letting us fuck you  [Interlude: Andy, Jorma, & Akon] She kept looking at her watch Doesn't matter, had sex But I cried the whole time Doesn't matter, had sex I think she might've been a racist Doesn't matter, had sex She put a bag on my head Still counts!  [Bridge: Akon] I just had sex, and my dreams came true (dreams came true) So if you've had sex in the last thirty minutes, then you qualified to sing with me  [Hook: Akon] I just had sex, and it felt so good (felt so good) A woman let me put my penis inside her I just had sex, and I'll never go back (never go back) To the not-having-sex ways of the past  ",
        "title": "I Just Had Sex"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] So far away from knowing where I am going I am trying hard to find out who I am They all say that I don't know what I am doing I say they don't hardly understand  [Chorus 1] Why can't they remember What I'll never forget How these dreams can come undone When you're young  [Chorus 2] You give what you give cause they make you Trapped inside a place that won't take you And they want you to be what they make you It's already over and done When you're young  [Verse 2] Everything seems perfect Everything's OK It will all get better now At least that's what they say But I don't see it coming  [Chorus 2]  [Verse 3] Days never seem longer They say it's better this way I hope one day I am stronger than I feel And I hope that it feels different than today  [Chorus 2]  [Chorus 1]  ",
        "title": "When You're Young"
    },
    {
        "artist": "The Lonely Island Featuring Nicki Minaj",
        "lyrics": "  [Intro: Andy & John Waters] Haha, yeah Hi, I'm John Waters, and this is the Creep  [Hook: The Lonely Island] When you’re out at a club and you see a fly girl Do the Creep (ha) Do the Creep (ha) And if you wanna make friends at the ATM Do the Creep (ha) And do the Creep (ha)  [Verse 1: Andy & Akiva] Well, we got a new dance, so get up on your feet It’s real easy to do and it’s called the Creep Let your hands flop around, like a marionette Pop your knees up and down and shakin’ your neck Now pull your waistband up like you expecting a flood And stick your hair down flat like it was covered in mud Trim up your pencil mustache and pop them peepers Put this in your sneakers, you a certified creeper  [Hook: The Lonely Island] When you see a country peach laying out at the beach Do the Creep (ha) And do the Creep (ha) And when a fine PYT walks in front of your tree Do the Creep (ooh) And do the Creep (ha)  [Verse 2: Andy & Akiva] I was six years old when I started creeping My parents took it to their room and I started peeping You can imagine their surprise when they lifted their heads And saw my little ass creeping at the foot of the bed And they knew I was a creep since the day I was born Get popping out my momma like some kettle corn And the doctor saw my head and he starting freaking Cause I came clean and I came out creeping  [Interlude: The Lonely Island & Nicki Minaj] Nicki (uh), Nicki (uh huh) Nicki, Nicki, Nicki, Nicki (yeah)  [Verse 3: Nicki Minaj & The Lonely Island] When I was a girl, I creeped in the boys' locker room Hide deep inside, it was my little creep stalker room As they disrobed, I was oogling and ogling Little did they know that for me, they were modeling And I would laugh: ha, ha, ha, ha, ha, ha, ha And they would dance: la, la, la, la, la, la, la, la So pop your peepers and squeak out your sneakers Don’t sleep, come on, get your creep on with me  [Hook: The Lonely Island & Nicki Minaj] Go on and get you sweating off the bride at her wedding Do the Creep (ha) And do the Creep (ha) But when you sneak into a wake and you see a beefcake Do the Creep (ooh) And do the creep (ha) When the judge is a hottie and you can’t control your body Do the Creep (ha) And do the Creep (ha) So get your knees flexin’ and your arms T-Rexin’ And creep, haha (ha) Do the Creep (ha)  [Outro: John Waters] And don’t forget to smile  ",
        "title": "The Creep"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] They used to call me lightning I was always quick to strike Had everything I own In the saddles on my bike I had a reputation For never staying very long Just like a wild and restless drifter Like a cowboy in a song  I met a dark haired beauty Where they lay the whiskey down In southern Arizona In a little border town She had to dance for money In that dusty old saloon I dropped a dollar in the jukebox Played that girl a tune, yea  [Hook] Never see it coming It just hits you by surprise It's that cold place in your soul That fire in her eyes Makes you come together Like wild horses when they run Now the cards are on the table and The bullets in the gun  [Verse 2] She was sitting on my lap We still had shots to kill When a man pulled up Who owned the bar In a Cadillac DeVille He grabbed her by her raven hair And threw her on the floor Said no free rides for the cowboys That ain't what I pay you for, no  She jumped up and grabbed my pistol Stuck it in the fat man's back Said open up the safe And put your money in the sack Then tied his hands behind him And put a blindfold on his eyes Said if you're dumb enough to chase us, man You're dumb enough to die  [Hook] Never see it coming It just hits you by surprise It's that cold place in your soul That fire in her eyes Makes you come together Like wild horses when they run Now the cards are on the table and The bullets in the gun, yeah  [Verse 3] We rode across the border Down into Mexico When you're running from the law Ain't that where everybody goes We came to a town With a name I could not spell She gave me what I came for In that Mexican motel  I woke up to sirens And the sound of running feet There were fifty Federales Locked and loaded in the street She grabbed my .44 I grabbed the money in the sack She kissed me for the last time And we headed out the back  Every gun was on us And every heartbeat pounded There's only one thing left to do When they got you all surrounded She fired that old pistol But we didn't stand a prayer Money hit the gravel Bullets filled the air  [Hook] Never see it coming It just hits you by surprise It's that cold place in your soul That fire in her eyes Makes you come together Like wild horses when they run Now the cards are on the table and The bullets in the gun  Bullets in the gun Bullets in the gun Bullets in the gun  ",
        "title": "Bullets In The Gun"
    },
    {
        "artist": "Lloyd",
        "lyrics": "  [Intro] Lay your head on my pillow Lay your head on my pillow Lay it down Lay it down Lay it down Oh lay it down Lay your head on my pillow Yeah  [1st Verse] I ain't Casanova, me and Romeo ain't never been friends But tonight girl I’ma show you how much I love you, let the party begin I’ma do something I never did to you girl I’ma turn you out, I'll show you a new you girl Tell your friends you ain't coming out tonight Wrap your hair girl, tie it up tonight  [Hook] [2nd Verse] You're looking at me girl and I ain’t talking about the look in your eyes Me, my partner nem is giving a standing ovation girl tonight So go on and stretch it out cause I'm gon’ work it good girl(ay ay) And don't be bourgie ‘cause tonight I need a hood girl(ay ay) And I’m gonna tell my friends I ain’t coming out tonight I’ma put this jimmy on and rock that body right  [Bridge] All my fellas say lay, lay, lay Wanna lay it down, so I can lay you down All my ladies say lay, lay, lay Wanna lay it down, so I can lay you down  [Hook] Lay Oh Lay Oh lay, oh lay, oh lay, oh lay, oh lay your head down girl Lay your head down, lay your head down tonight Lay your head down, lay your head down tonight Lay your head down, lay your head down so I can work it, work it, work it, work it Oh lay, oh lay, oh lay Oh lay, oh lay, oh lay Oh lay, oh lay, oh lay, ooh ooh Oh lay, oh lay, oh lay, ooh ooh Your head down girl  ",
        "title": "Lay It Down"
    },
    {
        "artist": "Twista Featuring Chris Brown",
        "lyrics": "  [Intro: Twista] The Perfect Storm, it's Twista and Chris Brown, ya dig? I got a new one for ya, let's make a movie baby  [Verse 1: Twista] Twista got cars, big swagger, I'm a rock star like Mick Jagger And I got bars that I spit faster, you a hot star no bitch badder So let me take you on a ride on a journey with the one that you call daddy, who gonna make you get it wet But this time we gon' do something romantic and different, I'll tell you about it when we get on the movie set I was thinking that we could just make a sex tape, plus I think yo face cute when it's in HD Maybe I could tape you and you could tape me, when I pull my H2 up to your H3 You look like you want to be in this movie, so don't be acting like a tripping with a stranger mission Recording you while you loving me down below, switching the camera angle when we change positions You could be the director aiming the camera down at me, filming me licking until you say \"Cut\" Ready for any footage you wanna get ain't gotta call nobody else because I do my own stunts It's the X rated version of a box office hit, I see you ready to strip for this So let me get the music in, get the tape in, get the cameras in (oh oh oh oh)  [Chorus: Chris Brown] Baby we don't need no script for this I'mma throw a couple thousand baby strip for this Let me pull my camera out and make a movie yeah Starring you and me yeah Baby we don't need no actresses Let me see what I'm working with, I'mma break your back with this Let me pull my camera out let's make a movie yeah Starring you and me yeah yeah, girl  [Verse 2: Twista] Shawty we gonna make a movie, got me loving it when I'm feeling on the booty Especially when I can blame it on the alcohol, cause it do some thing to me She look better than any chick in my perimeter, sexy, I wish I could film every bit of her Kissing right down to her stomach and then I'mma, tell her we could be in our personal cinema I let you hold the camera first and then I hold it then, cause I wanna see how it's coming out and going in Let you see such a freak in me. I hope this never leak on TMZ, this is 50 World Star or CNN Baby girl you kick the world off the axis, I'm no director, filming you for practice And you know I think you a hell of a actress, especially when I'm shooting you on a mattress Shawty straight to the top that's where we headed and I'mma see my name in the credits and be the shit if you let it See something that you not really feeling, then we can always go back and make an edit I'll be sipping on patron platinum, she knew about the rapping, but didn't know I'd be on acting Our personal reality show, so there, get the tape in, get the cameras in (oh oh oh oh)  [Chorus]  ",
        "title": "Make A Movie"
    },
    {
        "artist": "Kanye West Jay Z",
        "lyrics": null,
        "title": "H*A*M"
    },
    {
        "artist": "Willow",
        "lyrics": "  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Verse 1:] Hop up out the bed, turn my swag on Pay no attention to them haters Because we whip 'em off And we ain’t doin' nothin' wrong So don’t tell me nothin' I’m just trying to have fun So keep the party jumping So what's up? (yeah) And now they don't know what to do We turn our back and whip our hair and just; Shake em off, shake em off Shake em off, shake em off  [Pre-Hook:] Don’t let haters get me off my grind Whip my hair, if I know I’ll be fine Keep fighting until I get there When I’m down and I feel like giving up (I think again)  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Verse 2:] I'mma get more shine in a little bit Soon as I hit the stage applause I’m hearing it Whether is black stars, black cars I’m feelin it But can't none of them whip it like I do (I) I get to the mm-yeah go hard When they see me pull up I whip it real hard I whip it real hard Real hard I whip it real hard  [Pre-Hook:] Don’t let haters get me off my grind Keep my head up, I know I’ll be fine Keep fighting until I get there When I’m down and I feel like giving up (I think again)  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  [Bridge:] All my ladies if you feel it Gone and do it, do it Whip your hair (whip your hair) Don’t matter if it’s long, short Do it, do it whip your hair!  All my ladies if you feel it Gone and do it, do it Whip your hair (whip your hair) Don’t matter if it’s long, short Do it, do it whip your hair, your hair, your hair!  [Hook:] I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth (just whip it) I whip my hair back and forth I whip my hair back and forth (whip it real good) I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth I whip my hair back and forth  ",
        "title": "Whip My Hair"
    },
    {
        "artist": "Jessie J Featuring B.o.B",
        "lyrics": "  [Intro: Jessie J] Okay, Coconut Man, Moonhead and Pea You ready?  [Verse 1: Jessie J] Seems like everybody's got a price I wonder how they sleep at night When the sale comes first and the truth comes second Just stop for a minute and smile Why is everybody so serious? Acting so damn mysterious Got shades on your eyes And your heels so high that you can't even have a good time  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 2: Jessie J] We need to take it back in time When music made us all unite And it wasn't low blows and video hoes Am I the only one getting tired? Why is everybody so obsessed? Money can't buy us happiness Can we all slow down and enjoy right now? Guarantee we'll be feeling alright  [Pre-Chorus: Jessie J] Everybody look to their left Everybody look to their right Can you feel that? Yeah, we're paying with love tonight  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Verse 3: B.o.B] Well, keep the price tag and take the cash back Just give me six strings and a half stack And you can keep the cars, leave me the garage And all I, yes, all I need are keys and guitars And it's within 30 seconds, I'm leaving to Mars Yeah, we leaping across these undefeatable odds It's like this man, you can't put a price on a life We do this for the love, so we fight and sacrifice every night So we ain't gon stumble and fall, never Waiting to see this in the sign of defeat, uh-uh So we gon keep everyone moving their feet So bring back the beat and then everyone sing  [Chorus: Jessie J] It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag It's not about the money, money, money We don't need your money, money, money We just wanna make the world dance Forget about the price tag Ain't about the, uh, cha-ching, cha-ching Ain't about the, yeah, ba-bling, ba-bling Wanna make the world dance Forget about the price tag  [Outro: Jessie J] Yeah, yeah, ooh-ooh Forget about the Price tag  ",
        "title": "Price Tag"
    },
    {
        "artist": "Panic! At The Disco",
        "lyrics": "  [Verse 1] She paints her fingers with a close precision He starts to notice empty bottles of gin And takes a moment to assess the sin she's paid for A lonely speaker in a conversation Her words are swimming through his ears again There's nothing wrong with just a taste of what you paid for  [Pre-Chorus] Say what you mean, tell me I'm right And let the sun rain down on me Give me a sign, I want to believe  [Chorus] Whoa, Mona Lisa You're guaranteed to run this town Whoa, Mona Lisa I'd pay to see you frown  [Verse 2] He senses something, call it desperation Another dollar, another day And if she had the proper words to say, she would tell him But she'd have nothing left to sell him  [Pre-Chorus] Say what you mean, tell me I'm right And let the sun rain down on me Give me a sign, I want to believe  [Chorus] Whoa, Mona Lisa You're guaranteed to run this town Whoa, Mona Lisa I'd pay to see you frown  [Bridge] Mona Lisa, wear me out I'm pleased to please ya Mona Lisa, wear me out  [Pre-Chorus] Say what you mean, tell me I'm right And let the sun rain down on me Give me a sign, I want to believe  [Chorus] Whoa, Mona Lisa You're guaranteed to run this town Whoa, Mona Lisa I'd pay to see you frown  [Pre-Chorus] Say what you mean, tell me I'm right And let the sun rain down on me Give me a sign, I want to believe  [Outro] There's nothing wrong with just a taste Of what you paid for  ",
        "title": "The Ballad Of Mona Lisa"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Intro] When I met you woman I couldn't help but notice a face so beautiful Now imagine, the faces you would make if we ever made love Oh, oh, oh, oh  [Verse 1] Pulled up in the drop top Benz Hit the horn two times and you walked outside Dress keep hugging them thighs and the only thing inside my mind is I want you, yes I do, and if there's anything you suggest I do, then tell me Now we all in the crib on my sofa Girl, I'm so glad you came over I wanna tell you, \"Come closer\" But I don't know if you feel, like I feel, tell me, girl  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Verse 2] Girl, let me wrap my hands around you So happy ever since I found you Just like a kid who found some candy, let me feel and find your panties Take 'em off, take em off, take 'em off take 'em off please Oh down on my knees Oh, you're right in front of me Don't have to pay for my attention, can you hear me? Is you listening? Baby, be real with me, I wanna know  [Pre-Chorus] Don't it feel good when I touch on it? Wouldn't it be nice if all night I was in you? Come kiss me, come with me, down the hall to my bedroom Tonight we'll be  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces Making love faces My hands rubbing on your skin Let's go hard, don't hold it in  [Bridge] The way you bite your lip is that your way of telling me you like it? Mmhmm If I'm the best you ever had girl, in your life, say mmhmm And when your eyes roll back in your head, the shaking in your legs Mmhmm, mmhmm, that's what she said  [Chorus] Making love faces Making love faces Shadows on the wall while the candles burning Messing up the bed while you sweating out your perm and Making love faces, let the people sing Making love faces My hands rubbing on your skin Let's go hard, don't hold it in, love faces  ",
        "title": "Love Faces"
    },
    {
        "artist": "Sugarland",
        "lyrics": null,
        "title": "Little Miss"
    },
    {
        "artist": "Troop 41",
        "lyrics": "  (Raleigh! What it is? What up John?)  [Hook] Raleigh be the city where we like to do the dance Flex to the left throw some money out ya hands We do it for the city, and We do it for the fans But to ball like Wall Boy you gotta do the dance  Everybody do the John Wall, John Wall John Wall, John Wall, John Wall, John Wall John Wall, John Wall  [Verse 1: Breeze] Everybody clear out, hand me the rock Time winding down 3 seconds on the shot clock Break the defense homeboy, I can't be stopped All about my money so you know I'm hitting bank shots I'm trying to tell them, boy you can't guard this Beast on the court homeboy I play the hardest Jump shot stupid; yeah it's retarded You can't guard me in the paint I'm an artist See I hustle on the floor call me Rick Ross See the Troop get it jumping like a tip-off I play hard until I hear the ref blow the whistle I'm a player but my game be so official Never reach got to stay out of foul trouble But I drive in the lane, get them in foul trouble They can't solve my game; I'm a hard puzzle But I keep three dimes - that's a triple double  [Hook:]  [Verse 2: Lil Inferno] Sick with it Hustle for the rock I go-go get it I'm in it to win it, 919 baby we represent it And I don't ball hog we got our whole team in it See you just dribble but ain't ever got the heart to finish Can't put me out the game I'm in that thing from start to finish And if I can't drive the lane then best believe I'm about to dish it Sideline drifting now, I'm gliding down the baseline About to do a big slam catch me on them inches Coming from the south side The expectations of us is that we will not rise And still we prove them wrong, we flexing cause we hot guys Bring life to the game we will not die Ha, yeah Stand tall, yeah you call that the great Wall All I do is ball I get up I can take a fall I'm hungry for the top, call it lunchtime Game winning shot, yeah it's clutch time  [Hook:]  [Verse 3: Lil Lee] (Let's do it) Oh yeah we balling, balling until we falling Until the last second I'm guessing we gone be brawling Cause Kentucky here to win, not to watch you play Whole world do the dance, say what up UK Better take him out the game, cause they say that boy insane When he coming down the lane, trying to catch a bang bang First we flex, show the muscle then jigg on them For the small play, let DeMarcus Cousins get big on them You ain't handling nothing I'm about to catch a steal on them Pass it to the point, crossover and I'm still on them Crowd going bananas so you know that's why we peel on them And we from the \"R\", ain't nothing like being real on them Jump shot deadly, you know that we kill on them Time to grab the money ball, about to shoot a bill on them Yeah, North Cal. we gonna show them how to do it Do the John Wall it ain't really nothing to it  [Hook:]  ",
        "title": "Do The John Wall"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Verse 1] It's like a storm That cuts a path It breaks your will It feels like that  You think you're lost But you're not lost on your own You're not alone  [Chorus] I will stand by you I will help you through When you've done all you can do If you can't cope I will dry your eyes I will fight your fight I will hold you tight And I won't let go  [Verse 2] It hurts my heart To see you cry I know it's dark This part of life Oh it finds us all And we're too small To stop the rain Oh but when it rains  [Chorus]  [Verse 3] And I won't let you fall Don't be afraid to fall I'm right here to catch you I won't let you down It won't get you down You're going to make it Yeah I know you can make it  [Chorus] Because I will stand by you I will help you through When you've done all you can do And you can't cope And I will dry your eyes I will fight your fight I will hold you tight And I won't let go Oh I'm going to hold you And I won't let go Won't let you go No I won't  ",
        "title": "I Won't Let Go"
    },
    {
        "artist": "Travis Porter",
        "lyrics": "  [Hook: Coco Kiss] You wanna see some ass I wanna see some cash Keep them dollars comin' And that's gon' make me dance And that's gon' make me dance And that's gon' make me dance Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick  [Post-Hook] Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh  [Verse 1] I'mma make it rain, bitch I'mma make it rain Imma throw some 20's ain't got no mother fuckin' change, bitch Do you want this money? (yeah) Then she keep on hollerin' (yeah) Then she said she wanna go And where's the after party? At my fucking house, ho Put it in your mouth, ho Imma make it rain call me \"Mr. Dark Cloud,\" ho We so fucking wild, son That's my fucking style, ho Then I bend her over and say what's up with dat toe  [Hook: Coco Kiss] You wanna see some ass I wanna see some cash Keep them dollars comin' And that's gon' make me dance And that's gon' make me dance And that's gon' make me dance Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick  [Post-Hook] Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh  [Verse 2] 'Rain, rain', that's what the hoes be screamin' Blang, Blang. That's when my diamonds be gleaming Came in this thing throwin' cash like a pass Them I pop me some champagne, soaked her ass then I laughed –Ahh! Make it make it rain, trick Money ain't a thang, bitch Go on, shake that ass ain't no shame in your game, bitch Took you to the crib and knocked your pussy out the frame, bitch Imma make it rain bitch, what's that shit you saying bitch?  [Hook: Coco Kiss] You wanna see some ass I wanna see some cash Keep them dollars comin' And that's gon' make me dance And that's gon' make me dance And that's gon' make me dance Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick Make it rain trick, make it make it rain trick  [Post-Hook] Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh Imma make it rain, bitch I'mma make it rain, uh  [Verse 3] You wanna see some ass? Yeah, why you playin' girl? I wanna see some cash So what you sayin' girl? Shorty said 'nigga you broke'– hold up Broke niggas make me sick, throw up Broke bitches talk too much– bitch shut up Twenty-five hundred in ones I'm finna wet her up Make it, make it rain, bitch I'm make it rain, yeah You just do your thing, bitch You just do your thing, yeah I'm single with a lot of pringles I you wanna mingle, get on my Mandingo, bitch Shorty talk shit cause she know she the shit Think she'd be singin this  [Outro] Make it rain, trick I'm I'm I'mma make it rain, bitch Make it rain, trick I'm I'm I'mma make it rain, bitch Make it rain, trick I'm I'm I'mma make it rain, bitch Make it rain, trick I'm I'm I'mma make it rain, bitch  ",
        "title": "Make It Rain"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you?  [Nicki Minaj] You let me win, you let me ride You let me rock, you let me slide And when they lookin, you let me hide Defend my honor, protect my pride The good advice, I always hated But lookin back, it made me greater You always told me, forget the haters Just get my money, just get my weight up Know when I'm lyin', know when I'm cryin' It's like you got it, down to a science Why am I tryin'? No you ain't buyin I tried to fight it, back with defiance You make me laugh, you make me hoarse From yellin' at you, and gettin' at you Pickin up dishes, throwin' them at you Why are you speakin', when no one asked you?  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you? You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? Do that How do you? Do that How do you? Do that How do you? Do that How do you? Do that  [Nicki Minaj] What are we doin'? Cause you see through me Cause you say \"Nicki,\" and I say \"Who me?\" And you say \"No you,\" and I say \"Screw you\" Then you start dressin', and you start leavin' And I start cryin', and I start screamin' The heavy breathin', but what's the reason? Always get the reaction you wanted I'm actually frontin', I'm askin' you somethin - yo! Answer this question, class is in session Tired of lettin', passive aggression Control my mind, capture my soul Okay you're right, just let it go Okay you got it, it's in the can Before I played it, you knew my hand You could turn a free throw to a goal Nigga got the peephole to my soul  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you? You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you Do that? How do you Do that? How do you Do that? How do you Do that? How do you?  [Nicki Minaj] STOP! oooooh STOP! oohhhh Would you just stop lookin through me, cause I can't take it No I can't take it  [Hook: Nicki Minaj] You see right through me How do you do that shit? How do you do that shit? How do you do that shit? How do you? How do you? How do you? How do you? How do you?  [Outro: Nicki Minaj] You see right through me You see right through me baby You see right through me do that shit You see right through me how do you do that shit How do you do that? How do you do that? How do you do that? How do you do that? How you do that Baby  ",
        "title": "Right Thru Me"
    },
    {
        "artist": "David Guetta Featuring Kid Cudi",
        "lyrics": null,
        "title": "Memories"
    },
    {
        "artist": "Birdman Featuring Lil Wayne",
        "lyrics": "  [Hook] Fire Flame, Flame, Fire Flame Spitters Fire Flame, Flame, Fire Flame Spitters Bitch We tha Bizness, Hundred Million Dollars Bitch We tha Bizness, Hundred Million Dollars  [Verse 1: Lil Wayne] Fresh out from my bid, bitch, it’s Lil Tunechi I Lucille Ball, bitch I love Lucy If these niggas dogs, I’m animal cruelty Don't fuck with me at all, cause I’m twisted like in a Rubik's Cube, oh my, look how the time has flown And they say time is of the essence, but what if their clock is wrong? But all my problems will be second and all my worries will be gone I’ll have money bags for breakfast smell like “Bitch, I’m rich cologne” Ha, I’m so relaxed my Gucci flats ain't got a scratch If you got a problem with I, well I will fix them cataracts They say it cost to be the boss, I paid the price including tax Bitch I’m a fire flame spitter and, to me, you niggas wax  [Hook]  [Verse 2: Birdman] In this World with my Tommy gun, banana clip the red rum 100 millions dollars, put my life down for my son Spend a little cash, bust a nigga ass 5-star nigga, 2 mill on the dash Yeah, militant minded Uptown soldier, you have been blinded Grinding all the time, bitch, stunting, and we shining Diving in deep shit, the money keep climbing Blah, the bottles keep popping Dom P, Rose, Perrier popping Them bitches see we rocking the whips we be rocking Iced up, tatted up, fire flame blaaap  [Hook]  [Verse 3: Lil Wayne] I got pussy coming to me Shotgun in my draws, make your woman bite the bullet Sitting in my hog, tell my chauffeur, “To the penthouse” Pockets so deep, it's like my money gotta swim out Marley say fuck 'em, Scoob say fuck 'em Bitch I’m still the best overall like a jumper Weezy F-F, fire flame spitter Hundred million dollars, pocket change, nigga  [Verse 4: Birdman] See these first class flights, we strapped up in the trenches Nigga want some business, bitch, we getting it in this business Some ten figure niggas, blood rich gang nigga Fire flame spitters, point blank nigga Money and the power, swag out the shower Spending nigga, then them pussies running like some cowards Bigger Than Life nigga, C4, bitch A hundred million dolllars, my son born rich Blaaapp  [Hook]  ",
        "title": "Fire Flame"
    },
    {
        "artist": "New Hollow",
        "lyrics": null,
        "title": "Boyfriend"
    },
    {
        "artist": "Mumford & Sons",
        "lyrics": "  [Verse 1] It's empty in the valley of your heart The sun, it rises slowly as you walk Away from all the fears And all the faults you've left behind  The harvest left no food for you to eat You cannibal, you meat-eater, you see But I have seen the same I know the shame in your defeat  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 2] Cause I have other things to fill my time You take what is yours and I'll take mine Now let me at the truth Which will refresh my broken mind  So tie me to a post and block my ears I can see widows and orphans through my tears I know my call despite my faults And despite my growing fears  [Chorus] But I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  [Verse 3] So come out of your cave walking on your hands And see the world hanging upside down You can understand dependence When you know the maker's hand  So make your siren's call And sing all you want I will not hear what you have to say  Cause I need freedom now And I need to know how To live my life as it's meant to be  [Chorus] And I will hold on hope And I won't let you choke On the noose around your neck And I'll find strength in pain And I will change my ways I'll know my name as it's called again  ",
        "title": "The Cave"
    },
    {
        "artist": "Ricky Martin Featuring Natalia Jimenez",
        "lyrics": "  [Verse 1] Yo me siento al fin feliz La tristeza no es para mí Que me importan lo que viví Si me regalan el futuro no lo quiero sin ti  [Chorus] Ay no me digas no Si escondes algo dámelo Porque llegó la hora de estar conmigo Pues el destino así lo escribió Si es amor, Abrázame con ganas Si no lo es, tal vez será mañana Estando juntos mi mundo se llena de luz Lo mejor de mi vida eres tú  [Verse 2] Me voy de fiesta si quieres ir (quiero ir!) De buenos aires hasta Madrid (hay ole!) Y sin dormirnos acabar con parís Te juro que jamás te vas a arrepentir  [Chorus]  [Verse 3] Si es amor, Abrázame con ganas Si no lo es, tal vez será mañana Estando juntos mi mundo se llena de luz Lo mejor de mi vida eres tu Eres tú Dame dámelo baby Lo mejor lo mejor Eres tú  [Bridge] Suéltate el pelo y juega entre las olas (entre las olas) Sobre la arena a la orilla del mar (la orilla del mar) Prepárate que la noche no perdona Ven que nos vamos de marcha otra vez Mañana, mañana  [Chorus]  [Outro] Eres tú Dame dámelo baby Lo mejor lo mejor lo mejor Lo mejor de mi vida eres tu [x2] Dame dámelo baby  ",
        "title": "Lo Mejor De Mi Vida Eres Tu"
    }
]