[
    {
        "artist": "Rihanna Featuring Calvin Harris",
        "lyrics": "  [Intro: Agyness Deyn]  [Verse 1: Rihanna] Yellow diamonds in the light And we're standing side by side As your shadow crosses mine What it takes to come alive  [Pre-Chorus: Rihanna] It's the way I'm feeling, I just can't deny But I've gotta let it go  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Drop: Calvin Harris]  [Verse 2: Rihanna] Shine a light through an open door Love and life, I will divide Turn away cause I need you more Feel the heartbeat in my mind  [Pre-Chorus: Rihanna] It's the way I'm feeling, I just can't deny But I've gotta let it go  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Bridge: Rihanna] Yellow diamonds in the light And we're standing side by side As your shadow crosses mine What it takes to come alive  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  [Drop: Calvin Harris]  [Chorus: Rihanna] We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place We found love in a hopeless place  ",
        "title": "We Found Love"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] I heard that you're settled down That you found a girl and you're married now I heard that your dreams came true Guess she gave you things I didn't give to you Old friend, why are you so shy? Ain't like you to hold back or hide from the light  [Pre-Chorus] I hate to turn up out of the blue, uninvited But I couldn't stay away, I couldn't fight it I had hoped you'd see my face And that you'd be reminded that for me it isn't over  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead Sometimes it lasts in love, but sometimes it hurts instead  [Verse 2] You know how the time flies Only yesterday was the time of our lives We were born and raised in a summer haze Bound by the surprise of our glory days  [Pre-Chorus] I hate to turn up out of the blue, uninvited But I couldn't stay away, I couldn't fight it I had hoped you'd see my face And that you'd be reminded that for me it isn't over  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead  [Bridge] Nothing compares, no worries or cares Regrets and mistakes, they're memories made Who would have known how bittersweet this would taste?  [Breakdown] Never mind, I'll find someone like you I wish nothing but the best for you \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead  [Chorus] Never mind, I'll find someone like you I wish nothing but the best for you two \"Don't forget me,\" I beg \"I'll remember,\" you said Sometimes it lasts in love, but sometimes it hurts instead Sometimes it lasts in love, but sometimes it hurts instead  ",
        "title": "Someone Like You"
    },
    {
        "artist": "LMFAO",
        "lyrics": "  [Verse 1] When I walk on by, girls be looking like damn he fly I pimp to the beat, walking down the street in my new LaFreak, yeah This is how I roll, animal print, pants out control It's Redfoo with the big afro And like Bruce Leroy I got the glow  [Pre-hook  x2] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  [Hook] When I walk in the spot, this is what I see Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it I'm sexy and I know it I'm sexy and I know it  [Verse 2] When I'm at the mall security just can't fight them all When I'm at the beach, I'm in a speedo trying to tan my cheeks This is how I roll, come on ladies it's time to go We headed to the bar, baby don't be nervous No shoes, no shirt, and I still get service  [Pre-hook (x2) + Hook] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  [Hook] When I walk in the spot, this is what I see Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it I'm sexy and I know it I'm sexy and I know it  Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Wiggle, wiggle, wiggle, wiggle, wiggle, yeah Do the wiggle, man! I Do the wiggle, man! I'm sexy and I know it  [Bridge x2] Girl look at that body Girl look at that body Girl look at that body I work out Girl look at that body Girl look at that body Girl look at that body I work out  I'm sexy and I know it  ",
        "title": "Sexy And I Know It"
    },
    {
        "artist": "Maroon 5 Featuring Christina Aguilera",
        "lyrics": "  [Verse 1: Adam Levine] Just shoot for the stars, if it feels right Then aim for my heart, if you feel like And take me away Make it okay I swear I'll behave You wanted control, so we waited I put on a show, now we're naked You say I'm a kid My ego is big I don't give a shit And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Verse 2: Adam Levine] Baby, it's hard, when you feel like You're broken and scarred, nothing feels right But when you're with me I make you believe That I've got the key So get in the car, you can ride it Wherever you want, get inside it And you want to steer But I'm shifting gears I'll take it from here And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Bridge: Christina Aguilera & Adam Levine] You wanna know, how to make me smile? Take control, own me just for the night And if I share my secret You're gonna have to keep it Nobody else can see this So watch and learn, I won't show you twice Head to toe, ooh baby, rub me right And if I share my secret You're gonna have to keep it Nobody else can see this And it goes like this  [Chorus: Adam Levine] Take me by the tongue and I'll know you Kiss me till you're drunk and I'll show you All the moves like Jagger I've got the moves like Jagger I've got the mooooooves like Jagger I don't need try to control you Look into my eyes and I'll own you With them the moves like Jagger I've got the moves like Jagger I've got the moooooooves like Jagger  [Outro] With them the moves like Jagger I've got the moves like Jagger I've got the moves, like Jagger  ",
        "title": "Moves Like Jagger"
    },
    {
        "artist": "Foster The People",
        "lyrics": "  [Verse 1] Robert's got a quick hand He'll look around the room, he won't tell you his plan He's got a rolled cigarette Hanging out his mouth, he's a cowboy kid Yeah, he found a six-shooter gun In his dad's closet, in the box of fun things I don't even know what But he's coming for you, yeah, he's coming for you  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  [Verse 2] Daddy works a long day He be coming home late, and he's coming home late And he's bringing me a surprise 'Cause dinner's in the kitchen and it's packed in ice I've waited for a long time Yeah, the sleight of my hand is now a quick-pull trigger I reason with my cigarette And say, \"Your hair's on fire, you must've lost your wits\", yeah  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  [Bridge] Run, run, run, run Run, run, run – run, run, run Run, run, run – run, run, run Run, run – run, run Run, run, run, run, run!  [Hook] All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet All the other kids with the pumped up kicks You better run, better run, outrun my gun All the other kids with the pumped up kicks You better run, better run, faster than my bullet  ",
        "title": "Pumped Up Kicks"
    },
    {
        "artist": "Gym Class Heroes Featuring Adam Levine",
        "lyrics": "  [Hook: Adam Levine] My heart's a stereo It beats for you, so listen close Hear my thoughts in every note Oh, oh Make me your radio (Yeah) And turn me up when you feel low (Turn it up a little bit) This melody was meant for you (Right there) To sing along to my stereo Gym Class Heroes, baby!  [Verse 1: Travie McCoy] If I was just another dusty record on the shelf Would you blow me off and play me like everybody else? If I ask you to scratch my back, could you manage that? Like yikky-yeah check it Travie, I can handle that Furthermore, I apologize for any skipping tracks It's just the last girl that played me left a couple cracks I used to, used to, used to, used to, now I'm over that Cause holding grudges over love is ancient artifacts  [Pre-Hook 1: Travie McCoy] If I could only find a note to make you understand I’d sing it softly in your ear and grab you by the hand Just keep it stuck inside your head, like your favorite tune And know my heart's a stereo that only plays for you  [Hook: Adam Levine] My heart's a stereo It beats for you, so listen close Hear my thoughts in every note (Yeah) Oh, oh (Yeah, yeah, come on) Make me your radio (Uh-uh) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo (Oh, oh oh oh, oh, oh oh oh) To my stereo (Oh, oh oh, oh) To sing along to my stereo Let's go!  [Verse 2: Travie McCoy] If I was an old school, fifty pound boombox (Remember them?) Would you hold me on your shoulder, wherever you walk? Would you turn my volume up in front of the cops? (Turn it up) And crank it higher every time they told you to stop And all I ask is that you don't get mad at me When you have to purchase mad D batteries Appreciate every mixtape your friends make You never know, we come and go like on the interstate  [Pre-Hook 2: Travie McCoy] I think I finally found a note to make you understand If you could hit it, sing along and take me by the hand Just keep it stuck inside your head, like your favorite tune You know my heart's a stereo that only plays for you  [Hook: Adam Levine] My heart's a stereo (Yeah) It beats for you, so listen close (Listen) Hear my thoughts in every note Oh, oh (Oh, oh) Make me your radio (Come on) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo (Sing along like) (Oh, oh oh oh, oh, oh oh oh) To my stereo (Oh, oh oh, oh) To sing along to my stereo  [Bridge: Adam Levine and Travie McCoy] I only pray you never leave me behind (Never leave me) Because good music can be so hard to find (So hard to find) I take your hand and hold it closer to mine (Yeah) Thought love was dead, but now you're changing my mind (Yeah, yeah, come on)  [Hook: Adam Levine] My heart's a stereo (Yeah) It beats for you, so listen close Hear my thoughts in every note Oh, oh (Oh, oh, oh) Make me your radio (Uh-uh) And turn me up when you feel low (Turn it up) This melody was meant for you To sing along to my stereo  [Outro] (Oh, oh oh oh, oh, oh oh oh) To my stereo (Yeah, yeah) (Oh, oh oh, oh) It's your boy Travie Gym Class Heroes, baby To sing along to my stereo Yeah!  ",
        "title": "Stereo Hearts"
    },
    {
        "artist": "David Guetta Featuring Usher",
        "lyrics": null,
        "title": "Without You"
    },
    {
        "artist": "LMFAO Featuring Lauren Bennett & GoonRock",
        "lyrics": "  [Intro] Party Rock Yeah Wooo! Let's go!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  [Verse 1: LMFAO] In the club: party rock Looking for your girl? She on my jock Non stop when we in the spot Booty moving weight like she on the block Where the drank? I gots to know Tight jeans, tattoo, cause I'm rock and roll Half-black, half-white: domino Gainin' money. Oprah, dough Yoooo!! I’m running through these hoes like Drano I got that devilish flow rock and roll no halo, we party rock! Yeah, that’s the crew that I’m repping On the rise to the top, no lead in our zeppelin, hey!!!  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Every day I’m shufflin' Shufflin', shufflin'  [Verse 2: LMFAO] Step up fast and be the first girl to make me throw this cash We get money don’t be mad, now stop - hatin' is bad One more shot for us (Another round!) Please fill up my cup (Don’t mess around!) We just wanna see (You shake it now!) Now you wanna be (You're naked now!)  [Bridge: Lauren Bennett] Get up get down put your hands up to the sound Get up get down put your hands up to the sound Get up get down put your hands up to the sound Put your hands up to the sound Put your hands up to the sound Get up, get up, get up Get up, get up, get up Put your hands up to the sound To the sound Put your hands up  [Hook: LMFAO] Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gon' make you lose your mind Everybody just have a good time We just wanna see you... Shake that!  Ooooh, ooooh Ooooh, ooooh Everyday I'm shu-shufflin'  ",
        "title": "Party Rock Anthem"
    },
    {
        "artist": "Cobra Starship Featuring Sabi",
        "lyrics": "  [Intro] La na na na na La na na na na La na na na na La na na na na  [Verse 1: Gabe Saporta] Girl I've been all over the world Looking for you I'm known for taking what I think I deserve And you're overdue And if you listen you can hear me through the radio In that bright white noise What I been missing in my life That I been dreaming of You'll be that girl You'll be that girl You'll be  [Pre-Chorus: Sabi] Everything you want so let me get up there I'm the baddest baby in the atmosphere Tell me what you want so we can do just what you like  [Chorus] You make me feel that La na na na na You make me feel so La na na na na You make me feel that La na na na na You make me feel so La na na na na You, you make me feel that  [Verse 2: Gabe Saporta] Get a little closer to me girl And you'll understand Cause if you want a guy that knows what you need Well, then I'm your man And if I listen I can hear you through my radio In that bright white noise What I been missing in my life What I been dreaming of You'll be that girl You'll be that girl You'll be  [Pre-Chorus: Gabe Saporta] Everything you want so let me get up there I'm the baddest baby in the atmosphere Tell me what you want so we can do just what you like  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Bridge: Gabe Saporta and Sabi] Put your hands up Put your hands up Let the lights drop Let the lights drop Make my world stop Make my world stop La La La La La La La La La La  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  [Chorus] You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You make me feel so La La La La La You, you make me feel so  ",
        "title": "You Make Me Feel..."
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  Mr. Know-It-All Well ya, you think you know it all But ya don't know a thing at all Ain't it, ain't it something y'all When somebody tells you something 'bout you Think that they know you more than you do So you take it down another pill to swallow  Mr. Bring-Me-Down Well ya, ya like to bring me down, don't you? But I ain't laying down, baby, I ain't goin' down Can't nobody tell me how it's gonna be Nobody gonna make a fool outta me Baby, you should know that I lead not follow  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  Mr. Play-Your-Games Only got yourself to blame When you want me back again But I ain't falling back again 'Cause I'm living my truth without your lies Let's be clear baby this is goodbye I ain't coming back tomorrow  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  So what? You've got the world at your feet And you know everything about everything But you don't You still think I'm coming back But baby you'll see  Oh you think that you know me, know me That's why I'm leaving you lonely, lonely 'Cause baby you don't know a thing about me You don't know a thing about me  You ain't got the right to tell me When and where to go, no right to tell me Acting like you own me lately Yeah baby you don't know a thing about me You don't know a thing about me  Mr. Know-It-All Well ya, you think you know it all But ya don't know a thing at all Ain't it, yeah baby you don't know a thing about me You don't know a thing about me  ",
        "title": "Mr. Know It All"
    },
    {
        "artist": "Dev",
        "lyrics": null,
        "title": "In The Dark"
    },
    {
        "artist": "Flo Rida",
        "lyrics": "  [Chorus: Etta James] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  [Verse 1: Flo Rida] Yes I can, doubt better leave, I'm runnin' with this plan Pull me, grab me, crabs in the bucket can't have me I'll be the president one day January first, oh, you like that gossip? Like you the one drinking what God sip—dot com Now I gotta word for your tongue How many rolling stones you want? Yeah I got a brand new spirit Speaking it and it's done Woke up on the side of the bed like I won Talk like a winner, my chest to that sun G5 dealer, U.S. to Taiwan Now who can say that? I wanna play back Mama knew I was a needle in a hay stack A Bugatti boy, plus Maybach I got a feeling it's a rap, ASAP  [Chorus: Etta James & Flo Rida] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  [Verse 2: Flo Rida] The mountain top, walk on water I got power, feel so royal One second I'ma strike all you Diamond, platinum, no more for you Got adrenaline, never giving in Giving up's not an option, gotta get it in Witness, I got the heart of 20 men No fear, go to sleep in the lion's den That flow, that spark, that crown You looking at the king of the jungle now Stronger than ever, can't hold me down A hundred miles gunning from the pitcher's mound Straight game face, it's game day See me running through the crowd full of melee No trick plays, I'm Bill Gates, take a genius to understand me  [Chorus: Etta James] Oh, oh, sometimes I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah Oh, oh, sometimes, I get a good feeling, yeah I get a feeling that I Never never never never had before, no no I get a good feeling, yeah  ",
        "title": "Good Feeling"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Boi-1da and Noah \"40\" Shebib]  [Verse 1] I might be too strung out on compliments Overdosed on confidence Started not to give a fuck and stopped fearin' the consequence Drinkin' every night because we drink to my accomplishments Faded way too long, I'm floatin' in and out of consciousness And they sayin' I'm back, I'd agree with that I just take my time with all this shit, I still believe in that I had someone tell me I fell off, ooh, I needed that And they want to see me pick back up, well, where'd I leave it at? I know I exaggerated things, now I got it like that Tuck my napkin in my shirt, ‘cause I'm just mobbin' like that You know good and well that you don't want a problem like that You gon' make someone around me catch a body like that No, don't do it, please don't do it ‘Cause one of us goes in, and we all go through it And Drizzy got the money, so Drizzy gonna pay it Those my brothers, I ain't even gotta say it That's just something they know  [Chorus] They know, they know, they know They know, they know, they know They know, they know, they know Yeah, they know, yeah That the real is on the rise Fuck them other guys I even gave 'em a chance to decide Now it's something they know They know, they know, they know  [Verse 2] I be yellin' out, \"Money over everything! Money on my mind!\" Then she wanna ask when it got so empty Tell her I apologize, happened over time She says they miss the old Drake, girl, don't tempt me If they don't get it, they'll be over you That new shit that you got is overdue You better do what you supposed to do I'm like, \"Why I gotta be all that?\" But still I can't deny the fact that it's true Listening to you expressin' all them feelings Soap opera rappers, all these niggas sound like All My Children And that's who you thinkin' is about to come and make a killin' I guess it really is just me, myself and all my millions You know that they ain't even got it like that You gon' hype me up and make me catch a body like that ‘Cause I live for this, it isn't just a hobby like that When they get my shit and play it I ain't even gotta say it, they know  [Chorus] They know, they know, they know They know, they know, they know They know, they know, they know Yeah, they know, yeah That the real is on the rise Fuck them other guys I even gave 'em a chance to decide Now it's something they know They know, they know, they know  [Outro] I be yelling out \"Money over everything!\" \"Money on my mind!\" Tell them I apologize, it happened over time They know They know, they know, they know They know, they know, they know They know, they know, they know Yeah…  [Skit] I heard once that they would rather hear about memories than enemies Rather hear what was or will be than what is Rather hear how you got it over, how much it cost you Rather hear about findin' yourself than how you lost you Rather you make this an open letter About family and struggle and it takin' forever About hearts that you’ve broken and ties that you’ve severed No doubt in my mind, that’ll make them feel better  ",
        "title": "Headlines"
    },
    {
        "artist": "T-Pain Featuring Wiz Khalifa & Lily Allen",
        "lyrics": "  [Hook: Lily Allen] It's 5 o' clock in the morning Conversation got boring You said you'd go into bed soon So I snuck off to your bedroom And I thought I'd just wait there Until I heard you come up the stairs And I pretended I was sleeping... And I was hoping you would creep in  [T Pain] It's 5 o'clock in the morning, and I want ya And you want me, don't ya? I can see it cause you've been waiting on me Since I said that I was hitting in the club Sun be coming up on me And I know you be getting so horny Cause you be sending me texts Like boy just get your ass up in that car And come get all of this love  It's 5 o'clock in the morning You ain't got to remind me She already said if I don't come on time She might go crazy And she'll be waiting on me naked With one of my chains on She might come and find me And then ask me kindly Do I want her to go crazy? We do this every night And yet we wake up singing the same song  [Hook: Lily Allen]  [T-Pain] It's 5 o'clock in the morning And you calling And these females got me stalling I can hear your voice in my head like \"What is he doing?\" Cause I keep checking my cell phone And these missed calls You texting me like I'mma kill y'all If you don't get your ass up out of that club And do you know what time it is (It's 5 o'clock in the morning) and my bad, girl And this Nuvo got me trippin And I know that you mad, girl But you ain't got to worry about nothing Girl I got you, girl I got you She might come and find me, and then ask me kindly I don't want her to go crazy We do this every night and then we always wake up singing the same song  [Hook: Lily Allen]  [Wiz Khalifa] You ain't got nothing on But the t-shirt that I left over your house The last time I came and put it on ya Too many thirsty girls up in this club for me to Leave here with one of them That's why I call her And you'll be right at home waiting for me Iphone plugged in the wall, just waiting for me Club closed at 6, left around 4:30 Yeah so by the time I'm at your crib.. (It’s 5′O Clock in the morning) And you yawning, but I’ve been drinking all night and I feel like performing With you in the bedroom Floor to the dresser Dont want nothing less cause I’m sure you’re the best You’re the one, So I let you Thats how you show me love And when we finish you like “damn, babe you woke me up” I like you way you put it down likes its for both of us The sun ain't the only thing thats coming up  [Hook]  ",
        "title": "5 O'Clock"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Verse 1: Lady Gaga] It’s been a long time since I came around Been a long time, but I’m back in town This time I’m not leaving without you You taste like whiskey when you kiss me, oh I'd give anything again to be your baby doll This time I’m not leaving without you  [Pre-Chorus: Lady Gaga] He said, \"Sit back down where you belong In the corner of my bar with your high heels on Sit back down on the couch where we Made love the first time and you said to me,\" There’s...  [Chorus: Lady Gaga + Brian May] (Something), something about this place (Something), something, ‘bout lonely nights And my lipstick on your face Something, something about my cool Nebraska guy Yeah, there's something about, baby, you and I  [Verse 2: Lady Gaga] It’s been two years since I let you go I couldn’t listen to a joke or a Rock and Roll Muscle cars drove a truck right through my heart On my birthday you sang me \"Heart of Gold\" With a guitar humming and a no clothes This time I’m not leaving without you  [Pre-Chorus: Lady Gaga] He said, \"Sit back down where you belong In the corner of my bar with your high heels on Sit back down on the couch where we Made love the first time and you said to me,\" There’s...  [Chorus: Lady Gaga + Brian May] (There's something), something about this place (Something), something, ‘bout lonely nights And my lipstick on your face Something, something about my cool Nebraska guy Yeah, there's something about, baby, you and I  [Post-Chorus: Lady Gaga] You and I You, you and I You, you and I You, you and I, I You and I You, you and I Oh yeah, well, I'd rather die Without you and I, I C'mon! Put your drinks up!  [Bridge] We got a whole lot of money, but we still pay rent 'Cause you can't buy a house in Heaven There's only three men that I'ma serve my whole life It's my daddy, and Nebraska, and Jesus Christ There's...  [Chorus: Lady Gaga + Brian May] (Something), something, something about the chase Six whole years I'm a New York woman born to run you down Still want my lipstick all over your face Something, something about Just knowing when it's right So put your drinks up, for Nebraska For Nebraska, Nebraska, I love ya  [Final Chorus: Lady Gaga + Brian May] You and I You, you and I Baby, I'd rather die Without you and I, I You and I You, you and I Nebraska, I'd rather die Without you and I, I  [Outro] It's been a long time since I came around Been a long time, but I'm back in town And this time I'm not leaving without you  ",
        "title": "You And I"
    },
    {
        "artist": "Nicki Minaj",
        "lyrics": "  [Verse 1 ] This one is for the boys with the booming system Top down, AC with the cooler system When he come up in the club, he be blazin' up Got stacks on deck like he savin' up And he ill, he real, he might gotta deal He pop bottles and he got the right kind of build He cold, he dope, he might sell coke He always in the air, but he never fly coach He a muthafuckin trip, trip, sailor of the ship, ship When he make it drip, drip kiss him on the lip, lip That's the kind of dude I was lookin' for And yes you'll get slapped if you're lookin', ho I said, excuse me you're a hell of a guy I mean my, my, my, my you're like pelican fly I mean, you're so shy and I'm loving your tie You're like slicker than the guy with the thing on his eye, oh Yes I did, yes I did Somebody please tell em who the eff I is I am Nicki Minaj, I mack them dudes up, back coupes up, and chuck the deuce up  [Hook: Ester Dean & Nicki Minaj] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom,boom..... Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  [Verse 2] This one is for the boys in the polos Entrepreneur niggas and the moguls He could ball with the crew, he could solo But I think I like him better when he dolo And I think I like him better with the fitted cap on He ain't even gotta try to put the mack on He just gotta give me that look, when he give me that look Then the panties comin' off, off, uh Excuse me, you're a hell of a guy you know I really got a thing for American guys I mean, sigh, sickenin' eyes I can tell that you're in touch with your feminine side Yes I did, yes I did, somebody please tell him who the eff I is I am Nicki Minaj, I mack them dudes up, back coupes up, and chuck the deuce up  [Hook] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom.... Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  [Bridge] See I need you in my life for me to stay No, no, no, no, no I know you'll stay No, no, no, no, no don't go away Boy you got my heartbeat runnin' away Don't you hear that heartbeat comin' your way Oh it be like, boom, badoom, boom, boom, badoom, boom, bass Can't you hear that boom, badoom, boom, boom, badoom, boom, bass  [Hook] Boy you got my heartbeat running away Beating like a drum and it's coming your way Can't you hear that boom, badoom, boom, boom, badoom, boom, bass Got that super bass boom, badoom, boom, boom, badoom, boom, bass Yeah that's that super bass Boom,boom,boom........ Boom, badoom, boom, boom, badoom, boom, bass he got that super bass Boom, badoom, boom, boom, badoom, boom, bass, he got that super bass  ",
        "title": "Super Bass"
    },
    {
        "artist": "Jay Z Kanye West",
        "lyrics": "  No Church In The Wild feat. Frank Ocean (K. West, S. Carter, C. Njapa, M. Dean, F. Ocean, T. Nash, G. Wright, P. Manzanera. J. Brown, J. Roach) (BMI/ASCAP) Produced by 88-Keys for Keys Open Doors, LLC, Kanye West for Very Good Beats/Hip Hop since 1978, and Mike Dean for Dean’s List Productions. Frank Ocean additional vocal production by Om’Mas Keith for The Analog Genius Corporation. Recorded by Noah Goldstein, Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Additional recording: Pat Thrall. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Instruments by Ken Lewis. Additional vocals: The-Dream. Contains samples from the recording “Sunshine Help Me” as performed by Spooky Tooth. Courtesy of Universal-Island Records Ltd. Used by permission. All rights reserved. Written by Gary Wright, published by Blue Mountain Music Ltd. o/b/o Catherine’s Peak Music (BMI). Contains samples from the recording “K Scope” performed by Phil Manzanera, used courtesy of EMI Records Ltd. Written by Phil Manzanera, published by Universal Music-MGB Songs (ASCAP). Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” (J. Brown/J. Roach), Dynatone Publishing Co. (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved  Lift Off feat. Beyoncé (K. West, S. Carter, J. Bhasker, M. Dean, P. Williams, B. Mars, S. Samuel) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978, Jeff Bhasker, and Mike Dean for Dean’s List Productions. Co-Produced by Q-Tip and Pharrell. Additional Production by Don Jazzy. Orchestral engineering: Pawel Sek. Recorded by Noah Goldstein at Barford Estate, Sydney, AU. Additional programming by LMFAO, Anthony Kilhoffer and Hit-Boy for Very Good Beats. Mixed by Noah Goldstein, Mike Dean, LMFAO and Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional vocals: Seal, Mr Hudson, Don Jazzy, Bankulli and Ricardo Lewis. Beyoncé appears courtesy of Parkwood/Columbia Records. Seal appears courtesy of Warner Bros. Records  Ni**as In Paris (K. West, S. Carter, C. Hollis, M. Dean, W. A. Donaldson) (BMI/ASCAP) Produced by Hit-Boy for Hit-Boy Music Inc./Very Good Beats, Kanye West for Very Good Beats/Hip Hop since 1978 and Mike Dean for Dean’s List Productions. Additional Production by Anthony Kilhoffer. Recorded by Noah Goldstein at Le Meurice, Paris, France. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Use of audio from the motion picture entitled ‘Blades of Glory,’ used courtesy of Paramount Pictures. Contains samples from the Reverend W. A. Donaldson recording “Baptizing Scene.” Produced under license from Atlantic Recording Corp. by arrangement with Rhino Entertainment Company, a Warner Music Group Company. Written by Reverend W. A. Donaldson, Unichappell Music, Inc. (BMI). All rights reserved  Otis feat. Otis Redding (K. West, S. Carter, H. Woods, J. Campbell, R. Connelly, K. Robinson, R. Hammond, J. Brown, J. Roach) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional creative input: Vincent “Dj Magnum” Biessy. Contains samples from the Otis Redding recording “Try A Little Tenderness.” Produced under license from Atlantic Recording Corp. by arrangement with Rhino Entertainment Company, a Warner Music Group Company. Written by Harry Woods, Jimmy Campbell and Reg Connelly, published by EMI Robbins Catalog Inc. (ASCAP). Contains elements of “Top Billin’” (Kirk Robinson, Roy Hammond), BMG Gold Songs/Hot Buttermilk Music, Inc. (ASCAP)/BMG Platinum Songs/First Priority Music (BMI)/Tufamerica Inc. d/b/a Swing Beat Songs (BMI). All rights reserved. Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” (J. Brown/J. Roach), Dynatone Publishing Company (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved  Gotta Have It (K. West, S. Carter, P. Williams, J. Brown, J. Roach, F. Wesley, T. Pinckney) (BMI/ASCAP) Produced by The Neptunes. Co-Produced by Kanye West for Very Good Beats/Hip Hop since 1978. Recorded by Noah Goldstein and Mike Dean for Dean’s List Productions at Tribeca Grand Hotel, NYC and (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions and Noah Goldstein at (The Mercer) Hotel, New York. Additional vocals: Kid Cudi. Kid Cudi appears courtesy of Universal Motown Records. Contains samples from the recording “Don’t Tell A Lie About Me and I Won’t Tell The Truth About You” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “Don’t Tell A Lie About Me and I Won’t Tell The Truth About you” (J. Brown/J. Roach), Dynatone Publishing Company (BMI) & Intersong-USA, Inc. (ASCAP). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “My Thang” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “My Thang” (J. Brown), Dynatone Publishing Company (BMI). All rights on behalf of Dynatone Publishing Company (BMI) administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “People Get Up and Drive Your Funky Soul” as performed by James Brown. Courtesy of Polydor Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Contains elements of “People Get Up and Drive Your Funky Soul,” written by J. Brown, F. Wesley and T. Pinckney, published by Metro-Goldwyn-Mayer Music Inc./Donna Dijon Music Publications/Unichappell Music, Inc. (BMI)  New Day (K. West, S. Carter, R. Diggs, M. Dean, L. Bricusse, A. Newley) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978, RZA, and Mike Dean for Dean’s List Productions. Additional production by Ken Lewis. Recorded by Noah Goldstein at Le Meurice, Paris, France and Tribeca Grand, NYC and Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Additional instruments by Ken Lewis. Additional creative input: Vincent “Dj Magnum” Biessy. Contains samples from the recording “Feeling Good” as performed by Nina Simone and Hal Mooney. Courtesy of The Verve Music Group, under license from Universal Music Enterprises. Used by permission. All rights reserved. Written by Leslie Bricusse and Anthony Newley, published by The Richmond Organization o/b/o Musical Comedy Productions (BMI)  That's My B**ch (K. West, S. Carter, K. Fareed, J. Bhasker, J. Vernon, J. Brown, B. Byrd, R. Lenhoff, J. Lordan) (BMI/ASCAP) Produced by Kanye West for Very Good Beats/Hip Hop since 1978 and Q-Tip. Co-Produced by Jeff Bhasker. Recorded by Andrew Dawson, Mike Dean for Dean’s List Productions and Anthony Kilhoffer at Avex Recording Studio, Honolulu, HI and by Noah Goldstein at Electric Lady, NYC. Assisted at Avex Recording by Gaylord Holomalia and Christian Mochizuki. Mixed by Q-Tip and Blair Wells at MSR Studios, NYC. Assistant Engineer: Chris Soper. Additional vocals: Ely Jackson, Connie Mitchell and Justin Vernon. Justin Vernon appears courtesy of Jagjaguwar Records. Contains samples from the recording “Get Up, Get Into It, Get Involved” as performed by James Brown. Courtesy of Universal Records, under license from Universal Music Enterprises. Used by permission. All rights reserved. Written by J. Brown, B. Byrd, R. Lenhoff, published by Crited Music, Inc. (BMI). All rights administered by Unichappell Music, Inc. (BMI). All rights reserved. Contains samples from the recording “Apache” as performed by Incredible Bongo Band, used courtesy of Mr. Bongo Worldwide Ltd. Written by Jeremiah Lordan and published by Regent Music Corp. (BMI)  Welcome to the Jungle (K. West, S. Carter K. Dean, M. Dean) (BMI/ASCAP/SESAC) Produced by Swizz beatz for Swizz beatz Productions. Recorded by Noah Goldstein at Tribeca Grand Hotel, NYC and (The Mercer) Hotel, New York and Ken Lewis and Brent Kolatalo at (The Mercer) Hotel, New York. Mixed by Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Keys: Mike Dean. Instruments by Ken Lewis. Additional vocals: Swizz Beatz, Acapella Soul  Who Gon Stop Me (K. West, S. Carter, S. Joseph, M. Dean, M. Simmonds, J. Kierkegaard) (BMI/ASCAP/PRS) Produced by Shama “Sak Pase” Joseph of the Jugganauts and Kanye West for Very Good Beats/Hip Hop since 1978. Additional Production by Mike Dean for Dean’s List Productions. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional vocals: Mr Hudson, Swizz Beatz and Verse Simmonds. Contains samples from “I Can’t Stop” performed by Flux Pavilion, used courtesy of Circus Records. Written by Joshua Kierkegaard and published by Sony/ATV Music Publishing (UK) Ltd. (PRS)  Murder To Excellence (K. West, S. Carter, K. Dean, L. Griffin Jr., S. Mescudi, Q. Jones, H. Mason Jr., J. Rosenbaum, C. Semenya, B. Summers, M. Modorcea, G. Modorcea) (BMI/ASCAP/SESAC) ‘Murder’ Produced by Swizz Beatz / ’Excellence’ Produced by S1 for Soul Kontrollaz Productions/Very Good Beats. Recorded by Noah Goldstein at Real World Studios, Wiltshire, UK. Assisted by Mat Arnold. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Additional keys: Caleb McCampbell for S.K.P. Additional vocals: Kid Cudi. Kid Cudi appears courtesy of Universal Motown Records. Contains portions of “Celie Shaves Mr./Scarification,” written by Quincy Jones, Harvey Mason Jr., Joel Rosenbaum, Caiphus Semenya and Bill Summers, published by Universal Music Corp. o/b/o Warner Olive Music LLC (ASCAP)/Songs of Universal, Inc. o/b/o Warner-Barham Music LLC (BMI). “Celie Shaves Mr./Scarification” used courtesy of Warner Bros. Contains samples from “La La La,” written and performed by Mihaela and Gabriela Modorcea aka Indiggo Twins, ambassadors of the great Romanian tradition. Used courtesy of Imagem Sounds (ASCAP)  Made In America feat. Frank Ocean (K. West, S. Carter, S. Joseph, M. Dean, F. Ocean) (BMI/ASCAP) Produced by Shama “Sak Pase” Joseph of the Jugganauts. Frank Ocean additional vocal production by Om’Mas Keith for The Analog Genius Corporation. Additional Production by Mike Dean for Dean’s List Productions. Recorded by Noah Goldstein at (The Mercer) Hotel, New York. Mixed by Anthony Kilhoffer at (The Mercer) Hotel, New York. Violin: Laura Escudé  Why I Love You feat. Mr Hudson (K. West, S. Carter, M. Dean, P. Cerboneschi, H. Blanc-Francard, T. Camillo, M. Sawyer) (BMI/ASCAP) Produced by Mike Dean for Dean’s List Productions and Kanye West for Very Good Beats/Hip Hop since 1978. Co-Produced by Anthony Kilhoffer. Recorded by Noah Goldstein at Real World Studios, Wiltshire, UK and Barford Estate, Sydney, AU. Assisted by Mat Arnold. Mixed by Anthony Kilhoffer and Mike Dean for Dean’s List Productions at (The Mercer) Hotel, New York. Cello: Chris “Hitchcock” Chorney. Cello arranged by Mike Dean. Contains samples from “I Love You So,” performed by Cassius, used courtesy of Because Music. Written by Philippe Cerboneschi, Hubert Blanc-Francard, Tony Camillo and Mary Sawyer, published by EMI Unart Catalog Inc. (BMI)/Kama Sutra Music, Inc. (BMI)/Because Editions o/b/o itself, Headbangers Publishing, Motor Bass and Love Supreme  ~ Executive Credits ~  EXECUTIVE PRODUCERS: KANYE WEST & SHAWN CARTER CREATIVE DIRECTOR: RICCARDO TISCI ART DIRECTOR: VIRGIL ABLOH ARTWORK BY: COURTESY OF GIVENCHY BY RICCARDO TISCI © GIVENCHY ALL RIGHTS RESERVED EXECUTIVE PRODUCERS: GEE ROBERSON & KYAMBO “HIP HOP” JOSHUA FOR HIP HOP SINCE 1978 A&R: DON CRAWLEY “DON C.”, ABOU “BU” THIAM & LENNY S A&R ADMINISTRATION: TERESE JOSEPH MASTERED BY: MIKE DEAN AT (THE MERCER) HOTEL NEW YORK MANAGEMENT FOR KANYE WEST HIP HOP SINCE 1978 MANAGEMENT FOR JAY Z JOHN MENEILLY FOR ROC NATION LEGAL COUNSEL FOR KANYE WEST: DONALD PASSMAN FOR GANG, TYRE, RAMER AND BROWN, INC LEGAL COUNSEL FOR JAY Z: JENNIFER JUSTICE FOR S. CARTER ENTERPRISES COVER ARTWORK RENDERING BY: JOE ZEFF DESIGN PACKAGING ARTWORK PRODUCTION: KRISTEN YIENGST, TODD RUSSELL, ALEX HALDI & SCOTT TOWNSEND PACKAGE PRODUCTION: CAROL CORLESS DOCUMENTARIANS: MIKE CARSON & MIKE WAXX BOWEN SAMPLE CLEARANCES: ERIC WEISSMAN MUSIC LICENSING, INC BUSINESS AFFAIRS: RANDY MCMILLAN, MICHAEL SELTZER, ANTOINETTE TROTMAN & IAN ALLEN  ROC-A-FELLA RECORDS SINCE 1996 ROC NATION HIP HOP SINCE 1978 THE HEAVY HITTERS  ® © 2011 ROC-A-FELLA RECORDS, LLC. SHAWN CARTER MANUFACTURED AND MARKETED BY THE ISLAND DEF JAM MUSIC GROUP 825 EIGHTH AVENUE NEW YORK NEW YORK 10019 DISTRIBUTED BY UNIVERSAL MUSIC DISTRIBUTION ALL RIGHTS RESERVED  WWW.WATCHTHETHRONE.COM WWW.KANYEWEST.COM WWW.LIFEANDTIMES.COM  ",
        "title": "Ni**as in Paris"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Oh yeah Oh yeah  [Verse 1] I been looking under rocks and breaking locks Just tryna find ya I been like a maniac, insomniac 5 steps behind ya Tell them other girls, they can hit the exit, check please 'Cause I finally found the girl of my dreams Much more than a Grammy award That's how much you mean to me  [Chorus] You can be my it girl, baby, you the shit, girl Loving you could be a crime Crazy how we fit, girl, this is it, girl Give me 25 to life I just wanna rock, all night long And put you in the middle of my spotlight You could be my it, girl, you're my biggest hit, girl Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud  [Verse 2] You can't help but turn them heads, knocking 'em dead Dropping like flies around you If I get your body close, not letting go Hoping you're about to Tell them other guys they can lose your number, you're done They don't get another shot 'cause you're love drunk Like a TV show playing reruns Every chance I get, I'ma turn you on  [Chorus] You can be my it girl, baby, you the shit, girl Loving you could be a crime Crazy how we fit, girl, this is it, girl Give me 25 to life (hey) I just wanna rock, all night long And put you in the middle of my spotlight (hey, yeah) You could be my it, girl, you're my biggest hit, girl Let me play it loud, let me play it loud like (hey, yeah) Oh oh oh oh oh oh oh oh oh oh (oh, yeah) Let me play it loud, let me play it loud like Oh oh oh oh oh oh oh oh oh oh Let me play it loud  [Bridge] Can't seem to stop you from running, running Through my, through my mind, mind Just keep it coming, coming 'Til I make you mine, mine You've got that something, something, I wanna be with, girl You're my greatest hit, girl, just say this is it, girl Hey, baby Don't you know you're my it, girl?  [Chorus] You can be my it girl, baby, you the shit, girl (ooh, woo) Loving you could be a crime Crazy how we fit, girl, this is it, girl (woo) Give me 25 to life (give me 25 to life, baby) I just wanna rock, all night long And put you in the middle of my spotlight (oh, yeah) You could be my it, girl, you're my biggest hit, girl (oh, yeah) Let me play it loud, let me play it loud like (I'ma play it loud like) Oh oh oh oh oh oh oh oh oh oh Let me play it loud, let me play it loud like (baby, let me play it loud like, yeah) Oh oh oh oh oh oh oh oh oh oh Let me play it loud Let me hear you sing like Oh oh oh oh oh oh oh oh oh oh Everybody in the crowd let me hear you singing like Oh oh oh oh oh oh oh oh oh oh This is it, girl  ",
        "title": "It Girl"
    },
    {
        "artist": "Pitbull Featuring Ne-Yo, Afrojack & Nayer",
        "lyrics": "  [Pitbull - Intro] Me not working hard? Yeah right Picture that with a Kodak And, better yet, go to Times Square Take a picture of me with a Kodak Took my life from negative to positive And I just want y'all know that And tonight, let's enjoy life Pitbull, Nayer, Ne-Yo, tell us right  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 1: Pitbull] Take advantage of tonight Cause  tomorrow I'm off to Dubai to perform for a princess But tonight, I can make you my queen And make love to you endless This is insane: the way the name growin' Money keep flowin' hustlers move aside So, I'm tiptoein', to keep flowin' I got it locked up like Lindsay Lohan Put it on my life, baby I'll make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow   [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Verse 2: Pitbull] Reach for the stars, and if you don't grab them At least you'll fall on top of the world Think about it, cause if you slip, I'm gon' fall on top your girl What I'm involved with is deeper than the Masons,      baby, baby, and it ain't no secret My granny's from Cuba, but I'm an American Idol getting money like Seacrest Put it on my life, baby,] I make you feel right, baby Can't promise tomorrow, but I promise tonight (dale)  [Pre-Hook: Pitbull] Excuse me And I might drink a little more than I should tonight And I might take you home with me, if I could tonight And, baby, I'ma make you feel so good, tonight Cause we might not get tomorrow  [Hook: Ne-Yo] Tonight, I want all of you tonight Give me everything tonight For all we know we might not get tomorrow Let's do it tonight  [Hook: Nayer] (Don't care what they say All the games they play Nothing is enough Till they handle love))  [Hook: Ne-Yo] Let's do it tonight  [Hook: Nayer] (I want you tonight I want you to stay I want you tonight)  [Hook: Ne-Yo] Grab somebody sexy, tell 'em hey Give me everything tonight Give me everything tonight Give me everything tonight Give me everything tonight  [Outro: Pitbull] Excuse me But I might drink a little bit more than I should tonight And I might take you home with me if I could tonight And I think you should let me cause I look good tonight And we might not get tomorrow  ",
        "title": "Give Me Everything"
    },
    {
        "artist": "Coldplay Featuring Rihanna",
        "lyrics": "  [Chris Martin] Once upon a time somebody ran Somebody ran away saying fast as I can I've got to go, I've got to go!!! Once upon a time we fell apart You're holding in your hands the two halves Of my heart Ohhhhh, ohhhhh! Ohhhhh...  [Rihanna] Once upon a time, we burned bright Now all we ever seem to do is fight On and on... And on and on and on... Once upon a time on the same side Once upon a time on the same side, in the Same game And why'd you have to go, have to go and Throw water on my flame  [Hook] I could've been a princess, you'd be a king Could've had a castle, and worn a ring But no, you let me go I could've been a princess, you'd be a king Could've had a castle, and worn a ring But no, you let me go  [Chirs Martin & Rihanna] And stole my star La, la, la, la, la, la, la, la La, la, la, la, la, la, la, la La, la, la, la, la, la, la, la You stole my star La, la la la la laaaaaa Oooooooh-oh oh oooooooh oh oh oh Ohhhhhhhhh Oooooooh-oh oh oooooooh oh oh oh Ohhhhhhhhh  [Outro] 'Cause you really hurt me No you really hurt me 'Cause you really hurt me No you really hurt me 'Cause you really hurt me Ooooooooh you really hurt me, ooooooooh 'Cause you really hurt me Ooooooooh you really hurt me...  ",
        "title": "Princess Of China"
    },
    {
        "artist": "Bruno Mars",
        "lyrics": "  [Verse 1] If you ever leave me, baby Leave some morphine at my door Cause it would take a whole lot of medication To realize what we used to have We don't have it anymore  There's no religion that could save me No matter how long my knees are on the floor, oh So keep in mind all the sacrifices I'm making To keep you by my side To keep you from walking out the door  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  [Verse 2] I'll never be your mother's favorite Your daddy can't even look me in the eye Ooh if I was in their shoes, I'd be doing the same thing Saying there goes my little girl Walking with that troublesome guy  But they're just afraid of something they can't understand Ooh well little darling watch me change their minds Yea for you I'll try, I'll try, I'll try I'll pick up these broken pieces 'til I'm bleeding If that'll make you mine  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  [Verse 3] Ooh Don't you say Goodbye, don't just say, goodbye I'll pick up these broken pieces 'til I'm bleeding If that'll make it right  [Chorus] Cause there'll be no sunlight If I lose you, baby There'll be no clear skies If I lose you, baby Just like the clouds My eyes will do the same if you walk away Everyday, it will rain Rain, rain  ",
        "title": "It Will Rain"
    },
    {
        "artist": "Nicki Minaj Featuring Rihanna",
        "lyrics": "  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Verse 1: Nicki Minaj] I wish today it would rain all day Maybe that'll kind of make the pain go away Trying to forgive you for abandoning me Prayin' but I think I'm still an angel away Angel away, yeah its strange in a way Maybe that is why I chase strangers away They got they guns out aimin' at me But I become Neo when they aimin' at me, me, me Me against them, me against enemies, me against friends Somehow they both seem to become one A sea full of sharks and they all smell blood They start comin' and I start risin' Must be surprisin', I'm just surmisin' I win, thrive, soar, higher, higher, higher, more flya'  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Verse 2: Nicki Minaj] Everybody wanna' try to box me in Suffocatin' everytime it locks me in Paintin' their own pictures then they crop me in But I will remain where the top begins 'Cause I am not a word, I am not a line I am not a girl that could ever be defined I am not fly, I am levitation, I represent an entire generation I hear the criticism loud and clear, that is how I know that the time is near See we become alive in the time of fear, and I ain't got no muthafuckin' time to spare Cry my eyes out for days upon days Such a heavy burden placed upon me But when you go hard your nays become yays Yankee stadium with Jays and Kanyes  [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  [Hook: Nicki Minaj] Get ready for it, get ready for it, get ready for it I came to win  Get ready for it, get ready for it, get ready for it I came to win   [Hook: Rihanna] I came to win, to fight, to conquer, to thrive I came to win, to survive, to prosper, to rise To fly, To fly  ",
        "title": "Fly"
    },
    {
        "artist": "Lil Wayne Featuring Drake",
        "lyrics": "  [Verse 1: Lil Wayne] I tell her, \"Now go and pop that pussy for a real nigga!\" I already know that life is deep, but I still dig her Niggas is jealous, but really I could care less I'm in Hell's Kitchen with an apron and a hairnet Devil on my shoulder, the Lord as my witness So on my Libra scale I'm weighin' sins and forgiveness What goes around comes around like a hula hoop Karma is a bitch? Well, just make sure that bitch is beautiful Life on the edge, I'm danglin' my feet I tried to pay attention but attention paid me Haters can't see me: nose-bleed seats And today I went shoppin' and talk is still cheap I rock to the beat of my drum set I been at the top for a while and I ain't jump yet But I'm Ray Charles to the bullshit Now jump up on that dick and do a full split!  [Hook: Drake] Uh, she just started to pop it for a nigga And looked back and told me, \"Baby, it's real.\" And I say, \"I ain't doubt you for a second.\" I squeeze it and I could tell how it feel I wish we could take off And go anywhere but here, baby, you know the deal ‘Cause she bad so maybe she won't Uh, but shit, then again, maybe she will Do it for the realest niggas In the fuckin' game right now, she will Do it for the realest niggas In the fuckin' game right now, she will Maybe for the money and the power And the fame right now, she will Do it for the realest niggas In the fuckin' game right now, she will  [Verse 2: Lil Wayne] I tell her, \"Now go and pop that pussy for me!\" Haters can't see me, but them bitches still lookin' for me And you could take it to the bank and deposit that Put your two cents in and get a dollar back Some people hang you out to dry like a towel rack I'm all about I, give the rest of the vowels back I like my girl thick, not just kinda fine Eat her 'til she cry, call that \"wine and dine\" Try to check me and I'ma have 'em checkin' pulses They say \"choose wisely,\" that's why I was chosen Rockin' like the asphalt, it's the cash fault Looked in the face of Death and took its mask off Now I like my house big and my grass soft I like my girl's face south and her ass north But I'm Ray Charles to the bullshit Now hop up on that dick and do a full split!  [Hook: Drake] Uh, she just started to pop it for a nigga And looked back and told me, \"Baby, it's real.\" And I say, \"I ain't doubt you for a second.\" I squeeze it and I could tell how it feel I wish we could take off And go anywhere but here, baby, you know the deal ‘Cause she bad so maybe she won't Uh, but shit, then again, maybe she will Do it for the realest niggas In the fuckin' game right now, she will Do it for the realest niggas In the fuckin' game right now, she will Maybe for the money and the power And the fame right now, she will Do it for the realest niggas In the fuckin' game right now, she will  ",
        "title": "She Will"
    },
    {
        "artist": "Blake Shelton",
        "lyrics": "  [Verse 1] I've been a walking heartache I've made a mess of me The person that I've been lately Aren’t who I want to be  But you stay here right beside me Watch as the storm blows through And I need you  [Chorus] Cause God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you  [Verse 2] There's more here than what we’re seeing A divine conspiracy That you, an angel lovely Could somehow fall for me You'll always be love's great martyr And I'll be the flattered fool And I need you Yeah!  [Chorus] God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you  [Verse 3] On my own I'm only Half of what I could be I can't do without you We are stitched together And what love has tethered I pray we never undo  [Chorus] Cause God gave me you for the ups and downs God gave me you for the days of doubt God gave me you for the ups and downs God gave me you for the days of doubt And for when I think I've lost my way There are no words here left to say, it's true God gave me you, gave me you He gave me you  ",
        "title": "God Gave Me You"
    },
    {
        "artist": "Drake Featuring Nicki Minaj",
        "lyrics": "  [Verse 1: Drake] I like a woman with a future and a past A little attitude problem all good, it’ll make the shit last Don’t make it too easy, girl, don’t take it too fast Yeah, that's it right there That's it, do it just like that Only you can do it just like that And I love it when your hair still Wet cause you just took a shower Running on a treadmill and only eating salad Sound so smart like you graduated college Like you went to Yale but you probably went to Howard Knowing you, weekend in Miami trying to study by the pool Couple things due but you always get it done Might've been a time when I loved her too But you take that away and you’ve always been the one One, I wonder why the moon looks nice, girl Maybe it’s just right for the night You said niggas coming on too strong, girl They want you in their life as a wife That's why you want to have no sex, why you want to protest Why you want to fight for your right Cause you don’t love them boys Pussy run everything, fuck that noise  [Chorus] I know things get hard, but girl, you got it Girl, you got it, there you go Can’t you tell by how they looking at you everywhere you go? Wondering what's on your mind, it must be hard to be that fine When all these muthafuckas wanna waste your time It’s just amazing, girl, all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you  Everything’s adding up, you’ve been through hell and back That's why you’re bad as fuck and you…  [Verse 2: Nicki Minaj] B-b-b-bet I am All of them bitches I’m badder than Mansions in Malibu, Babylon But I never mention everything I dabble in And I always ride slow when I’m straddling And my shit’s so wet you gotta paddle in Gotta r-r-row, gotta row ya boat It’s Pink Friday Records and OVO Done did the pop tour, I’m the realest still The best legal team so the deals is ill It’s MAC, OPI, and a fragrance, too Apparel, I’m dominating every avenue Cobblestone, good view, little gravel too Gotta pay for the entourage travel too Cause I’m fl-fl-fly I'm flying high Ain't got time to talk, just hi and bye, bitch But baby, if you ask me to take a break I’ll give it all away, don’t care what the people say I’ll be a million, billion, trillion miles away aha He asked my sign, I said a Sag’ I’m a star: sheriff badge What's the point if I’m guarding? Double-D up, hoes: Dolly Parton  [Chorus] I know things get hard, but girl, you got it Girl, you got it, there you go Can’t you tell by how they looking at you everywhere you go? Wondering what's on your mind, it must be hard to be that fine When all these muthafuckas wanna waste your time It’s just amazing, girl, all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you Everything's adding up, you've been through hell and back That's why you're bad as fuck and you know you are  And I know all I can say is I’m so I'm so I'm so I'm so I'm so  proud of you And I know all I can say is I’m so I'm so I'm so I'm so I'm so  I'm so  I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you I’m so I'm so I'm so I'm so I'm so  proud of you  Everything’s adding up, you’ve been through hell and back That's why you're bad as fuck and you know you are  ",
        "title": "Make Me Proud"
    },
    {
        "artist": "Bad Meets Evil Featuring Bruno Mars",
        "lyrics": "  [Chorus: Bruno Mars] This one's for you and me Living out our dreams We are right where we should be With my arms out wide, I open my eyes And now all I wanna see Is a sky full of lighters A sky full of lighters  [Verse 1: Eminem] By the time you hear this, I will have already spiraled up I would never do nothin' to let you cowards fuck my world up If I was you I would duck Or get struck like lightnin’, fighters keep fightin’ Put your lighters up! Point them skyward, uh! Had a dream I was king; I woke up, still king This rap game’s nipple is mine for the milking 'Til nobody else even fuckin’ feels me, 'til it kills me I swear to God I’ll be the fuckin’ illest in this music There is, or there ever will be, disagree? Feel free But from now on I’m refusing to ever give up Only thing I ever gave up’s using no more excuses Excuse me if my head is too big for this building And pardon me if I’m a cocky prick But you cocks are slick, poppin’ shit On how you flipped your life around, crock of shit Who you dicks tryna kid? Flip \"dick,\" you did opposite: you stayed the same ‘Cause \"cock\" backwards is still \"cock,\" you pricks! I love it when I tell them shove it ‘Cause it wasn’t that long ago when Marshall sat flustered Lacked luster ‘cause he couldn’t cut mustard Muster up nothin', brain fuzzy ‘Cause he’s buzzin’, woke up from that buzzer Now you wonder why he does it how he does it Wasn’t ‘cause he had buzzards Circlin' around his head, waitin' for him to drop dead, was it? Or was it ‘cause some bitches wrote him off? Little hussy-ass scuzzes Fuck it, guess it doesn’t matter now, does it? What difference it make? What’s it take To get it through your thick skulls that this ain’t Some bullshit; people don’t usually come back this way From a place that was dark as I was in just to get to this place Now let these words be like a switchblade to a hater’s ribcage! And let it be known from this day forward, I wanna just say Thanks, ‘cause your hate is what gave me the strength So let them Bics raise, ‘cause I came with 5'9\", but I feel like I’m 6'8\"  [Chorus: Bruno Mars] This one's for you and me Living out our dreams We are right where we should be With my arms out wide, I open my eyes And now all I wanna see Is a sky full of lighters A sky full of lighters  [Verse 2: Royce Da 5'9\"] By the time you hear this, I’ll probably already be outtie I advance like goin' from totin' iron to goin' and buyin’ Four or five of the homies the Iron Man Audi My daddy told me: \"Slow down, boy, you're goin' to blow it!\" And I ain't gotta stop the beat a minute to tell Shady I love him The same way that he did Dr. Dre on The Chronic Tell him how real he is, or how high I am Or how I would kill for him, for him to know it I cried plenty tears, my daddy got a bad back So it's only right that I write 'til he can march right Into that post office and tell 'em to hang it up Now his career's LeBron's Jersey in twenty years I stop when I'm at the very top You shitted on me on your way up, it's 'bout to be a scary drop ‘Cause what goes up must come down You goin' down on somethin' you don't wanna see, like a hairy box Every hour, happy hour now, life is wacky now Used to have to eat the cat to get the pussy Now I'm just the cat's meow, oow, outclass the count Always down for the catchweight like Pacquiao Y'all are doomed I remember when T-Pain ain't wanna work with me My car starts itself, parks itself, and auto-tunes ‘Cause now I'm in the Aston; I went from havin' My city locked up to gettin' treated like Kwame Kilpatrick And now I'm fantastic, compare it to a weed high And y'all niggas that's gossipin' like bitches On a radio and TV, see me, we fly Y'all buggin' out like Wendy Williams starin' at a beehive And how real is that? I remember signin' my first deal Now I'm the second best, I can deal with that Now Bruno can show his ass, without the MTV awards gag  [Bridge: Bruno Mars] You and I know what it's like To be kicked down, forced to fight But tonight, we're all right So hold up your lights Let it shine, because—  [Chorus: Bruno Mars] This one's for you and me Living out our dreams We are right where we should be With my arms out wide, I open my eyes And now all I wanna see Is a sky full of lighters A sky full of lighters  ",
        "title": "Lighters"
    },
    {
        "artist": "Alexandra Stan",
        "lyrics": "  [Hook] You make me dance, bring me up, bring me down, plays it sweet Make me move like a freak, Mr. Saxobeat Makes me dance, brings me up, brings me down, plays it sweet Makes me move like a freak, Mr. Saxobeat You make me dance, bring me up, bring me down, plays it sweet Make me move like a freak, Mr. Saxobeat Makes me dance, brings me up, brings me down, plays it sweet Makes me move like a freak, Mr. Saxobeat  [Post-Hook] Oh oh oh girl, mmm yeah, mmm yeah, mmm yeah Oh oh, girl, mmm yeah, mmm yeah, mmm yeah Oh, girl, mmm yeah, mmm yeah, mmm yeah Oh oh, girl, mmm yeah, mmm yeah, mmm yeah Mr. Saxobeat Mr. Saxobeat  [Verse 1] Hey sexy boy, set me free Don't be so shy, play with me My dirty boy, can't you see That you belong next to me Hey sexy boy, set me free Don't be so shy, play with me My dirty boy, can't you see You are the one I need  [Hook] You make me dance, bring me up, bring me down, plays it sweet Make me move like a freak, Mr. Saxobeat Makes me dance, brings me up, brings me down, plays it sweet Makes me move like a freak You make me dance, bring me up, bring me down, plays it sweet Make me move like a freak, Mr. Saxobeat Makes me dance, brings me up, brings me down, plays it sweet Makes me move like a freak  [Post-Hook] Oh oh oh girl, mmm yeah, mmm yeah, mmm yeah Oh oh, girl, mmm yeah, mmm yeah, mmm yeah Oh, girl, mmm yeah, mmm yeah, mmm yeah Oh oh, girl, mmm yeah, mmm yeah, mmm yeah  [Hook] You make me dance, bring me up, bring me down, play it sweet Make me move like a freak, Mr. Saxobeat Make me dance, bring me up, bring me down, plays it sweet Make me move like a freak  [Outro] You make me dance, bring me up, bring me down Mr. Saxobeat You make me dance, bring me up, bring me down Mr. Saxobeat  ",
        "title": "Mr. Saxobeat"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] Woke up in London yesterday Found myself in the city near Piccadilly Don't really know how I got here I got some pictures on my phone New names and numbers that I don't know Address to places like Abbey Road Day turns to night, night turns to whatever we want We're young enough to say  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Verse 2] To my friends in New York, I say hello My friends in L.A. they don't know Where I've been for the past few years or so Paris to China to Colorado Sometimes there's airplanes I can't jump out Sometimes there's bullshit that don't work now We all got our stories but please tell me-e-e-e What's there to complain about  [Pre-Chorus] When you're happy like a fool Let it take you over When everything is out You got to take it in  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Bridge] Hopelessly, I feel like there might be something that I'll miss Hopelessly, I feel like the window closes oh so quick Hopelessly, I'm taking a mental picture of you now 'Cause hopelessly, the hope is we have so much to feel good about  [Chorus] Oh, this has gotta be the good life This has gotta be the good life This could really be a good life, good life Say oh, got this feeling that you can't fight Like this city is on fire tonight This could really be a good life A good, good life  [Outro] Oh yeah Good, good life Good life Ooh  ",
        "title": "Good Life"
    },
    {
        "artist": "Adele",
        "lyrics": "  [Verse 1] There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark Finally, I can see you crystal clear Go ahead and sell me out, and I'll lay your ship [shit] bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch, and it's bringing me out the dark  [Pre-Chorus] The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love, they leave me breathless I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Verse 2] Baby, I have no story to be told But I've heard one on you Now I'm gonna make your head burn Think of me in the depths of your despair Make a home down there As mine sure won't be shared  [Pre-Chorus] (You're gonna wish you never had met me) The scars of your love remind me of us (Tears are gonna fall, rolling in the deep) They keep me thinking that we almost had it all (You're gonna wish you never had met me) The scars of your love, they leave me breathless (Tears are gonna fall, rolling in the deep) I can't help feeling  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep) Could have had it all Rolling in the deep You had my heart inside of your hand But you played it with a beating  [Bridge] Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you sow  [Interlude] (You're gonna wish you never had met me) We could have had it all (Tears are gonna fall, rolling in the deep) We could have had it all (You're gonna wish you never had met me) It all, it all, it all (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) And you played it to the beat (Tears are gonna fall, rolling in the deep)  [Chorus] We could have had it all (You're gonna wish you never had met me) Rolling in the deep (Tears are gonna fall, rolling in the deep) You had my heart inside of your hand (You're gonna wish you never had met me) But you played it You played it You played it You played it to the beat  ",
        "title": "Rolling In The Deep"
    },
    {
        "artist": "Big Sean Featuring Nicki Minaj",
        "lyrics": "  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid  [Verse 1: Big Sean] Wobble-dy wobble-dy wa wobble wobble I’m st-stacking my paper my wallet look like a bible I got girlies half naked that shit look like the grotto How your waist anorexic and then your ass is colossal Drop that ass make it boomerang Take my belt off, bitch I’m Pootie Tang Tippy tow tippy tay you gon' get a tip today Fuck that you gonna get some dick today I walk in with my crew and I’m breaking they necks I’m looking all good I’m making her wet They pay me respect they pay me in checks And if she look good she pay me in sex (do it) Bounce that ass (ass) it’s the roundest You the best, you deserve a crown bitch, right on that ass  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid  [Verse 2: Nicki Minaj] Wobbledy wobble, wo-wo-wobble, wobbin’ Ass so fat, all these bitches’ pussies is throbbin’ Bad bitches, I’m your leader, Phantom by the meter Somebody point me to the best ass-eater Tell 'im \"Pussy clean!\" I tell them \"Pussy squeaky!\" Niggas give me brain ’cause all of them niggas geeky If he got a mandingo, then I buy him a dashiki And bust this pussy open in the islands of Waikiki Kiss my ass and my anus, ’cause it’s finally famous And it’s finally soft, yeah, it’s finally solved! I don’t know, man, guess them ass shots wore off! Bitches ain’t poppin’, Google, my ass Only time you on the net is when you Google my ass Y-y-you fuckin’ little whores, fu-fuckin’ up my decors Couldn’t get Michael Kors if you was fuckin’ Michael Kors B-B-Big Sean, b-boy, how big is you? Give me all your money and give me all your residuals Then slap it on my ass, ass, ass…  [Chorus: Both Big Sean & Nicki Minaj] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid H-h-h-h-h-hammer time  [Bridge: Big Sean] Woah, white girls, black girls, tall girls, fat girls Shake that ass shake that ass, shake that ass Shake that ass, shake that Ass, shake that ass Go, go Short girls, small girls, skinny girls, all girls Shake that ass shake that ass, shake that ass Shake that ass, shake that Ass, shake that ass And I want all of that  [Chorus: Big Sean] Ass ass ass ass ass Ass ass ass ass ass ass ass ass Ass ass ass ass ass ass ass ass Stop! Now make that motherfucker hammer time like Go stupid, go stupid, go stupid Go stupid!  ",
        "title": "Dance (A$$)"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Lying here with you so close to me It's hard to fight these feelings when it feels so hard to breathe I'm caught up in this moment I'm caught up in your smile  [Verse 2] I've never opened up to anyone So hard to hold back when I'm holding you in my arms But we don't need to rush this Let's just take this slow  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, with just a kiss goodnight  [Verse 3] I know that if we give this a little time It will only bring us closer to the love we wanna find It's never felt so real, no it's never felt so right  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, with just a kiss goodnight  [Bridge] No I don't want to say goodnight I know it's time to leave, but you'll be in my dreams Tonight Tonight Tonight  [Chorus] Just a kiss on your lips in the moonlight Just a touch in the fire burning so bright No I don't want to mess this thing up No I don't want to push too far Just a shot in the dark that you just might Be the one I've been waiting for my whole life So baby I'm alright, oh Let's do this right, with just a kiss goodnight With a kiss goodnight Kiss goodnight  ",
        "title": "Just A Kiss"
    },
    {
        "artist": "Lil Wayne",
        "lyrics": "  [Intro: Lil Wayne] Cut the music up A little louder..  [Hook: Lil Wayne] You had a lot of crooks trying to steal your heart Never really had luck, couldn’t never figure out How to love, how to love You had a lot of moments that didn’t last forever Now you in a corner tryning put it together How to love, how to love For a second you were here, now you over there It's hard not to stare the way you're moving your body Like you never had a love, never had a love  [Verse 1: Lil Wayne] When you was just a young’un, your looks were so precious But now you're grown up, so fly it's like a blessing But you can’t have a man look at you for five seconds Without you being insecure You never credit yourself, so when you got older It seems like you came back ten times over Now you’re sitting here in this damn corner Looking through all your thoughts and looking over your shoulder  [Hook: Lil Wayne] See You had a lot of crooks trying to steal your heart Never really had luck Couldn’t never figure out How to love, how to love You had a lot of moments that didn’t last forever Now you in a corner tryning put it together How to love, how to love For a second you were here, now you over there It's hard not to stare the way you're moving your body Like you never had a love, never had a love  [Verse 2: Lil Wayne] You had a lot of dreams that transform to visions The fact that you saw the world affected all your decisions But it wasn’t your fault, wasn't in your intentions To be the one here talking to me, be the one listening But I admire your poppin' bottles and dippin' Just as much as you admire bartending and stripping Baby, so don’t be mad, nobody else trippin' You see a lot of crooks and crooks still crook  [Hook: Lil Wayne] You had a lot of crooks trying to steal your heart Never really had luck Couldn’t never figure out How to love, how to love You had a lot of moments that didn’t last forever Now you in a corner tryning put it together How to love, how to love For a second you were here, now you over there It's hard not to stare the way you're moving your body Like you never had a love, never had a love  [Bridge: Lil Wayne] See I just want you to know that you deserve the best You’re beautiful, you’re beautiful Yeah, and I want you to know You’re far from the usual, far from the usual  [Hook: Lil Wayne] You see you had a lot of crooks trying to steal your heart Never really had luck Couldn’t never figure out How to love, how to love See you had a lot of moments that didn’t last forever Now you in this corner trying put it together How to love, how to love See you had a lot of crooks trying to steal your heart Never really had luck Couldn’t never figure out How to love, how to love You had a lot of moments that didn’t last forever Now you in this corner trying put it together How to love, how to love  ",
        "title": "How To Love"
    },
    {
        "artist": "Eli Young Band",
        "lyrics": "  Baby why you wanna cry? You really oughta know that I Just have to walk away sometimes We’re gonna do what lovers do We’re gonna have a fight or two But I ain’t ever changin’ my mind  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Wouldn’t last a single day I’d probably just fade away Without you, I’d lose my mind Before you ever came along I was livin’ life all wrong Smartest thing I ever did was make you all mine  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Crazy girl  Crazy girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately I love you like  Crazy, girl, don’t you know that I love you? And I wouldn’t dream of goin’ nowhere Silly woman, come here, let me hold you Have I told you lately? I love you like crazy, girl  Like crazy Crazy girl Like crazy Crazy girl Like crazy  ",
        "title": "Crazy Girl"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Verse 1] Summer after high school, when we first met We'd make out in your Mustang to Radiohead And on my 18th birthday we got matching tattoos Used to steal your parents' liquor and climb to the roof Talk about our future like we had a clue Never planned that one day I'd be losing you  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Verse 2] I was June, and you were my Johnny Cash Never one without the other, we made a pact Sometimes when I miss you, I put those records on, woah Someone said you had your tattoo removed Saw you downtown, singing the blues It's time to face the music, I'm no longer your muse  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Interlude] The one, the one, the one Oh, the one, the one The one that got away  [Bridge] All this money can't buy me a time machine, no Can't replace you with a million rings, no I should've told you what you meant to me, whoa 'Cause now I pay the price  [Chorus] In another life, I would be your girl We'd keep all our promises, be us against the world In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  [Outro] The one In another life, I would make you stay So I don't have to say you were the one that got away The one that got away  ",
        "title": "The One That Got Away"
    },
    {
        "artist": "J. Cole",
        "lyrics": "  [Intro] Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? (Work out for me, work out for me)  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then  [Bridge] Let me see you get high, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me) High, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me)  [Verse 1] She like them boys with the big ol' chains Ridin' around town in a big ol' Range I knew her when I rocked big ol' jeans Now the little nigga doin' big ol' thangs Would you look at that? I came back for her Just to give it to ya, like you asked for it Man, that thing in them jeans too fat for her Rebounds so I caught her off the backboard I told her: \"Baby girl, come here Know I run the town even when I ain't from there.\" And I brag hardly, but just to show up at this party I made what yo' nigga make in one year That's unfair, but so is life Take a chance, roll the dice Money can’t buy you love, 'cause it’s overpriced Don’t overthink, just hope it's right I’m only here for the night  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then  [Bridge] Let me see you get high, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me) High, then go low Now, girl, won't you drop that thing down to the floor? I’m here for one night, how far will you go? I wanna see you (work out for me, work out for me)  [Verse 2] Carolina Blue kicks, fresh on the scene Hottest nigga on the block Damn, girl, you're mean They be startin' shit, but it’s yo' world On my Martin shit: \"You go, girl!\" She bad and she know it Some niggas save hoes, I’m not that heroic Could you be my escort? 'Cause just like them two-door Fords Damn, they don’t make 'em like you no more Cole World, real Cole World Them boys cool—me, I’m on fire Know what's on my mind Tryna see what's on yours tonight, tonight, tonight Move slow, 'cause you wanna live fast Up late so you'll probably skip class Life is a test so before the night pass, get right, get right  [Hook] Aye, we've got a good thing Don’t know if I’ma see you again But is that a good thing? 'Cause girl, I can’t be your man, no ma'am I know what's on your brain You probably hoped it never would end Like, \"Is it the real thing Or is it just a one-night stand?\" Well then (Cole World)  [Outro] Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? Straight up, I tell ya I just really wanna cut when we together (oh oh oh) Come here, girl, let's get it on! Straight up, now tell me Do you really wanna love me forever? (oh oh oh) Or is it just a hit-and-run? Straight up, I tell ya I just really wanna cut when we together (oh oh oh) Come here, girl, let's get it on!  ",
        "title": "Work Out"
    },
    {
        "artist": "The Script",
        "lyrics": null,
        "title": "Nothing"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  Hey, one, two, three  [Verse 1] Now, red Solo cup is the best receptacle For barbecues, tailgates, fairs, and festivals And you, sir, do not have a pair of testicles If you prefer drinking from glass Hey, red Solo cup is cheap and disposable And in 14 years, they are decomposable And unlike my home, they are not foreclosable Freddy Mac can kiss my ass Whoo!  [Hook] Red Solo cup I fill you up Let's have a party Let's have a party I love you, red Solo cup I lift you up Proceed to party Proceed to party  [Verse 2] Now, I really love how you're easy to stack But I really hate how you're easy to crack Cause when beer runs down in front of my pack Well, that, my friends, is quite yucky But I have to admit that the ladies get smitten Admiring at how sharply my first name is written On you with a Sharpie when I get to hitting On them to help me get lucky  [Hook] Red Solo cup I fill you up Let's have a party Let's have a party I love you, red Solo cup I lift you up Proceed to party Proceed to party  [Verse 3] Now, I've seen you in blue and I've seen you in yellow But only you, red, will do for this fellow Cause you are the Abbott to my Costello And you are the Fruit to my Loom Red Solo cup, you're more than just plastic You're more than amazing, you're more than fantastic And believe me that I am not the least bit sarcastic When I look at you and say  Red Solo cup, you're not just a cup (No! No! No! God, no! ) You're my-you're my (Friend?) friend (Friend, friend, friend,life-long) Thank you for being my friend  [Hook] Red Solo cup (That's what I am talking about) I fill you up Let's have a party (Let's have a party) Let's have a party (Let's have a party) I love you, red Solo cup I lift you up Proceed to party Proceed to party  Red Solo cup Red Solo cup (I fill you up, let's have a party) Let's have a party (Let's have a party) Let's have a party (Red Solo cup) Oh red Solo cup (I lift you up) Let's have a party Proceed to party yeah yeah  (Solo cup, solo cup, solo cup) (Solo cup, solo cup, solo cup) (Solo cup, solo cup)  ",
        "title": "Red Solo Cup"
    },
    {
        "artist": "Katy Perry",
        "lyrics": "  [Produced by Dr. Luke and Max Martin]  [Verse 1] There's a stranger in my bed There's a pounding in my head Glitter all over the room Pink flamingos in the pool I smell like a minibar DJ's passed out in the yard Barbie's on the barbeque This a hickie or a bruise?  [Pre-Chorus] Pictures of last night ended up online I'm screwed, oh well It's a blacked out blur, but I'm pretty sure it ruled Damn  [Chorus] Last Friday night Yeah, we danced on tabletops And we took too many shots Think we kissed, but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar, so we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark, then had a ménage à trois Last Friday night Yeah, I think we broke the law Always say we're going to stop-op, oh woah  [Post-Chorus] But this Friday night, do it all again This Friday night, do it all again  [Verse 2] Trying to connect the dots Don't know what to tell my boss Think the city towed my car Chandelier is on the floor Ripped my favorite party dress Warrant's out for my arrest Think I need a ginger ale That was such an epic fail  [Pre-Chorus] Pictures of last night ended up online I'm screwed, oh well It's a blacked out blur, but I'm pretty sure it ruled Damn  [Chorus] Last Friday night Yeah, we danced on tabletops And we took too many shots Think we kissed, but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar, so we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark, then had a ménage à trois Last Friday night Yeah, I think we broke the law Always say we're going to stop-op, oh woah  [Post-Chorus] But this Friday night, do it all again This Friday night, do it all again (Do it all again) This Friday night  [Interlude] T.G.I.F., T.G.I.F., T.G.I.F T.G.I.F., T.G.I.F., T.G.I.F  [Instrumental Break]  [Chorus] Last Friday night Yeah, we danced on tabletops And we took too many shots Think we kissed, but I forgot Last Friday night Yeah, we maxed our credit cards And got kicked out of the bar, so we hit the boulevard Last Friday night We went streaking in the park Skinny dipping in the dark, then had a ménage à trois Last Friday night Yeah, I think we broke the law Always say we're going to stop-op, oh woah  [Post-Chorus] But this Friday night, do it all again  ",
        "title": "Last Friday Night (T.G.I.F.)"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Intro] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song Oh-oh, oh-oh  [Verse 1] Lord make me a rainbow I'll shine down on my mother She'll know I'm safe with you When she stands under my colors Oh and life ain't always what you think it ought to be, no Ain't even gray but she buries her baby The sharp knife of a short life Well I've had just enough time  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Verse 2] And I'll be wearing white when I come into your kingdom I'm as green as the ring on my little cold finger I've never known the lovin' of man But it sure felt nice when he was holdin' my hand There's a boy here in town, says he'll love me forever Who would have thought forever could be severed by  [Pre-Chorus] The sharp knife of a short life Well, I've had just enough time  [Bridge] So put on your best boys, and I'll wear my pearls What I never did is done A penny for my thoughts—oh no, I'll sell 'em for a dollar They're worth so much more after I'm a goner And maybe then you'll hear the words I've been singin' It's funny when you're dead how people start listenin'  [Chorus] If I die young, bury me in satin Lay me down on a bed of roses Sink me in the river at dawn Send me away with the words of a love song  [Outro] Ooh, ooh, the ballad of a dove Go with peace and love Gather up your tears, keep 'em in your pocket Save 'em for a time when you're really gonna need 'em Oh, the sharp knife of a short life Well, I've had just enough time So put on your best boys, and I'll wear my pearls  ",
        "title": "If I Die Young"
    },
    {
        "artist": "Hot Chelle Rae",
        "lyrics": "  (Intro) It's been a really, really messed up week Seven days of torture, seven days of bitter And my girlfriend went and cheated on me She's a California dime, but it's time for me to quit her La, la, la, whatever La, la, la, it doesn't matter La, la, la, oh Well La, la, la  (Chorus) We're going at it tonight, tonight There's a party on the rooftop top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign I don't know if I'll make it, but watch how good I'll fake it It's alright, alright, tonight, tonight  Woke up with a strange tattoo Not sure how I got it Not a dollar in my pocket And it kinda looks just like you Mixed with Zach Galifanakis, huh  La, la, la, whatever La, la, la, it doesn't matter La, la, la, oh, well La, la, la  We're going at it tonight, tonight! There's a party on the rooftop-top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign! I don't know if I'll make it, but watch how good I'll fake it It's alright, alright, tonight, tonight  You got me singing like, whoa C'mon! Oh, it doesn't matter, whoa Everybody now, oh!  Just don't stop, let's keep the beat pumpin' Keep the beat up, let's drop the beat down It's my party, dance if I want to We can get crazy, let it all out!  It's you and me, and we're runnin' this town And it's me and you, and we're shakin' the ground And ain't nobody going to tell us to go Cause this is our show!  Everybody! Whoa! c'mon! oh, all you animals! Whoa! Let me hear you now, oh!  Tonight, tonight There's a party on the rooftop-top of the world Tonight, tonight, and we're dancing on the edge of the Hollywood sign! I don't know if I'll make it, but watch how good I'll fake it  It's alright, alright, tonight, tonight It's alright, alright, tonight, tonight Yeah, It's alright, alright, tonight, tonight  Just singing like, Whoa, c'mon Oh, all you party people Whoa, all you singletons Oh, even the white kids!  Just don't stop, let's keep the beat pumpin' Keep the beat up, let's drop the beat down It's my party, dance if I want to We can get crazy, let it all out!  It's...  ",
        "title": "Tonight Tonight"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1] Girl I know I don’t know you But your pretty little eyes so blue Are pulling me in Like the moon on your skin I’m so glad you trusted me To slide up on this dusty seat And let your hair down Get out of town  [Pre-Chorus 1] Got the stars coming out over my hood And all I know now is it's going good  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end  [Verse 2] Going to cuss the morning when it comes 'Cause I know that the rising sun Ain’t no good for me 'Cause you’ll have to leave Going to make the most of every mile Do anything to make your smile Land on my lips Get drunk on your kiss  [Pre-Chorus 2] Clock on the dash says 3:35 There’s plenty of gas and the night’s still alive  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end  [Instrumental Break]  [Chorus] You got your hands up You’re rocking in my truck You got the radio on You’re singing every song I’m set on cruise control I’m slowly losing hold Of everything I got You’re looking so damn hot  [Post-Chorus] And I don’t know what road we’re on Or where we’ve been From staring at you girl All I know is I don’t want this night to end I don’t want this night to end No I don’t want this night to end  ",
        "title": "I Don't Want This Night To End"
    },
    {
        "artist": "Rodney Atkins",
        "lyrics": "  Sit in that six-lane backed up traffic Horns are honking, I've about had it I'm looking for an exit sign Gotta get out of here, get it all off my mind And like a memory from your grandpa's attic A song comes slippin' through the radio static Changing my mood A little George Strait 1982  And it makes me wanna take a back road Makes me wanna take the long way home Put a little gravel in my travel Unwind, unravel all night long Makes me wanna grab my honey Tear down some two-lane country Who knows Get lost and get right with my soul Makes me wanna take Makes me wanna take a back road  I've been cooped up, tied down, 'bout forgotten What a field looks like, full of corn and cotton If I'm gonna hit a traffic jam Well it better be a tractor man So sick and tired of this interstate system I need a curve and wind-a-twistin' Dusty path to nowhere With the wind blowing through my baby's hair  Yeah, makes me wanna take a back road Makes me wanna take the long way home Put a little gravel in my travel Unwind, unravel all night long Makes me wanna grab my honey Tear down some two-lane country Who knows Get lost and get right with my soul Makes me wanna take Makes me wanna take a back road Some old back road  Maybe it's the feeling or maybe it's the freedom Maybe it's that shady spot Where we park the truck when the things get hot Where we park the truck when the things get hot  And it makes me wanna take a back road Makes me wanna take the long way home Put a little gravel in my travel Unwind, unravel all night long Makes me wanna grab you honey Tear down some two-lane country Who knows Get lost and get right with my soul Makes me wanna take Makes me wanna take a back road Some old back road, get right with my soul Now all I gotta do is take some old back road (Some old back road) to the shady spot where things get hot (Some old back road) way down, way down Way down some old back road  ",
        "title": "Take A Back Road"
    },
    {
        "artist": "Big Sean Featuring Kanye West & Roscoe Dash",
        "lyrics": "  [Intro: Kanye West & Big Sean] Yeah, you know a nigga Don't really wanna take his cool off, uh (Boi, do it!) I digress, it's  [Hook: Roscoe Dash] Early in the morning when she’s all alone I’mma take my time, do it how we want it Just to set the mood, girl I brought some Marvin Gaye and Chardonnay  [Interlude: Kanye West] Hold up, hold up, hold up, hold up, hold up Hold up, hold up, hold up, hold up, hold up, yeah  [Verse 1: Big Sean] She love the way I’m doing it (she do it) So G.O.O.D. she won't put my tattoo on it Bottom line is, you the finest Gave you a new name (what's that, what's that?) My bitch Hold up, hold up, whoa there, let's capture this moment If I hit it then I own it, marijuanin' every mornin And patroning girl, we groaning But that pussy got me feeling like a kid With the street lights on, street lights on-on? You know I gotta go in 'til it’s  [Hook: Roscoe Dash] Early in the morning when she’s all alone I’mma take my time, do it how we want it Just to set the mood, girl I bought some Marvin Gaye and Chardonnay So just let the song play (And I'mma give it to ya) The long way (And give it to ya) The strong way (We at it all day) It’s our day (It's like this always) It’s our way (After a long day) This was all inspired by a little Marvin Gaye and Chardonnay  [Interlude: Kanye West] Hold up, hold up, hold up, hold up Hold up, hold up, hold up  [Verse 2: Kanye West] Talk to the, talk to the, hand Bitch, you talking to a grown ass man It’s like, way-way-way too much up in your pants For us not to make the bed squeak (There goes the bed sheets) Everybody rip the swag off 'fore I rip the tag off Why my pants sag off? 'Cause I’m rapping my ass off Flow so ugly, money so handsome This the fucking anthem, get it? The fucking anthem  [Hook: Roscoe Dash] Early in the morning when she’s all alone I’mma take my time, do it how we want it Just to set the mood, girl I bought some Marvin Gaye and Chardonnay So just let the song play (And I'mma give it to ya) The long way (And give it to ya) The strong way (We at it all day) It’s our day (It's like this always) It’s our way (After a long day) This was all inspired by a little Marvin Gaye and Chardonnay  [Interlude: Kanye West] I be saying, I, uh, I think When I know, uh, just because..  [Verse 3: Kanye West & Big Sean] I don’t really wanna, uh, talk too much shit But you love it when I talk like I lost it And I love how you look when you blazin’ And I swear you turn at least half Asian And we about to have a liaison She so cool, give head with her shades on You should just go and throw a cape on And it’s just so amazing (So amazing, so amazing) Take it to the car, bloop, bloop That shit look like I’m speed racing Leavin' with me, it’ll boost your reputation Westside is where I’m stationed Spend all night, just champagne tasting Ain't no rush girl, let's just pace it 'til it's  [Hook: Roscoe Dash] Early in the morning when she’s all alone I’mma take my time, do it how we want it Just to set the mood, girl I bought some Marvin Gaye and Chardonnay So just let the song play (And I'mma give it to ya) The long way (And give it to ya) The strong way (We at it all day) It’s our day (It's like this always) It’s our way (After a long day) This was all inspired by a little Marvin Gaye and Chardonnay  [Outro: Roscoe Dash] And this was all inspired By a little Marvin Gaye and Chardonnay  ",
        "title": "Marvin & Chardonnay"
    },
    {
        "artist": "Gavin DeGraw",
        "lyrics": "  [Verse 1] Dreams: that's where I have to go To see your beautiful face anymore I stare at a picture of you and listen to the radio Hope ,hope there's a conversation We both admit we had it good But until then it's alienation, I know That much is understood And I realize  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm  not over you (not over you)  [Verse 2] Damn, damn girl you do it well And I thought you were innocent Took this heart and put it through hell But still you're magnificent I I'm a boomerang, doesn't matter how you throw me I turn around and I'm back in the game Even better than the old me But I'm not even close without you  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm not over you  [Bridge] And if I had the chance to renew You know there isn't a thing I wouldn't do I could get back on the right track But only if you'd be convinced So until then...  [Chorus] If you ask me how I'm doing I would say I'm doing just fine I would lie and say that you're not on my mind But I go out and I sit down at a table set for two And finally I'm forced to face the truth No matter what I say I'm not over you Not over you Not over you Not over you  ",
        "title": "Not Over You"
    },
    {
        "artist": "Rihanna",
        "lyrics": "  [Intro] (Yeah, yeah, yeah, yeah...)  [Chorus] Cheers to the freaking weekend I drink to that, yeah yeah Oh, let the Jameson sink in I drink to that, yeah yeah Don’t let the bastards get you down Turn it around with another round There’s a party at the bar Everybody put your glasses up, and I drink to that (Yeah, yeah, yeah, yeah...) I drink to that  [Verse 1] Life’s too short to be sitting around miserable People gonna talk whether you doing bad or good, yeah Got a drink on my mind, and my mind on my money, yeah Looking so bomb, gonna find me a honey  [Pre-Chorus] Got my Ray-Bans on and I’m feeling hella cool tonight, yeah Everybody’s vibing, so don’t nobody start a fight, yeah (Yeah, yeah, yeah, yeah...)  [Chorus] Cheers to the freaking weekend I drink to that, yeah yeah Oh, let the Jameson sink in I drink to that, yeah yeah Don’t let the bastards get you down Turn it around with another round There’s a party at the bar Everybody put your glasses up, and I drink to that (Yeah, yeah, yeah, yeah...) I drink to that  [Verse 2] 'Bout to hop on the bar Put it all on my card tonight, yeah Might be mad in the morning, but you know we goin hard tonight It’s getting Coyote Ugly up in here, no Tyra It’s only up from here, no downward spiral  [Pre-Chorus] Got my Ray-Bans on and I’m feeling hella cool tonight, yeah Everybody’s vibing, so don’t nobody start a fight, yeah  [Chorus] Cheers to the freaking weekend I drink to that, yeah yeah Oh, let the Jameson sink in I drink to that, yeah yeah Don’t let the bastards get you down Turn it around with another round There’s a party at the bar Everybody put your glasses up, and I drink to that (Yeah, yeah, yeah, yeah...) I drink to that  [Final Chorus] Cheers to the freaking weekend I drink to that, yeah yeah Oh, let the Jameson sink in I drink to that, yeah yeah Don’t let the bastards get you down Turn it around with another round There’s a party at the bar Everybody put your glasses up, and I drink to that (Yeah, yeah, yeah, yeah...) I drink to that  [Outro] And I drink to that (Yeah, yeah, yeah, yeah...) I drink to that And I drink to that  ",
        "title": "Cheers (Drink To That)"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] The way you move is like a full on rainstorm And I'm a house of cards You're the kind of reckless That should send me running But I kinda know that I won't get far And you stood there in front of me Just close enough to touch Close enough to hope you couldn't see What I was thinking of  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Verse 2] My mind forgets to remind me You're a bad idea You touch me once and it's really something You find I'm even better than you imagined I would be I'm on my guard for the rest of the world But with you I know it's no good And I could wait patiently but I really wish you would  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Bridge] I run my fingers through your hair and watch the lights go wild Just keep on keeping your eyes on me, it's just wrong enough to make it feel right And lead me up the staircase Won't you whisper soft and slow? I'm captivated by you, baby, like a firework show  [Chorus] Drop everything now Meet me in the pouring rain Kiss me on the sidewalk Take away the pain 'Cause I see sparks fly whenever you smile Get me with those green eyes, baby, as the lights go down Give me something that'll haunt me when you're not around 'Cause I see sparks fly whenever you smile  [Outro] And the sparks fly Oh, baby, smile And the sparks fly  ",
        "title": "Sparks Fly"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  [Verse 1] There's still black marks on that county road Where we drag raced our pick-ups and Mustangs And weathered all the sun and rain And to this day up on that overpass Even underneath the new paint, you can still see \"Allie, will you marry me?\"  [Interlude] Take a ride, look around There ain't no doubt  [Chorus] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down, like tattoos on this town  [Verse 2] There's still a rope burn on that old branch, that hangs over the river I still got the scar From swinging out a little too far There ain't a corner of this hallow ground That we don't laughed or cried on It's where we loved, lived and learned real life stuff It's everything we're made of  [Chorus] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down, like tattoos on this town Like tattoos on this town  [Bridge] Everywhere, there we are It hits me right in my heart  [Verse 3] It sure left its mark on us, we sure left our mark on it We let the world know we were here with everything we did We laid a lot of memories down And we'll always be hanging around Like tattoos on this town Like tattoos on this town  ",
        "title": "Tattoos On This Town"
    },
    {
        "artist": "Bow Wow Featuring Lil Wayne",
        "lyrics": null,
        "title": "Sweat"
    },
    {
        "artist": "Coldplay",
        "lyrics": null,
        "title": "Paradise"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] Tell me have you ever wanted Someone so much it hurts? Your lips keep trying to speak But you just can't find the words Well I had this dream once I held it in my head  [Verse 2] She was the purest beauty But not the common kind She had a way about her That made you feel alive And for a moment We made the world stand still  Yeah, we owned the night  [Verse 3] You had me dim the lights; You danced just like a child The wine spilled on your dress  And all you did was smile Yeah, it was perfect I hold it in my mind  Yeah, we owned the night  [Verse 4] When the summer rolls around And the sun starts sinking down I still remember you Oh, I remember you And I wonder where you are  Are you looking at those same stars again? Do you remember when?  [Verse 5] We woke under a blanket All tangled up in skin Not knowing in that moment We'd never speak again But it was perfect; I never will forget When we owned the night  Yeah, we owned the night  ",
        "title": "We Owned The Night"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I have been dragging' around your sensitive ego Making sure that your bags arrive on time for the dog and pony show A little suitcase like a brick It kinda makes it hard to get a good grip I drop your troubles off at the conveyor belt I'll hand you a ticket to go get it yourself  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Verse 2] If it ain't obvious what has set me off today Behind every woman scorned is a man who made her that way Go on and take your little business trip With that sweet little habit that you can't kick You better call your momma when you get to town Cause I ain't gonna be hanging' around  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Break] Come and get it!  [Verse 3] Come and pick it up, pick it up Before I blow it up in flames You better pick it up, pick it up Baby, I'm leaving everything  [Chorus] At the baggage claim, you got a lot of luggage in your name When you hit the ground, check the lost and found Cause it ain't my problem now I can't carry it on, I've got a lot of troubles on my own It's all over the yard, in the trunk of the car I'm packing' it in, so come and get it  [Outro] Come and get your shit!  ",
        "title": "Baggage Claim"
    },
    {
        "artist": "Rascal Flatts Featuring Natasha Bedingfield",
        "lyrics": null,
        "title": "Easy"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] It's been said and done Every beautiful thought's been already sung And I guess right now, here's another one So your melody will play on and on With the best of 'em You are beautiful Like a dream come alive, incredible A centerfold miracle, lyrical You saved my life again And I want you to know, baby  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat  [Verse 2] Constantly Boy, you play through my mind like a symphony There's no way to describe what you do to me You just do to me What you do And it feels like I've been rescued I've been set free I am hypnotized by your destiny You are magical, lyrical, beautiful You are And I want you to know, baby  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat  [Bridge] No one compares You stand alone to every record I own Music to my heart, that's what you are A song that goes on and on  [Chorus] I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby And I keep hitting repeat-peat-peat-peat-peat-peat I, I love you like a love song, baby I, I love you like a love song, baby I, I love you like a love song, baby I love you like a love song  ",
        "title": "Love You Like A Love Song"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] How come all the pretty girls like you are taken baby I've been looking for someone like you to save me Life's too easy to be so damn complicated Take your time and I'll be waiting  [Chorus] Keep me in mind Somewhere down the road, you might get lonely Keep me in mind And I pray someday that you will love me only  [Verse 2] I think about you somedays And the way I would lay and waste a day after day with you We always go our separate ways But no one can love you baby the way I do  [Chorus]  [Verse 3] Well, the world can be real tough Find shelter in me If there's no one else to love Keep me in mind If ever you wanted me, I'll be your man I'd be a fool to let you go with someone else Whatever you want from me, I'll be your man I'd give it all up just to have you for myself  [Chorus]  [Bridge] Well, the world can be real tough Why don't you hold on to me When there's no one else to love  [Outro] Keep me in mind (Keep me in mind) And I'll hold you, darling (Keep me in mind) I'll be your man (Keep me in mind) I'll hold you, darling (Keep me in mind) Come on little mama Put it on me  ",
        "title": "Keep Me In Mind"
    },
    {
        "artist": "Snoop Dogg & Wiz Khalifa Featuring Bruno Mars",
        "lyrics": "  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Verse 1: Wiz Khalifa] So what I keep ‘em rolled up? Saggin’ my pants, not caring what I show Keep it real with my niggas Keep it player for these hoes It look clean don't it? Washed it the other day, watch how you lean on it Give me some 501 jeans on it Roll joints bigger than King Kong’s fingers And smoke them hoes down ’til they stingers You a class clown and if I skip for the day I’m with your bitch smokin’ grade A  [Verse 2: Snoop Dogg] You know what? It’s like I’m 17 again Peach fuzz on my face Lookin’, on the case Tryna find a hella taste Oh my god, I’m on the chase, Chevy It's gettin’ kinda heavy, relevant, sellin’ it Dippin’ away, time keeps slippin’ away Zip in the safe, flippin’ for pay Tippin’ like I’m drippin’ in paint Up front, four blunts, like, “Khalifa put the weed in a J”  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Verse 3: Wiz Khalifa & Snoop Dogg] And I don't even care Cause if me and my team in there There's gonna be some weed in the air Tell 'em Mac Blowin' everywhere we goin' and now you knowin' When I step right up, get my lighter so I can light up That's how it should be done Soon as you thinkin' you're down Find how to turn things around Now things are lookin' up From the ground up, pound up, this Taylor Gang So turn my sound up and mount up and do my thang Now I'm chillin', fresh outta class, feelin' Like I'm on my own and I could probably own a building Got my own car, no job, no children Had a science project, me and Mac killed it T-H-C, M-A-C, D-E-V, H-D-3, high as me This is us, we gon' fuss And we gon' fight and we gon' roll And live off life  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  [Bridge: Wiz Khalifa] Yea, roll one, smoke one When you live like this you’re supposed to party Roll one, smoke one, and we all just having fun So we just, roll one, smoke one When you live like this you’re supposed to party Roll one, smoke one, and we all just having fun  [Hook: Bruno Mars] So what we get drunk? So what we smoke weed? We’re just having fun We don’t care who sees So what we go out? That’s how its supposed to be Living young and wild and free  ",
        "title": "Young, Wild & Free"
    },
    {
        "artist": "Brantley Gilbert",
        "lyrics": "  [Verse 1] I grew up south of the Mason Dixon Working spitting hunting and fishing Stone cold country by the grace of God I was gasing up the other day And an ol' boy pulled up with a license plate From Ohio I thought oh good lord he's lost From his wranglers to his boots He reminded me of Chris LeDoux And that Copenhagen smile  [Chorus 1] Country must be country wide In every state There's a station Playing Cash, Hank, Willie, and Waylon In foreign cars and four wheel drives  [Chorus 2] There's cowboys and hillbillies From farm towns to big cities There ain't no doubt in my mind Country must be country wide  [Verse 2] It ain't where It's how you live We weren't raised to take We were raised to give The shirt off our back To anyone in need We bow our heads before we eat Before we start our day Before we fall asleep Cause in God we trust and we believe And we see what's wrong And we know what's right And all Hank he said it all When he said country folks can survive  [Chorus 1] Country must be country wide In every state There's a station Playing Cash, Hank, Willie, and Waylon In foreign cars and four wheel drives  [Chorus 2] There's cowboys and hillbillies From farm towns to big cities There ain't no doubt in my mind Country must be country wide  [Chorus 1] Country must be country wide In every state There's a station Playing Cash, Hank, Willie, and Waylon In foreign cars and four wheel drives  [Chorus 2] There's cowboys and hillbillies From farm towns to big cities There ain't no doubt in my mind Country must be country wide  [Outro] There ain't no doubt in my mind Country must be country wide  ",
        "title": "Country Must Be Country Wide"
    },
    {
        "artist": "Beyonce Featuring Andre 3000",
        "lyrics": null,
        "title": "Party"
    },
    {
        "artist": "Justin Bieber Featuring Usher",
        "lyrics": "  [Verse 1: Justin Bieber] Chestnuts roasting on an open fire Jack Frost nipping at your nose, yeah Yuletide carols being sung by a choir And folks dressed up like Eskimos Everybody knows a turkey and some mistletoe Help to make the season bright Tiny tots with their eyes all aglow Will find it hard to sleep tonight  [Pre-Chorus: Usher & Justin Bieber] They know that Santa's on his way He's loading lots of toys and many goodies on his sleigh And every mother's child is gonna spy To see if reindeer really know how to fly, yeah  [Chorus: Usher & Justin Bieber] And so, I'm offering this simple phrase To kids from one to ninety-two Although it's been said many times, many ways Merry Christmas to you Yeah and so, I'm offering this simple phrase, oh woah To kids from one to ninety-two, yeah yeah Although it's been said, many times, many ways Merry Christmas, Merry Christmas yeah, Merry Christmas oh no, Merry Christmas to you  ",
        "title": "Christmas Song (Chestnuts Roasting On An Open Fire)"
    },
    {
        "artist": "Britney Spears",
        "lyrics": null,
        "title": "Criminal"
    },
    {
        "artist": "Wale Featuring Jeremih & Rick Ross",
        "lyrics": "  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 1: Wale] Look, another day another dollar She hate me when I leave cuz when I leave I never call her That's life shit alright, shit, I could call you right quick But if I call you gone be like \"Boo why we haven't skyped yet?\" And on Skype bet you say \"Le where my flight at?\", if I decline Then you inquire on where I spend my nights at Shit this life gets overwhelming and more then hectic But a woman worth some anger is certainly worth some effort Just look closer my life is quite deceptive Women'll sell they soul just to buy some attention I need something to hold fuck that passive aggression And when im back from off that road dont ask me no questions... please.. fear watchu dont know  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 2: Wale] Don't remember how I met her but I know I won't forget her And If loving her is wrong then I just know I won't see heaven She say she from Seattle, she twenty and some change Before I get to T.I.A. I'm sure to make her rain Then I'm back up on my plane Chi-town O'Hare We spend some time and get some wine have some milds from Harold's I told her this here's overrated but I love your city baby Gotta get back to the D, you know we finally famous Driver drop me off at Dulles im headed to some money TSA be laughing all them rubbers in your luggage I know ima always leave em but I swear ill always love em Tell her you'll probably find someone but you'll never find another  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  [Verse 3: Rick Ross] Got on my suede shoes, I'm in a great mood Air baggage claim awaiting miss thang outta St. Louis Know she shining bright, got on my cartier She my Billie Jean we menage with Mary Jane See we city hop, Vegas to LA Brings alotta joy Buggati boy thats lane to lane Our faucets used to drip, I used to ride the bench But it was written in cursive for this king to exist Packed her bags now she live amongst entrepreneurs Marc Jacob the makeup she Givenchy consumer Gianni Versaci connoisseur a carnivore Accountable for a half a million unaccounted for... boy  [Chorus: Jeremih] I apologize I don’t recollect your name (Oh, baby, I don’t know your name) But lemme tell you that them heels Really complement your frame (Look at your body, baby) Girl lemme get them ooh aahs then I gotta catch my plane Say ya miss me and ya wishing for some private time Girl, how could we get that way? Girl, how could we get that way?  ",
        "title": "That Way"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] One more depending on a prayer And we all look away People pretending everywhere It's just another day There's bullets flying through the air And they still carry on We watch it happen over there And then just turn it off  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  [Verse 2] They tell us everything's alright And we just go along How can we fall asleep at night When something's clearly wrong When we could feed a starving world With what we throw away But all we serve are empty words That always taste the same  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  [Bridge] The right thing to guide us Is right here inside us No one can divide us When the light is nearly gone But just like a heartbeat The drumbeat carries on And the drumbeat carries on Just like a heartbeat  [Chorus] Hey, yeah, yeah, hey, yeah We must stand together Hey, yeah, yeah, hey, yeah There's no giving in Hey, yeah, yeah, hey, yeah Hand in hand forever Hey, yeah, yeah, hey, yeah That's when we all win Hey, yeah, yeah, hey, yeah That's, that's, that's when we all win That's, that's, that's when we all win  ",
        "title": "When We Stand Together"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] Early monday morning to friday at five Man I work work work but I don't climb climb climb Boss man can shove that over time up his can All I wanna do is put a drink in my hand  [Chorus 1] To fill it up or throw it down I got a forty hour week worth of trouble to drown No need to complicate it, I'm a simple man All you got to do is put a drink in my hand  [Verse 2] Yeah the parking lot is muddy, can't get to the door I take my jacked up drop er down in 4x4 She'll down a long neck, warm up the band All you got to do is put a drink in my hand  [Chorus 2] To fill it up or throw it down I'm about to tear a new one in this old town 5 4 3 2 1 I'll be your rocket man All you got to do is put a drink in my hand  [Verse 3] You make me want to go ouuh ouhhh when you dance like that You got that little tattoo playing peaky boo on your back If you want to impress me baby here's my plan All you got to do is put a drink in my hand  [Chorus 3] To fill it up or throw it down When you drive me home take the long way around You be my Lois Lane I'll be your Superman All you got to do is put a drink in my hand  [Verse 4] My head monday morning as that alarm clock sings It goes bang bang bang while it ring ring rings Yeah I'm ready to roll if you wanna rock again All you got to do is put a drink in my hand  Yeah I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  Damn right I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  Yeah I'm ready to roll If you want to rock again All you got to do is put a drink in my hand  [Chorus 4] To fill it up or throw it down I got a little hangover still hanging around Yeah that hair of a dog is saying hey there man All you got to do is put a drink in my hand  [Outro] Yea that hair of a dog is howling hey there man All you got to do is put a drink in my hand Haaaouuhhh Yeaaa  ",
        "title": "Drink In My Hand"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Intro: Ericka Lee on the phone] Hello? Yeah, I just walked in Yeah, I'm good… You still working? Tonight… Right now? Did I go out? Yeah, I went out, I went… I went to a couple of clubs I never went to bed, shit… Wine or water You said something about a cold drink? I don't know, I'm delirious…  [Verse 1: Drake] Cups of the rosé Bitches in my old phone I should call one and go home I've been in this club too long The woman that I would try Is happy with a good guy But I've been drinkin' so much That I'ma call her anyway, and say…  [Chorus: Drake] Fuck that nigga that you love so bad I know you still think about the times we had I say fuck that nigga that you think you found And since you picked up, I know he's not around  [Bridge: Drake & Ericka Lee] (Are you drunk right now?) I'm just sayin' you could do better Tell me, have you heard that lately? I'm just sayin' you could do better And I'll start hatin' only if you make me  [Verse 2: Drake] Uh, cups of the XO All my people been here I see all of her friends here Guess she don't have the time to kick it no more Flights in the morning What you doin' that's so important? I've been drinkin' so much That I'ma call you anyway, and say…  [Chorus: Drake] Fuck that nigga that you love so bad I know you still think about the times we had I say fuck that nigga that you think you found And since you picked up, I know he's not around  [Bridge: Drake & Ericka Lee] (Are you drunk right now?) I'm just sayin' you could do better Tell me, have you heard that lately? I'm just sayin' you could do better And I'll start hatin' only if you make me  [Verse 3: Drake] I think I'm addicted to naked pictures And sitting talking 'bout bitches that we almost had I don't think I'm conscious of makin' monsters Outta the women I sponsor 'til it all goes bad But, shit, it's all good We threw a party, yeah, we threw a party Bitches came over, yeah, we threw a party I was just calling, ‘cause they were just leavin' Talk to me, please, don't have much to believe in I need you right now, are you down to listen to me? Too many drinks have been given to me I got some women that's livin' off me Paid for their flights and hotels, I'm ashamed Bet that you know them, I won't say no names After a while, girl, they all seem the same I've had sex four times this week; I'll explain Havin' a hard time adjustin' to fame Sprite in that mixture I've been talkin' crazy, girl, I'm lucky that you picked up Lucky that you stayed on I need someone to put this weight on \"Well, I'm sorry.\"  [Bridge: Drake & Ericka Lee] (Are you drunk right now?) I'm just sayin' you could do better Tell me, have you heard that lately? I'm just sayin' you could do better And I'll start hatin' only if you make me  [Interlude: Drake] You're not gonna come? Guess I'm 'bout to just kick it here then  [Outro: Drake] Just throw up while I hold your hair back Her white friend said \"You niggas crazy\" I hope no one heard that I hope no one heard that ‘Cause if they did, we gonna be in some trouble We gonna be in some trouble, trouble  ",
        "title": "Marvins Room"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Verse 1] You know the bed feels warmer Sleeping here alone You know I dream in color And do the things I want  [Pre-Chorus 1] You think you got the best of me Think you've had the last laugh Bet you think that everything good is gone Think you left me broken down Think that I'd come running back Baby you don't know me, cause you're dead wrong  [Chorus] What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone What doesn't kill you makes a fighter Footsteps even lighter Doesn't mean I'm over cause you're gone  [Chorus 2] What doesn't kill you makes you stronger, stronger Just me, myself, and I What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone  [Verse 2] You heard that I was starting over with someone new They told you I was moving on, over you  [Pre-Chorus 2] You didn't think that I'd come back I'd come back swinging You tried to break me, but you see  [Chorus] What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone What doesn't kill you makes a fighter Footsteps even lighter Doesn't mean I'm over cause you're gone  [Chorus 2] What doesn't kill you makes you stronger, stronger Just me, myself, and I What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone  [Bridge] Thanks to you I got a new thing started Thanks to you I'm not the broken-hearted Thanks to you I'm finally thinking about me You know in the end the day you left was just my beginning In the end  [Chorus] What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone What doesn't kill you makes a fighter Footsteps even lighter Doesn't mean I'm over cause you're gone  [Chorus 2] What doesn't kill you makes you stronger, stronger Just me, myself, and I What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone What doesn't kill you makes you stronger, stronger Just me, myself, and I What doesn't kill you makes you stronger Stand a little taller Doesn't mean I'm lonely when I'm alone  [Outro] (When I'm alone)  ",
        "title": "Stronger (What Doesn't Kill You)"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] Stop me on the corner I swear you hit me like a vision I, I, I wasn't expecting But who am I to tell fate where it's supposed to go with it Don't you blink you might miss it See we got a right to just love it or leave it You find it and keep it Cause it ain't every day you get the chance to say  [Chorus] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want, brighter than the sun  [Verse 2] I've never seen it, I found this love, I'm gonna feed it You better believe I'm gonna treat it better than anything I've ever had Cause you're so damn beautiful Read it, it's signed and delivered let's seal it Boy we go together like peanuts and paydays and Marley and reggae And everybody needs to get a chance to say  [Chorus] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want, brighter than the sun  [Verse 3] Everything is like a white out Cause we shika-shika a shine down Even when the, when the light's out but I can see you glow Got my head up in the rafters, got me happy ever after Never felt this way before, ain't felt this way before  [Bridge] I swear you hit me like a vision I, I, I wasn't expecting But who am I to tell fate where it's supposed to go?  [Chorus] Oh, this is how it starts (this is how it starts) Lightning strikes the heart (lightning strikes the heart) It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky (falling from the sky) Shining how we want, brighter than the sun Oh, this is how it starts (this is how it starts) Lightning strikes the heart (lightning strikes the heart) It goes off like a gun, brighter than the sun Oh, we could be the stars, falling from the sky Shining how we want (shining how we want) Brighter than the sun  [Bridge] Brighter than the sun Brighter than the sun Brighter than the sun Oho, yeah, oho  [Outro] Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun Oh, this is how it starts, lightning strikes the heart It goes off like a gun, brighter than the sun  ",
        "title": "Brighter Than The Sun"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I am not gonna lay around and whine and moan for somebody that done me wrong Don't think for a minute that I am gonna sit around and sing some old sad song I believe it's half full not a half empty glass Every day I wake up knowing it could be my last  [Chorus] I ain't here for a long time I'm here for a good time So bring on the sunshine, to hell with the red wine Pour me some moonshine When I'm gone put it in stone \"He left nothing behind\" I ain't here for a long time I'm here for a good time  [Verse 2] Folks are always dreaming about what they like to do but I like to do just what I like I take the chance, dance the dance, it might be wrong but then again it might be right There's no way of knowing what tomorrow brings Life's too short to waste it I say bring on anything  [Chorus] I ain't here for a long time I'm here for a good time So bring on the sunshine, to hell with the red wine Pour me some moonshine When I'm gone put it in stone \"He left nothing behind\" I ain't here for a long time I'm here for a good time I ain't here for a long time I'm here for a good time  ",
        "title": "Here For A Good Time"
    },
    {
        "artist": "Jay Z Kanye West Featuring Otis Redding",
        "lyrics": "  [Produced by Kanye West]  [Intro: Otis Redding & Jay Z] It makes it easier, easier to bear You won't regret it, no, no, no Some girls, they don't forget it Love is their whole happiness Squeeze her, don't tease her, never leave her Sounds so soulful, don’t you agree?  [Verse 1: Jay Z] I invented swag Poppin bottles, putting supermodels in the cab Proof I guess I got my swagger back, truth New watch alert: Hublots Or the big face Rollie, I got two of those Arm out the window through the city, I maneuver slow Cock back, snap back, see my cut through the holes  [Verse 2: Kanye West] Damn, Yeezy and Hov, where the hell ya been? Niggas talking real reckless; stuntmen I adopted these niggas, Phillip Drummond them Now I’m about to make them tuck their whole summer in They say I’m crazy, but I’m about to go dumb again They ain't seen me cause I pulled up in my other Benz Last week I was in my other other Benz Throw your diamonds up cause we in this bitch another 'gain  [Verse 3: Jay Z] Photo shoot fresh, looking like wealth I’m 'bout to call the paparazzi on myself Live from the Mercer Run up on Yeezy the wrong way, I might murk ya Flee in the G450 I might surface Political refugee, asylum can be purchased Everything's for sale I got 5 passports, I’m never going to jail  [Verse 4: Kanye West] I made Jesus Walks, I'm never going to hell Couture level flow is never going on sale Luxury rap, the Hermes of verses Sophisticated ignorance, write my curses in cursive I get it custom, you a customer You ain't accustomed to going through customs You ain't been nowhere, hah? And all the ladies in the house got them showing off I’m done I'll hit you up maña...nah!  [Verse 5: Jay Z] Welcome to Havana Smoking Cubana’s with Castro in cabanas Viva Mexico, Cubano Dominicano, all the plugs that I know Driving Benzes with no benefits Not bad, huh, for some immigrants? Build your fences, we digging tunnels Can’t you see we gettin money up under you?  [Verse 6: Kanye West] Can’t you see the private jets flying over you? Maybach bumper sticker reads: \"What would Hova do?\" Jay is chillin', Ye is chillin' What more can I say? We killin' 'em Hold up before we end this campaign As you can see we done bodied the damn lames Lord please let them accept the things they can't change And pray that all of their pain be champagne  [Outro] Screamin'  ",
        "title": "Otis"
    },
    {
        "artist": "New Boyz Featuring Chris Brown",
        "lyrics": "  [Pre-Chorus: Chris Brown] You a dime, so beautiful Top of the line, so unusual Words can't define You're running through my mind all day, day, day I'm so happy you're mine, so beautiful Top of the line, so unusual Now I think it’s time, hey shawty I hope you don’t take this the wrong way  [Chorus: Chris Brown] Girl, you look better with the lights off Better with the lights off, ooh Girl, you look better with the lights off Better with the lights off, ooh Better with the lights off  [Verse 1: Legacy] Hey Miss America What you look so sad for? Sweetheart, you only live one time So put your fantasies on flash forward like Gon' speed me up Got a deadline 'cause you need me done I hate your type, I love you too I bite your swag 'cause I wanna do you Can't blame you, babe Obama your work clothes, girl, make a change To your lingerie, right like that That lalalala, make your eyes roll back I mean you really fine though Just wanna see you with the lights off Every guy wanna know how it is To clap off the lights and turn Khloe to Kim  [Pre-Chorus: Chris Brown] You a dime, so beautiful Top of the line, so unusual Words can't define You're running through my mind all day, day, day I'm so happy you're mine, so beautiful Top of the line, so unusual Now I think it’s time, hey shawty I hope you don’t take this the wrong way  [Chorus: Chris Brown] Girl, you look better with the lights off Better with the lights off, ooh Girl, you look better with the lights off Better with the lights off, ooh Better with the lights off  [Verse 2: Ben J] Drive off take my girl to have a nice day Shit was right, so I let her hang my way You look cute, girl, what you wanna do, girl? Drive to my house 'cause it's only me and you, girl Checking her out, she had to put her swag on Acting too happy saying she ain't going back home I'm like wow, whatever you say But whatever you plan gotta be done at 8 Next stop, party at my place Of course you welcome, girl, you ain't taking up space We get there, shawty still looking right She attacked me, but wait, let me dim the lights Oh, you look different, she's like boy, stop it No, I ain't playing, actually you more popping She said shocking, now that's really raw I don't know baby, but even with the lights off  [Pre-Chorus: Chris Brown] You a dime, so beautiful Top of the line, so unusual Words can't define You're running through my mind all day, day, day I'm so happy you're mine, so beautiful Top of the line, so unusual Now I think it’s time, hey shawty I hope you don’t take this the wrong way  [Chorus: Chris Brown] Girl, you look better with the lights off Better with the lights off, ooh Girl, you look better with the lights off Better with the lights off, ooh Better with the lights off  [Chorus: Chris Brown] Girl, you look better with the lights off Better with the lights off, ooh Girl, you look better with the lights off Better with the lights off, ooh Better with the lights off Girl, you look better with the lights off Better with the lights off, ooh Girl, you look better with the lights off Better with the lights off, ooh Better with the lights off Better  ",
        "title": "Better With The Lights Off"
    },
    {
        "artist": "The Band Perry",
        "lyrics": "  [Verse 1] Would you walk to the edge of the ocean Just to fill my jar with sand? Just in case I get the notion To let it run through my hand Let it run through my hand  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Verse 2] Would you catch a couple thousand fireflies Yeah, and put them in a lamp to light my world? All dressed up in a tux and bow tie Hand delivered to a lonely girl To a lonely, lonely girl  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Bridge] Lately I've been writing desperate love songs I mostly sing them to the wall You could be the center piece of my obsession If you would notice me at all, yeah  [Chorus] Well, I don't want the whole world The sun, the moon, and all their light I just want to be the only girl You love all your life You love all your life  [Outro] You love all your life Life Yeah  ",
        "title": "All Your Life"
    },
    {
        "artist": "Ace Hood Featuring Chris Brown",
        "lyrics": "  [Intro: Ace Hood] Yeah, Ace Hood, what's up baby? We the best huh So I had a few things in mind and I was thinkin' of  [Hook: Chris Brown] Baby, you don’t have to try to read my mind 'Cause you know I wanna get it in And tell me why would we just think about it? If you want it, then I got it We can be body to body, body to body I don’t mean to rush you, girl But we should be body to body Body to body, body to body  [Verse 1: Ace Hood] Uh, picture your body soakin', bath water No panties on, come up out them leg warmers Wrap up your hair, leave on your heels Kissin' you while I whisper, shawty, how it feels Let ya mind wonder, oh you’re thinkin' dirty I was thinkin' you can ride me, Miss Kentucky Derby I dream about it, let’s take advantage My body on your body, hope that you can manage Gotta moan it, damn it, feels good Pullin' on her hair to let her know I'm still hood Damn right, so unreal This year of the Ace, bet she know the deal  [Hook: Chris Brown] Baby, you don’t have to try to read my mind 'Cause you know I wanna get it in And tell me why would we just think about it? If you want it, then I got it We can be body to body, body to body I don’t mean to rush you, girl But we should be body to body Body to body, body to body  [Verse 2: Ace Hood] Uh, so quit ya contemplatin', skip this conversation By the way, you bitin' on your lip just gave me confirmation Was that Chanel 5? Very sexy fragrance Are those your real eyes? Can tell you’re partially Asian But I know your body got me focused, I'm just so sedated And I guarantee I'll do you better than your past and latest Body to body, wet as Dasani Bet if I hit your spot that I’ll make you tsunami Change up the sheets, no time to sleep Asked her what she’s think, she replied that I'm a beast Yeah, she replied that I'm a beast Got it locked between the sheets and even in the streets  [Hook: Chris Brown] Baby, you don’t have to try to read my mind 'Cause you know I wanna get it in And tell me why would we just think about it? If you want it, then I got it We can be body to body, body to body I don’t mean to rush you, girl But we should be body to body Body to body, body to body  [Bridge: Chris Brown] We're making love on the floor, you're kissing my tattoos I'm pulling your hair, you scream my name, call me daddy, baby, I got you Girl, get in your bed and lay it down, down, down, girl, are you ready? 'Cause I'm gon' want you face down, down, down, right now, you fucking with a real freak  [Hook: Chris Brown] Baby, you don’t have to try to read my mind 'Cause you know I wanna get it in And tell me why would we just think about it? If you want it, then I got it We can be body to body, body to body I don’t mean to rush you, girl But we should be body to body Body to body, body to body  ",
        "title": "Body 2 Body"
    },
    {
        "artist": "David Nail Featuring Sarah Buxton",
        "lyrics": null,
        "title": "Let It Rain"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] She dropped the phone and burst into tears The doctor just confirmed her fears Her husband held it in and held her tight Cancer don’t discriminate or care if you’re just 38 With three kids who need you in their lives He said, \"I know that you’re afraid and I am, too But you’ll never be alone, I promise you\"  [Chorus] When you’re weak, I’ll be strong When you let go, I’ll hold on When you need to cry, I swear that I’ll be there to dry your eyes When you feel lost and scared to death Like you can’t take one more step Just take my hand, together we can do it I'm going to love you through it  [Verse 2] She made it through the surgery fine They said they caught it just in time But they had to take more than they planned Now it's forced smiles and baggy shirts To hide what the cancer took from her But she just wants to feel like a woman again She said, \"I don't think I can do this anymore\" He took her in his arms and said \"That's what my love is for\"  [Chorus] When you’re weak, I’ll be strong When you let go, I’ll hold on When you need to cry, I swear that I’ll be there to dry your eyes When you feel lost and scared to death Like you can’t take one more step Just take my hand, together we can do it I'm going to love you through it Oh baby Yeah [Outro] And when this road gets too long I'll be the rock you lean on Just take my hand, together we can do it I'm going to love you through it I'm going to love you through it I'm going to love you through it  ",
        "title": "I'm Gonna Love You Through It"
    },
    {
        "artist": "B.o.B Featuring Lil Wayne",
        "lyrics": "  [Intro: B.o.B] Yeah, haha Oh you already know what we gon' do Hey  [Verse 1: B.o.B] Well if you guessin' it's me, you guessed correctly I just stay with a stallion, you would swear I was an equestrian And um, I'ma hit her with that pipe, call that Nancy Kerrigan Stay on the greenest greens, call us vegetarians You be on that minor league, but we smoke professionally I do my job exceptionally, on point like a decimal is The way I ride on the beat man I beat every street, it's done so effortlessly Yeah, so these niggas can't sleep on me, there's no Inception in this Bitch, I'm top chef, you Top Ramen, I'm top shelf No last call, to the bartender; \"what you got left?\" Pour it up, don't stop there, hold your cup, take a shot, yeah All night we celebrate, cause we everywhere and you not there  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  [Verse 2: Lil Wayne] Uh, blue jeans, I'm faded, mining my own data Smokin' on that strong, that Arnold Schwarzenegger It’s Tunechi Li, you bitch you You hot as a igloo Kick back on that Glock, call that Jiu Jitsu Hello world, I’m with a yellow girl, number two pencil These rappers is washed up, spin cycle, rinse you My nigga, all day, all night, half-pipe I dive in that pussy, ya I belly flop, I jack knife And shit, tell my homies that I say it’s a party Yeah, got that tech for technical difficulties I’m top dog, you top ramen, I’m top dog Piru, gangsters, outlaws!  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  Young Mula baby B.o.B. fuck with me!  [Verse 3: B.o.B] Well ain't no question, yes, it's B.o.B, yes definitely Up in the studio, I got all my necessities Look, if you want that real shit, you made the right selection I'm Decatur 'til I die, yes I rep that definitely They say I'm a celebrity, what the fuck's a celebrity? I guess I must invest in the proper form of protection And I say it's a curse, but it's been mostly a blessin' To a nigga from the hood Tryin' to aim for the top, I didn't even need no directions I just wake up then I roll up the purp But these niggas wake up on my dick, at least have some breakfast first Nigga keep your nourishment first, and your mind on my lyrics Cause what you hopin' to accomplish, I already did it Bitch!  [Hook] All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  All we do is pour it up all night, drinks out (That's all we do, that's all we do) And all we do is light it up, all night All you see is strange clouds (Strange clouds, strange clouds)  ",
        "title": "Strange Clouds"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Justin Bieber",
        "lyrics": "  [Verse 1] It’s the most beautiful time of the year Lights fill the streets, spreading so much cheer I should be playing in the winter snow But I'ma be under the mistletoe I don’t wanna miss out on the holiday But I can’t stop staring at your face I should be playing in the winter snow But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe  [Verse 2] Everyone's gathering around the fire Chestnuts roasting like a hot July I should be chilling with my folks, I know But I'ma be under the mistletoe Word on the street, Santa's coming tonight Reindeer's flying through the sky so high I should be making a list, I know But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe With you, shawty with you With you, shawty with you With you, under the mistletoe  [Bridge] Ayy love, the wise men followed the star The way I followed my heart And it led me to a miracle Ayy love, don't you buy me nothing 'Cause I am feeling one thing, your lips on my lips That’s a merry, merry Christmas  [Verse 1] It’s the most beautiful time of the year Lights fill the streets, spreading so much cheer I should be playing in the winter snow But I'ma be under the mistletoe I don’t wanna miss out on the holiday But I can’t stop staring at your face I should be playing in the winter snow But I'ma be under the mistletoe  [Chorus] With you, shawty with you With you, shawty with you With you, under the mistletoe, yeah With you, shawty with you With you, shawty with you With you, under the mistletoe (under the mistletoe)  [Outro] Kiss me underneath the mistletoe Show me, baby, that you love me so-oh-oh, oh, oh, oh Kiss me underneath the mistletoe Show me, baby, that you love me so-oh-oh, oh, oh, oh  ",
        "title": "Mistletoe"
    },
    {
        "artist": "Thompson Square",
        "lyrics": null,
        "title": "I Got You"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I can’t sleep There is no sleep coming I’m just lying here thinking about you I’m in deep Falling deep into the picture in my mind of everything we’re going to do  Over at the lake and down by the river You can feel it start to rise Want to jump in my car, go wherever you are Because I need you by my side  [Chorus] It’s going to be a long, hot summer, we should be together With your feet up on the dashboard now Singing along with the radio, it’s such a beautiful sound And when you say my name in the middle of the day, I swear I see the stars come out When you hold my hand in the back of my mind, just waiting for the sun to go down The sun to go down  [Verse 2] I want to see your brown skin shimmer in the sun for the first time I try to be the one who knows just what to do to you to get me that smile One chance of meeting, you were walking by me on the street and I said hi And that was the beginning of my heart spinning like these wheels in my head tonight  [Chorus] It’s going to be a long, hot summer, we should be together With your feet up on the dashboard now Singing along with the radio, it’s such a beautiful sound And when you say my name in the middle of the day, I swear I see the stars come out When you hold my hand in the back of my mind, just waiting for the sun to go down The sun to go down  [Bridge] The only place that I want to be is where you are Because anymore than a heartbeat away is just too far  [Chorus] It’s going to be a long, hot summer, we should be together With your feet up on the dashboard now Singing along with the radio, it’s such a beautiful sound And when you say my name in the middle of the day, I swear I see the stars come out When you hold my hand in the back of my mind, just waiting for the sun to go down The sun to go down  [Outro] I swear it’s like you’re waiting for the sun to go down Waiting on the sun to go down Hey, yeah Oh, I’m loving thinking about you I can't sleep, I’m just lying here thinking about you  ",
        "title": "Long Hot Summer"
    },
    {
        "artist": "Mindless Behavior Featuring Diggy",
        "lyrics": "  [Intro:] Where is Mrs. Right? I gotta find her  [Diggy] Streamline and Conjunction  [Hook] Where is Mrs. Right? I gotta see her Travel all across the world just to meet her Get me on a flight, I gotta see her Travel all across the world just to meet her Travel to L.A., maybe to the Bay From the Chi-Town, yo she might be out the states Book a flight to London, ook a flight to France Can we go to Switzerland, can we hit Japan?  [Verse 1] Shawty say ya don’t but I betcha do MB on your ringtone, posters in your room Sassy lil' thang, li-like the way ya talk Heard ya got the goods gon head show 'em off Take a picture quick, send it to my phone Dimple in your cheek, white gucci stunnas on Don’t know where you’ve been hidin from me so long Prodigy, Roc, Ray Ray, and Princeton we on So baby come on  [Hook]  [Diggy Call Out] Light skinned-ed, or da-dark skinned-ed Long hair, don’t care, long as your heart's in it Looking for my Mrs Enough to drive me insane Matter fact, ayo Prodigy sang  [Verse 2] Hoppin on a plane, comin straight to y'all In Tokyo we say Konichiwa, it's off the wall London in the spring, Pa-Paris in the fall We don't discriminate, girls know we love ‘em all All my German chicks, let me kiss ya back Open up your MacBook, put me on your lap Stay sendin me smiley faces on the chat Met some good girls, yeah they all over the map But where she at, where she at  [Hook]  [Bridge] Flying (so high, so high) Destination everywhere Gotta find a way to get to where You are, you are  [Verse 3: Diggy] Where's my Mrs. Right now I need her right now I got some things I want to say So I’m gonna write it down Wipe me down, wipe me down If I like you, you wifey now I predict one day we’ll be together I’m a psychic (aowww) Been to the south, been to the Bay Even took a few trips outta States I know you an angel So maybe I should look outer space D-I-Double G-Y's lookin for the right the one Prodigy, Double R, Princeton, Ray Ray Let ‘em know where we comin from  [Hook]  ",
        "title": "Mrs. Right"
    },
    {
        "artist": "Afrojack Featuring Eva Simons",
        "lyrics": "   UK Radio Edit/Music Video Version [Intro: Eva Simons] I want you to take over control Take, take Take over control Plug it in and turn me on  [Verse 1: Eva Simons] Let's go take a ride in your car I will take the passenger seat Baby, we don't have to go far Unless you wanna show Me a lovely place out of town Where you feel most at ease Well, you are the one that I like Always will be  [Pre-Chorus: Eva Simons] I think it's time to let you know The way I feel when you take hold You set me free, my body's yours It feels the best when you're involved  [Chorus: Eva Simons] I want you to take over control Plug it in and turn me on I want you to take over control Plug it in and turn me on  [Verse 2: Eva Simons] Baby, baby, can't you see? That I'm giving all of me So, it's up to you now We could let time pass away I'll make an excuse to play But, it's up to you now Just wanna fulfill your needs While you're taking over me So, what do you want now? Take a picture, make a show 'Cause nobody has to know All the ways that we get down  [Bridge: Eva Simons] Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on  [Chorus: Eva Simons] I want you to take over control Take over control Take, take Take over control Oh oh oh, I want you to take over control Plug it in and turn me on  [Outro: Eva Simons] Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on I want you to take over control Plug it in and turn me on Radio Edit/Dutch Radio Edit [Verse 1: Eva Simons] Let's go take a ride in your car I will take the passenger seat Baby, we don't have to go far Unless you wanna show Me a lovely place out of town Where you feel most at ease Well, you are the one that I like Always will be  [Pre-Chorus: Eva Simons] I think it's time to let you know The way I feel when you take hold One single touch from you, I'm gone Still get the rush when I'm alone I think it is time I let you know Take all of me, I will devote You set me free, my body's yours It feels the best when you're involved  [Chorus: Eva Simons] I want you to take over control Take over control Take, take Take over control Oh oh oh, I want you to take over control Plug it in and turn me on I want you to take over control Take over control Take, take Take over control Oh oh oh, I want you to take over control Plug it in and turn me on  [Verse 2: Eva Simons] Baby, baby, can't you see? That I'm giving all of me So, it's up to you now We could let time pass away I'll make an excuse to play But, it's up to you now Just wanna fulfill your needs While you're taking over me So, what do you want now? Take a picture, make a show 'Cause nobody has to know All the ways that we get down  [Chorus: Eva Simons] I want you to take over control Take over control Take, take Take over control Oh oh oh, I want you to take over control Plug it in and turn me on  [Bridge: Eva Simons] Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on  [Chorus: Eva Simons] I want you to take over control Take over control Take, take Take over control Oh oh oh, I want you to take over control Plug it in and turn me on  [Outro: Eva Simons] Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on Oh, oh whoa oh, oh whoa ooh oh Plug it in and turn me on              ",
        "title": "Take Over Control"
    },
    {
        "artist": "Jerrod Niemann",
        "lyrics": "  Today I wanted to write a tune Started strummin' this little groove I could've wrote about love or money something sad or something funny  But hey, hey, hey whats so wrong with one more drinkin' song Hold up your cups and sing along to one more drinkin' song  And if by chance this brings you cheer maybe someday you'll bring me a beer Or not to mention my favorite drink a marga-daiquiri-screw-aloda-on the beach  Hey, hey, hey whats so wrong with one more drinkin' song Hold up your cups and sing along to one more drinkin' song  So here's to cheap whiskey and fine wine Buyin' shots and pick up lines And here's to bartenders tryin' to get paid when all of us are tryin' to get ---_  Hey, hey, hey whats so wrong with one more drinkin' song Hold up your cups and sing along to one more drinkin' song Hey, hey, hey whats so wrong with one more drinkin' song Hold up your cups and sing along to one more drinkin' song Hey, hey, hey whats so wrong with one more drinkin' song Hold up your cups and sing along to one more drinkin' song  ",
        "title": "One More Drinkin' Song"
    },
    {
        "artist": "Jessie J",
        "lyrics": "  [Verse 1] I'm feeling sexy and free Like glitter's raining on me You're like a shot of pure gold I think I'm 'bout to explode  [Pre-Chorus] I can taste the tension like a cloud of smoke in the air Now I'm breathing, like I'm running 'cause you're taking me there Don't you know you spin me out of control? (Ooh-ooh-ooh-ooh) We can do this all night Damn, this love is skin tight Baby, c'mon (Ooh-ooh-ooh-ooh) Boom me, like a bass drum sparking up a rhythm Baby, c'mon (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  [Verse 2] You got me losing my mind My heart beats out of time I'm seeing Hollywood stars You strum me like a guitar  [Pre-Chorus] I can taste the tension like a cloud of smoke in the air Now I'm breathing, like I'm running 'cause you're taking me there Don't you know you spin me out of control? (Ooh-ooh-ooh-ooh) We can do this all night Damn, this love is skin tight Baby, c'mon (Ooh-ooh-ooh-ooh) Boom me, like a bass drum sparking up a rhythm Baby, c'mon (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  [Bridge] Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh baby, baby, got me feeling so right Ooh baby, baby, dancing in the moonlight Ooh, baby, baby (Ooh-ooh-ooh-ooh)  [Chorus] Rock my world until the sunlight Make this dream the best I've ever known Dirty dancing in the moonlight Take me down like I'm a domino Every second is a highlight When we touch, don't ever let me go Dirty dancing in the moonlight Take me down like I'm a domino  ",
        "title": "Domino"
    },
    {
        "artist": "Chris Brown Featuring Ludacris",
        "lyrics": "  [Intro: Ludacris] Hear the sound of your body drip, drip, drip As I kiss both sets of lip lip lips Hear the sound of your body drip, drip, drip As I kiss both sets of lip lip lips  [Verse 1: Chris Brown] I ain't afraid to drown If that means I'm deep up in your ocean, yeah Girl, I'll drink you down Sipping on your body all night I just wanna take your legs and wrap 'em round Girl you're cumming right now, my head to your chest feeling your heartbeat, girl Swimming all in your sea, and you're sweating all over me Bring it forward don't you run  [Pre-Chorus: Chris Brown] I don't want to be a minute man Baby you're just like a storm raining on me girl, you're soaking wet, whoa  [Chorus: Chris Brown] I'mma kiss it right, yeah, yeah, I'm gon' lick all night, yeah, yeah, girl when I'm inside, yeah, yeah Yeah girl, you heard what I said, I'm gonna make you wet the bed, bed, bed I'm gonna make you wet the bed, bed, bed, I'm gonna make you wet the bed, bed, bed I'mma put your legs behind your head when I make you wet the bed  [Verse 2: Chris Brown] You don't know what you're in for 'Bout to get inside your mental Bend ya back like it's limbo, I'mma make you feel like a nympho Tonight, oh whoa, you're mine, baby girl Any time you want it, I'm, ready and willing girl to give it I start to lick your body, you go to trembling, flip it around girl lemme get it from the side And can I visit all those spots you like? Your neck, your back, your sexy lips, booty and thighs  [Pre-Chorus: Chris Brown] I don't want to be a minute man Baby you're just like a storm raining on me girl, you're soaking wet, yeah, yeah  [Chorus: Chris Brown] I'mma kiss it right, yeah, yeah, I'm gon' lick all night, yeah, yeah, girl when I'm inside, yeah, yeah Yeah girl, you heard what I said, I'm gonna make you wet the bed, bed, bed I'm gonna make you wet the bed, bed, bed, I'm gonna make you wet the bed, bed, bed I'mma put your legs behind your head when I make you wet the bed  [Verse 3: Ludacris] I'mma make your body wetter than ever, we'll get together you can tell as soon as I approach ya When you're feeling uptight, get it right, don't fight, lighten up like Sammy Sosa Women call me the super soaker and I'mma soak ya bed to death How long can you hold your breath? Asthma attacking, waking up wondering what happened Making me high like Toni Braxton, you can't deny you wanna break my back in, two What you wanna do? Look at you with your birthday suit suit suit suit suit The forecast said it's cloudy tonight and I'mma have your body like bloop, bloop, bloop, bloop  [Chorus: Chris Brown] I'mma kiss it right, yeah, yeah, I'm gon' lick all night, yeah, yeah, girl when I'm inside, yeah, yeah Yeah girl, you heard what I said, I'm gonna make you wet the bed, bed, bed I'm gonna make you wet the bed, bed, bed, I'm gonna make you wet the bed, bed, bed I'mma put your legs behind your head when I make you wet the bed  [Outro: Ludacris] Hear the sound of your body drip, drip, drip As I kiss both sets of lip lip lips Hear the sound of your body drip, drip, drip As I kiss both sets of lip lip lips  ",
        "title": "Wet The Bed"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Countdown"
    },
    {
        "artist": "Red Hot Chili Peppers",
        "lyrics": "  Lipstick junkie be funky all he wanty She came back wearing a smile Look-alike someone drug me They wanted to unplug me No one in here is on trial Its just a turn-around  And we go Oh Well and we go Oh oh oh oh  Tic-toc, I want to rock you like the 80s Cock-blocking isn’t allowed Tugboat Shiela is into memorabilia Who said three is a crowd? We better get it on the go  [Chorus] Hey, now We’ve gotta make it rain somehow She told me to And show me what to do  Oh Maggie makes it in her cloud  [Chorus] Hey, now We’ve gotta make it rain somehow She told me to And show me what to do  Oh Maggie makes it in her cloud  She knows how, to make it loud  Rain dance Maggie advances to the final Who knew that she had the goods? Little did I know her body was one delicious vinyl To your neck of the woods I want to lick a little bit  [Chorus] Hey, now We’ve gotta make it rain somehow She told me to And show me what to do  Oh Maggie makes it in her cloud  You got the wrong girl But not for long girl Its in a song girl Cos I’ll be gone girl  [Chorus] Hey, now We’ve gotta make it rain somehow She told me to And show me what to do  Oh Maggie makes it in her cloud  I said Hey now I want to rock this Valley crowd She told me to And told me what to do She knows how to make it loud  But not for long girl Its in a song girl Cos I’ll be gone bye bye yeah Bye bye girl Bye bye Girl Bye bye Girl Bye bye  ",
        "title": "The Adventures Of Rain Dance Maggie"
    },
    {
        "artist": "Hot Chelle Rae Featuring New Boyz",
        "lyrics": "  [Verse 1: Ryan Follese] Let's get it on Yeah, y'all can come along Everybody drinks on me Bought out the bar Just to feel like I'm a star Now I'm thanking the Academy Missed my ride home Lost my iPhone I wouldn't have it any other way If you're with me let me hear you say  [Chorus: Ryan Follese] I like it like that Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, I like it like that (I like it like that, I like it like that)  [Verse 2: Ryan Follese] Till the break of the dawn Yeah, party on the lawn Whistle as the girls walk by If the cops roll up (so what?) Pour the cops a cup 'Cause everybody's here tonight Call a taxi Pack the back seat I wouldn't have it any other way If you're with me let me hear you say  [Chorus: Ryan Follese] I like it like that Hey windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, I like it like that  [Bridge: Ryan Follese] Oh oh oh oh, like Oh oh oh oh, like Oh oh oh oh, sing it right back, I like it like that  [Verse 3: New Boyz] Oh the homie brought the booze I like it like that 'cause the girls playin' beer pong in the back We havin' fun partying til the break of dawn Go grab a cup I dunno what people waitin' on And I'm gonna want a girl that I know I can take home In the zone, where I think I had lost my phone You can tell by looking in the party's straight crack And don't worry 'bout it girls cause I like it like  [Verse 4: New Boyz] I'm max faded at my grandma's house And leave your clothes over there, that's grandma couch I be filmin' her friends too, yeah I'm back on that Double D chicks huggin', I got racks on racks Like, I don't want the luxuries of a superstar I'm just tryin' to chill with Miley at the hookah bar You like got tongues, I'll make your heart melt With the seat back, playin in the back, like  [Chorus: Ryan Follese] I like it like that Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back, if you like, like it like that  Hey, windows down, chillin' with the radio on I like it like that Damn, sun's so hot, make the girls take it all off I like it like that Yeah, one more time, I can never get enough Oh, everybody Sing it right back I like it like that  [Outro: Ryan Follese] Oh oh oh oh like that Like oh oh oh oh like that Like oh oh oh oh Everybody, sing it right back I like it like that  ",
        "title": "I Like It Like That"
    },
    {
        "artist": "Florence + The Machine",
        "lyrics": "  [Verse 1] Regrets collect like old friends Here to relive your darkest moments I can see no way, I can see no way And all of the ghouls come out to play And every demon wants his pound of flesh But I like to keep some things to myself I like to keep my issues drawn It's always darkest before the dawn  And I've been a fool and I've been blind I can never leave the past behind I can see no way, I can see no way I'm always dragging that horse around All of his questions such a mournful sound Tonight I'm gonna bury that horse in the ground Cause I like to keep my issues drawn But it's always darkest before the dawn  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa  [Verse 2] And I am done with my graceless heart So tonight I'm going to cut it out and then restart Because I like to keep my issues drawn It's always darkest before the dawn  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa (shake him off)  [Verse 3] And it's hard to dance with a devil on your back (shake him off) And given half the chance, would I take any of it back (shake him off) It's a fine romance but it's left me so undone (shake him off) It's always darkest before the dawn Ooh whoa, ooh whoa  [Bridge] And I'm damned if I do and I'm damned if I don't So here's to drinks in the dark at the end of my rope And I'm ready to suffer and I'm ready to hope It's a shot in the dark aimed right at my throat Because looking for heaven, found the devil in me whoa Looking for heaven, found the devil in me whoa Well, why the hell did I let it happen to me? Yeah  [Chorus] Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa Shake it out, shake it out Shake it out, shake it out, ooh whoa And it's hard to dance with a devil on your back So shake him off, oh whoa Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh Oh oh oh Oh oh oh oh oh oh oh  [Outro] (What the hell) (What the hell) What the hell What the hell What the hell  ",
        "title": "Shake It Out"
    },
    {
        "artist": "Wale Featuring Miguel",
        "lyrics": "  [Wale] I'mma rap to you real quick. I wanna enjoy the luxury of like Not knowing each other for real. Hol' up  [Intro: Miguel] Lotus flower bomb, firefly When I'm low, she take me high I can teach you all the sounds of love  [Verse 1: Wale] Flowerbomb, let me guess your favorite fragrance And you got that bomb, huh, I'm tryna detonate you No disrespecting baby, just tryna make you smile Try to keep my spirits up, that's why I lays it down Try to keep your spirits up, lil vodka whatever Took you forever to get dressed, I acknowledge your effort So I clap for her, she deserves an applause Shawty working so hard, she deserve that Vuitton Shawty where your baton, racing through my mind like She heard that I got that work, I heard that she been on strike Care to tell, I read your mind, she been on them dollars first Caramel macchiatos when shawty get into work I can be your boyfriend be your nigga or a friend with perks I'm just tryna work that huh, they just tryna work your nerves I'm just tryna read your mind, I'm just tryna feed you mine I'm just tryna give you light, they just tryna leave you blind  [Hook: Miguel] We're living in a fantasy I feel it when you dance with me It's feeling like you need to be My lady, my baby, yeah Can't you see I'm talking about eternity Tell me would you care to be My lady, my baby  [Verse 2: Wale] Flower bomb, can I blow up on your mind This is not no Sandra Bull, but you're Potion #9 Navigating through her eyes, destination to her thighs And I hate to tell you too much, cuz I stay with too much pride And we way too young to know love, maybe not but we don't need no rush Don't believe in love at first sight, but I believe in love at first huh Can I be with you just one night, I could wear you out inside I could tell you like persistence, but I make you cum in tri's I just think we need one night, can't decide if I came right Easy baby my thing tight, but that lotus flower just ain't right I ain't thinking I ain't right, can't decide but I can't fight Easy baby. You the bomb and all, but I be damned if I do not land mine Or at least try, can I speak up? was it peace out? can we eat lunch? Can we take shots? What's your flavor? Flat drinks we call A cups I just think I need one night, slightly more if it's done right With that gorgeous face, I don't know your name, it ain't important babe cuz I'mma call you Mine  [Hook: Miguel] We're living in a fantasy I feel it when you dance with me It's feeling like you need to be My lady, my baby, yeah Can't you see I'm talking about eternity Tell me would you care to be My lady, my baby  [Bridge: Miguel] Cause I don’t know you, you don’t know me The clock keeps ticking baby what's it gonna be I don’t know you, you don’t know me Let me teach you all the sounds of love  [Outro: Miguel] Ahhhh, ayyyyy, eeeeee, ahh ohh ooo Baby this was for you, lotus  ",
        "title": "Lotus Flower Bomb"
    },
    {
        "artist": "Rick Ross Featuring Nicki Minaj",
        "lyrics": "  [Intro: Rick Ross] In a world of so many Baby girl, you are that one I deserve that.. I deserve you  [Hook: Nicki Minaj] I'll do anything that you say, anything Cause you the boss You the boss You, you, you the boss, yeah You the boss (uh) You, you, you the boss, yeah You the boss You, you, you the boss, yeah (uh) You the boss You, you, you the boss (boss) You the boss (boss) You, you, you the boss, yeah You the boss You, you, you the boss, yeah You the boss You, you, you the boss, yeah  [Verse 1: Rick Ross] Rozay a born stunner, I could blow money Fifty when I'm shopping, that ain't no money I got my jeans sagging, money stuffed in em I got 40 whips, way too much in em I need me a queen, I need me a dime Living this fast life: just show me a sign I'm a G, I'm-I'm-I'ma a G Took her from the lame, put her on that condo on the beach All she needs, all-all-all she needs Is a boss on my level who provides every need All I fiend is a queen in my presence I can hold her til I die Couple G's in my bezel I'm a boss  [Hook: Nicki Minaj]  [Verse 2: Rick Ross] Still running the streets cause every day I'm hustling Double MG winnin and the streets is loving it All this paper coming and my baby touching it I pin her to the wall, you know this, boy we busting it Fur coats in the winter, look like a polar bear Stunting in the snow, these haters they can go somewhere Indoor pool, outdoor pool, indoor court Talkin' Ray J moves Seven Rolls Royces, pink slips like a boss Champagne on her body, time to lick it off Me and baby girl a winning combination Ownership is my conversation I'm a boss  [Hook: Nicki Minaj]  [Verse 3: Nicki Minaj] I watch You play (what you sayin baby) And I'll do whatever you say (boss) Oh I I I I I watch You play And I'll dooo Whatever you say  I'd do anything that you say (uh), anything Cause you the boss You the boss (boss) You, you, you the boss, yeah You the boss You, you, you the boss, yeah You the boss You, you, you the boss, yeah (boss)  [Outro: Nicki Minaj] You could take it any way you want to Daddy, I promise that I'll never disappoint you Just make sure I make it my motherfucking point to Get a raise, get a raise  ",
        "title": "You The Boss"
    },
    {
        "artist": "Ronnie Dunn",
        "lyrics": "  [Verse 1] Everything to know about me Is written on this page A number you can reach me My social and my age Yes, I served in the army It's where I learned to shoot Eighteen months in the desert Pourin' sand out of my boots  [Pre-Chorus] No, I've never been convicted of a crime I could start this job at any time  [Chorus] I got a strong back, steel toes, rarely call in sick A good truck, what I don't know I catch on real quick I work weekends, if I have to, nights and holidays Give you forty and then some, whatever it takes  [Post-Chorus] Three dollars and change at the pump Cost of livin's high and goin' up  [Verse 2] I put Robert down as a reference He's known me all my life We attend the same church He introduced me to my wife Gave my last job everything Before it headed south Took the shoes off of my children's feet The food out of their mouths Yesterday my folks offered to help But they're barely gettin' by themselves  [Chorus] I got a strong back, steel toes, rarely call in sick A good truck, what I don't know I catch on real quick I work weekends, if I have to, nights and holidays Give you forty and then some, whatever it takes  [Post-Chorus] Three dollars and change at the pump Cost of livin's high and goin' up  [Bridge] I'm sure a hundred others have applied Rumor has it you're only takin' five  [Chorus 2] I got a strong back, steel toes, I'm handy with a wrench There's nothin' I can't drive, nothin' I can't fix I work sunup to sundown Ain't too proud to sweep the floors Bank has started callin' And the wolves are at my door Three dollars and change at the pump Cost of livin's high and goin' up  ",
        "title": "Cost Of Livin'"
    },
    {
        "artist": "Romeo Santos Featuring Usher",
        "lyrics": null,
        "title": "Promise"
    },
    {
        "artist": "The Black Keys",
        "lyrics": "  [Verse 1] Well I'm so above you, it is plain to see But I came to love you anyway So you pulled my heart out And I don't mind bleeding Any old time you keep me waiting, waiting, waiting  [Chorus] Oh, oh, oh, oh, I got a love that keeps me waiting I'm a lonely boy  [Verse 2] Well your mama kept you but your daddy left you And I should have done you just the same But I came to love you Am I born to bleed? Any old time you keep me waiting, waiting, waiting  [Chorus] Oh, oh, oh, oh, I got a love that keeps me waiting I'm a lonely boy  ",
        "title": "Lonely Boy"
    },
    {
        "artist": "AWOLNATION",
        "lyrics": "  [Intro] Sail!  [Verse 1] This is how I show my love I made it in my mind because I blame it on my ADD baby This is how an angel dies I blame it on my own sick pride Blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Verse 2] Maybe I should cry for help Maybe I should kill myself Blame it on my ADD baby Maybe I'm a different breed Maybe I'm not listening So blame it on my ADD baby  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Bridge] La la la la la la oh! La la la la la la oh!  [Chorus] Sail! Sail! Sail! Sail! Sail!  [Outro] Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail! Sail with me into the dark Sail!  ",
        "title": "Sail"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] It's my third cup of coffee Fifth time I've said I'm sorry The sun slowly peeking through the glass Says we been up all night We both know where this is going It's been a long time coming Is it really over, is this really goodbye Maybe I should say something Maybe you'd change your mind Maybe, maybe buy a little more time  [Chorus] But I got nothing' No magic words To stop your leaving' To end this hurt I'm just blank I'm just staring into space Praying please, please let me think of something Cause I got nothing'  [Verse 2] I watch you pack your things You look down at your ring You slowly slip it off and then You lay it on our bed Maybe I should pick it up And get down on my knees Tell you what you wanna hear And give you what you need  [Chorus]  [Verse 3] You're almost at the door And you stop and turn around Your eyes are begging me Please say something right now  [Chorus]  ",
        "title": "I Got Nothin'"
    },
    {
        "artist": "Kaskade Featuring Neon Trees",
        "lyrics": "  [Verse 1] When you walk my way I feel a rush come over me A sharp panic panic It's the things you say That makes a rush come over me It happens all the time I never was too good at following rules (na na) I'm better just pretending I was the fool  [Chorus] All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay tough But that's never enough And these are the lessons in love All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay young I'm just having my fun With the lessons in love  [Verse 2] If I walk away I feel a push inside of me That won't let me leave But what could I say For you to feel what's inside of me This happens all the time I never was too good at following rules (na na) I'm better just pretending I was the fool (hear me out)  [Chorus] All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay tough But that's never enough And these are the lessons in love All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay young I'm just having my fun With the lessons in love  I'm only lonely when the lights are on I want the same rush over and over and over and over and over All day, all night I got the lights in my eyes All day, all night I got the lights in my eyes Come on! Whoa!  [Chorus] All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay tough But that's never enough And these are the lessons in love All day, all night I got the lights in my eyes And I'm falling for you Keep cool, stay young I'm just having my fun With the lessons in love  [Outro] With the lessons in love  ",
        "title": "Lessons In Love"
    },
    {
        "artist": "Christina Perri",
        "lyrics": "  [Verse 1] Heart beats fast Colors and promises How to be brave? How can I love when I'm afraid to fall But watching you stand alone? All of my doubt suddenly goes away somehow One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Verse 2] Time stands still Beauty in all she is I will be brave I will not let anything take away What's standing in front of me Every breath Every hour has come to this One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Bridge] And all along I believed I would find you Time has brought your heart to me I have loved you for a thousand years I'll love you for a thousand more One step closer One step closer  [Chorus] I have died everyday waiting for you Darling don't be afraid I have loved you For a thousand years I'll love you for a thousand more  [Outro] And all along I believed I would find you Time has brought your heart to me I have loved you for a thousand years I'll love you for a thousand more  ",
        "title": "A Thousand Years"
    },
    {
        "artist": "Lloyd Featuring Andre 3000 & Lil Wayne",
        "lyrics": "  [Intro: Lil Wayne] Hey y'all I came to talk about this girl that had my love You see, I went away for a while And she gave my love away And I really shouldn’t blame her But now, that pussy is a stranger  [Verse 1: Lloyd & Lil Wayne] Baby (hah!) Something's on my mind I gotta say it Yeah, your pussy done changed It ain't the same girl and that's a shame (a crying shame baby) Ooh, ain't being funny (mm-mm) I know another bee’s been in that honey (dang!) Ooh baby, that pussy done changed (pussy done changed) It’s such a shame (pussy done changed) girl and that's a shame (hah!) Who the hell you been giving my loving to, girl?  [Hook: Lloyd & Lil Wayne] Oh no, tell me where that pussy gone Oh no, cause it don’t feel the same no more I miss that pussy, that pussy, that pussy, that pussy Oh no (why you do me like that baby?) Oh no, why is that happening to me? Oh no, she told me that it was my pussy I miss that pussy (my pussy) that pussy (that pussy) That pussy (good pussy) that pussy (that pussy) Oh no, yeah yeah yeah yeah  [Verse 2: Lloyd & Lil Wayne] She (uhh) She used to be a really special lady (my everything) I guess she’s feeling kinda freaky lately It’s such a shame cause now the pussy’s changed (mm-mm-mm) That pussy changed, yeah yeah She used to squeeze me (hooo!) Grip me tight enough so she can please me But now, now, now that pussy changed (pussy done changed) It’s such a shame (pussy done changed) that pussy changed, naw!  [Hook: Lloyd & Lil Wayne] Oh no, where did ya pussy go? (Where's it at, baby?) Oh no, cause girl, I need to know I miss that pussy, that pussy, that pussy, that pussy (hah!) Oh no, you see, it was on some old one-of-a-kind type shit baby Oh no, I’m about to kill this bitch Oh no, she gave away all my shit I miss that pussy (good pussy) that pussy (new pussy) That pussy (I miss that) that pussy (old pussy) Oh no, yeah yeah yeah yeah  [Verse 3: Andre 3000] Damn, darlin', do change your oil I’m your number one fan-belt, they are not important I don’t use a cordless, microphone avoid 'em They don’t feel real to me, meaning real woman Others peeled on me, you the primer On the lime bean green box when I couldn’t afford a Ford Clean socks scooting 'cross the floor in your Grandmama house, hand on your mouth You yap too much about the Penny-Ante This mechanic's so uncanny, X-Men, X-Men Your ex-boyfriend should thank me that I took you off his hands Know I can't bring another beach to the sand And know I am well aware that you can bring a man to his knees And get what you need without saying please but Can you bring a man to his feet when defeat is on repeat And they gon' put this man’s Grammy’s on the street? What? Why so quiet? Hate that all of our memories happen in a Hyatt? You were perfect before you went on a diet You was way thicker, you think I don’t remember Shit, the magazine got to your head Now somebody you don’t even know got you in bed Bet your buddy don't even know you don’t like red Or was it fuchsia? Fuck it, our future is dead  [Outro: Lloyd & Lil Wayne] Oh no (I thought a pussy cat had 9 lives man) I need to know Oh no, yeah yeah yeah yeah (hahahah) I miss that pussy, that pussy, that pussy, that pussy Oh no (that pussy) oohhh Oh no, I'm about to kill this bitch Oh no, she gave away all my shit I miss that pussy (my pussy) that pussy (that pussy) That pussy (that pussy) that pussy (my pussy) Oh no, yeah yeah yeah yeah Hahahahah, yeah, I miss ya girl Fuck that bitch! Hahahahaha  ",
        "title": "Dedication To My Ex (Miss That)"
    },
    {
        "artist": "Pitbull Featuring Marc Anthony",
        "lyrics": "   Letra de ''Rain over me'' ft. Marc Anthony[Marc Anthony] Girl my body don't lie (Red One) I'm outta my mind Let it rain over me (Mr. Worldwide) I'm rising so high Out of my mind (Marc Anthony) So let it rain over me  Ay ay ay Ay ay ay Let it rain over me Ay ay ay Ay ay ay Let it rain over me  [Pitbull] A billion is a new million and Voli's a new vodka Forty is the new 30 Baby you're a rockstar Dale veterana, que tu sabe Mas de la cuenta, no te hagas Teach me baby, or better yet Freak me baby, yes, yes I'm freaky, baby, I'mma make sure that your peach feels peachy, baby No bullshit broads, I like my women sexy, classy, sassy Powerful yes, they love to get a little nasty, ow This ain't a game you'll see, you can put the blame on me Dale munequita ahora ahi, and let it rain over me  [Marc Anthony] Girl my body don't lie I'm out of my mind Let it rain over me I'm rising so high Out of my mind So let it rain over me  Ay ay ay Ay ay ay Let it rain over me Ay ay ay Ay ay ay Let it rain over me  [Pitbull] A billion is a new million and Voli's a new vodka Latin is the new majority, ya tu sabe Next step la casa blanca No hay carro, no vamo en balsa Mami you know the drill, they won't know what I got 'til they read the will I ain't tryin', I ain't trying to keep it real I'm trying to keep wealthy and that's for real Pero mira que tu estas buena, y mira que tu estas dura Baby no me hables mas, y tiramelo mami chula No games you'll see, you can put the blame on me Dale munequita ahora ahi, and let it rain over me  [Marc Anthony] Girl my body don't lie I'm out of my mind Let it rain over me I'm rising so high Out of my mind So let it rain over me  Ay ay ay Ay ay ay Let it rain over me Ay ay ay Ay ay ay Let it rain over me  [Pitbull] Mr. Worldwide, Marc Anthony, tu sabe I was playing with her, she was playing with me Next thing you know, we were playing with three Oh oh oh oh oh oh  I was playing with her, she was playing with me Next thing you know, we were playing with three Oh oh oh oh oh oh Rain over me  [Marc Anthony] Girl my body don't lie I'm out of my mind Let it rain over me I'm rising so high Out of my mind So let it rain over me (over me)  Ay ay ay Ay ay ay Let it rain over me (over me) Ay ay ay Ay ay ay Let it rain over me (Woo)  Ay ay ay Ay ay ay Let if rain over me Ay ay ay Ay ay ay Let it rain over me (Woo)  ",
        "title": "Rain Over Me"
    },
    {
        "artist": "Hunter Hayes",
        "lyrics": "  [Verse 1] She rolled in from the west in a summer sun dress Hotter than the heat in July With her wind blown hair it just wasn't fair The way she was blowing my mind Have you ever noticed every hurricane Gets its name from a girl like this She's a cat fight kind keeps you up at night Hanging on to the edge of a kiss  [Pre-Chorus] She's a beautiful mess Yeah, the kind you love to love But what happens next? I got a feeling when the sun comes up  [Chorus] I'm gonna wish I had a storm warning I'm gonna wish I had a sign I'm gonna Wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feeling by the time the night finds the morning I'm gonna wish I had a storm warning I'm gonna wish I had a storm warning  [Verse 2] Ain't it funny how it feels when you're burning your wheels Somewhere between going and gone You get so lost that you can't turn it off You give in and you just turn it on She's a heart full of rain, red lips like a flame She's a girl from your favorite song  [Pre-Chorus] What a beautiful mess One part angel, one part perfect, one part a wreck The kind of flood you'll never forget  [Chorus] I'm gonna wish I had a storm warning I'm gonna wish I had a sign I'm gonna Wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feeling by the time the night finds the morning I'm gonna wish I had a storm warning I'm gonna wish I had a storm warning  [Outro] I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign I'm gonna wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign I'm gonna wish I had a little heads up A little leeway, a little more time Some kind of radar system Locked in on love I got a feelin' by the time the night finds the mornin' I'm gonna wish I had a storm warnin' Yeah, I'm gonna wish I had a storm warnin' I'm gonna wish I had a sign, gonna wish I had a sign Of a storm warnin', yeah  ",
        "title": "Storm Warning"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] Lessons learned, bridges burned to the ground And it's too late now to put out the fire Tables turned, and I'm the one who's burning now Well I'm doing alright 'Til I close my eyes And then I see your face And it's no surprise  [Chorus] Just like that I'm crawling back to you Just like you said I would yeah I swallow my pride Now I'm crawling back to you I'm out of my head Can't wait any longer Down on my knees, I thought I was stronger Just like that, like you said I'd do I'm crawling back to you  [Verse 2] Time can heal, but the scars only hide the way you feel And it's hard to forget how I left you hanging On by a thread, when everything is said, I will regret it, yeah I was doing alright, thought I could make it Then I see your face and it's hard to fake it  [Chorus] Just like that I'm crawling back to you Just like you said I would yeah I swallow my pride Now I'm crawling back to you I'm out of my head Can't wait any longer Down on my knees, I thought I was stronger Just like that, like you said I'd do I'm crawling back to you  [Verse 3] If you could find a way, to forgive everything, I know you would And I would take it all back, give if only I knew that I could Lessons learned, bridges burned to the ground And it's too late now, to put out the fire  [Chorus] Just like that I'm crawling back to you Just like you said I would yeah I swallow my pride Now I'm crawling back to you I'm out of my head Can't wait any longer Down on my knees, I thought I was stronger Just like that, like you said I'd do I'm crawling back to you  [Outro] I'm crawling back to you I'm crawling back to you I'm crawling back to you  ",
        "title": "Crawling Back To You"
    },
    {
        "artist": "Justin Moore",
        "lyrics": "  [Verse 1] I heard you had to drive him home after two umbrella drinks I heard he's got a Prius, because he's into being green My buddies said he saw y'all, eating that sushi stuff Baby that don't sound like you, that don't sound like love Sounds like it sucks  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Verse 2] Has he kissed you in a hay field as the summer rain falls down? Has he took you to meet his mama, back in his home town? Does he drive the interstate, or does he take them old back roads? Can he melt your heart with a country song, every good old boy should know? I didn't think so  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Bridge] It won't be that long, until you start getting bored I'll be smiling on the river, reeling in one more  [Chorus] He can't even bait a hook He can't even skin a buck He don't know who Jack Daniels is He ain't ever drove a truck Knows how to throw out a line But not the kind in a field and stream book No darling I ain't even worried, you'll come running back He can't even bait a hook  [Outro] No baby I ain't even worried He can't even bait a hook  ",
        "title": "Bait A Hook"
    }
]