[
    {
        "artist": "Barbra Streisand",
        "lyrics": "  [Verse 1] Life is a moment in space When the dream is gone, it's a lonelier place I kissed the morning goodbye But down inside you know we never know why The road is narrow and long When eyes meet eyes and the feeling is strong I turn away from the wall I stumble and fall but I give you it all  [Chorus] I am a woman In Love and I do anything (I am a Woman In Love and I do anything) To get you into my world and hold you within (To get you into my world and hold you within) It's a right, I defend Over and over again (Over and over again) What do I do  [Verse 2] With you eternally mine In love there is no measure of time We planned it all at the start That you and I live in each other's heart We may be oceans away You feel my love, I hear what you say No truth is ever a lie I stumble and fall but I give you it all  [Chorus] (I am a woman In Love and I do anything) (To get you into my world and hold you within) And hold you within It's a right, I defend Over and over again (Over and over again) What do I do Oh, oh, oh, oh, oh I am a Woman In Love and I'm talking to you (I am a Woman In Love and I'm talking to you) You know I know how you feel, what a woman can do (You know I know how you feel, what a woman can do) It's a right, I defend Over and over again (Over and over again) (I am a Woman In Love and I do anything) And I do anything To get you into my world and hold you within (To get you into my world and hold you within) It's a right, I defend Over and over again (Over and over again)  ",
        "title": "Woman In Love"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Intro] Ooh, let's go!  [Verse 1] Steve walks warily down the street With the brim pulled way down low Ain't no sound but the sound of his feet Machine guns ready to go Are you ready? Hey, are you ready for this? Are you hanging on the edge of your seat? Out of the doorway the bullets rip To the sound of the beat, yeah  [Chorus] Another one bites the dust Another one bites the dust And another one gone, and another one gone Another one bites the dust, yeah Hey, I'm gonna get you too Another one bites the dust  [Verse 2] How do you think I'm going to get along Without you, when you're gone You took me for everything that I had And kicked me out on my own Are you happy, are you satisfied? How long can you stand the heat? Out of the doorway the bullets rip To the sound of the beat Look out  [Chorus] Another one bites the dust Another one bites the dust And another one gone, and another one gone Another one bites the dust Hey, I'm gonna get you, too Another one bites the dust   [Bridge] Hey Oh, take it Bite the dust, hey Another one bites the dust Another one bites the dust, ow Another one bites the dust, hey hey Another one bites the dust, hey-eh-eh Ooh  [Verse 3] There are plenty of ways you can hurt a man And bring him to the ground You can beat him, you can cheat him, you can treat him bad And leave him when he's down, yeah But I'm ready, yes I'm ready for you I'm standing on my own two feet Out of the doorway the bullets rip Repeating the sound of the beat Oh yeah  [Chorus] Another one bites the dust Another one bites the dust And another one gone, and another one gone Another one bites the dust, yeah Hey, I'm gonna get you, too Another one bites the dust   [Outro] Shoot out Ay-yeah All Right  ",
        "title": "Another One Bites The Dust"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  When I first saw him standing there I longed to speak but did not dare Something inside whispered to me You'd better move in carefully And then he smiled and turned away That told me all he could not say That's when I knew he wanted me too But I had to do some breaking through  Chorus: He's so shy, he's so shy That sweet little boy who caught my eye He's so shy, he's so shy And he's much too good to let get by Oh yes he is  Now holding him gently through the night Nothing has ever felt so right And I'm so glad I took the time That I had to take to make him mine He can still do things to my heart Just like he did right from the start Each time I see that quality That never stops attracting me  He's so shy(so good lookin'), he's so shy (really got me goin') That sweet little boy who caught my eye He's so shy (I'm so glad I got to know him), he's so shy (cuz he's one in a million) That I'll love him till the day I die Oh yes I will  He's so shy(that's why I love my baby), he's so shy (you know it's drivin me crazy) That sweet little boy who caught my eye He's so shy (took a long time to know him), he's so shy (and I'm so glad I got to show him) That I'll love him till the day I die Oh yes I will  He's so shy He's so shy He's so shy  ",
        "title": "He's So Shy"
    },
    {
        "artist": "Kenny Rogers",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": null,
        "title": "Real Love"
    },
    {
        "artist": "Donna Summer",
        "lyrics": null,
        "title": "The Wanderer"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "Upside Down"
    },
    {
        "artist": "Stephanie Mills",
        "lyrics": "  [Verse 1.1] I never knew love like this before Now I'm lonely never more Since you came into my life  [Verse 1.2] You are my lovelight this I know And I'll never let you go You're my all, you're part of me  [Verse 1.3] Once I was lost and now I'm found Then you turned my world around When I need I call your name  [Chorus] Cause I never knew love like this before Opened my eyes Cause I never knew love like this before What a surprise Cause I never knew love like this before  [Verse 2.1] This feeling's so deep inside of me Such a tender fantasy You're the one I'm living for  [Verse 2.2] You are my sunlight and my rain And time could never change What we share forevermore  Ooh, hoo [Repeat Verse 1.1]  [Repeat Chorus]  [Repeat Verse 1.2]  [Repeat Verse 1.3]  [Repeat Chorus] Inside of me (I never) Never knew love like this before Opened my eyes  (Never) Never (Never) Never (Never knew love like this) I never knew, I never knew  I never (Never) Never (Never) Never (Never knew love like this) I never knew, I never knew, I never knew  (Never) Never (Never) never (Never knew love like this) I never knew (Never)  Never knew (Never) never (Never knew love like this) I never knew  (Never) Never knew (Never) never (Never knew love like this) I never knew, I never knew, I never knew  (Never) I never knew, I never knew, I never knew (Never) I never (Never knew love like this) Never knew love like Never knew  (Never) Never knew (Never) Never (Never knew love like this) Opened my eyes  (Never) What a surprise (Never) Never... (Never knew love like this) I never knew  ",
        "title": "Never Knew Love Like This Before"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Intro] I'm coming out I'm coming I'm coming out I'm coming out I'm coming out I'm coming out  [Hook] I'm coming out I want the world to know Got to let it show I'm coming out I want the world to know I got to let it show  [Verse 1] There's a new me coming out And I just had to live And I wanna give I'm completely positive I think this time around I am gonna do it Like you never knew it Ooh, I'll make it through The time has come for me To break out of this shell I have to shout That I am coming out  [Hook] I'm coming out I want the world to know I got to let it show I'm coming out I want the world to know I got to let it show  I'm coming out I want the world to know I got to let it show(I'm coming) I'm coming out I want the world to know I got to let it show  [Verse 2] I've got to show the world All that I wanna be And all my abillities There's so much more to me Somehow, I have to make them Just understand I got it well in hand And, oh, how I've planned I'm spreadin' love There is no need to fear And I just feel so good Everytime I hear  [Hook] I'm coming out I want the world to know I got to let it show I'm coming out I want the world to know I got to let it show(I'm coming)  I'm coming out I want the world to know I got to let it show I'm coming out I want the world to know I got to let it show  [Outro] I'm coming out I want the world to know Got to let it show.... I'm coming out I want the world to know Got to let it show I'm coming out I want the world to know Got to let it show I'm coming out I want the world to know Got to let it show I'm coming out I want the world to know Got to let it show I'm coming out I want the world to know Got to let it show I'm, I'm coming out  I have to show, that I'm coming out I want the world to know Got to let it show I'm coming, I'm coming out  ",
        "title": "I'm Coming Out"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Everyone's feeling pretty It's hotter than July Though the world's full of problems They couldn't touch us even if they tried From the park I hear rhythms Marley's hot on the box Tonight there will be a party On the corner at the end of the block  [Chorus] Didn't know you Would be jamming until the break of dawn I bet nobody ever told you that you Would be jamming until the break of dawn You would be jamming and jamming and jamming, jam on  [Verse 2] They want us to join their fighting But our answer today Is to let all our worries Like the breeze through our fingers slip away Peace has come to Zimbabwe Third World's right on the one Now's the time for celebration Because we've only just begun  [Chorus] Didn't know you Would be jamming until the break of dawn I bet nobody ever told you that you Would be jamming until the break of dawn You would be jamming and jamming and jamming, jam on  [Verse 3] You ask me am I happy Well as matter of fact I can say that I'm ecstatic Because we all just made a pact We've agreed to get together Joined as children in Jah When you're moving in the positive Your destination is the brightest star  [Chorus] Didn't know you Would be jamming until the break of dawn I bet nobody ever told you that you Would be jamming until the break of dawn You would be jamming and jamming and jamming, jam on  ",
        "title": "Master Blaster (Jammin')"
    },
    {
        "artist": "Carly Simon",
        "lyrics": null,
        "title": "Jesse"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  [Verse 1] I'm lying alone with my head on the phone Thinking of you till it hurts I know you're hurt too but What else can we do Tormented and torn apart I wish I could carry your smile in my heart For the times when my life seems so low It would make me believe what tomorrow could bring When today doesn't really know Doesn't really know  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Verse 2] I want you to come back and carry me home Away from these long lonely nights I'm reaching for you, are you feeling it too Does the feeling seem oh so right And what would you say if I called on you now And said that I can't hold on There's no easy way, it gets harder each day Please love me or I'll be gone, I'll be gone...  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong  [Bridge] Oh, what are you thinking of? What are you thinking of? Oh what are you thinking of? What are you thinking of?  [Chorus] I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong I'm all out of love I'm so lost without you I know you were right believing for so long I'm all out of love What am I without you I can't be too late To say that I was so wrong (I'm all out of love) (I'm so lost without you)  ",
        "title": "All Out Of Love"
    },
    {
        "artist": "Cliff Richard",
        "lyrics": null,
        "title": "Dreaming"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": "  Hope they never end this song This could take us all night long I looked at the moon and I felt blue Then I looked again and I saw you Eyes like fire in the night Bridges burning with their light Now I want to spend the whole night through And Honey, Yes, I'd like to spend it all on you  Love, look what you've done to me Never thought I'd fall again so easily Oh, love, you wouldn't lie to me Leading me to feel this way...  They might fade and turn to stone Let's get crazy all alone Hold me closer than you'd ever dare Close your eyes and I'll be there After all is said and done After all you are the one Take me up your stairs and through the door Take me where we don't care anymore...  Love, look what you've done to me Never thought I'd fall again so easily Oh, love, you wouldn't lie to me... would you Leading me to feel this way...  Love, look what you've done to me Never thought I'd fall again so easily Oh, love, you wouldn't lie to me Leading me to feel this way...  ",
        "title": "Look What You've Done To Me"
    },
    {
        "artist": "The Jacksons",
        "lyrics": "  By Michael Jackson and Randy Jackson) Why don't you believe me when I say that i love you? I'm crazy 'bout you You wear the face that tells me you think my loving ain't true I'm all about you You're my desire I get higher every time I speak your name That's all I do And the way that I can't sleep at night Just proves what I go through I'm crazy 'bout you Now the first time that I saw you walking down the street so pretty Gone with your bad self Now you say that I don't love, when it's giving my love pains It's the hurt and the tension Girl, it's driving me insane You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one Why don't you believe me when I say that I am true I'm crazy 'bout you I'm here to love and please you, I'll do what you want me to I'm all about you Living and hoping, but I'm coping With these things you put me through That's all I do The way that I can't sleep at night Just proves what I go through I'm crazy 'bout you Now the first time that I saw you walking down the street so pretty Gone with your bad self Now you say that I don't love, when it's giving my love pains It's the hurt and the tension Girl, it's driving me insane You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one You are my, you are my, you are my lovely one  ",
        "title": "Lovely One"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  Do what you like Doin' it naturally But if it's too easy They're gonna disagree  It's your life Isn't it a mystery? If it's nobody's business It's everybody's game  Got to catch ya later Go now, get it for you right away Some Cinderella kid Get it up and get you a job (Dip dip dip dip dip dip dip dip)  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  Who do you want? Who you gonna be tonight? Who is it really Making up your mind?  You wanna listen to the man Pay attention to the magistrate And while I gotcha in the mood Listen to your own heart beatin' Own heart beatin' Own heart beatin', own heart  Don't it get ya movin' m-m-m-m-man It makes me feel good Some Cinderella kid Well, get it up and get you a job (Dip dip dip dip dip dip dip dip) I'm (boom boom boom)  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be? (Be the ball, be the ball)  I'm alright Don't nobody worry 'bout me You got to gimme a fight Why don't ya just let me be?  I'm alright Nobody worry 'bout me Why you got to gimme a fight? Can't you just let it be?  I'm alright I'm alright I'm alright Just let me be  I'm alright I'm alright I'm alright Just let me be Everybody let me be  ",
        "title": "I'm Alright"
    },
    {
        "artist": "Supertramp",
        "lyrics": null,
        "title": "Dreamer"
    },
    {
        "artist": "Eddie Rabbitt",
        "lyrics": "  Well the midnight headlights blind you on a rainy night Steep grade up ahead, slow me down, makin' no time Gotta keep rollin' Those windshield wipers slappin out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  Well the truck stop cutie comin' on to me Tried to talk me into a ride, said I wouldn't be sorry But she was just a baby Hey waitress, pour me another cup of coffee Pop me down, jack me up, shoot me out Flyin' down the highway Lookin' for the mornin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin'  my life away, lookin' for a sunny day  Well the midnight headlight find you on a rainy night Steep grade up ahead, slow me down, makin no time Gotta keep rollin' Those windshield wipers slappin' out a tempo Keepin perfect rhythm with the song on the radio Gotta keep rollin'  Ooh, I'm drivin' my life away, lookin' for a better way, for me Ooh, I'm drivin' my life away, lookin' for a sunny day  ",
        "title": "Drivin' My Life Away"
    },
    {
        "artist": "Devo",
        "lyrics": null,
        "title": "Whip It"
    },
    {
        "artist": "Leo Sayer",
        "lyrics": "  Oh-woah-yay-yay I love you more than I can say I'll love you twice as much tomorrow, woah Love you more than I can say  Oh-woah-yay-yay I'll miss you every single day Why must my life be filled with sorrow, oh Love you more than I can say  Oh, don't you know I need you so Oh, tell me please, I got to know Do you mean to make me cry? Am I just another guy?  Oh-woah-yay-yay I miss you more than I can say Why must my life be filled with sorrow, oh woah Love you more than I can say  Oh, don't you know I need you so So tell me please, I got to know Do you mean to make me cry? Am I just another guy?  Oh-woah-yay-yay I love you more than I can say I'll love you twice as much tomorrow, woah Love you more than I can say I love you more than I can say I love you more than I can say, oh  (Mmm, more than I can say) I'll love you twice as much tomorrow (Mmm, more than I can say) I'll love you twice as much tomorrow (Mmm, more than I can say) I love you more than I can say (Mmm, more than I can say) I love you more than words can say (Mmm, more than I can say) I love you more than I can say  ",
        "title": "More Than I Can Say"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "You've Lost That Lovin' Feeling"
    },
    {
        "artist": "Willie Nelson",
        "lyrics": "  On the road again - Just can't wait to get on the road again The life I love is making music with my friends  And I can't wait to get on the road again On the road again  Goin' places that I've never been Seein' things that I may never see again  And I can't wait to get on the road again On the road again - Like a band of gypsies we go down the highway We're the best of friends Insisting that the world keep turning our way  And our way Is on the road again Just can't wait to get on the road again The life I love is makin' music with my friends  And I can't wait to get on the road again On the road again  Like a band of gypsies we go down the highway We're the best of friends  Insisting that the world keep turning our way  And our way Is on the road again Just can't wait to get on the road again The life I love is makin' music with my friends  And I can't wait to get on the road again And I can't wait to get on the road again  ",
        "title": "On The Road Again"
    },
    {
        "artist": "Irene Cara",
        "lyrics": "  [Verse 1:] Sometimes I wonder Where I've been Who I am Do I fit in? Make believing is hard alone Out here on my own  We're always proving who we are Always reaching for that rising star To guide me far And shine me home Out here on my own  [Chorus:] When I'm down And feeling blue I close my eyes So I can be with you  Oh, baby, be strong for me Baby, belong to me Help me through Help me need you  [Verse 2:] Until the morning sun appears Making light of all my fears I dry the tears I've never shown Out here on my own  [Repeat Chorus:]  Sometimes I wonder Where I've been Who I am Do I fit in? I may not win But I can't be thrown Out here on my own  Out here on my own  ",
        "title": "Out Here On My Own"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": "  She was a friend to me when I needed one Wasn't for her I don't know what I'd done She gave me back something that was missing in me She could of turned out to be almost anyone Almost anyone-- With the possible exception Of who I wanted her to be  Running into the midnight With her clothes whipping in the wind Reaching into the heart of the darkness For the tenderness within Stumblin' into the lights of the city And then back in the shadows again Hanging onto the laughter That each of us hid our unhappiness in  Talk about celestial bodies And your angels on the wing She wasn't much good at stickin' around--but That girl could sing She could sing...  In the dead of night She could shine a light On some places that you've never been In that kind of light You could lose your sight And believe there was something to win You could hold her tight With all your might But she'd slip through your arms like the wind And be back in flight Back into the night Where you might never see her again  The longer I thought I might find her The shorter my vision became Running in circles behind her And thinking in terms of the blame But she couldn't have been any kinder If she'd come back and tried to explain She wasn't much good a saying goodbye--but That girl could sing  ",
        "title": "That Girl Could Sing"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  [Intro]  [Verse 1] Well you're the real tough cookie with a long history Of breaking little hearts like the one in me That's okay, let's see how you do it Put up your dukes, let's get down to it  [Chorus] Hit me with your best shot Why don't you hit me with your best shot Hit me with your best shot Fire away  [Verse 2] You come on with it, come on, you don't fight fair That's okay, see if I care Knock me down, it's all in vain I get right back on my feet again  [Chorus] Hit me with your best shot Why don't you hit me with your best shot Hit me with your best shot Fire away  [Instrumental]  [Verse 3] Well you're the real tough cookie with a long history Of breaking little hearts like the one in me Before I put another notch in my lipstick case You better make sure you put me in my place  [Chorus] Hit me with your best shot C'mon, hit me with your best shot Hit me with your best shot Fire away  [Chorus] Hit me with your best shot Why don't you hit me with your best shot Hit me with your best shot Fire away  ",
        "title": "Hit Me With Your Best Shot"
    },
    {
        "artist": "Stacy Lattisaw",
        "lyrics": "  Look at me I have fallen so in love with you Please don't leave  Stay around Let me tell you all The things I feel Won't you please  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  You might think I am much too young To understand Don't be fooled  Like a child I look into your eyes And hope someday I'll make you mine  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  Let me be your angel Let me be the one for you Let me be your angel Let me be the one you believe in  ",
        "title": "Let Me Be Your Angel"
    },
    {
        "artist": "Olivia Newton-John/Electric Light Orchestra",
        "lyrics": "  A place where nobody dared to go The love that we came to know They call it Xanadu (It takes your breath and it'll leave you blind) And now, open your eyes and see What we have made is real We are in Xanadu (A dream of it, we offer you) A million lights are dancing and there you are, a shooting star An everlasting world and you're here with me, eternally Xanadu, Xanadu (Now we are here) In Xanadu Xanadu, Xanadu (Now we are here) In Xanadu Xanadu Your neon lights will shine for you Xanadu The love, the echoes of long ago You needed the world to know They are in Xanadu (With every breath you drift away) The dream that came through a million years That lived on through all the tears It came to Xanadu (The dream you dream, well it will happen for you) A million lights are dancing and there you are, a shooting star An everlasting world and you're here with me, eternally Xanadu, Xanadu (Now we are here) In Xanadu Xanadu, Xanadu (Now we are here) In Xanadu Now that I'm here Now that you're near in Xanadu Now that I'm here Now that you're near in Xanadu, Xanadu  ",
        "title": "Xanadu"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  {Intro}  I'm so hot for her, I'm so hot for her I'm so hot for her and she's so cold I'm so hot for her, I'm on fire for her I'm so hot for her and she's so cold I'm the burning bush, I'm the burning fire I'm the bleeding volcano I'm so hot for her, I'm so hot for her I'm so hot for her and she's so cold  {Hook}  Yeah, I tried re-wiring her Tried re-firing her I think her engine is permanently stalled  She's so cold she's so cold She's so cold cold cold Like a tombstone She's so cold, she's so cold She's so cold cold, cold like an ice cream cone She's so cold she's so cold I dare not touch her my hand just froze  {Hook}  Yeah, I'm so hot for hot for her, I'm so hot for her I'm so hot for her and even so Put your hand on the heat, put your hand on the heat Aw Come on baby, let's go She's so cold, she's so cold, cold, she's so c-c-c-old But she's beautiful, though Yeah, she's so cold  {Bridge}  She's so cold, she's so cold She was born in an arctic zone She's so cold she's so cold, cold, cold I dare not touch her my hand just froze She's so cold, she's so goddamn cold she's so Cold cold cold she's so cold  {Hook}  Who would believe you were a beauty indeed When the days get shorter and the nights get long Lie awake when the rain comes Nobody will know, when you're old When you're old, nobody will know That you was a beauty, a sweet sweet beauty A sweet sweet beauty, but stone stone cold  You're so cold, you're so cold, cold, cold You're so cold, you're so cold I'm so hot for you, i'm so hot for you I'm so hot for you and you're so cold I'm the burning bush, I'm the burning fire I'm the bleeding volcano  {Outro}  ",
        "title": "She's So Cold"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  [Verse 1] The first thing I remember I was lying in my bed I couldn't of been no more Than one or two  I remember there's a radio Coming from the room next door And my mother laughed The way some ladies do  When it's late in the evening And the music s seeping through  [Verse 2] The next thing i remember I am walking down the street I'm feeling all right I'm with my boys I'm with my troops, yeah  And down along the avenue Some guys were shooting pool And i heard the sound Of a cappella groups, yeah  Singing late in the evening And all the girls out on the stoops, yeah  [Verse 3] Then i learned to play some lead guitar I was underage in this funky bar And i stepped outside to smoke Myself a \"j\"  And when i came back to the room Everybody just seemed to move And i turned my amp up loud and i began To play  And it was late in the evening And I blew that room away  [Verse 4] The first thing I remember When you came into my life I said i'm gonna get that girl No matter what I do  Well I guess I'd been in love before And once or twice I been on the floor But I never loved no one The way that I loved you  And it was late in the evening And all the music seeping through  The first thing I remember When you came into my life I said i'm gonna get that girl No matter what I do  Well I guess I'd been in love before And once or twice I been on the floor But I never loved no one The way that I loved you  And it was late in the evening And all the music seeping through  ",
        "title": "Late In The Evening"
    },
    {
        "artist": "Roger Daltrey",
        "lyrics": null,
        "title": "Without Your Love"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "Never Be The Same"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Love on the rocks, ain't no surprise Just pour me a drink and I'll tell you some lies Got nothing to lose, so you just sing the blues All the time  Gave you my heart, gave you my soul You left me alone here with nothing to hold Yesterday's gone, now all I want Is a smile  First they say they want you, how they really need you Suddenly you find you're out there walking in a storm And when they know they have you then they really have you Nothing you can do or say, you've got to leave, just get away We all know the song  You need what you need, you can say what you want Not much you can do when the feeling is gone Maybe blue skies above, but it's cool When your love's on the rocks  First they say they want you, how they really need you Suddenly you find you're out there walking in a storm And when they know they have you then they really have you Nothing you can do or say, you've got to leave, just get away We all know the song  Love on the rocks, ain't no big surprise Just pour me a drink and I'll tell you more lies Yesterday's gone, now all I want Is a smile  ",
        "title": "Love On The Rocks"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  I'll always remember The song they were playing The first time we danced and I knew  As we swayed to the music And held to each other I fell in love with you  Chorus: Could I have this dance For the rest of my life Could you be my partner Every night When we're together It feels so right Could I have this dance For the rest of my life  I'll always remember That magic moment When I held you close to me  As we move together I knew forever You're all I'll ever need  Could I have this dance For the rest of my life Could you be my partner Every night When we're together It feels so right Could I have this dance For the rest of my life  Could I have this dance For the rest of my life Could you be my partner Every night When we're together It feels so right Could I have this dance For the rest of my life  ",
        "title": "Could I Have This Dance"
    },
    {
        "artist": "George Benson",
        "lyrics": "  [Verse 1] Whenever dark has fallen You know the spirit of the party starts to come alive Until the day is dawning You can throw out all your blues and hit the city lights  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 2] You need the evening action A place to dine, a glass of wine, a little late romance It's a chain reaction You'll see the people of the world coming out to dance  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 3] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right Then we can be lovers cause I see that starlight look in your eyes Don't you know we can fly  [Hook] Just gimme the night Gimme the night  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night  [Verse 4] So come on out tonight and we'll lead the others On a ride through paradise And if you feel all right then we can be lovers Cause I see that starlight look in your eyes Don't you know we can fly  [Verse 5] And if we stay together We'll feel the rhythm of the evening taking us up high Never mind the weather We'll be dancing in the street until the morning light  [Hook] Cause there's music in the air And lots of lovin' everywhere So gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night Gimme the night So, gimme the night  ",
        "title": "Give Me The Night"
    },
    {
        "artist": "Jimmy Hall",
        "lyrics": "  We could make it happen If we try a little harder I could tell by lookin There was love in your heart  I could stay forever with you Right here where we started In this side of heaven That I found here in your arms  'Cause you make me feel like someone new You make me feel so good You make me realize what your love could do I'm happy that love has found you  Let it flow as the river runs wild I'm happy that love has found you Now I know this love will never run dry You keep setting fire  To the soul that burns inside me I won't let you go until I fill you with its light We can make it happen if we try a little harder I could tell by lookin there was love in your heart  [Repeat: x 2] 'Cause you make me feel so wonderful You make me feel brand new You made my hopeless dreaming come true  ",
        "title": "I'm Happy That Love Has Found You"
    },
    {
        "artist": "AC/DC",
        "lyrics": "  [Verse 1] She was a fast machine, she kept her motor clean She was the best damn woman that I ever seen She had the sightless eyes, telling me no lies Knocking me out with those American thighs Taking more than her share, had me fighting for air She told me to come, but I was already there 'Cause the walls start shaking, the Earth was quaking My mind was aching, and we were making it  [Chorus] And you shook me all night long Yeah, you shook me all night long  [Verse 2] Working double-time on the seduction line She's one of a kind, she's just a-mine all mine Wanted no applause, just another course Made a meal outta me, and come back for more Had to cool me down to take another round Now, I'm back in the ring to take another swing That the walls were shaking, the Earth was quaking My mind was aching, and we were making it  [Chorus] And you shook me all night long Yeah, you shook me all night long It knocked me out that You shook me all night long It had me shaking And you shook me all night long Yeah, you shook me Well, you took me  [Guitar Solo]  [Chorus] You really took me and You shook me all night long Ah, you shook me all night long Yeah, yeah, you shook me all night long You really got me and you, shook me all night long Yeah, you shook me Yeah, you shook me All night long  ",
        "title": "You Shook Me All Night Long"
    },
    {
        "artist": "Al Stewart",
        "lyrics": "  You say with best intention, lets throw away convention Set sail across the water, to find the tides of fortune I say please understand it, dont' let our love be stranded Upon the midnight rocks, upon the midnight rocks  You say theres no endeavour, we couldn't try together No storm we couldn't weather, we'll ride the wind forever I hear the words you've spoken, don't let our love be broken Upon the midnight rocks, oh yeah, upon the midnight rocks  Ahhh...you know you know its easy Ahhh...to let it go believe me Ahhh...you know you know you feel it Ahhh...don't lose it when you need it  I know that fascination, with living each sensation In your imagination, theres is no hesitation I know your mind is turning, don't let our love lie burning Upon the midnight rocks, oh yeah, upon the midnight rocks  I know that fascination, with living each sensation In your imagination, there is no hesitation I say please understand it, don't let our love be stranded Upon the midnight rocks  ",
        "title": "Midnight Rocks"
    },
    {
        "artist": "John Lennon",
        "lyrics": "  [Produced by John Lennon, Yoko Ono, and Jack Douglas; engineered by Lee DeCarlo and Jon Smith]  [Verse 1] Our life together is so precious together We have grown - we have grown Although our love is still special Let's take our chance and fly away somewhere alone  [Pre-Chorus] It's been so long since we took the time No-one is to blame I know time flies so quickly But when I see you darling It's like we both are falling in love again It'll be just like starting over - starting over  [Chorus] Everyday we used to make it love Why can't we be making love nice and easy It's time to spread our wings and fly Don't let another day go by my love It'll be just like starting over - starting over  [Verse 2] Why don't we take off alone Take a trip somewhere far, far away We'll be together, all alone again Like we used to in the early days Well, well, well darling  [Pre-Chorus] It's been so long since we took the time No-one is to blame I know time flies so quickly But when I see you darling It's like we both are falling in love again It'll be just like starting over - starting over  [Chorus] Everyday we used to make it love Why can't we be making love nice and easy It's time to spread our wings and fly Don't let another day go by my love It'll be just like starting over - starting over  [Verse 3] Our life together is so precious together We have grown - we have grown Although our love is still special Let's take our chance and fly away somewhere... Starting over  ",
        "title": "(Just Like) Starting Over"
    },
    {
        "artist": "Waylon",
        "lyrics": "  Just good ol' boys Never meaning no harm Beats all you never saw Been in trouble with the law Since the day they was born Straightenin' the curves Flattenin' the hills Someday the mountain might get 'em But the law never will Making their way The only way they know how That's just a little bit more Than the law will allow Making their way The only way they know how, yeah That's just a little bit more Than the law will allow I'm a good ol' boy You know my mama loved me But she don't understand They keep showin' my pants And not my face on TV  ",
        "title": "Theme From The Dukes Of Hazzard (Good Ol' Boys)"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  I didn't want to do it but I got too lonely I had to call you up in the middle of the night I know it's awful hard to try to make love long distance But I really needed stimulation Though it was only my imagination  It's just a fantasy (oh) It's not the real thing (oh) It's just a fantasy (oh) It's not the real thing (oh) Sometimes a fantasy (oh, oh, oh, oh) Is all you need, oh  When am I gonna take control get a hold of my emotions? Why does it only seem to hit me in the middle of the night? You told me there's a number I can always dial for assistance I don't want to deal with outside action Only you can give me satisfaction  It's just a fantasy (oh) It's not the real thing (oh) It's just a fantasy (oh) It's not the real thing (oh) Sometimes a fantasy (oh, oh, oh, oh) Is all you need, oh  Sure it would be better if I had you here to hold me Be better baby but believe me it's the next best thing I'm sure there's many times you've wanted me to hear your secrets Don't be afraid to say the words that move me Anytime you want to tell them to me  It's just a fantasy (oh) It's not the real thing (oh) It's just a fantasy (oh) It's not the real thing (oh) Sometimes a fantasy (oh, oh, oh, oh) Is all you need  It's just a fantasy (it's just a fantasy) It's not the real thing (it's not the real thing) It's just a fantasy (it's just a fantasy) It's not the real thing (it's not the real thing)  It's just a fantasy (it's just a fantasy) It's not the real thing (it's not the real thing) It's just a fantasy (it's just a fantasy) It's not the real thing (it's not the real thing)  ",
        "title": "Sometimes A Fantasy"
    },
    {
        "artist": "Kansas",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Ali Thomson",
        "lyrics": "  [Chorus] Live, live every minute Don't leave till tomorrow What you can do today Any news is bad news When your world comes tumbling down You can fight but you lose Submission can't be found So what am I gonna do Don't sit and talk about it How will I get through Don't sit and dream about it I know it's right You know it's right To spend yourself A little at a time  [Repeat Chorus] Live, live every minute Don't leave 'til tomorrow What you can do today Give, give every minute Try a little harder And you will find your way Love will bring you sweets And take your hopes so high When you're at your least Love will say goodbye So how did it happen to me Don't be a fool about it Was I so blind not to see Don't blame yourself about it I know it's wrong You know it's right To spend yourself A little time  [Repeat Chorus 2x] Find your way, find your way Find your way, find your way Find your way, find your way...  ",
        "title": "Live Every Minute"
    },
    {
        "artist": "John Cougar",
        "lyrics": null,
        "title": "This Time"
    },
    {
        "artist": "Kim Carnes",
        "lyrics": "  When I think about the good love you gave me I cry like a baby Livin' without you is drivin' me crazy I cry like a baby Well I know now that you're not a plaything Not a toy or a puppet on a string  As I look back on a love so sweet I cry like a baby Every road is a loney street I cry like a baby  Today we passed on the street And you just walked on by My heart just fell to my feet And like a fool I began to cry  When I think about the good love you gave me I cry like a baby Livin' without you is drivin' me crazy I cry like a baby  ",
        "title": "Cry Like A Baby"
    },
    {
        "artist": "Nielsen/Pearson",
        "lyrics": null,
        "title": "If You Should Sail"
    },
    {
        "artist": "The Vapors",
        "lyrics": "  I've got your picture of me and you You wrote \"I love you\" I wrote \"me too\" I sit there staring and there's nothing else to do Oh it's in color Your hair is brown Your eyes are hazel and soft as clouds I often kiss you when there's no one else around  I've got your picture I've got your picture I'd like a million of you all round my cell I want a doctor to take your picture So I can look at you from inside as well You've got me turning up and turning down And turning in and turning 'round  I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  I've got your picture I've got your picture I'd like a million of them all round my cell I want the doctor to take a picture So I can look at you from inside as well You've got me turning up And turning down and turning in and turning 'round  I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  No sex, no drugs, no wine, no women No fun, no sin, no you, no wonder it's dark Everyone around me is a total stranger Everyone avoids me like a cyclone ranger  That's why I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  I'm turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  Turning Japanese I think I'm turning Japanese I really think so Turning Japanese I think I'm turning Japanese I really think so  Turning Japanese I think I'm turning Japanese I really think so (think so think so think so) Turning Japanese I think I'm turning Japanese I really think so  ",
        "title": "Turning Japanese"
    },
    {
        "artist": "Johnny Lee",
        "lyrics": "  [Verse 1] Well, I spent a lifetime looking for you Single bars and good time lovers were never true Playing a fool's game Hoping to win And telling those sweet lies and losing again  [Chorus] I was lookin' for love in all the wrong places Lookin' for love in too many faces Searchin' their eyes Lookin' for traces Of what I'm dreamin' of Hoping to find a friend and a lover I'll bless the day I discover Another heart lookin' for love  [Verse 2] And I was alone then No love in sight N' I did every thing I could to get me through the night Don't know where it started Or where it might end I'd turn to a stranger just like a friend  [Chorus x2]  ",
        "title": "Lookin' For Love"
    },
    {
        "artist": "The Korgis",
        "lyrics": "  Change your heart Look around you Change your heart It will astound you  I need your loving like the sunshine And everybody's got to learn sometime Everybody's got to learn sometime Everybody's got to learn sometime  Everyday so confused inside Everyday you know we live such lives I feel so helpless When will we see the light  Everybody's got to learn sometime Everybody's got to learn sometime Everybody's got to learn sometime  Cos everybody's got to learn sometime Everybody's got to learn sometime Everybody's got to learn sometime  ",
        "title": "Everybody's Got To Learn Sometime"
    },
    {
        "artist": "Don Williams",
        "lyrics": "  I don't believe in superstars Organic food and foreign cars I don't believe the price of gold The certainty of growing old That right is right and left is wrong  That north and south can't get along That east is east and west is west And being first is always best But I believe in love I believe in babies I believe in mom and dad and I believe in you  I don't believe that heaven Waits for only those who congregate I like to think of God as love He's down below He's up above He's watchin' people everywhere He knows who does and doesn't care  And I'm an ordinary man Sometimes I wonder who I am But I believe in love I believe in music I believe in magic and I believe in you  Well I know with all my certainty What's going on with you and me is a good thing It's true I believe in you  Well, I don't believe virginity Is as common as it used to be In working days and sleeping nights That black is black and white is white That Superman and Robin Hood  are still alive in Hollywood That gasoline's in short supply The rising cost of gettin' by  But I believe in love I believe in old folks I believe in children and I believe in you  [ guitar ]  ",
        "title": "I Believe In You"
    },
    {
        "artist": "Randy Meisner",
        "lyrics": "  I stayed up all night Waiting for you to call But something ain't right 'Cause night after night I get lonely  It's been awhile Since I've seen that look in your eyes Now that you're gone I can't go on without you  And deep (deep) inside (inside) my heart I had a feeling right from the start You didn't love me And deep (deep) inside (inside) my heart I had a feeling you tore apart You didn't want me Like I wanted you Like I wanted you  I turned out the light I tossed and I turned until dawn I couldn't sleep I just couldn't keep from cryin'  I'll never learn Whatever I do, I get burned You went away Now I face the day without you  And deep (deep) inside (inside) my heart I had a feeling right from the start You didn't love me And deep (deep) inside (inside) my heart I had a feeling you tore apart You didn't want me Like I wanted you (like I wanted you) Like I wanted you (like I wanted you) Like I wanted you (like I wanted you) Like I wanted you (yeah, like I wanted you)  And deep (deep) inside (inside) my heart I had a feeling you tore apart You didn't want me Like I wanted you (I wanted you) Like I wanted you (like I wanted you) Like I wanted you (like I wanted you) Like I wanted you  ",
        "title": "Deep Inside My Heart"
    },
    {
        "artist": "Robbie Dupree",
        "lyrics": "  Ten miles east of the highway Hot sparks burnin' the night away Two lips touchin' together Cheek to cheek, sweatshirt to sweater  Young love, born in a back seat Two hearts pound out a backbeat Headlights, somebody's comin' Got to move, keep on a runnin'  With the hot rod hearts Out on the boulevard tonight Here come those hungry sharks Up from the bottom for another bite  Schoolgirl brushes her hair back Blue jeans can't hide the bare facts Bad boy knows where to find her Runs the light, sneaks up behind her  Hot rod hearts Out on the boulevard tonight Here come those hungry sharks Up from the bottom for another bite  True believers livin' on the borderline They're just dreamers killin' time (They're just killin' time) Killin' time  (They're just killin' time) Killin' time (Out on the borderline)  Times are hard for those hot rod hearts Out on the boulevard tonight (Here come) Here com the hungry sharks Up from the bottom for another bite  Girl with the hot rod heart tonight Girl with the hot rod heart tonight (Keep runnin') With the hot rod hearts Out on the boulevard tonight  ",
        "title": "Hot Rod Hearts"
    },
    {
        "artist": "Donna Summer",
        "lyrics": null,
        "title": "Walk Away"
    },
    {
        "artist": "The Doolittle Band",
        "lyrics": null,
        "title": "Who Were You Thinkin' Of"
    },
    {
        "artist": "The Cars",
        "lyrics": "  All I need is what you've got All I'll tell is what you're not All you know is what you hear I get this way when you come near  Then I know it's gone too far Uh, oh, I touched your star And it felt so right Just like the hush of midnight And then you said With me it's touch and go-o-o-o Touch and go-o-o-o  All I need is you tonight Flying like a cement kite, yeah In your headlock on the floor Who could ever ask for more  And I know it's gone too far Uh, oh, I touched your star And it felt so right Just like the hush of midni-ight And then you said With me it's touch and go-o-o-o Touch and go-o-o-o  All I want is you tonight I guess that dress does fit you tight, yeah You know that look does make me shake It almost looks too good to fake  And I know it's gone too far Uh, oh, I touched your star-r-r And it felt so right Just like the hush of midni-ight Then you said With me it's touch and go-o-o-o Touch and go-o-o-o  Well it's touch and go-o-o-o Its touch and go-o-o-o  Well it's touch and go-o-o-o Touch and go-o-o-o Touch and go-o-wo yeah  Well it's touch and go-o-o-o Touch and go-o-o-o Touch and go  All I need is what you've got  ",
        "title": "Touch And Go"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Fifty million voices mumbling from the street Talking about the 80's and who it will mistreat Now, Joseph Worken Hardy, checkin' out the jive Glancing at his pocketbook, inflation is alive  I stand tall, let me talk I stand tall, let me talk  Miss Sophisticated, your nose up in the air Trying to find excitement, in the labels that you wear Now, I may disappoint you, with the things I say But deep inside, a message burns within me everyday  I stand tall, let me talk I stand tall, let me talk  We're all the same, with different names Will you play your role, just as you're told  Let me talk, let me talk, let me talk, let me talk  Won't you come on down, put your feet on the ground Get in touch with you, let your love come through  World automotives chase the Arab wheel Partnerships on nuclear, trying to make a deal Where does it all lead to I'm sure the question flows Thru many minds around the world I'm sure nobody knows  I stand tall, let me talk I stand tall, let me talk  I stand tall, let me talk I stand tall, let me talk  ",
        "title": "Let Me Talk"
    },
    {
        "artist": "Pure Prairie League",
        "lyrics": "  (Vince Gill)  I'm Almost Ready To let you know just how bad I feel I'm Almost Ready To let you loose and find another heart to steal  My friends tell me that they see you Runnin' around all over town Please don't make me out to be your fool Please don't make me out a clown... 'cause  I'm Almost Ready To let you know just how bad I feel I'm Almost Ready To let you loose and find another heart to steal  I don't know who you think you're foolin' I hope you don't think that it's me It's plain to see that you don't love me anymore I'll say goodbye and you'll be free... 'cause  I'm Almost Ready To let you know just how bad I feel I'm Almost Ready To let you loose and find another heart to steal  I'm Almost Ready To let you know just how bad I feel I'm Almost Ready To let you loose and find another heart to steal To let you loose and find another heart to steal To let you loose and find another heart to steal  ",
        "title": "I'm Almost Ready"
    },
    {
        "artist": "Irene Cara",
        "lyrics": null,
        "title": "Fame"
    },
    {
        "artist": "707",
        "lyrics": null,
        "title": "I Could Be Good For You"
    },
    {
        "artist": "Amy Holland",
        "lyrics": "  I'm not strong enough Just to smile and make things easy I can't put on that brave face anymore  I always took it for granted That I could take whatever you gave me I guess you never really know for sure  'Cause there was never a doubt in my mind How it was meant to be So who do I turn to darlin' if you should leave me?  How Do I Survive, if you break my heart? How Do I Survive, if you break my heart?  I've got no excuses for being your fool I never thought that it would be forever But after so much time together, I've come to depend on you What else am I supposed to do?  'Cause there was never a doubt in my mind It wouldn't be easy But I never realized how much you mean to me  How Do I Survive, if you break my heart? How Do I Survive, if you break my heart?  (saxophone solo)  But there was never a doubt in my mind How it was meant to be So who do I turn to darlin' if you should leave me?  How Do I Survive, if you break my heart? (How Do I Survive) How Do I Survive, if you break my heart? (If you break my heart) How Do I Survive (How Do I Survive) If you break my heart? (If you break my heart)  ",
        "title": "How Do I Survive"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] If you ever go back into Wooley Swamp son you better not go at night There's things out there in the middle of them woods That'd make a strong man die from fright There's things that crawl and things that fly And things that creep around on the ground And they say the ghost of Lucius Clay gets up and it walks around  [Chorus] But I couldn't believe it, I just had to find out for myself And I couldn't conceive it, I never would listen to nobody else No I couldn't believe it, I just had to find out for myself That there's some things in this world you just can't explain  [Verse 2] The old man lived in the Wooley Swamp way back in the gurgling woods And he never did do a lot of harm in the world But he never did do no good People didn't think too much of him They all thought he acted funny The old man didn't care about people anyway All he cared about was his money He'd stuff it all down into Mason jars and bury it all around And on certain nights if the moon was right He'd dig it up out of the ground He'd pour it all out on the floor of his shack And run his fingers through it Yeah, Lucius Clay was a greedy old man And that's all there ever was to it  [Chorus]  [Verse 3] The Crayton boys was white trash And they lived over on Parvis Creek They were a real snake and sneaky as a cat And belligerent when they'd speak One night the oldest brother said ya'll meet in the Wooley Swamp later We'll get old Lucius' money and we'll pitch him to the alligators They found the old man out in the back with a shovel in his hand And thirteen rusty Mason jars he just dug up out of the sand And they all went crazy and they beat the old man Then they picked him up off the ground Then they threw him in the swamp and they stood there and laughed As the black water sucked him down Then they turned around and went back to the shack And they picked up the money and ran But they hadn't gone nowhere when they realized They were running in quicksand And they struggled and screamed but they couldn't get away Then just before they went under They could hear that old man laughing In a voice that was loud as thunder  [Bridge] Now that's been fifty years ago an' if you go back by there again There's a spot in the yard in back of that shack Where the ground is always wet And on certain nights if the moon is right And you're down by the dark footpath You can hear three young men screaming And you can hear that old man laugh  [Chorus]  ",
        "title": "The Legend Of Wooley Swamp"
    },
    {
        "artist": "George Benson",
        "lyrics": "  Remember the days when we never had a dime And our dreams seemed a million miles away But we made it baby Facin' the bad times with a smile Here we are and we're growin' stronger day by day  Cause we got love times love It's always there for us to share And girl it sure feels good to know You're by my side Cause we're just two high hearts That beat as one forever on With love times love to keep us satisfied every night  So my lady whisper the words i love to hear Cuddle up and i'll make you feel all right Cause i need you baby to carry me on through all the years So come on baby close the door and dim the lights  Cause we got love times love It's always there for us to share And girl it sure feels good to know You're by my side Cause we're just two high hearts That beat as one forever on With love times love to keep us satisfied every night  And there ain't no one in this world tonight Can change my point of view So come on girl and hold me tight The way you always do with love times me and you  Cause we got love times love It's always there for us to share And girl it sure feels good to know You're by my side Cause we're just two high hearts That beat as one forever on With love times love to keep us satisfied every night  We got love Sure feels good to know [?] Keep me satisfied It sure feels good  ",
        "title": "Love X Love"
    },
    {
        "artist": "Larsen-Feiten Band",
        "lyrics": null,
        "title": "Who'll Be The Fool Tonight"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  I can't cover up my feelings In the name of love Or play it safe For a while that was easy  And if living for myself Is what I'm guilty of Go on and sentence me I'll still be free  It's my turn To see what I can see I hope you'll understand This time's just for me  Because it's my turn With no apologies I've given up the truth To those I've tried to please  But now it's my turn If I don't have all the answers At least I know I'll take my share of chances Ain't no use of holding of When nothing stays the same  So I'll let it rain Cause the rain ain't gonna hurt me And I'll let you go Though I know it won't be easy  It's my turn With no more room for lies For years I'd seen my life Through someone else's eyes  And now it's my turn To try and find my way And if I should get lost At least I'll own today  It's my turn Yes, it's my turn And there ain't no use in holding of When nothing stays the same  So I'll let it rain Cause the rain ain't gonna hurt me And I'll let you go Though I know it won't be easy  It's my turn To see what I can see I hope you'll understand This time's just for me  Because it's my turn To turn and say goodbye I sure would like to know That you're still on my side  Because it's my turn It's my turn  It's my turn To start from number one Trying to undo Some damage that's been done  But now it's my turn To reach and touch the sky No one's gonna say At least I didn't try  It's my turn Yes, it's my turn  It's my turn It's my turn It's my turn  ",
        "title": "It's My Turn"
    },
    {
        "artist": "The Police",
        "lyrics": "  [Verse 1] Don't think me unkind Words are hard to find The only cheques I've left unsigned From the banks of chaos in my mind And when their eloquence escapes me Their logic ties me up and rapes me  [Chorus] De do do do, de da da da Is all I want to say to you De do do do, de da da da Their innocence will pull me through De do do do, de da da da Is all I want to say to you De do do do, de da da da They're meaningless and all that's true  [Verse 2] Poets, priests, and politicians Have words to thank for their positions Words that scream for your submission And no one's jamming their transmission Because when their eloquence escapes you Their logic ties you up and rapes you  [Chorus] De do do do, de da da da Is all I want to say to you De do do do, de da da da Their innocence will pull me through De do do do, de da da da Is all I want to say to you De do do do, de da da da They're meaningless and all that's true  [Chorus] De do do do, de da da da Is all I want to say to you De do do do, de da da da Their innocence will pull me through De do do do, de da da da Is all I want to say to you De do do do, de da da da They're meaningless and all that's true  ",
        "title": "De Do Do Do, De Da Da Da"
    },
    {
        "artist": "Eddie Money (with Valerie Carter)",
        "lyrics": "  Let's take a day Let's slip away Yeah, we'll laugh and play And both pretend that we're lovers again Do you remember when I kissed you with the wind? Yeah, we had our secrets then I never told no one, so let's be lovers again Please find some time to spend With a long-lost friend And we'll be, yeah, we'll be lovers again I find it so hard, now To live without you I, I know that you want her And you don't need me I hear your girlfriends when they talk about you now But I, I gotta talk to you again myself So I can see, yeah, baby If there's some time to spend With a long-lost friend And we'll be, yeah, we'll be lovers again I see you now and then I wonder how you been But I don't want to hurt you And I don't want to know him Let's be lovers again Let's find some time to spend With a long-lost friend And we'll be, yeah, we'll be lovers again Please find some time to spend With me, baby - I'm still your friend And we'll be, yeah, we'll be lovers again We'll be lovers We'll be lovers again We're gonna be lovers Won't you stop the hands of time? Tell me that you're mine Come on back to me Can't you see I need you? We'll be lovers We'll be lovers We'll be lovers again Again Again  ",
        "title": "Let's Be Lovers Again"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  [Verse 1] He's a one trick pony One trick is all that horse can do He does one trick only It's the principal source of his revenue And when he steps into the spotlight You can feel the heat of his heart Come rising through  [Verse 2] See how he dances See how he loops from side to side See how he prances The way his hooves just seem to glide He's just a one trick pony (that's all he is) But he turns that trick with pride  [Chorus] He look so easy He looks so clean He moves like god's Immaculate machine He makes me think about All of these extra movements i make And all of this herky-jerky motion And the bag of tricks it takes To get me through my working day One-trick pony, One-trick pony  [Verse 3] He's a one trick pony He either fails or he succeeds He gives his testimony Then he relaxes in the weeds He's got one trick to last a lifetime But that's all a pony needs (that's all he needs)  [Chorus]  [Outro] One-trick pony, one trick pony [x2] One-trick pony (take me for a ride) One trick pony  ",
        "title": "One-Trick Pony"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  I was just fifteen and outta control Lost to James Dean and rock and roll I knew down deep in my country soul That I had to get away  Hollywood was a lady in red Who danced in my dreams As I tossed in bed I knew I'd wind up In jail or dead If I had to stay  I thought happiness Was Lubbock, Texas In my rear view mirror My momma kept calling me home But I just did not want to hear her And the vision was getting clearer In my dreams  So I laid out one night in June Stoned on the glow of the Texas moon Humming an old Buddy Holly tune Called Peggy Sue  With my favorite jeans And a cheap guitar  I ran off chasing a distant star If Buddy Holly could make it that far I figured I could too  And I thought happiness Was Lubbock, Texas In my rear view mirror My momma kept calling me home But I just did not want to hear her And the vision was getting clearer In my dreams  But the Hollywood moon didn't Smile the same old smile That I'd grown up with The lady in red Just wanted my last dime  And I cried myself to sleep at night Too dumb to run, too scared to fight And too proud to admit it at the time  So I got me some gigs on Saturday nights Not much more than orchestrated fights I'd come home drunk and I'd try to write But the words came out wrong  Hell bent and bound for a wasted youth Too much gin and not enough vermouth And no one to teach me How to seek the truth Before I put it into song  I still thought happiness Was Lubbock, Texas In my rear view mirror My momma kept calling me home But I just could not, would not hear her And the vision was getting clearer In my dreams  Well, I thank God each and every day For giving me the music and words to say I'd-a never made it any other way He was my only friend  Now I sleep a little better at night When I look in the mirror In the morning light The man I see was both wrong and right He's going home again  I guess happiness was Lubbock, Texas In my rear view mirror But now happiness is Lubbock, Texas Growing nearer and dearer And the vision is getting clearer In my dreams  And I think I finally know Just what it means And when I die you can bury me In Lubbock, Texas, in my jeans  ",
        "title": "Texas In My Rear View Mirror"
    },
    {
        "artist": "Barbra Streisand & Barry Gibb",
        "lyrics": null,
        "title": "Guilty"
    },
    {
        "artist": "Olivia Newton-John & Cliff Richard",
        "lyrics": null,
        "title": "Suddenly"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": null,
        "title": "Sequel"
    },
    {
        "artist": "Air Supply",
        "lyrics": "  Overnight scenes, dinner and wine Saturday girls I was never in love, never had the time In my hustle and hurry world Laughing myself to sleep Waking up lonely I needed someone to hold me oh oh oh  It's such a crazy old town It can drag you down Till you run out of dreams So you party all night to the music and lights But you don't know what happiness means I was dancing in the dark with strangers No love around me When suddenly you found me oh oh oh  Girl you're every woman in the world to me You're my fantasy, you're my reality Girl you're every woman in the world to me You're everything I need, you're everything to me Oh girl  Everything good, everything fine That's what you are So put your hand in mine And together we'll climb As high as the highest star I'm living a lifetime in every minute That we're together And I'll stay right here forever oh oh oh  Chorus  ",
        "title": "Every Woman In The World"
    },
    {
        "artist": "Robert John",
        "lyrics": null,
        "title": "Sherry"
    },
    {
        "artist": "Commodores",
        "lyrics": null,
        "title": "Heroes"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": null,
        "title": "All Over The World"
    },
    {
        "artist": "The B-52s",
        "lyrics": "  Hoo Hoo Hoo Hoo Hoo Hoo Hoo Hoo Hoo You're living in your own Private Idaho Living in your own Private Idaho Underground like a wild potato Don't go on the patio Beware of the pool Blue bottomless pool It leads you straight Right throught the gate That opens on the pool  You're living in your own Private Idaho You're living in your own Private Idaho  Keep off the path, beware of the gate Watch out for signs that say \"hidden driveways\" Don't let the chlorine in your eyes Blind you to the awful surprise That's waitin' for you at The bottom of the bottomless blue blue blue pool  You're livin in your own Private Idaho. Idaho You're out of control, the rivers that roll You fell into the water and down to Idaho Get out of that state Get out of that state you're in You better beware  You're living in your own Private Idaho You're living in your own Private Idaho  Keep off the patio Keep off the path The lawn may be green But you better not be seen Walkin' through the gate that leads you down Down to a pool fraught with danger Is a pool full of strangers  You're living in your own Private Idaho Where do I go from here to a better state than this Well, don't be blind to the big surprise Swimming round and round like the deadly hand Of a radium clock, at the bottom of the pool  I-I-I-daho I-I-I-daho Woah oh oh woah oh oh woah oh oh Ah ah ah ah ah ah ah ah Get out of that state Get out of that state You're living in your own Private Idaho Livin in your own Private.... Idaho  ",
        "title": "Private Idaho"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  An old friend told me that you just ran out of chances One too many dances down the narrow street of time Remember how we faced the world, like two tramps shining Please, don't let that magic ever end Don't forget what we learned living on the wind No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I still can show you who you are That day the long and dusty road had us both crying We used up our last joke just to try to smile a again And only now I find I know what we were learning Though it's dark and you have traveled far Ev'ry long night gives you one bright shining star No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I can still show you who you are Deep in the night you know that you'll find Deep in the night you know that you'll find the way No night so long that you can't find the day; No day so wrong that you can't find your way; Call on me like you used to do I still can show you who you are No night so long that you can't find the day; No day so wrong that you can't find your way  ",
        "title": "No Night So Long"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": "  [Intro] (This is your celebration) (This is your celebration) Celebrate good times, come on (Let's celebrate) Celebrate good times, come on (Let's celebrate)  [Verse 1] There's a party goin' on right here A celebration to last throughout the years So bring your good times and your laughter too We gonna celebrate your party with you Come on now  [Hook] (Celebration) Let's all celebrate and have a good time (Celebration) We gon' celebrate and have a good time  [Bridge 1] It's time to come together It's up to you, what's your pleasure? (Everyone around the world come on)  [Pre-Hook] (Yahoo) It's a celebration (Yahoo)  [Hook] Celebrate good times, come on (It's a celebration) Celebrate good times, come on (Let's celebrate)  [Verse 2] There's a party goin' on right here A dedication to last throughout the years So bring your good times and your laughter too We gonna celebrate your party with you Come on now  [Hook] (Celebration) Let's all celebrate and have a good time (Celebration) We gon' celebrate and have a good time  [Bridge 1]  [Pre-Hook] (Yahoo) It's a celebration (Yahoo) It's a celebration  [Hook] Celebrate good times, come on (Let's celebrate, come on now) Celebrate good times, come on (Let's celebrate)  [Bridge 2] We're gonna have a good time tonight Let's celebrate, it's all right We're gonna have a good time tonight Let's celebrate, it's all right, baby We're gonna have a good time tonight (Celebration) Let's celebrate, it's all right We're gonna have a good time tonight (Celebration) Let's celebrate, it's all right  [Pre-Hook] (Yahoo) (Yahoo)  [Hook] Celebrate good times, come on (Let's celebrate) Celebrate good times, come on (It's a celebration) Celebrate good times, come on (Let's celebrate) Celebrate good times, come on (Come on and celebrate tonight) (Baby everything's gonna be alright, let's celebrate) Celebrate good times, come on Celebrate good times, come on (Let's have a great time, celebrate) Celebrate good times, come on  ",
        "title": "Celebration"
    },
    {
        "artist": "Larry Graham",
        "lyrics": "  Darling, oh...  When we get married We'll have a big celebration And send invitations To all our friends and relations  And we'll have a ball Dancin' and all When we get married  When the bells ring To tell the world I'm taking your hand Folks from all over Will come to see the wedding we planned  We'll have a ball Dancin' and all When we get married  And whoa (We'll have a ball) We'll have a ball (Dancing and all)  And darling, it will be so woo-wee So grand (We'll have a ball) We'll have a ball (Dancing and all) And sweetheart, we'll be as one (When we get married)  Let's wait and see Our wedding day is not very far And ooh, folks will whisper And they'll say how lovely we both are  And we'll have a ball Dancin' and all When we get married  You and me When we get married Me and you, you and me We'll be married  Whoa... oh... oh... When we get married And ooh... We'll be married You and me, me and you  ",
        "title": "When We Get Married"
    },
    {
        "artist": "Bob Seger",
        "lyrics": "  A gypsy wind is blowin' warm tonight The sky is starlit and the time is right And still you're tellin' me you have to go Before you leave there's something you should know Yeah something you should know babe  I've seen you smilin' in the summer sun I've seen your long hair flying when you run I've made my mind up that it's meant to be Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me Out where the rivers meet the soundin' sea You're high above me now, you're wild and free Ah but someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  Some people say that love's a losin' game You start with fire but you lose the flame The ashes smolder but the warmth's soon gone You end up cold and lonely on your own  I'll take my chances babe, I'll risk it all I'll win your love or I'll take the fall I've made my mind up girl it's meant to be Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me It's written down somewhere, it's got to be You're high above me flyin' wild and free Oh but someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  Someday lady you'll accomp'ny me Out where the rivers meet the sounding sea I feel it in my soul, it's meant to be Ohh someday lady you'll accomp'ny me Someday lady you'll accomp'ny me  ",
        "title": "You'll Accomp'ny Me"
    },
    {
        "artist": "Dr. Hook",
        "lyrics": null,
        "title": "Girls Can Get It"
    },
    {
        "artist": "Frank Stallone",
        "lyrics": null,
        "title": "Case Of You"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  All the waiters in your grand cafe Leave their tables when you blink Every dog must have his everyday Every drunk must have his drink  [Chorus] Don't wait for answers Just take your chances Don't ask me why  All your life you had to stand in line Still you're standing on your feet All your choices made you change your mind Now your calendar's complete  [Chorus]  You can say the human heart Is only make-believe And I am only fighting fire with fire But you are still a victim Of the accidents you leave As sure as I'm a victim of desire  All the servants in your new hotel Throw their roses at your feet Fool them all but baby I can tell You're no stranger to the street  Don't ask for favors Don't talk to strangers Don't ask me why  Yesterday you were an only child Now your ghosts have gone away You can kill them in the classic style Now you, \"parlez vous francais\"  [Chorus]  ",
        "title": "Don't Ask Me Why"
    },
    {
        "artist": "Larry Graham",
        "lyrics": "  Love had played its games on me so long I started to believe I'd never find anyone Doubt had tried to convince me to give in, said, \"You can't win\" But one day the sun came a shinin' through The rain had stopped and the skies were blue And oh, what a revelation to see Someone was saying \"I love you\" to me  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  I was a lonely man with empty arms to fill Then I found a piece of happiness to call my own And life is worth livin' again For to love you, to me, is to live  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" A one in a million you  A one in a million chance of a lifetime And life showed compassion And sent to me a stroke of love called \"You\" One in a million you  A one in a million you  ",
        "title": "One In A Million You"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] Is there nothing I can say Nothing I can do To change your mind I'm so in love with you You're too deep in You can't get out You're just a poor girl in a rich man's house Yeah, baby, I'm crying over you Don't you know promises were never made to keep Just like the night, dissolve in sleep  [Chorus] I'll be your savior, steadfast and true I'll come to your emotional rescue I'll come to your emotional rescue  [Verse 2] Yeah, the other night, crying Crying baby, yeah I'm crying Yeah I'm like a child baby I'm like a child baby Child yeah, I'm like a child, like a child Like a child You think you're one of a special breed You think that you're his pet Pekinese  [Chorus]  [Verse 3] I was dreaming last night Last night I was dreaming How you'd be mine, but I was crying Like a child, yeah, I was crying Crying like a child You will be mine, mine, mine, mine, mine, all mine You could be mine, could be mine Be mine, all mine I come to you, so silent in the night So stealthy, so animal quiet  [Chorus]  [Verse 4] Yeah, you should be mine, mine, whew Yes, you could be mine Tonight and every night I will be your knight in shining armor Coming to your emotional rescue  [Outro] You will be mine, you will be mine, all mine You will be mine, you will be mine, all mine I will be your knight in shining armor Riding across the desert with a fine Arab charger  ",
        "title": "Emotional Rescue"
    },
    {
        "artist": "Billy Burnette",
        "lyrics": null,
        "title": "Don't Say No"
    },
    {
        "artist": "Zapp",
        "lyrics": "  More bounce More bounce More bounce Much more bounce  Bounce much more I like to bounce And I'm gonna make you bounce Much more bounce  More bounce to the ounce (Much more bounce) More bounce to the ounce (Yeah) More bounce to the ounce (Much more) More bounce to the ounce (Work it with me, bounce)  More bounce to the ounce (To the ounce) More bounce to the ounce More bounce to the ounce (I like it, I like it) More bounce to the ounce  More bounce to the ounce More bounce to the ounce (Much more) More bounce to the ounce (I like it when we bounce) More bounce to the ounce (And I dig it)  Get-get-get-get-get-get on the dance floor, baby Get down, mama, yeah (More) Get-get-get-get-get-get on the dance floor, baby I never ever, ever seen a sexy girl like you, baby  Ooh-wee, ooh-wee, ooh-wee, ooh-wee Ooh-wee, ooh-wee, ooh-wee Hey, yeah, yeah, yeah, yeah, yeah, yeah, yeah  Shake it, mama Shake it, mama  Give you more bounce to the ounce More bounce to the ounce More bounce to the ounce (I like to watch them bounce) More bounce to the ounce  More bounce to the ounce Give you more bounce to the ounce (I like to watch them bounce) More bounce to the ounce Give you more bounce to the ounce  More bounce to the ounce Give you more bounce to the ounce Give you more bounce to the ounce Ill give you more bounce to the ounce  Give you more bounce to the ounce Give you more bounce to the ounce Give you more bounce to the ounce  Get-get-get-get-get-get on the dance floor, mama Get down, baby, yeah, yeah Lookie here, baby, lookie there, mama You got to let me  Ooh, you got to Ooh-wee, ooh-wee, baby, ooh-wee, ooh-wee, ooh-wee Ooh baby Mama, mama  Get-get-get-get-get-get on the dance floor, baby Get down, mama, get down, baby Get-get-get-get-get-get on the dance floor, baby Get down, mama  I'll give you more bounce to the ounce (More bounce) Give you more bounce to the ounce (More bounce) Give you more bounce to the ounce (More bounce) Give you more bounce to the ounce (Much more bounce)  Give you more bounce to the ounce (Bounce) Give you more bounce to the ounce Give you more bounce to the ounce More bounce to the ounce (Much more bounce)  Give you more bounce to the ounce (I like to bounce) More bounce to the ounce (And I'm gonna make you bounce) Give you more bounce to the ounce (Much more bounce) More bounce to the ounce (Bounce, bounce)  More bounce to the ounce More bounce to the ounce More bounce to the ounce More bounce to the ounce (Bounce, baby)  More bounce to the ounce More bounce to the ounce More bounce to the ounce More bounce to the ounce  More bounce to the ounce (Much more bounce now) More bounce to the ounce (Mama, mama, mama) More bounce to the ounce (Got to bounce with you) More bounce to the ounce  More bounce to the ounce (Ooh) More bounce to the ounce More bounce to the ounce More bounce to the ounce (Shucks, baby)  Shucks  Much more bounce Bounce to the ounce  Much more bounce  Shucks, more bounce to the ounce Give you more bounce to the ounce Give you more bounce to the ounce More bounce to the ounce (Shucks)  More bounce to the ounce More bounce to the ounce Give you more bounce to the ounce More bounce to the ounce  Give you more bounce to the ounce Give you more bounce to the ounce More bounce to the ounce Shucks to the ounce  More bounce to the ounce More bounce to the ounce  ",
        "title": "More Bounce To The Ounce Part I"
    },
    {
        "artist": "The Kings",
        "lyrics": "  Hey Judy, get Trudy You said to call you up if I was feeling moody Hey little Donna, ahh, still wanna You said to ring you up when I was in Toronto  I have lots of friends that I can ding at any time Can mobilize some laughs with just one call Like a bunch of lunatics, we'll act till way past dawn Sure we'll be rockin' till our strength is gone Yeah, this beat goes on And on, and on, and on  Hey ladies, ooh, you crazies Well, me and Zero request you in the Mercedes And then we'll ride, so zoomy inside The sky's the limit, this time I'm switchin' to glide (glide, glide)  I don't give a hoot about what people have to say I'm laughin' as I'm analyzed Lunatics Anonymous, that's where I belong Sure, cause I am one till my strength is gone Yeah, this beat goes on And on, and on, and on  I have lots of friends that I can ding at any time Can mobilize some laughs with just one call Like a bunch of lunatics, we'll act till way past dawn Sure, we'll be rockin' till our strength is gone Yeah, this beat goes on (This beat goes on) this beat goes on (This beat goes on) this beat goes on (This beat goes on) this beat goes on (This beat goes on) this beat goes on and on, on and on, and on and on On and on and on and on and on (This beat goes)  ",
        "title": "Switchin' To Glide/This Beat Goes On"
    },
    {
        "artist": "Robbin Thompson Band",
        "lyrics": null,
        "title": "Brite Eyes"
    },
    {
        "artist": "Natalie Cole",
        "lyrics": "  When I wake up each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on you're only someone That I used to love  As for me, it's getting down To the last unspoken part Where you must begin To ease the pain of a broken heart  Tell me why should I even care If I have to lose your love From now on You're only someone that I used to love  Wish it was enough for you All the love I had to give And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  And if ever our paths should cross again Well, you won't find me Being the one to get lost again  Once, I had so much to give That you just refused my love From now on You're only someone that I used to love  And I did my best to keep you satisfied I guess you'll never know How much I tried I really tried  When I wake each morning Trying to find myself And if I'm ever the least unsure I always remind myself  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  Though you're someone in this world That I'll always choose to love From now on You're only someone that I used to love From now on You're only someone that I used to love  ",
        "title": "Someone That I Used To Love"
    },
    {
        "artist": "Jim Hurt",
        "lyrics": null,
        "title": "I Love Women"
    },
    {
        "artist": "Burt Reynolds",
        "lyrics": null,
        "title": "Let's Do Something Cheap And Superficial"
    },
    {
        "artist": "Ambrosia",
        "lyrics": "  Oh baby Say, now, you You talk about The things I do But baby, I yeah I'll try 'n' explain the reasons why  'Cause I've been thinkin' 'bout the things That we said late last night When every word I said Just didn't come out right And you were so afraid That I'd found someone new But darlin', well, there's no need For what we're goin' through  Because you and I've been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman that I'm dreamin' of You're the only woman that I really love  Baby see, what a foolish heart has done for me Darlin' why yeah, would you break my heart and make me cry? Well now, you can't go back and change the way things are And all this foolish talk won't take us very far And so I hope you're list'nin' 'cause I'm tellin' you About the, the way I feel and what I'm goin' through  Because you and I've been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman that I'm dreamin' of You're the only woman that I really love I said you're the only woman that i really love You're the only woman that i really love  Oh Don't speak, Ssssh …  When the pain of love surrounds you And the world may be unkind I'll put my lovin' arms around you Take you far from this place and time  Because you and i been in love too long To worry 'bout tomorrow Here's a place where we both belong I know you're the only woman I’ve been dreamin' of Baby, you're the only woman that I really love You're the only woman I know you're the only woman Well now you're the only woman  ",
        "title": "You're The Only Woman (You & I)"
    },
    {
        "artist": "Meco",
        "lyrics": null,
        "title": "Love Theme From Shogun (Mariko's Theme)"
    },
    {
        "artist": "Pete Townshend",
        "lyrics": "  [Verse 1] They say that love often passes in a second And you can never catch it up So I'm hanging on to you as though eternity beckoned But it's clear that the match is rough  [Chorus 1] Common sense's tell me not to try'n continue But I'm after a piece of that diamond in you So keep an eye open My spirit ain't broken Your love is so incredible Your body so edible You give me an overdose of love Just a little is enough  [Verse 2] I'm like a connoisseur of champagne cognac The perfume nearly beats the taste I eat an oyster and I feel the contact But more than one would be a waste  [Chorus 2] Some people want an endless line that's true But all I have is a little time with you A smile sets me reeling A kiss feel like stealing Your love is like heroin This addict is mellowing I can't pretend that I'm tough Just a little is enough  {Instrumental}  [Verse 3] Just like a sailor heading into the seas There's a gale blowing in my face The high winds scare me but I need the breeze And I can't head for any other place  [Chorus 3] Life would seem so easy on the other tack But even a hurricane won't turn me back You might be an island On the distant horizon But the little I see Looks like heaven to me I don't care if the ocean gets rough Just a little is enough  [Chorus 1]  ",
        "title": "A Little Is Enough"
    },
    {
        "artist": "Teddy Pendergrass",
        "lyrics": "  Come lay your head on my heart Soon it'll be apart, stay here to the touch of morning I'm glad we're leaving as friends Baby, by the way, I forgot to say  Can't we try, love was never born to say goodbye Just another helpless fool in love is what I am But I don't give a damn, sorry, I forgot myself I guess that I'm just not myself  And I know that we're not supposed to cry Love was supposed to die when people get to know each other In case I don't see you again Really wish you well, baby, this is hell  Can't we try, love was never born to say goodbye Touch me one more time and make me feel that I'm alive And if we don't survive At least we'll have a moment here with honest pain and tears  Then say goodbye, come lay your head down on my heart The morning suddenly leads you, you know, yet I don't need you We can't go back to yesterday, go away Girl, I wished you'd stay  Can't we try, love was never born to say goodbye Touch me one more time and make me feel that I'm alive And if we don't survive Then we will end like we began and even though it's over  Can't we try, let's go back to yesterday, and I Just another helpless fool in love is what I am But I don't give a damn See, once before I set you free, I just got to hold you close to me  Can't we try, love was never born to say goodbye I want you to touch me, touch me one more time And make me feel that I'm alive And if we don't survive Then we can end like we began and even though it's over  Can't we try, let's go back to yesterday, and I See, I'm just another, just another helpless fool in, in love is what I am But I don't give a damn See, once before I set you free, I got to have you, I got to have you [Incomprehensible]  Can't we try Love was never born to say goodbye  ",
        "title": "Can't We Try"
    },
    {
        "artist": "Poco",
        "lyrics": "  Standing in the midnight rain All Alone with the pieces of my heart again Knowing one of is right and one of is is gone Into another night You've gone running all alone All alone into another night You've gone running all alone  I 've still got these feelings left Living in my heart and in my head Breaking from the past I've come to know at last Only a fool would stay Stay and pretend Only a fool would stay Stay and pretend  I need you more than anyone Or anything under the sun Don't leave me lonely here I get so lonely here  Standing in the midnight rain All Alone with the pieces of my heart again Knowing one of is right and one of is is gone Into another night You've gone running all alone All alone into another night You've gone running all alone  ",
        "title": "Midnight Rain"
    },
    {
        "artist": "The Allman Brothers Band",
        "lyrics": null,
        "title": "Angeline"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  Don't let it get you down, girl Don't let it get you down I'll bring you back around, girl I'll bring you back around  He broke your heart And made you cry He took your love Then said goodbye  You live and you learn Experience will teach you every time I told you I'd be standing here 'Cause I'm the next in line  Don't you let it get you down, girl Don't let it get you down I'll bring you back around, girl I'll bring you back around  He promised you Security But it was only Fantasy  Here's my shoulder It's for you to cry, to cry on I offer you a true love A love you can rely on  Don't let it get you down, girl Don't let it get you down I'll be standin' right there to bring you around, girl I'll bring you back around  Here's my shoulder It's for you to cry, to cry on I offer you a true love A love you can rely on  Don't let it get you down, girl Don't let it get you down I'll be standin' right there to bring you back around, girl I'll bring you back around  He broke your heart and made you cry Don't let it get you down Here's my shoulder to cry on Don't let it get you down  He took your love and said bye, bye-bye Don't let it get you down, get you down So I'm offerin' you true love So don't let it get you down  He promised you security Don't let it get you down Everybody knows, everybody knows that you're too fine, too fine Don't let it get you down  ",
        "title": "Girl, Don't Let It Get You Down"
    },
    {
        "artist": "Split Enz",
        "lyrics": null,
        "title": "I Got You"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "Sailing"
    }
]