[
    {
        "artist": "Wilson Phillips",
        "lyrics": "  [Intro] I know that it's time for a change Mmm but when that change comes Will it still feel the same?  [Verse 1] How many times have I tried To turn this love around? I don't wanna give up but, baby It's time I had two feet on the ground  [Pre-Chorus] Can you release me? Can you release me?  [Verse 2] Now that you're gone I can't help myself from wondering Ohh, if you'd have come down from your high Would we've been all right?  [Pre-Chorus] Release me Can you release me?  [Chorus] Come on, baby, come on, baby You knew it was time to just let go 'Cause we wanna be free But somehow it's just not that easy Come on, darlin', hear me, darlin' 'Cause you're a waste of time for me I'm trying to make you see That baby, you've just got to release me Release me, release me  [Verse 3] I'm not going back to you anymore Finally my weakened heart is healing Though very slow So stop coming around my door 'Cause you're not gonna find what you're looking for  [Chorus] Ohh, come on, baby, come on, baby You knew it was time to just let go 'Cause we wanna be free Somehow it's just not that easy Oh, oh, oh, baby Come on darlin', now, hear me darlin' 'Cause you're a waste of time for me I'm trying to make you see That baby, you've just got to release me  [Bridge] Now tell me What is this power you've got on me? What is this power? Ohh  [Chorus] Come on, baby, come on, baby You knew it was time to just let go 'Cause we wanna be free But somehow it's just not that easy Oh, oh, oh, oh, baby Come on darlin', now, hear me darlin' 'Cause you're a waste of time for me I'm trying to make you see That baby, you've just got to release me  [Outro] Release me, release me Release me, will you release me? Ahh, release me Release me, will you release me?  ",
        "title": "Release Me"
    },
    {
        "artist": "Jon Bon Jovi",
        "lyrics": "  [Verse 1] I wake up in the morning and I raise my weary head I've got an old coat for a pillow, and the earth was last night's bed I don't know where I'm goin', only God knows where I've been I'm a devil on the run, a six gun lover, a candle in the wind  [Verse 2] When you're brought into this world, they say you're born in sin Well at least they gave me somethin', I didn't have to steal or have to win Well they tell me that I'm wanted, yeah, I'm a wanted man I'm colt in your stable, I'm what Cain was to Abel, Mr. Catch-Me-If-You-Can  [Chorus 1] I'm goin' down in a blaze of glory Take me now but know the truth I'm goin' out in a blaze of glory And, Lord, I never drew first, but I drew first blood I'm no one's son, call me young gun  [Verse 3] You ask about my conscience and I offer you my soul You ask If I'll grow to be a wise man, well I ask if I'll grow old You ask me if I've known love and what it's like to sing songs in the rain Well, I've seen love come, I've seen it shot down, I've seen it die in vain  [Chorus 2] Shot down in a blaze of glory Take me now but know the truth 'Cause I'm goin' out in a blaze of glory Lord, I never drew first but I drew first blood I'm the devil's son, call me young gun  [Bridge] Each night I go to bed, I pray the Lord my soul to keep No I ain't lookin' for forgiveness, but before I'm six foot deep Lord, I gotta ask a favor, and I'll hope you'll understand 'Cause I've lived life to the fullest, let this boy die like a man Starin' down a bullet, let me make my final stand  [Chorus 2] Shot down in a blaze of glory Take me now but know the truth I'm goin' out in a blaze of glory Lord, I never drew first but I drew first blood And I'm no one's son, call me young gun I'm a young gun Young gun Young gun  ",
        "title": "Blaze Of Glory (From \"Young Guns II\")"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Verse 1] Take a good look at me Tell me do you like what you see Do you think you can Do you think you can do me Kiss me pretty baby And touch me all over Girl what makes you think you can do me Do you think you can do me girl?  [Hook] Do me baby (oh) Do me baby (do you think you can) Do me baby (do me) Do me baby (oh yeah)  [Verse 2] Girl let your hair down Take off your clothes and leave on your shoes Would you mind if I look at you for a moment Before I make sweet love Backstage, under age, adolescent \"How ya doin'?\" \"Fine,\" she replied I Sighed, I like to do the wild thing Action took place Kinda wet Don't forget The J the I the M the M the Y y'all I need a body bag  [Hook] Do me baby (oh) Do me baby (you can do me when you wanna do me) Do me baby (yeah yeah) Do me baby (oh yeah) Do me baby (I like it in the morning time) Do me baby (sometimes I love it in the evening baby) Do me baby (can you do me all over girl) Do me baby (oh yeah)  [Verse 3] The time was 6 o'clock on the Swatch watch No time to chill, got a date Can't be late Hey, the girl is gonna do me Move to the jacuzzi Ooh that booty Smack it up, flip it, rub it down, oh no...  [Hook] Do me baby (yeah) Do me baby (oh I like it just like that) Do me baby (oh yeah) Do me baby (oh move just a little bit closer)  [Bridge] You can do me in the morning You can do me in the night You can do me when you wanna do me You can do me in the morning You can do me in the night You can do me when you wanna do me  ",
        "title": "Do Me!"
    },
    {
        "artist": "Nelson",
        "lyrics": "  (Here she comes) Mmm, just like an angel Seems like forever that she's been on my mind But nothing has changed She thinks I'm a waste of her time  (There she goes) she don't know what she's missing Can't she see I'll never give up the fight I'll do all I can Till she understands my desire  I've been on the outside looking in Let me into your heart, oh There's nothing on earth that should keep us apart Baby  I can't live without your love and affection I can't face another night on my own I'd give up my pride to save me from being alone 'Cause I can't live without your love Mmm, your love  (So I wait) Here for an answer And wonder if tomorrow will be like yesterday I'll keep holding on Can't go on living this way, baby  I've been on the outside looking in Bring my tears to an end, oh I realize there's no use for me to pretend Oh yeah  I can't live without your love and affection I can't face another night on my own I'd give up my pride to save me from being alone 'Cause I can't live without your love  (For your love) I'd put my arms around you (For your love) I'd find the strength to tell you (For your love) That I can't live without your  I can't live without your love and affection I can't face another night on my own I'd give up my pride to save me from being alone Baby  I can't live without your love and affection I just can't go on this way anymore As hard as I try there's one thing that I know for sure I can't live without your love  (There she goes) I can't live without your love, baby (There she goes) Oh, I can't live without your love  (There she goes) Oh, I can't live without your love  ",
        "title": "(Can't Live Without Your) Love And Affection"
    },
    {
        "artist": "Maxi Priest",
        "lyrics": null,
        "title": "Close To You"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Chorus] Love come quick Love come in a hurry There are thieves in the temple tonight  [Verse 1] They don't care where they kick Just as long as they hurt you There are thieves in the temple tonight Love if you're there come save me From all this cold despair I can hang when you're around But I'll surely die If you're not there  [Chorus] Love come quick Love come in a hurry There are thieves in the temple tonight  [Verse 2] I feel like I'm looking for my soul (Soul) Like a poor man looking for gold (Gold) There are thieves in the temple tonight Voices from the sky say rely on your best friend to pull you through But even if I wanted to I couldn't really truly because my only friend is you  Come on  [Hook] There are thieves in the temple tonight  [Verse 3] Kicking me in my heart, tearing me all apart (Tearing me, tearing me, tearing me all apart) Because me and you could have been a work of art Thieves in the temple Baby don't you know I'm holding on The best that I can Love please help me be The better man  [Hook] Better than the thieves in the temple In the temple tonight Oh, thieves in the temple (Tonight) tonight Hurt me  [Chorus] Love come quick Love come in a hurry There are thieves in the temple tonight  [Hook] Thieves in the temple  [Verse 4] You said you loved me! (Thieves in the temple) You said I was your friend! (Thieves in the temple) You were supposed to take care of me! (Love come quick) {Thieves in the temple} You lie! Love come (Lie!) in a hurry (Lie!)  [Hook] Thieves in the temple  ",
        "title": "Thieves In The Temple"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] We had a life, we had a love But you don't know what you've got 'til you lose it Well that was then and this is now And I want you back How many times I'm gonna say I'm sorry? (How many times?) Oh, yes, I'm sorry  How can something so good go so bad? How can something so right go so wrong? I don't know, I don't have all the answers And I want you back How many times I'm gonna say I'm sorry? (How many times?) Well, you know  [Chorus] You can run, and you can hide But I'm not leaving less you come with me We've had our problems but I'm on your side You're all I need, please believe in me  Oh, yeah  [Verse 2] I only wanted someone to love But something happened on the way to heaven It got a hold of me and wouldn't let go And I want you back How many times I'm gonna say I'm sorry? (How many times?) Oh, yes, I'm sorry (Sorry) Well, you know  [Chorus] You can run, and you can hide But I'm not leaving less you come with me We've had our problems but I'm on your side You're all I need, please believe me You can run, and you can hide But I'm not leaving 'til it's all over We've had our problems but I'm on your side You're all I need, let me show you  [Bridge] They say you can't take it with you When you go And I believe it But taking what I've got Or being here with you, you know I'd rather leave it  [Verse 3] We had a life, we had a love But you don't know what you've got 'til you lose it Well that was then and this is now And I want you back How many times I'm gonna say I'm sorry? (How many times?) Oh, yes, I'm sorry (Yes, I'm sorry) Well, you know  [Chorus] You can run, and you can hide But I'm not leaving less you come with me We've had our problems but I'm on your side You're all I need, please believe me You can run, and you can hide But I'm not leaving 'til it's all over We've had our problems but I'm on your side You're all I need, please believe in me  ",
        "title": "Something Happened On The Way To Heaven"
    },
    {
        "artist": "George Michael",
        "lyrics": "  These are the days of the open hand, they will not be the last Look around now These are the days of the beggars and the choosers This is the year of the hungry man, whose place is in the past Hand in hand with ignorance and legitimate excuses  The rich declare themselves poor, and most of us are not sure If we have too much, but we'll take our chances 'Cause god's stopped keeping score I guess somewhere along the way he must have let us all out to play Turned his back, and all god's children crept out the back door  And it's hard to love, there's so much to hate Hanging on to hope when there is no hope to speak of And the wounded skies above say it's much, much too late Well maybe we should all be praying for time  These are the days of the empty hand, oh you hold on to what you can And charity is a coat you wear twice a year This is the year of the guilty man, your television takes a stand And you find that what was over there is over here  So you scream from behind your door Say \"What's mine is mine and not yours\" I may have too much but i'll take my chances 'Cause god's stopped keeping score And you cling to the things they sold you Did you cover your eyes when they told you That he can't come back 'Cause he has no children to come back for  It's hard to love, there's so much to hate Hanging on to hope when there is no hope to speak of And the wounded skies above say it's much too late So maybe we should all be praying for time  ",
        "title": "Praying For Time"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "Have You Seen Her"
    },
    {
        "artist": "Poison",
        "lyrics": "  A-what's got you so jumpy? Why can't you sit still, yeah? Like gasoline, you wanna pump me And leave me when you get your fill, yeah  Every time I touch you, honey, you get hot I wanna make love, you never stop Come up for air, you pull me to the floor What's been going on in that head of yours?  Unskinny bop Just blows me away, yeah Unskinny bop, bop All night and day, yeah Unskinny bop, bop, bop, bop She just loves to play, yeah Unskinny bop, nothin' more to say  You look at me so funny Love bite got you acting oh so strange You got too many bees in your honey Am I just another word in your page, yeah, yeah?  Every time I touch you, honey, you get hot I wanna make love, you never stop Come up for air, you pull me to the floor What's been going on in that head of yours?  Unskinny bop Just blows me away, yeah Unskinny bop, bop All night and day, yeah Unskinny bop, bop, bop, bop She just loves to play, yeah Unskinny bop, nothin' more to say  You're saying my love won't do ya That ain't love written on your face Well, honey I can see right through ya Well, who's ridin' who at the end of the race?  What's right? What's wrong? What's left? What the hell is going on?  Unskinny bop Just blows me away, yeah Unskinny bop, bop All night and day, yeah Unskinny bop, bop, bop, bop She just loves to play, yeah (Up for air, pulled to the floor) Unskinny bop No good, no good, no good, no good Unskinny bop, bop All night and day, yeah Unskinny bop, bop, bop, bop No good, no good, no good, no good  ",
        "title": "Unskinny Bop"
    },
    {
        "artist": "Paul Young",
        "lyrics": "  Oh, girl I'd be in trouble If you left me now Cause I don't know where To look for love I just don't know how  Oh, girl How I depend on you To give me love when I need it Right on time You would always be  All my friends call me a fool They say Let the woman take care of you  And so I I try to be hip And think like the crowd But even the crowd can't help me now Oh, whoa, oh, oh, oh  Oh, girl Tell me what am I gonna do I know I've got a guilty face Girl I feel so out of place  Ooh, ooh (Ooh) Yeah, yeah (Doo-doo doo-doo doo-doo)  I don't know I don't know where to go Who to see Oh, oh, oh (Ooh, doo, doo, doo, doo, doo, doo)  All my friends call me a fool They say Let the woman take care of you But Oh, whoa (Oh, whoa, oh, whoa, oh, oh, oh)  Oh, girl I guess I better go I can save myself a lot of useless tears Girl I've gotta get away from here  Oh, girl Pain will double if you leave me now 'Cause I don't know where To look for love (And I don't) I don't know how  (Ooh) I don't know how (Doo, doo, doo, doo, doo, doo) Better be on my way I can't stay here (Ooh) Ooh, ooh (Doo, doo, doo, doo, doo, doo)  Have you ever seen such a helpless man? Oh, oh (Ooh, doo, doo, doo, doo, doo, doo) Just don't know I don't know where to go No, no (Ooh, doo, doo, doo, doo doo, doo)  ",
        "title": "Oh Girl"
    },
    {
        "artist": "Cheap Trick",
        "lyrics": "  Yeah, ooh ooh, yeah yeah Hey little ladies there's some cool young dude Just standin' in line and waitin' for you There's a girl in the corner with a jacked up dress She's got legs for miles but but her face looks a mess There's always something for everyone But a love can be suicide, oh yeah yeah yeah It's just what you've been waiting for And I know it can't be denied, yeah Can't stop fallin' into love What's my heart been dreamin' up Who's that falling' into love Is it you I'm thinking of Hey rock 'n rollers, what's a happenin' with you You've got the itch, well I've got it too It's hard to be a winner every time But I know you take it, you can make it all right It's time that you just can't hide But I can't control myself, oh no no no I know what you've been waitin' for 'Cause love can't be denied, yeah ooh Can't stop fallin' into love What's my heart been dreamin' up Who's that falling' into love Is it you I'm thinkin' of There's always somethin' for everyone And I know what you mean in my eyes, oh yeah yeah yeah I just can't control myself And I fall for it every time oh yeah Can't stop fallin' into love, yeah What's my heart been dreamin' up No matter what I think or do or say, hey I keep fallin' into love I can't stop fallin' into love, yeah What's my heart been dreamin' up Who's that falling' into love Is it you I'm thinkin' of I can't stop fallin' into love ooh What's my heart been dreamin' up No matter what I think or do or say hey I keep fallin' into love I can't stop fallin' into love ooh Every pretty girl that I see, gets the best of me Who's that falling' into love Is it you I'm thinkin' of  ",
        "title": "Can't Stop Falling Into Love"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  Yeah!  So good My, my, my, my You look so sweet Listen  Put on your red dress and slip on your high heels And some of that sweet perfume, it sure smells good on you Slide on your lipstick, and let all your hair down ‘Cause baby, when you get through I’m gonna show off you  Tonight will be a special night No matter where we go And I’m so proud to be with you I just want to let you know  You got my sayin’ my, my, my, my, my, my You sure look good tonight And you’re so damn fine I wanna say my, my, my, my, my, my (Uh-huh) You sure look good tonight (Tonight, after all this time)  Slip on your nightgown, step in our bedroom First I wanna take some time, I just wanna look at you Girl, you are so fine, I can’t believe my eyes And all that I wanna do, I wanna make love to you, oh  Tonight will be a special night A minute more to come And I’m so proud to be with you So proud to share your love  My, my, my, my, my, my You sure look good tonight  I wanna say my, my, my, my, my, my, my, my, my, my, my, my, my Make love all night long, make love till the break of dawn Come on, come on Sweet little thing, yes, you do  Yes, you do, do Yes, you do, yes, you do, do, do, do, do Yes, you do, do Yes, you do, yes, you do And I’m so proud to be with you So proud to share you’re love  You got my singin’ my, my, my, my, my, my You sure look good tonight I wanna love you, I want to love you in every, every way Let me, let me show you how sweet it’s gonna be I wanna show you things that you never You never, ever, ever seen before  Put your nightgown on Let your hair hang low Step into our room I’m in the mood to love you all night long  You got me sayin’ my, my, my, my, my, my, my My, my, my, my, my, my, my My, my, my, my, my, my, m-m-m-my, my, my, my, my  My, my, my, my, my, my See, all you got to do, all you gotta do Is say that you’ll be mine, all mine, all mine, all mine, all mine You’ll be all mine tonight, baby Let me, let me show you how sweet it’s gonna, whoa  My, my, my, my, my, my You sure look good tonight My, my, my, my, my, my You sure look good tonight  My, my, my, my, my, my You sure look good tonight My, my, my, my, my, my!  ",
        "title": "My, My, My"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": null,
        "title": "Heart Of Stone"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  All alone Silence fills my room But in a memory I hear you calling me Close my eyes And I'm there with you Like it was yesterday But then it fades away  Take me back Turn back the hands of time When you kissed me in the warm September rain (Warm September rain) Back before my heart was filled with pain If only we could be in love that way again  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came true  Now you're gone And I'm on my own Feeling lost inside since you said goodbye In my dreams I still feel your touch Lying next to me Feeling ecstasy  Take me back Turn back the hands of time When you kissed me in the warm September rain (Warm September rain) Back before my heart was filled with pain If only we could be in love that way again  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came true  I love you madly I need you badly Give our love one more chance  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came truem  ",
        "title": "If Wishes Came True"
    },
    {
        "artist": "After 7",
        "lyrics": null,
        "title": "Can't Stop"
    },
    {
        "artist": "Dino",
        "lyrics": null,
        "title": "Romeo"
    },
    {
        "artist": "Black Box",
        "lyrics": "  [Verse 1:] You won't belong to me I let you down I walk around and see your night skyline I feel the light but you don't want to stay So lonely now, just let me off downtown  Set it free, set it free Set it free, set it free  When I said it was over, you aimed at my heart Won't be long for I'm leavin', oh my love But I feel it forever no time in my life You can call that the livin' on my own so free  [Chorus:] Everybody everybody Everybody everybody Oh everybody everybody  [Verse 2:] You took me easy and then let me go I never was you see, that cheatin' kind You feel alright, you never look for me So long, it's time I gotta get on back  Set it free, set it free Set it free, set it free  When I said it was over, you aimed at my heart Won't be long for I'm leavin', oh my love But I feel it forever no time in my life You can call that the livin' on my own so free  [Chorus]  ",
        "title": "Everybody Everybody"
    },
    {
        "artist": "James Ingram",
        "lyrics": "  Your face is beaming You say it's 'cause you're dreaming Of how good it's going to be You say you've been around And now you've finally found Everything you wanted and needed in me  I don't have the heart to hurt you It's the last thing I want to do But I don't have the heart to love you Not the way you want me to  Inside I'm dying To see you crying How can I make you understand I care about you So much about you, baby I'm trying to say this as gently as I can  'Cause I don't have the heart to hurt you It's the last thing I want to do But I don't have the heart to love you Not the way you want me to  You're so trusting and open Hoping that love will start But I don't have the heart, oh no I don't have the heart  I don't have the heart to hurt you It's the last thing I want to do But I don't have the heart to love you Not the way that you want me to  (I don't have the heart) Ooh Baby, I don't have the heart, I don't have the heart (I don't have the heart) Ooh Baby, I don't have  (I don't have the heart) (I don't have the heart) (I don't have the heart)  ",
        "title": "I Don't Have The Heart"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Treated me kind Sweet destiny Carried me through desperation To the one that was waiting for me It took so long Still I believed Somehow the one that I needed Would find me eventually  [Chorus] I had a vision of love And it was all that you've given to me  [Verse 2] Prayed through the nights Felt so alone Suffered from alienation Carried the weight on my own Had to be strong So I believed And now I know I've succeeded In finding the place I conceived  [Chorus] I had a vision of love And it was all that you've given to me I had a vision of love And it was all that you've given to me  [Bridge] I've realized the dream And I visualized The love that came to be Feel so alive I'm so thankful that I've received The answer that heaven has sent down to me  [Verse 3] You treated me kind Sweet destiny And I'll be eternally grateful Holding you so close to me Prayed through the nights So faithfully Knowing the one that I needed Would find me eventually  [Chorus] I had a vision of love And it was all that you've given to me I had a vision of love And it was all that you turned out to be  ",
        "title": "Vision Of Love"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] You had something to hide Should have hidden it, shouldn't you Now you're not satisfied With what you're being put through  It's just time to pay the price For not listening to advice And deciding in your youth On the policy of truth  Things could be so different now It used to be so civilized You will always wonder how It could have been if you'd only lied  It's too late to change events It's time to face the consequence For delivering the proof In the policy of truth  [Chorus] Never again Is what you swore The time before Never again Is what you swore The time before  [Verse 2] Now you're standing there tongue tied You'd better learn your lesson well Hide what you have to hide And tell what you have to tell  You'll see your problems multiplied If you continually decide To faithfully pursue The policy of truth  [Chorus] Never again Is what you swore The time before Never again Is what you swore The time before Never again Is what you swore The time before Never again Is what you swore The time before Never again Is what you swore The time before Never again Is what you swore The time before  ",
        "title": "Policy Of Truth"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": null,
        "title": "Tonight"
    },
    {
        "artist": "Vanilla Ice",
        "lyrics": "  [Intro] Yo VIP, let's kick it  [Hook] Ice ice baby Ice ice baby  [Verse 1] Alright stop, collaborate and listen Ice is back with my brand new invention Something grabs a hold of me tightly Flow like a harpoon daily and nightly Will it ever stop yo I don't know Turn off the lights and I'll glow To the extreme I rock a mic like a vandal Light up a stage and wax a chump like a candle Dance go rush to the speaker that booms I'm killing your brain like a poisonous mushroom Deadly when I play a dope melody Anything less than the best is a felony Love it or leave it you better gangway You better hit bull's eye the kid don't play If there was a problem yo I'll solve it Check out the hook while my DJ revolves it  [Hook] Ice ice baby Ice ice baby  [Verse 2] Now that the party is jumping With the bass kicked in and the Vegas are pumping Quick to the point to the point no faking I'm cooking MCs like a pound of bacon Burning them if you ain't quick and nimble I go crazy when I hear a cymbal And a hi-hat with a souped up tempo I'm on a roll and it's time to go solo Rollin' in my 5.0 With my rag-top down so my hair can blow The girlies on standby waving just to say hi \"Did you stop?\" No, I just drove by Kept on pursuing to the next stop I busted a left and I'm heading to the next block The block was dead Yo so I continued to A1A Beachfront Avenue Girls were hot wearing less than bikinis Rockman lovers driving Lamborghinis Jealous cause I'm out getting mine Shay with a gauge and Vanilla with a nine Ready for the chumps on the wall The chumps acting ill because they're full of eight ball Gunshots rang out like a bell I grabbed my nine all I heard were shells Falling on the concrete real fast Jumped in my car slammed on the gas Bumper to bumper the avenue's packed I'm trying to get away before the jackers jack Police on the scene you know what I mean They passed me up confronted all the dope fiends If there was a problem yo I'll solve it Check out the hook while my DJ revolves it  [Hook] Ice ice baby Ice ice baby  [Verse 3] Take heed cause I'm a lyrical poet Miami's on the scene just in case you didn't know it My town that created all the bass sound Enough to shake and kick holes in the ground Cause my style's like a chemical spill Feasible rhymes that you can vision and feel Conducted and formed, this is a hell of a concept We make it hype and you want to step With this.  Shay plays on the fade Slice like a ninja, cut like a razor blade So fast, other DJs say \"Damn!\" If my rhyme was a drug I'd sell it by the gram Keep my composure when it's time to get loose Magnetized by the mic while I kick my juice If there was a problem yo I'll solve it Check out the hook while D-Shay revolves it  [Hook] Ice ice baby Ice ice baby  [Outro] Yo man let's get out of here Word to your mother Ice ice baby too cold Ice ice baby too cold too cold Ice ice baby  ",
        "title": "Ice Ice Baby"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Whoa, my love My darling I've hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  Lonely rivers flow to the sea, to the sea To the open arms of the sea Lonely rivers sigh, \"Wait for me, wait for me I'll be coming home, wait for me\"  Whoa, my love My darling I've hungered, hungered for your touch A long, lonely time  And time goes by so slowly And time can do so much Are you still mine?  I need your love I need your love God speed your love to me  ",
        "title": "Unchained Melody"
    },
    {
        "artist": "Kyper",
        "lyrics": "  [Verse 1] Tic Tac Toe is a game I used to play When I was little I used to say I got the X and I got the O It don't matter cause it's Tic-Tac--Toe  Now I'm a little bit older I like to play just a little bit bolder I like gettin' girls and givin' em pearls And their legs across my shoulders  I love to go to the disco See a fly girl and say hello They just look me in the eye and pass right by With that booty shakin' like Jello  I like to speak cause that's bein' nice It makes me mad when I have to speak twice But that's the game that girls like to play It's just Tic-Tac-Toe and roll the other way  [Chorus] X, and O. As in yes, and no X, and O. As in sex, maybe so  X is for yes and O is for no X is for sex or maybe so You might get some if you play this game All girls love it but smooth is their game  [Verse 2] That's why they just walk right by Laughin', gigglin', shakin' that pie Girls are what you what when you come up to them So don't play dumb and try to school em  That's when you got to be real cool Jump in the biz and act a fool Pull out the portable car phone Next thing you know you'll be drivin' em home  On the way there you're thinkin' bout one thing Girls ain't dumb they know you want the wild thing You through the X and go for the kiss They throw the O and go for the dis  [Chorus]  [Refrain] Do you wanna play Tic-Tac-Toe? Do you wanna play Tic-Tac-Toe? Do you wanna play Tic-Tac-Toe? Do you wanna play Tic-Tac-Toe?  [Chorus]  [Verse 3] I met this girl by the name of Judy Kind of cute with a real nice booty Hard to get and likes to play tough Cause she knows I want the funky stuff When I spoke, she wouldn't even speak Til she saw me in the biz that week Took her to the movies and bought her a treat Went to my house and made the bed squeak  Yeah that Judy puts up a fight But I won with the X cause I rolled that night Just when things started to feel good We rolled a little fast and we broke the wood My dad got up cause he heard some knockin' Thought it was a crook me and Judy was rockin' Came to my room opened up the door Son whatcha doin'? Playin Tic-Tac-Toe  [Chorus]  ",
        "title": "Tic-Tac-Toe"
    },
    {
        "artist": "The Adventures Of Stevie V",
        "lyrics": "  Mmm, hmm, hmm, hmm, hmm, hmm  Want you, money  I've no excuse, I just want you to use me  Take me and abuse me  I got no taboos, I'll make a trade with you  Do anything you want me to  Money talks, mmm, mmm, money talks  Dirty cash I want you, dirty cash I need you, ooh  Money talks, money talks  Dirty cash I want you, dirty cash I need you, ooh  (Dirty cash, dirty cash)  I once had pride, now that's all behind  I want to get rich quick  I want success and all that goes with it  And I'm gonna use my sex  Money talks, mmm, mmm, money talks  Dirty cash I want you, dirty cash I need you, ooh  Money talks, money talks  Dirty cash I want you, dirty cash I need you, ooh  I want you, money  I'm dirty cash, the one that you asked for  I'm wanted by the rich and the poor  More and more, you just can't reject it  You're the junkie and I inject it  Into your blood stream, it's like a bad dream  Money's the theme, do you know what I mean?  (I'm dirty cash)  People are lying in the street  Trying to find somebody to meet  Who'll get them to the top and get them there fast  Trying to get that dirty cash  It doesn't matter, woman or man  Anyone who'll give them a hand  Cash money, that green  Cold cash, that's the scene  Mmm, want you, money  I've no excuse, I just want you to use me  Take me and abuse me  I got no taboos, I'll make a trade with you  Do anything you want me to  Money talks, mmm, mmm, money talks  Dirty cash I want you, dirty cash I need you, ooh  Money talks, money talks  Dirty cash I want you, dirty cash I need you, ooh  (Dirty cash, dirty cash)  Money talks, mmm, mmm, money talks  Dirty cash I want you, dirty cash I need you, ooh  Money talks, money talks  Dirty cash I want you, dirty cash I need you, ooh  ",
        "title": "Dirty Cash (Money Talks)"
    },
    {
        "artist": "Faith No More",
        "lyrics": null,
        "title": "Epic"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": null,
        "title": "This Is The Right Time"
    },
    {
        "artist": "Pebbles",
        "lyrics": "  [Intro:] G-G-Giving you, giving you G-G-Giving you, giving you G-G-Giving you, giving you  Here we go 1, 2, 3, 4  [Verse 1] Lately, I've been trying to figure out your mind And why you keep dissing me Poor little me And why you have a change of heart Then turn it all around And then try to put it on me Poor little me  But don't you know I can be a trip I can make things hard But baby I believe that you still got a heart That's why I try to stop myself before I start 'Cause I can make it tough I can make it rough But I won't  [Chorus] Well, I'll be giving you the benefit of the doubt I'm giving you a minute to try to work it on out I'll be giving you the benefit of the doubt And I'm giving you a minute to try to work it on out Baby, work it on Work it on out (Work, work, work) Baby, work it on Work it on out (Work, work, work)  Oooh, oooooooooh  [Verse 2] Baby, how could you be hanging out on the town And claim that you're missing me Poor little me When you knew all the time That you could've been with your homegirl Loving and a kissing on me Sweet little me  But don't you know If you wanna be a man You gotta work real hard If you wanna make me feel like I'm your number one And nothing in the world should make us part 'Cause we can make it work If you take away the hurt from the heart  [Chorus]  [Bridge] (Oh) I can be a trip But I choose not to (Oh, oh) Deep inside of you I think there's still good in you, boy (Oh) Don't give me no reason not to trust you (Oh, oh) Just take the benefit Don't give me no lip And I'll be sweet to you  [Chorus 2X]  I wanna give it, I'm giving you the benefit (woo) I wanna give it, I'm giving you the benefit I wanna give it, I'm giving you the benefit (woo) I wanna give it, I'm giving you the benefit  I'll be giving you a minute or two To try and work it out (I wanna work it, baby) I'll be giving you a minute or two To try and work it out (But don't you take too long, baby)  [Chorus 2X]  I wanna give it, I'm giving you the benefit (woo) I wanna give it, I'm giving you the benefit I wanna give it, I'm giving you the benefit (woo) I wanna give it, I'm giving you the benefit  ",
        "title": "Giving You The Benefit"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Non-lyrical vocalizing intro]  [Verse 1] Looking through my old drawer Came across the letter you wrote Said you needed time away That was so long ago  [Pre-Chorus 1] All my life, I've waited To see your smile again In my mind, I've hated Not able to let go  [Chorus] Come back to me I'm begging you please Come back to me How I want you to Come back to me I'm begging you please Come back to me  [Verse 2] Lord knows that I have tried To live my life as one Friends tell me to hold on Tough times don't last for long  [Pre-Chorus 2] My abandoned heart Just doesn't understand My undying love for you Won't let me wait  [Chorus] Come back to me I'm begging you please Come back to me I want you to Come back to me I'm begging you please Come back to me I want you to Come back to me Come back I want you to Come back to me Come back  [Spoken Interlude] Please come back to me I miss you so much Wherever you are I love you  [Pre-Chorus 1] All my life, I've waited To see your smile again In my mind, I've hated Not able to let go Not able to let go No, I won't let you go, no  [Outro] I don't know what else to say No, no, no, no  ",
        "title": "Come Back To Me"
    },
    {
        "artist": "Indecent Obsession",
        "lyrics": null,
        "title": "Tell Me Something"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] All the lonely nights, I spend alone Never around to love me, you're always gone Cause you're hanging out, breaking the rules Oh, the man has come looking for you You're a rebel now, don't give a damn Always carrying on with the gang I'm trying to tell you, boy, it's a mistake You won't realize 'til it's too late  [Pre-Chorus] Don't understand why you insist On ways of living such a dangerous life Time after time, you stay away And I just know that you're telling me lies  [Chorus] Black cat, nine lives, short days, long nights Living on the edge, not afraid to die Heartbeat, real strong but not for long Better watch your step or you're gonna die  [Verse 2] You're so together, boy but just at a glance You'll do anything if given a chance Scheming, planning lies to get what you need So full of promises that you never keep Don't you tell yourself that it's okay Sick and tired of all of your games And you want me to stay, ah, better change Makes no sense to me, your crazy ways  [Pre-Chrous] Don't understand why you insist On ways of living such a dangerous life Time after time, you stay away And I just know that you're telling me lies  [Bridge] Not afraid to die Black cat, black cat Man, I don't understand your ways Living on the edge  [Pre-Chorus] Don't understand why you insist On ways of living such a dangerous life Time after time, you stay away And I just know that you're telling me lies  [Chorus] Black cat, nine lives, short days, long nights Living on the edge, not afraid to die Heartbeat, real strong but not for long Better watch your step or you're gonna die Black cat, nine lives, short days, long nights Living on the edge, not afraid to die Heartbeat, real strong but not for long Better watch your step or you're gonna die Black cat, living' on the Heartbeat, better watch your step  ",
        "title": "Black Cat"
    },
    {
        "artist": "INXS",
        "lyrics": "  Suicide blonde, suicide blonde Suicide blonde, suicide blonde Suicide blonde was the colour of her hair Like a cheap distraction For a new affair She knew it would finish Before it began Something tells me you lost the plan  You want to make her Suicide Blonde Love devastation Suicide Blonde  You want to make her Suicide Blonde Love devastation Suicide Blonde  She stripped to the beat But her clothes stay on White light everywhere But you can't see a thing Such a squeeze A mad, sad moment Glory to you, glory to you, take me there  Got some revelation put into your hands Save you from your misery Like rain across the land Don't you see The colour of deception Turning your world around again  You want to make her Suicide Blonde Love devastation Suicide Blonde  You want to make her Suicide Blonde Love devastation Suicide Blonde  [repeat until fade]  ",
        "title": "Suicide Blonde"
    },
    {
        "artist": "The Boys",
        "lyrics": null,
        "title": "Crazy"
    },
    {
        "artist": "Breathe",
        "lyrics": null,
        "title": "Say A Prayer"
    },
    {
        "artist": "Slaughter",
        "lyrics": "  [VERSE 1] Pictures of you Oh, they're still on my mind You had the smile that could light up the world Now it rains, it seems the sun never shines And I'll drive down this lonely, lonely road Ooh, I got this feeling Girl, I got to let you go  [HOOK] 'Cause now you've got to fly (fly high) Fly to the angels Heaven awaits your heart And flowers bloom in your name Whoa, oh, whoa, oh, oh You've got to fly (fly high) Fly to the angels All the stars in the night Shine in your name  [VERSE 2] You know it hurts me way deep inside When I turn and look, and find that you're not there I try to convince myself that the pain The pain is still not gone Still I drive down this lonely, lonely road Ooh, I got this feeling Girl, I got to let you go  [HOOK] But now you've got to fly (fly high) Fly to the angels Heaven awaits your heart And flowers bloom in your name Whoa, oh, whoa, oh, oh You've got to fly (fly high) Fly to the angels All the stars in the night Shine in your name  Fllllllllyyyyyyyyyyyyy! Ooh, yeah  [HOOK] And still I drive down this lonely, lonely road Ooh, I got this feeling Oh, I can't let you go But I know that you've got to fly (fly high) Fly to the angels Heaven awaits your heart And flowers bloom in your name Whoa, oh, whoa, oh, oh You've got to fly (fly high) Fly to the angels All the stars in the sky Shine in your name yeah yeah, oww  Ooh, ooh ooh ooh, ooh ooh ooh, ooh yeah Ooh, ooh, ooh, ooh ooh ooh I'm going to miss you I'll miss you, girl  ",
        "title": "Fly To the Angels"
    },
    {
        "artist": "Glenn Medeiros Featuring Ray Parker, Jr.",
        "lyrics": "  Oh!  [Verse 1:] I got these friends They walk around so considered Bragging to the end Like a car and clothes Is all that's needed  What about the simple part Give out of the heart? Without love It's never gonna be enough I got the toys, I got the car I got the friends But  Hanging with the boys Is not the kind of time I want to spend But I know there's something more Something I've been waiting for I knew it was true The moment I saw you  [Chorus:] In my heart, in my head In my life, in my bed All I'm missing is you  Every day, every night Of my life would be right All I'm missing is you Oh, girl All I'm missing is you yeah  [Verse 2:] Doing all I can But every since I met you, baby I'm a traveling man If only else real love can save me  I'm reaching out to you Baby, what else can I do? But it's gonna be right To get you into my life  In this crazy world I've been searching for the answer Then I saw you, girl I found out what my heart's been after  Could have been another day But if I looked the other way Then I couldn't have known What I've been missing all along  [Repeat Chorus:]  [Bridge:] With all that I know Still this Fill me with you  Girl, you know I got it going on But all I'm missing is you You, baby Oh, yeah All I'm missing is a-you  [Repeat Chorus:]  I need your loving Give me that love Gimme that loving  [Repeat Chorus:]  Wish you in my head Wish you in my bed, babe Wish you in my head Wish you in my bed, babe  ",
        "title": "All I'm Missing Is You"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "Feels Good"
    },
    {
        "artist": "The Time",
        "lyrics": "  Band  Uh, I don't know it's... It's just a thing with me you know If I see somethin' that I like, it's a... I have to go for it And I like what I see, baby. Ah, come here  I got real bored on a friday night, I couldn't find a damn thing to do So I pulled out a suit about the same color as my BMW I drove to the party and I stepped on in, just to see what I could see Everybody knew what I was lookin' for. I was lookin' for some company, that's right!  Jerk out, jerkin' everything in sight. - And you know that I'm talkin' about the... Jerk out. - I got the cash, I got the ride. Oh, Lawd Got to make some love tonight. - And you know I got the look  I saw a real fine thing sittin' by the bar. She looked kinda all alone So I slid on over and I asked her name. The Stella was bad to the bone I showed her my stash and I kissed her cheek. The only kind of rap it takes She knew I was bad when I jerked her to my ride. She said, \"How much money you make?\"  Let's just say it'll be more money... Jerk out. - Than you'll ever see in your lifetime, ha ha! Jerkin' everything in sight. - I'm talkin' about the... Jerk out. Got to make some love tonight  (chorus) Jerk it, jerk it. - I'm talkin' about the ... Jerk it, jerk it. Jerk out Jerk it, jerk it. - I'm talkin' about the ... Jerk it, jerk it. Jerk out  I took her to my crib and I laid her down. Her body felt kinda right Maybe I was wrong but what the hell, I figured that was what she liked I said \"Baby, don't get too comfortable, 'cause I really like to sleep alone Leave your number on the table by my data bank. I love you, but you got to go.\"  .... What?  Jerk out. - You ain't got to go home, but you got to get the hell outta here Jerkin' everything in sight. - I'm talkin' about the... Jerk out. Got to make some love tonight. - All night  Jerk out. - What's your number girl? Jerkin' everything in sight. - In sight. The master of the.... Jerk out. Got to make some love tonight. - Oh, I got to make some love  (repeat chorus) Jerk out, jerkin' everything in sight. - You look so satisfied Jerk out. - Ha ha ha ha! Hiyi, that's it Got to make some love tonight. - Got to make some love to night Jerk out. - Ayi Ayiiiii! .... Please, who ever told you, you could sing? Ah, yeah, yeah, baby  Jerk out. - Jerome, stop at the instant teller so I can get me some cash Got to make some love to night. - Yes Fellas, y'all play somethin'? That's it You know I think I feel the need fo a change Cross over. There's so many things we can do You like, ah, Raviolios, Cherrios, Spaghettios You can just never have enough O's, uh!  Jerk out. - Hey, oh! Jerkin' everything in sight - Everybody... Jerk out. - No, oh! Got to make some love to night - Whoaoo!  Jerk out. - Don't you all just hate it when we walk in y'all's joint? Jerkin' everything in sight. - And just jerk out everything in sight? Don't it make you mad? Jerk out. - Don't it make you mad? Got to make some love tonight? - It'd make me mad  Fellas? - Yeah? What's the move? - Jerkin' everything in sight! Uh, fellas? - Yeah? What's the groove? - Make a little love tonight! That's right, fellas? - Yeah? What's the move? - Jerkin' everything in sight! Huh, fellas? - Yeah? What's the groove? - Make a little love tonight Look out, fellas? - Yeah? What's the move? - Jerkin' everything in sight! Ha, fellas? - Yeah? What's the groove? - Make a little love tonight Fellas? - Yeah? What's the move? - Jerkin' everything in sight! Good God, fellas? - Yeah? What's the groove? - Make a little love tonight!  Somebody bring me a mirror What suit should I wear tonight?  If you think I'm cool, you're right Somebody say Kool-Aid! - Kool-Aid! Jerk it.... uh! Make a little love tonight. - What? Jerkin' everything in sight. - Oh, that's right Make a little love tonight. - Oh Lawd Jerkin' everything in sight. That's frightenin' Make a little love tonight. - We can do this Jerkin' everything in sight. - Oh Lawd Make a little love tonight. - Fellas Jerkin' everything in sight. - Yes Make a little love... - Oh Make a little love... - Yeah Make a little love tonight. - Ha ha!  Jerk out. - I'm the master of the jerk out .... Ha, them's your drawers, Morris Now tell me somethin' that I don't already know J.B Jerk out. - It's just one of them things you know, huh Got to make some love tonight. - Money, clothes, cars, credit cards, houses Jerk out. - You know what I'm talkin about, ha ha! Jerkin' everything in sight .... What's he talkin' about? You should see my home. It's... so nice .... Girl, he is kinda sexy .... Girl, please! Oh, well, if you're not doin' anything. We could go there right now .... Can my friend come? Oh, I'd love that .... Girl! Uh, that sure is a lovely blouse you have on .... Thank you Can I take it off? .... No Oh, I just wanna..., oh, I just wanna touch it .... Stop So nice, so nice .... No. Stop Oh, that was so nice  ",
        "title": "Jerk Out"
    },
    {
        "artist": "Jude Cole",
        "lyrics": "  Ive been holding back words And waiting for time Theres a lesson here somewhere I know its mine And though ill remember the promise we made Promises dont justify feeling this way, any more  Its time for letting go We can't hide what we both know But ooooh , ooooh the hurt grows Everytime i think its over  Youve been keepin all your secrets inside I know the truth now baby, you dont have to hide But my mind wanders , to the very first day What a shame things had to turn out this way  Its time for letting go We can't hide what we both know But ooooh , oooh The hurt grows , everytime i think its over  No words, could bring back your affection And no lies, could keep me holdin on Holdin on and holdin on  Now i know that its Time for letting go We can't hide what we both know But oooh , oooh the hurt grows Everytime i think its over Its time to realize That were both just living lies And way down deep inside The time is telling me its time for letting go  Let it go I keep tellin myself over and over Let it go ..................... But my loves still strong But i just can't keep holding on And holdin on and holdin on  ",
        "title": "Time For Letting Go"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": null,
        "title": "Georgia On My Mind"
    },
    {
        "artist": "Winger",
        "lyrics": "  (Hey hey) I can't get enuff (hey hey!) (Hey hey) I can't get enuff (hey hey!) Ya don't make it easy, ya never keep it straight But you're so damn sexy, I can't keep away I need your love, I need your skin, I need you baby, to let me in I can't get enuff of you baby - I can't get enuff, it's never enough I can't get enuff, I'm still hungry - baby give it up, 'cause I can't get enuff It's alright, it feels good, when I'm in your chains, it's understood That you're my owner, my only will, come and get me while I'm quiet and still I can't get enuff of you baby - I can't get enuff, it's never enough I can't get enuff, I'm still hungry - baby give it up, don't you know I can't get enuff of you baby Can't get enuff - of you baby Never enough - do you want to give me some Can't get enuff - don't keep me waiting Never enuff - (hey hey) put it right here I can't get enuff, I'm still hungry Can't get enuff - of you baby - never enough - do you want to give me some Can't get enuff - don't keep me waiting - never enuff It's alright, it feels good, when I'm in your chains, it's understood My soul confession, devil's due, come and get me girl, it's up to you I can't get enuff of you baby - I can't get enuff, it's never enough I can't get enuff, I'm still hungry - baby give it up, don't you know I can't get enuff of you baby - come and get me I can't get enuff, I'm still hungry - I can't get enuff  ",
        "title": "Can't Get Enuff"
    },
    {
        "artist": "Stevie B",
        "lyrics": "  Woo  You told me that you loved me so And then you said you've got to go Baby, what's it gonna be You told me that you're gonna stay And then you up, then you went away Why you wanna be so mean  All I need is some love and emotion It's the only thing that turns me on All I need is some love and emotion It's the only thing that turns me on  You told me that you would be mine Baby, till the end of time Tell me was that just a lie Girl, you've got me on my knees Begging for your sympathy I just want to be your guy  All I need is some love and emotion It's the only thing that turns me on All I need is some love and emotion It's the only thing that turns me on  Woo  All I need is some love and emotion You know it girl that I've got the notion Somehow I feel that you got the potion To make my life complete, woo  Oh, yeah Oh, yeah All I need is love Oh, yeah I need a little love in the morning time  Get nasty Woo  All I need is some love and emotion (All I need) It's the only thing that turns me on (All I really need) All I need is some love and emotion (Woo) It's the only thing that turns me on (I need a little love in the morning time)  All I need is some love and emotion It's the only thing that turns me on (All I really need) All I need is some love and emotion (Woo) It's the only thing that turns me on (I need a little love in the morning time)  All I need is some love and emotion It's the only thing that turns me on (All I really need) All I need is some love and emotion It's the only thing that turns me on (I need a little love in the morning time)  Yeah  ",
        "title": "Love And Emotion"
    },
    {
        "artist": "Vixen",
        "lyrics": "  You're in the corner, turning your back, you're running away again The more I give you, the less that you take, tell me where is it gonna end? (Who-oh) I can see you've felt some pain (Who-oh) I know you've been hurt before (Who-oh) But I swear you won't get hurt nomore  Tell me how much love is it gonna take To prove I'm not another heartache Till you begin to let your heart give in How much love is it gonna take  I'm reaching for you, getting so close, but you're always a step away I wanna touch you 'n give you my love, what is it gonna take? (Who-oh) I can see it in your eyes (Who-oh) That you wanna let me in (Who-oh) But you're scared that you'll get hurt again  Tell me how much love is it gonna take To prove I'm not another heartache Till you begin to let your heart give in How much love is it gonna take  I've been searching for an answer Uh tell me what it's gonna be?  (Solo)  How much love is it gonna take To prove I'm not another heartache Till you begin to let your heart give in How much love How much love is it gonna take To prove I'm not another heartache Till you begin to let your heart give in How much love, tell me how much love How much love is it gonna take To prove I'm not another heartache How much love How much love is it gonna take, is it gonna take How much love I can see it in your eyes (How much love) Come on and let me in, come on and let me in Yeah, yeah (How much love) (to fade)  ",
        "title": "How Much Love"
    },
    {
        "artist": "Go West",
        "lyrics": "  [Verse 1:] I don't need to fall at your feet Just cause you cut me to the bone And I won't miss The way that you kiss me We were never carved in stone  If I don't listen To the talk of the town Then maybe I can fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking  And I'll tell myself I'm over you Cause I'm the king of wishful thinking I am the king of wishful thinking  [Verse 2:] I refuse to give in to my blues That's not how it's going to be And I deny the tears in my eyes I don't want to let you see No That you have made a hole in my heart And now I've got to fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking  And I'll tell myself I'm over you Cause I'm the king of wishful thinking  I'll get over you I know I will I'll pretend my ship's not sinking And I'll tell myself I'm over you Cause I'm the king of wishful thinking  [Bridge:] I will never, never Shed a tear for you I'll get over you If I don't listen to the talk of the town Then maybe I can fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking And I'll tell myself I'm over you Cause I'm the king of wishful thinking I'm the king of wishful thinking  I'll get over you I know I will You made a hole in my heart But I won't shed a tear for you I'll be the king of wishful thinking  I'll get over you I'll pretend my heart's still beating Cause I've got no more tears for you I'm the king of wishful thinking  I'll get over you I know I will You made a hole in my heart And I'll tell myself I'm over you Cause I'm the king of wishful thinking  ",
        "title": "King Of Wishful Thinking (From \"Pretty Woman\")"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  Well rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true  Well rock the cradle of love I rocked the cradle of love Yes the cradle of love don't rock easily It's true Well now  It burned like a ball of fire When the rebel took a little child bride To tease yeah so go easy yeah  Cause love cuts a million ways Shakes the devil when he misbehaves I ain't nobody's fool Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true Sent from heaven above that's right To rob the cradle of love Yes the pages of don't talk decently It's true  Yeah flesh for your romeo Ah yeah baby I hear you moan It's easy y'know how to please me yeah  This love starts my Rollin train You can't stop it It ain't in vain I ain't nobody's fool Come on shake it up Whatever you do  These are the wages of love Rock the cradle of love These are the wages of love Ooh yeah Rock the cradle Yeah yeah yeah yeah yeah yeah  Well it burned like a ball of fire When the rebel took a little child bride To tease yeah I know how to pleas you yeah  Well my love starts a Rollin train You can't stop it It ain't in vain I ain't nobody's fool  Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Sent from heaven above That's right To rock the cradle of love Rock the cradle of love Yeah cradle of love That's me mama I robbed the devil of love All right Cradle of love If you tease me tonight If you sleaze me all right If you appease me tonight And let me ease you Cradle of love  ",
        "title": "Cradle Of Love (From \"Ford Fairlane\")"
    },
    {
        "artist": "Warrant",
        "lyrics": "  Dirty, rotten, filthy, stinkin...  She's my cherry pie Cool drink of water such a sweet surprise Tastes so good makes a grown man cry Sweet Cherry Pie  Well Swingin' on the front porch Swingin' on the lawn Swingin' where we want Cause there ain't nobody home Swingin' to the left And swingin' to the right If I think about baseball I'll swing all night yea  Swingin' in the living room Swingin' in the kitchen Most folks don't cause They're too busy bitchin' Swingin' in there cause She wanted me to feed her So I mixed up the batter And she licked the beater  I scream you scream We all scream for her Don't even try cause You can't ignore her  She's my cherry pie Cool drink of water Such a sweet surprise Tastes so good Make a grown man cry Sweet cherry pie oh yea She's my cherry pie Put a smile on your face Ten miles wide Looks so good Bring a tear to your eye Sweet cherry pie  Swingin' to the drums Swingin' to guitar Swingin' to the bass In the back of my car Ain't got money Ain't got no gas But we'll get where we're goin' if we swing real fast  I scream you scream We all scream for her Don't even try cause You can't ignore her  She's my cherry pie Cool drink of water Such a sweet surprise Tastes so good Make a grown man cry Sweet cherry pie oh yea She's my cherry pie Put a smile on your face Ten miles wide Looks so good Bring a tear to your eye Sweet cherry pie, yeah, pie  Swing it! All night long Swing it! Like a trained profesional Swingin the bathroom Swingin' on the floor Swingin' so hard We forgot to lock the door In walks her daddy Standin' six foot four He said you ain't gonna swing With my daughter no more  She's my cherry pie Cool drink of water Such a sweet surprise Tastes so good Make a grown man cry Sweet cherry pie oh yea She's my cherry pie Put a smile on your face Ten miles wide Looks so good Bring a tear to your eye Sweet cherry pie Sweet cherry pie Oh yeah baby Swing it!  ",
        "title": "Cherry Pie"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Alias",
        "lyrics": "  Here I am at six o'clock in the morning Still thinking about you It's still hard, at six o'clock in the morning To sleep without you  And I know that it might Seem too late for love All I know  I need you now More than words can say I need you now I've got to find a way I need you now Before I lose my mind I need you now  Here I am, I'm looking out my window I'm dreaming about you Can't let you go, at six o'clcok in the morning I feel you beside me  And I know that it might Seem too late for love For love Oh, Oh, Oh  I need you now More than words can say I need you now I've got to find a way I need you now Before I lose my mind I need you now More than words can say I need you now Oh I got to hear you say I need you now Before I lose my mind I need you now I need you now  ",
        "title": "More Than Words Can Say"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] I had it all but I let it slip away Couldn't see I treated you wrong Now I wander around Feeling down and cold Trying to believe that you're gone  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was blind to let you go I can't escape the pain inside Because love takes time I don't want to be here I don't want to be here alone  [Verse 2] Losing my mind From this hollow in my heart Suddenly, I'm so incomplete Lord, I need you now Tell me how to stop the rain Tears are falling down endlessly  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was blind to let you go I can't escape the pain inside Because love takes time I don't want to be here I don't want to be here alone  [Bridge] You might say that it's over You might say that you don't care You might say you don't miss me You don't need me But I know that you do And I feel that you do, inside  [Chorus] Love takes time To heal when you're hurting so much Couldn't see that I was so blind to let you go I can't escape the pain inside Because love takes time I don't want to be there I don't want to be there alone  ",
        "title": "Love Takes Time"
    },
    {
        "artist": "Luke Featuring The 2 Live Crew",
        "lyrics": "  [Intro: George H. W. Bush] Government of the people For the people By the people  [Intro: Reporter] Earlier today in Broward County, appellate court Judges upheld the previous ruling to ban the sale of Miami rap group the 2 Live Crew's double-platinum album, \"Nasty As They Wanna Be,\" in Broward County  [Intro: Lawyer] We think it's the banning of free speech. First Amendment protects material, presumptively  [Intro: Luke] We don't talk about, uh, harassing and sexually brutalizing women in my music, man! We don't do that in my music, man! I'm tired of you saying that!  [Verse 1: Fresh Kid Ice] We've got white-collar people trying to grab our style Saying we're too nasty and we're 2 Live Corrupted politicians playing games Bringing us down to boost their fame They must be joking thinking we will fall But they're like flies movin' the wall We stand tall from beginning to end With the help from fans and all our friends Freedom of speech will never die For us to help, our ancestors died Don't keep thinking that we will quit We'll always stand and never sit We're 2 Live, 2 black, 2 strong Doing the right thing, and not the wrong So listen up, y'all, to what we say We won't be banned in the U-S-A!  [Chorus] Banned in the U-S-A I was Banned in the U-S-A I was Banned in the U-S-A I was Banned in the U-S-A I was  [Interlude: Various Samples] Luke's concerts are for adults If it's an adult show you have to be 18 Our record is a year old, but with all the publicity There's a lot of people- curiosity is aroused! We're selling records to a totally different audience I take a precaution that nobody else has I stickered my album I made two versions- two versions- two versions  [Verse 2: Brother Marquis] The First Amendment gave us freedom of speech So what you sayin'? It didn't include me? I like to party and have a good time There's nothin' but pleasure written in our rhyme I know you don't think we'll ever quit We've got some people on our side who won't take your lip We're gonna do all the things we wanna do You can't stand to see a brother get as rich as you This is the 90s and we're comin' on strong Sayin' things and doin' things that you're sayin's wrong Wisen up, cause on Election Day We'll see who's banned in the U-S-A!  [Chorus] Banned in the U-S-A I was Banned in the U-S-A I was Banned in the U-S-A I was Banned in the U-S-A I was  [Interlude: Various Samples] [The United States of America] [Government of the people] [The United States of America] [For the people] [The United States of America] [By the people] [By the people] The show in Hollywood, that was for 21-and-over people They had police out there Cardin' the people coming in the club And they still arrested us for performing in front of adults!  [Interlude: Luke] What is this? Is this not America? This is not China! This is not Russia! This is not the place where they brought down the wall This is America! We have the right to say what we want to say We have the right to do what we want to do And what I do in my house, you might not do in your house So what I do in my house is my business And the simple fact of it all is that we are bonded by the First Amendment! We have the freedom of expression! We have the freedom of choice! And you, Chinese, black, green, purple, Jew You have the right to listen to whoever you want to And even the 2 Live Crew! So all you right-wingers, left-wingers Bigots, Communists, there IS a place for you in this world! Because this is the land of the free, the home of the brave And 2 Live is what we are!  ",
        "title": "Banned In The U.S.A."
    },
    {
        "artist": "Doc Box & B. Fresh",
        "lyrics": null,
        "title": "Slow Love"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Ooh baby, give it to me now, girl  There's nobody here baby But me and you, yeah girl I wanna pull down the shade, dim the lights And do what I wanna do to you, yeah girl  Don't tell me no, baby I think you're trying to play hard to get, girl Oh girl, before the night is over I bet, I bet I can make you sweat  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  Ooh yeah girl Let me kiss you here and there I'll do anything you want me to, yeah baby I wanna drive you wild, baby Let me please, let me, let me drive you wild, baby Ooh yeah lady  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  All alone tonight, just me and you I wanna do you right And baby that's what I wanna do Just put your arms in the air Let me kiss ya everywhere  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  Come on baby You're doing something to me baby You're doing something real to me baby Think about it Baby, please think about it Say yes  Ooh yes, I say yes, yes, yes, yes, yes, yes, yes Please yes, oh yes, yes, ya, ya, ya, ya  Sweat, all night long, girl Yeah, just you and me, come on Just right now, baby, now Come on, come on baby, come on Right now, baby, you, you, you all night long, girl  You say no, I say yes Girl I bet, I can make you sweat  ",
        "title": "Make You Sweat"
    },
    {
        "artist": "Concrete Blonde",
        "lyrics": null,
        "title": "Joey"
    },
    {
        "artist": "The Whispers",
        "lyrics": null,
        "title": "Innocent"
    },
    {
        "artist": "Snap!",
        "lyrics": "  [Jackie Harris] I've got the power I've got the power  [Turbo B] Like the crack of the whip, I Snap attack Front to back, in this thing called rap Dinging like a cymbal, rhyme devil on the heavenly level Bang the bass, turn up the treble Radical mind, day and night all the time 7:14, wise divine Maniac brainiac, winning the game I'm the lyrical Jesse James Quality I possess and say I'm fresh When my voice goes through the mesh Of the microphone, that I am holding Copy written lyrics, so they can't be stolen If they all Snap, don't need the police To try to save them, your voice don't see So peace, stay off my back Or I will attack and you don't want that  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  [Turbo B x8] It's getting, it's getting, it's getting kinda hectic  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  [Turbo B x4] It's getting, it's getting, it's gettin kinda hectic  [Turbo B] Quality I possess, and say I'm fresh When my voice goes through the mesh Of the microphone, that I am holding Copy written lyrics, so they can't be stolen If they all Snap, don't need the police To try to save them, your voice don't see So peace, stay off my back Or I will attack and you don't want that  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  ",
        "title": "The Power"
    },
    {
        "artist": "Kid Frost",
        "lyrics": "  [Produced by The Real Richie Rich & Will Roc]  [Verse 1: Kid Frost] Q-Vo, aqui estoy, MC Kid Frost Yo soy jefe, maton, yes the Big Boss My cuete's loaded, it's full of balas I put it in your face and you won't say nada Vatos, cholos, you call us what you will You say we are assassins an we are sent to kill It's in my blood to be an Aztec Warrior Go to any extreme and hold no barriers Chicano and I'm Brown and I'm proud Guantes, chingazos, simon ese, let's get down Right now, in the dirt What's the matter? You afraid you're gonna get hurt? I'm with my homeboys, my camaradas Kicking back con mi ganga, y para mi no vale nada Yo soy chingon ese, like Al Capone ese Controlo a todos solo never try to sweat me Some of you don't know what's happening que pasa It's not for you anyway, cuz this is for the Raza  [Hook (x2)] This for La Raza, Raza This for La Raza, Raza  [Verse 2: Kid Frost] The foreign tongue I’m speaking is known as calo Y sabes que loco? Yo soy muy malo Tu no sabes nada your brain is hollow Been hit in the head too many times with the palo Still you trying to act cool, but you should know You're so cool that I'mma call you a culo You're just a pee wee, you can't get it ever You're a leva Your own barrio doesn't back you up They just look at your ass and call you a poo butt And so I look and I laugh and say que pasa Yeah, this is for the Raza  [Hook (x2)]  [Verse 3: Kid Frost] Cruising in the calle, headed for the bolo No want to go with me, so I had to go solo And when I go out alone I'm packed I don’t sweat the chavalas when I know that I'm strapped Every time that I pack my piece I pull it out quick all the nonsense will cease Just like the song when you're 18 With A Bullet Got my finger on a trigger, I'm not afraid to pull it If it gets out of hand I know some mafiosos Quick to pull out cuetes on some stupid ass baboso Sitting there wondering what's happened, que pasa Yeah, this is for the Raza  [Hook (x2)]  ",
        "title": "La Raza"
    },
    {
        "artist": "Sydney Youngblood",
        "lyrics": null,
        "title": "I'd Rather Go Blind"
    },
    {
        "artist": "Candyman",
        "lyrics": "  (Tone Loc) Attention all ladies The Candyman is on the prowl And for those that wanna get busy You gots to speak up now  (Candyman) This rhyme, this time Is one of a kind, blowing yo mind Like only the Candyman can Like a heavyweight champion Knockin'em out, another bout without a doubt Once again you can scream and shout When I rock the bells Yell out my name This is what you've been missing Listen to my heart beat, while I'm whispering I know your suffering So sweet a Candyman sweet nothings Hugging and tugging and rubbing Loving it all, having a ball All ya'll girlies next to me Talking sex to me We can't do that yet, but I bet will chill (Candyman telling'em the truth) Will still end up knockin the boots  (Chorus) Ooh boy I love you so Never ever ever gonna let you go Once I get my hands on you  (Candyman) At each and every show, thers's this groupie Artis knows what she wants to do to me She knows my name, knows every rap routine But how she get in my limousine Don't act fool, don't drool I'm just a performer I was cool but the room got warmer Norma cornered me in Her and a friend named Llynn, then They checked me in to the Holiday Inn I didn't let'em win, said my pockets was thin She blew me a kiss I knew she wasn't new to this I didn't want to, but the devil made me do it To the tic-toc ya don't stop We knock boots till 6 o'clock, as we lay All night long And early in the morning she sang this song  (Chorus) Ooh boy I love you so Never ever ever gonna let you go Once I get my hands on you Ooh boy I love you so Never ever ever gonna let you go I hope you feel the same way too (Girl I do)  (Candyman) Tunnel of love is what I'm entering When I mention it, you're surrending Giving it up like a good girl has to Living it up Eventually you ask to stay You're gonna pay for this Just rest your breast on my chest, yes I'm impressed With the way you cold love me down I don't wanna sit down, I just wanna get down I'm on the ground, down on my knees Like James Brown singing Please, Please Round two, I'm down to Do, what it takes to make you Understand I'm the Candyman And I melt in your mouth, not in your hands Hard as rock, yes I'm no sucka The boots I knock make me one bad mutha (Unh Unh...giggling) *2  Knockin, while I'm a hip-hoppin Many people say my lyrics are shocking Just because of the simple subject Everyone should love this Cause everybody does it Whether they admit it or if they deny it You betta keep quiet Or else you might have to see a few skeletons But girl thats irrevelent Break out the bottle of Asti Spumante Pop off the top and rock wit my posse Fila Al, Big Dill, and D Fly We ask the questions, you give the reply MC Chip, Big Rob and Bud Rockin on the waterbed, knockin on the rugs I'm just playing, what I'm saying ain't ill Girl you should know I'm real (Unh Unh..giggling) *2  ",
        "title": "Knockin' Boots"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Seduction",
        "lyrics": "  Staring through the windows of time Drying off the last year of our bind Was it real or just a mirage? Love has its way of making you blind I stared deep into your heart and your soul And I feel what any woman would want  Why did I run? Why did I hide? Because the memories bleed on and on  Time goes on And the feelings stay strong Memories laugh and play with my heart Like thunder in a rainstorm Tell me is this real or just a mirage? I ask myself  Could this be love Or just a memory Of the two of us together Lifetime friends forever You and me a unity Of friendship and love  As we moved our separate ways that day Tears ran down my face And I asked myself Was I just too weak to face the truth That love is what I have for you  You're someone special deep down inside Your love is true Why did I hide? Why did I run? Why did I hide? Because the memories bleed on and on  Time goes on and the feeling stays strong This word called love Ae you the one? That I want Tell me is this real or just a mirage? I ask myself  Could this be love Or just a memory Of the two of us together Lifetime friends forever You and me a unity Of friendship and love  ",
        "title": "Could This Be Love"
    },
    {
        "artist": "Mellow Man Ace",
        "lyrics": "  [All lyrics are Mellow Man Ace, except for the girl’s comments, which are in parentheses]  [Intro: Band] Ain't got nobody, baby...baby  [Verse 1] Check this out baby, tenemos tremendo lío Last night you didn't go a la casa de tu tío (Huh?) Resulta ser, hey, you were at a party Higher than the sky, emborrachada de Bacardí (No, I wasn't) I bet you didn't know que conocí al cantinero (What?) He told me you were drinking and wasting my dinero Talking about come and enjoy what a woman gives an hombre (But first of all, see, I have to know your nombre) Now I really wanna ask ya, que si es verdad (Would I lie?) And please, por favor, tell me la verdad Because I really need to know, yeah necesito entender If you're gonna be a player, or be my mujer ‘Cause right now you're just a liar, a straight mentirosa (Who, me?) Today ya tell me something, y mañana es otra cosa  [Hook: Band] Ain't got nobody, baby...baby  [Verse 2] I remember the day que tú me decías Time and time again que tú me querías (I do!) And at the time, hey, yo te creía Porque no sabía that you were a relambía Yo y Fulanito y Menganito, Joseito y Fernandito Larry and Joey y then his brother Chico (Uh-uh) Mucho que frentera, that's a straight skeezer Si quieres un pedacito, go her way ‘cause she's a pleaser But I tell ya straight up porque, brother, me di de cuenta That on Main Street her cuerpo estaba a la venta Now get some man que quiera get some cualquiera Hey, yo, she don't care man, she's a tremenda fiera Yeah you're hot to trot and out to get what I got Pero ya que te conozco, what I gots? I guess not (¿Porque?) ‘Cause you’re just a mentirosa con tu lengua venenosa Today you tell me something, y mañana es otra cosa  [Dialogue] Girl, I can't believe it You know, my mother's talking about me M- my friends are talking about me…not me, about you! (About me?) You're nothing but a skeezer (A skeezer? Don't be calling me no skeezer!) Tú tienes mucha frentera, mami. Sí, uh-huh, la verdad (Uh-huh, eso es lo que tu te crees) I bet you go to church and you're scared to confess (No, I do confess baby, I do confess) Uh-huh, do you tell the truth, though? (Yeah I do) Yeah, right (Do you?) Yeah! You're nothing but a skeezer. You know what? I got some other stories to say about you It goes like this  [Verse 3] Un día estaba en tu casa y ring there goes the phone Recogiste y dijiste (Call me back. I'm not alone!) El quería tu dirección, yeah just your address Y antes que colgaste I heard you say (I'll wear a dress) \"¡Ay, alabao, que descarada!\" is what ran through my mind So I say, “Let’s go out tonight.\" She said (We go out all time) ¡Alabao, man! Ella no sabía that, yo, I knew her plan De que iba a salir with that other man So I told the girl in Spanish, I said \"Hey, ya me voy.\" (Pero ¿por qué?) ‘Cause you ain't treating me like I'm some sucker toy ‘Cause who needs you anyways (I need you!) Con tu lengua venenosa? (No te vayas, Mellow! No te vayas! Yo te necesito!) Today you tell me something, y mañana es otra cosa (Tsk! But?!) ¡Mentirosa!  [Outro: Band] Ain't got nobody...  ",
        "title": "Mentirosa"
    },
    {
        "artist": "Tyler Collins",
        "lyrics": null,
        "title": "Second Chance"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  Pump up the bass Hey Pump up the bass Pump Pump up the bass Pump up the bass Pump-pump-pump Pump-pump-pump-pump  What you’ve been missin’ in a man I can supply it, your wish is my command I’ll work hard to fill your needs Give you lesson on what it is to  Feel Feel Good good, baby Get undressed and slip on this robe Re- Re- lax lax, darlin’ Just sit back would rather be stroked  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  A light massage, a soft caress Whenever I need to rub, I run her happiness Customer satisfaction is a guarantee So for your pleasure, come on over here, please  You hey So hold on and throw off that coat Show Show You I’ll show you pleasure like you’ve never known  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Pump up the bass Hey Pump up the bass What-what-what What-what Hey Get ready  Feel good Re- Re-, girl lax lax, yeah Oh...oh...oh...  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Your every wish is my command So get undressed and Gonna rub with my magic hands Give you what you’re missin’ in a man Stroke you with a soft caress Applied with so much tenderness Hold on tight and don’t let go Give you pleasure like you’ve never known before  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my, in my Customer satisfaction, baby Stroke, hey, hey Hold and rub you the right way  Do you feel it, do you feel it Oh...oh...oh...oh...oh...  Pump it Party Come on, darlin’ Come on, do you Do you feel it, baby, feel it, baby, feel it, feel it, feel it, feel it, feel it Oh, baby Stroke, baby, oh...  Feel it, baby, feel it all over Feel it, honey, see what  Whatever you want, I got it Whatever you need, I got it, baby, got it, baby Whatever you want, I’ve got it in my hands Whatever you need, I’ll fulfill your needs, baby  ",
        "title": "Rub You The Right Way"
    },
    {
        "artist": "George LaMond",
        "lyrics": null,
        "title": "Look Into My Eyes"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Verse 1] Pick it up This'll get you out of your head China's hanging out by the railings Of the motorshed She goes with a real hit biker He's a metalhead She looks me up and down Talking dirty eyes Sweet saying boy baby I could lick ya any time Keep it up That's right...here we go again Bit later I'm going to run Into her round the back While other guys break heads In the Sugar Shack Don't give me drink I don't want to Get too stoned Then we're going to see who's going to Take who home  [Chorus] The violence of summer A love's taking over It starts with desire Ends up under cover  [Verse 2] Those lips will make me rise You may look down but don't think twice Slow death is on the way So what man I still want to play One, two This'll get you out of your mind This'll get you up...let's go Maybe take a ride going south Where her mother writes Before bad news catches up We still got a little time We'll leave it all so far away One thing is sure we shouldn't stay I take it all little Chine going to Get the runaround a run... a runaround  [Chorus]  [Bridge] China... na china...nanana China... na china...nanana China... na china...nanana China... na china...nana  [Chorus]  ",
        "title": "Violence Of Summer (Love's Taking Over)"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  Well I met a little babe An hour ago Wonder which way Which way the wind blow Yeah [Another little babe in] a Hollywood bungalow I was rockin' little lady In the city of light Yeah hea I'm just another lost angel  In the city of night City of night City of night Woah yeah  L.A. Woman! L.A. Woman I said L.A. Woman! L.A. Woman  L.A. Woman Sunday afternoon L.A. Woman Sunday afternoon L.A. Woman Sunday afternoon  Drive through your suburbs Into your blues Into your blues. Yeah Into your blue, blue, blues Into your blues Ohh yeah  I see your hair is burning Hills are filled with fire If they say I never loved you Well you know they are a liar Driving down your freeways [Hills and valleys] roam Baby  I seen it Cops in cars, topless bars Never saw a woman... So alone So alone Said so alone Oh yeah Whoa  [guitar solo]  Wine spo-dee-o-dee She drink my wine spo-dee-o-dee [okay] Ah wine spo-dee-o-dee She drinkin' wine spo-dee-o-dee  all day  I took my motor bike out and went for a ride Slit the throat of the first babe who lied See it it's twice his size ooh Wine spo-dee-o-dee all right Wine spo-dee-o-dee all day Wine spo-dee-o-dee Well she drinkin' wine spo-dee-o-dee It's good for her body Wine spo-dee-o-dee  Another lost angel (angel angel) In the city of night City of night City of night City of light  Whoa Yeah Yeah L.A. Yeah  Come on L.A. Woman come on L.A. Woman come on L.A. Woman come on Yeah I said you're my woman And that's right I said you're my woman And I'm right I said you're my woman And that's right  I said you're my woman And [I'm right] I said L.A. Woman [and that's right] [repeat and fade]  ",
        "title": "L.A. Woman"
    },
    {
        "artist": "Cynthia & Johnny O",
        "lyrics": null,
        "title": "Dream Boy/Dream Girl"
    },
    {
        "artist": "Louie Louie",
        "lyrics": null,
        "title": "I Wanna Get Back With You"
    },
    {
        "artist": "Soho",
        "lyrics": "  It's hard to tell you how I feel without hurting you So try to think about yourself the way that I see you Your life revolves around a force of oppression And I won't deal with true blue devils of correction  Got no flowers for your gun, no hippychick Won't make love to change your mind, no hippychick No hippychick, no hip hip hip hip hip  Today we'll sit here drinking coffee in your incident room Tonight you'll close the door and lock me in that bare bulb gloom Love, it ain't something riding on a motorbike And love, I stopped loving you since the miners' strike  Got no flowers for your gun, no hippychick Won't make love to change your mind, no hippychick No hippychick, no hip hip hip hip hip  It's hard, it's hard It's hard, it's hard No hippychick, no hip hip hip hip hip No hippychick, no hip hip hip hip hip No hippychick, no hip hip hip hip hip No hippychick  ",
        "title": "Hippychick"
    },
    {
        "artist": "Gene Loves Jezebel",
        "lyrics": null,
        "title": "Jealous"
    },
    {
        "artist": "Snap!",
        "lyrics": "  This is a song about those bad days Start up happy and end up sad days Talking about that Murphy's law chill If it can go wrong, yes it will  Went to the store to cop some groceries Friday night and I had the munchies Filled the cart till it could not take it One more bag of chips would break it  Went to the cheek out stood in line Behind me a girl who was just too fine Got in the ear while they rang the total Reached for my wallet uh oh a bolo  Not my day I felt like a dummy Went to the store and forgot the money  Oops up inside your head Oops up inside your head Say oops up  Me and amy under the covers Scene is hot potential lovers Demon in the sack is her reputation In school then she is graduation  Touching holding heavy breathing I knew I'd get it she is not about teasing Left on the light so I could see reaction Amy is a freak guaranteed satisfaction  She is soft as bubble bath I am as hard as chinese math Ready for the ultimate affection Took out a pack obtain my protection  Rolled it on one hard stroke It was my last and yes it broke  Oops up inside your head Oops up inside your head Say oops up  ",
        "title": "Ooops Up"
    },
    {
        "artist": "Tricia Leigh Fisher",
        "lyrics": null,
        "title": "Empty Beach"
    },
    {
        "artist": "Ms. Adventures",
        "lyrics": null,
        "title": "Undeniable"
    },
    {
        "artist": "The West Coast Rap All-Stars",
        "lyrics": "  [Intro] Gun is Cocked and Fired I'm King News and I come to you with the truth The mean streets took six more lives overnight All the result of gang-bang stupidity By the way, you gangsters should know One of your victims was a three year old girl Well, you gang members, you still don't get it, do ya?  (With your badself)  [Verse 1: King Tee] It's straight up madness everywhere I look Used to be a straight a student, now he's a crook Robbing people just to smoke or shoot up Used to have a crew cut, now he's a pooh-butt Dropped out of school and he joins the neighborhood gang Hanging on the streets selling 'caine To his own people Now when I say people I mean color You a stupid mother- I'm trying to stress the fact that you're dumb Get yourself presentable, son, and just come Together, you better, cause pretty soon it's gonna be too late A message from King Tee The Great  [Verse 2: Body & Soul] Sisters, since we are the mothers of this earth It's time we start being good mothers from the birth Of our children, no time for sleeping Teach them to fight and win for the right reason It's your time, it's your life, live it Proud to be black, young and gifted Lifted by the knowledge and taking the right route Gang violence needs to be wiped out A-L-M-I-G-H-Ty and E-Z-I-R-E We see the F-U-T-U-R-E Should be a positive thing Body & Soul and you, we're in the same gang  [Verse 3: Def Jef] One and the same Everyone came in the same chains Caught with the same aim Brain games and names changed To protect the innocent by-stander Lies, slander and the master-planner Destroy the black male Crack jail and semi-automatic For static if the crack fails So since we all talk the same slang Stop killin, my brother, cause we're all from the same gang  [Michel'le] Don't you know we've got to put our heads together? Make the change cause we're all in the same gang  [Verse 4: Tone-Loc] Now as a youth I used to get my bang on And on the ave get my part-time slang on Doing time for me was no joke though They knew I was crazy, so they labelled me Loco Khakis creased, golf hat, feelin sporty Low ridin and tossin up a forty Thinkin in my mind that no one could handle us The downest brothers ever touched Los Angeles I found life was much more suitable Cause I'm the brother that makes black so beautiful I ain't slippin or down with a head trip I'm talkin to all the Bloods and all the Crips Throw down your rag and get on the right track, man It's time to fight, unite and be a black man Tone-Loc is on a positive change Cause remember, we're all in the same gang  [Verse 5: Above The Law] Bein' the pimps that we are We're here to speak on a situation that has gone too far Here at home in the ghettos of LA Where a young black brother's not promised to see the next day Cause we used to clock on the streets before we made beats But fools just lay and prey on the weak It don't depend on the color of a rag Cause if you got what they want you know they gonna take what you have Cause violence don't only revolve from drugs and thugs And gangs that bang Most times it's a political thang Yeah, a couple of spots'll get popped And if the government wanted to freeze it it could all get stopped But they don't because they want it like that Because the system been set up to hold us back Yeah, Above The Law means that we can do whatever So why don't we stick together? (You got it)  [Verse 6: Ice-T] Ice-T rippin the microphone the way I do Listen close, my brothers, cause I'm talkin to you The problem is we got a suicidal lifestyle Cause 90 percent of us are livin foul and wild I say job, you say ([Hen-G:] bad joke I rather jack another brother, watch the gun smoke) Livin in the fast lane flippin like you're insane You won't stop until your blood runs down the street drain I got an idea, give me a minute And if it makes sense, then get with it What if we could take our enemies, feed em poison Undereducate their girls and boys and Split em up, make em fight one another Better yet, make em kill for a color All my brothers need to know one thing No matter what you think, we're all in the same gang  [Michel'le] Don't you know we've got to put our heads together? Stop the fighting (Make the change) Because we're all in the same gang  [Verse 7: Dr. Dre and MC Ren] Yo, we're not here to preach because we're not ministers We're telling like it is cause Ren and Dre is like sinister Reality speaks for itself when it's spoken A basehead cluck can't blame nobody for smoking Yo, bullets flying, mothers crying, brothers dying Lying in the streets, that's why we're trying To stop it from falling apart and going to waste And keeping a smile off of white face N.W.A never preaching, just teaching The knowledge of the streets to each and All that don't understand, that's why we came To let you know that we're all in the same gang  [JJ Fad] The J double, F, the a, the d, that is And if you want the solution to the quiz What's black and black, yo, and kills another? An ignorant sucker that isn't labelled as a brother But another So now it's time we evolve And get together and solve it Cause the world is revolvin Around a terrible situation One will kill another for a reputation So it's time we stop and realize that we're all the same Yo Train, tell em (We're all in the same gang)  [Young MC] Brothers killin' other brothers I thought the idea was to love one another? Open up the paper to one more death If y'all keep this up then there'll be no one left I try my best to set an example Sayin hype lyrics over hip-hop samples Not just a brag or to boast but to inform Cause we're livin in the calm before the storm You see, I believe that the children are the future But what's it all about if in the future they shoot ya? We're all human beings, if we're cut we'll bleed And I want to see all young people succeed Do 9 to 5, not 5 to 10 Just go to work and not the state pen Cause you live better when you're out there free And that's comin straight to ya from the Young MC  [Digital Underground] I'm in a rage Oh yeah? Yo, why is that G? Other races, they say we act like rats in a cage I tried to argue, but check it, every night in the news We prove them suckers right and I got the blues America Get busy, Humpty The red, the white, the blue and The blue and the red For Crips and Bloods The white for who's got you doin Time bustin caps on one another The Underground's down for peace among brothers Kill a black man? What? Yo, what are you retarded? Tell em, Hump Yo, do you work for the Klan? Do what ya like Unless you like gangbangin Let's see how many brothers leave us hangin  [Oaktown's 3.5.7.] The gang that should hang is the one that contains The sisters and the brothers who are all in the same frame of mind Now listen, get loose, it's unity time Yeah, yeah Peace is a presence that we all need The future's in our hands, in word and deed I'm Terrible T and I'm Sweet LD We're 3.5.7. totally  [MC Hammer] Kickin on the ave 'bout a quarter to 9 All the homies gettin blind in an eight ball line Now on this tip they started runnin at the lip Jumped in their deuce and took a little trip Hit the block about 12 on the tick The windows went down and the nines went click People started yellin, bodies started bailin Bullets cold flyin sendin some to hell and It's gotta stop, we don't need all the violence Peace in the hood and a moment of silence We got together not for ego or fame We got involved cause we're all in the same gang  [Eazy-E] Last but not least, yo, Eazy's no sell-out And if you can't hang in the streets, then get the hell out I'm not tryin to tell ya what to do You have your own freedom of choice who to listen to You knew good from bad, fair from foul, right from wrong Now your mother's singing that sad song (My baby ain't never hurt nobody!) But he still got smoked at BeBe's party But you're not the first or the last You're nothin but a short story from the past You're dead now, not number one but a zero Take notes from Eazy-E, the violent hero  [Michel'le] Don't you know we've got to put our heads together? Don't you know we've got to put our heads together?  ",
        "title": "We're All In the Same Gang"
    },
    {
        "artist": "Beats International",
        "lyrics": "  (Check the beat now)  I don't wanna cause Any trouble in town I don't want it I just want you to know That I'm around if you need me  If you've been left all alone You can just pick up the phone (I won't talk about it) And dial up L-O-V-E (I won't talk about it) Baby, you can call on me (I won't talk about it)  I know there's things that I might say That might get in the way But that's not what I wanted to do I just wanna get next to you  (I won't talk about it) I don't wanna bring you down (I won't talk about it) (I won't talk about it) I just wanna be around (I won't talk about it) (I won't talk about it)  Nobody will know wherever we go Whatever we do or see Your secret's safe with me  I won't talk about it I won't talk about it I won't talk about it  I won't talk about it I won't talk about it I won't talk about it...  ",
        "title": "Won't Talk About It"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  [Verse 1:] It cuts both ways Our love is like knife That cuts both ways It's driven deep into my heart each time That I realize How it cuts both ways  Can't be together Cannot live apart We're heading straight into a broken heart But I can't stop  [Chorus:] 'Cause I feel too much to let you go I'm hurting you and it's hard I know To stay and fight for what we've got Knowing it'll never be good enough  'Cause you and I are dangerous We want too much and life ain't that way Don't ask for more Don't be a fool Haven't we already broken every rule  [Verse 2:] It cuts both ways We're in too deep for sorry alibis Can't have regrets or even question why We can't say goodbye Because it cuts both ways  No more illusions of the love we make No sacrifice would ever be too great If you would just stay  [Repeat Chorus:]  [Bridge:] Cuts both ways Our love is like a knife that cuts both ways It's driving deep into my heart each time I see we living the lie And it cuts both ways  It cuts both ways, mmm Cuts both ways Cuts both ways  ",
        "title": "Cuts Both Ways"
    },
    {
        "artist": "Bruce Hornsby & The Range",
        "lyrics": null,
        "title": "Across The River"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Same Ol' Situation (S.O.S.)"
    },
    {
        "artist": "Bad English",
        "lyrics": null,
        "title": "Possession"
    },
    {
        "artist": "Brother Beyond",
        "lyrics": null,
        "title": "The Girl I Used To Know"
    },
    {
        "artist": "Deee-Lite",
        "lyrics": "  [Video Intro] How do you say, Deee-Groovy? How do you say, Deee-Gorge? Ooh la la, la - lalalala la [Scatting] How do you say Deee-Lite? (Deee-Lite, Deee-Lite, Deee-Lite)  [Intro] (We're going to dance and have some fun) (Dig!)  [Verse 1: Lady Miss Kier] The chills that you spill up my back keep me filled With satisfaction when we're done Satisfaction of what's to come I couldn't ask for another No, I couldn't ask for another (You know that's right) Your groove I do deeply dig No walls, only the bridge My supper dish, my succotash wish (Sing it, baby) I couldn't ask for another (Uh huh, uh huh) No, I couldn't ask for another  [Chorus: Lady Miss Kier] Groove is in the heart Groove is in the heart Groove is in the heart Groove is in the heart (Watch out)  [Verse 2: Lady Miss Kier] The depth of hula groove Moves into the tenth hoop We're gonna groove to Horton Hears a Who-who I couldn't ask for another No, I couldn't ask for another DJ Soul was on a roll I've been told he can't be sold He's not vicious or malicious Just de-lovely and delicious I couldn't ask for another  [Verse 3: Q-Tip] Unh, some looks in this torso Hot, got a deal, you wanna know? The live of truely delightful Makin' it, doin' it, 'specially at a show Feelin' kinda high like a Hendrix haze Music makes motion, moves like a maze All inside of me, heart especially Note of the rhythm, where I wanna be Flowin', glowin', electric eyes You dip to the dive, baby yo, realize When will you see the funky side of me? Baby, you'll see that rhythm is the key Get, get, wit' it, wit' it Can't think, quit it, quit it Stomp on the streets when I hear a funk beat Playin' pop like follow hoods true Baby, just sing about the groove (sing it)  [Chorus: Lady Miss Kier] Groove is in the heart Groove is in the heart Groove is in the heart Groove is in the heart (One, two, three)  [Bridge: Q-Tip] Blow them horns along (The groove is in your heart)  [Chorus: Lady Miss Kier] Groove is in the heart Groove is in the heart Groove is in the heart Groove is in the heart  ",
        "title": "Groove Is In The Heart"
    },
    {
        "artist": "Heart",
        "lyrics": null,
        "title": "Stranded"
    },
    {
        "artist": "Troop",
        "lyrics": "  [Verse 1] I can't wait to get to school each day And wait for you to pass my way And bells start to ring And angels start to sing \"Hey that's the girl for you So what are ya gonna do?\" Hey little girl!!! I LOVE YOU !!! (i love you so...)  [Chorus] All i do is think of you Day and night (day and night that's all i do) I can't get you off my mind Thinking back (all the time) All the time  [Verse 2] I begin to take the long way home Just so I can be alone To think of how to say My heart's here to stay (hey I'm in love with you I think the world of you) So won't you please...PLEASE be mine? (oh please be mine mine mine)  [Chorus 2] All i do is think of you (baby) Day and night (day and night that's all i do) I can't get you off my mind Thinking about (thinking about you all the time) All the time Oooooooh (bub bub ba bub bu daaaa...ooooooooooh) [Spoken] Girl, I wanna say thing but I don't wanna tell ya (i just think about it and I'm in love with you) (bup bup bu da daaaaaa....oooooh) I think the world of you (ooooooh) Ooooooooooooh  [Chorus 3] All I do is think of you Day and night (day and night)(night and day) night and day yeah yeah I can get you off my mind (oooooh) Thinking about Oooooooooh.....oooooooooooh baby I keep thinking about you All night long Oooooooooh Baby Day and night that's all I do Woooooaaaah (heeeeeeeey) I can't get you (heeeeey) I can't get you off my mind (heeeeey) Hoooooooooo (heeeeeey)(heeeeeeeeey) Ooooooh!  [Chorus 4] All I do is think of you Day and night (day and night that's all I do) I can't get you off my mind Thinking about (i should be thinking about you)  All I do is think of you Day and night I can't get you off my mind Thinking about  ",
        "title": "All I Do Is Think Of You"
    },
    {
        "artist": "TKA",
        "lyrics": null,
        "title": "I Won't Give Up On You"
    },
    {
        "artist": "UB40",
        "lyrics": "  [Verse 1] You got a smile so bright You know you could've been a candle I'm holding you so tight You know you could've been a handle The way you swept me off my feet You know you could've been a broom And baby you smell so sweet You know you could've been some perfume  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 2] As pretty as you are You know you could've been a flower If good looks were minutes You know you could have been an hour The way you stole my heart You know you could have been a crook And baby your so smart You know you could have been a school book  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 3] You make my life so rich You know you could've been some money And baby you're so sweet You know you could have been some honey  [Chorus] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do  [Verse 4] As pretty as you are You know you could've been a flower If good looks were minutes You know you could've been an hour The way you stole my heart You know you could've been a crook And baby your so smart You know you could have been a school book  [Outro] Well you could've been anything that you wanted to I can tell The way you do the things you do I like the way you do the things you do The way you do the things you do I like the way you do the things you do The way you do the things you do I like the way you do the things you do You made my life so sweet I like the way you do the things you do You made my life so sweet I like the way you do the things you do You made my life so sweet The way you do the things you do You made my life so sweet The way you do the things you do  ",
        "title": "The Way You Do The Things You Do"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "The Other Side"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  Gonna break these chains around me Gonna learn to fly again May be hard, may be hard, but I'll do it When I'm back on my feet again Soon these tears will all be dryin' Soon these eyes will see the sun Might take time, might take time,but I'll see it When I'm back on my feet again  When I'm back on my feet again I'll walk proud down that street again And they'll all look at me again And they'll see that I'm strong, oh  Gonna hear the children laughing Gonna hear the voices sing Won't be long, won't be long 'til I hear them When I'm back on my feet again I'm gonna feel the sweet light of heaven Shining down its light on me One sweet day, one sweet day I will feel it When I'm back on my feet again  When I'm back on my feet again I'll walk proud down that street again And they'll all look at me again And they'll see, that I'm strong  And I'm not gonna crawl again I will learn to stand tall again No, I'm not gonna fall again Cause I'll learn to be strong  Soon these tears will all be dryin' Soon these eyes will see the sun Won't be long, won't be long 'Til I see it When I'm back on my feet again When I'm back on my feet again  I'll be back on my feet again  ",
        "title": "When I'm Back On My Feet Again"
    },
    {
        "artist": "Damn Yankees",
        "lyrics": null,
        "title": "High Enough"
    },
    {
        "artist": "David Cassidy",
        "lyrics": "  So I'll never feel your touch again I'll get used to it Hearts don't break they just bend I'll come bouncing back You barely left a scratch on me  You were nothing But a little play thing And your love bite It was only a sting Baby when you went It hardly made a dent in me  It was just a fleshwound in my pride It ain't no tragedy that I can't survive  I'm lyin' to myself every night Without you baby nothing's been right No matter what I say Can't make you go away I'm lyin' to myself that's the truth It's killing me being without you You're the only one Not fooling anyone I'm lyin' to myself  I won't lie here Alone in this bed Broken record Of your voice in my head 'Cause nothing that you said Had any real effect on me  There's not a thing that I would change No not much only everything Just to have you again  I'm lyin' to myself every night Without you baby nothing's been right No matter what I say Can't make you go away I'm lyin' to myself  I can't deny it anymore Gotta get you back in my life 'Cause that's all I've been living for  And I'm lyin' to myself You're the only one Not fooling anyone I been lyin' to myself No matter what I say Can't make you go away I'm lyin' to myself  ",
        "title": "Lyin' To Myself"
    },
    {
        "artist": "Tiana",
        "lyrics": "  You know, I've waiting so long So long to let you know how I really feel I've always wanted to let you know I've always cared for you I'm still in love with you  You're the only one in this world I consider my first true love And if you come back to me I'll always be waiting Today, tomorrow and forever  I've always wondered where you are Knowing that I'm so in love with you I hope you come back to me someday I'll always be waiting in a special way  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  I wonder if you feel the same Always thinking of me day by day I hope you're in love with me And hope you're not blind to see The possibility of you and me  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  I hope you come back to me someday I'll always be waiting in a special way  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  I see the people standing all around me They feel the music Baby, they have found me But I know the truth and baby, it is you  Oh, baby can't you see that I am crying My heart is hurting Please now help me find the love I had When I was with you  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  First true love Is the one that I'm thinking of It's because it's my first true love And baby, it's you  ",
        "title": "First True Love"
    },
    {
        "artist": "The London Quireboys",
        "lyrics": null,
        "title": "I Don't Love You Anymore"
    },
    {
        "artist": "The Human League",
        "lyrics": "  Calling up the promised land Johnny Seven's coming over the sea He's taking your time When you want to be free  Holding out a helping hand Are you ready for a real career Will you be so cool When it's happening here  It don't say nothing that I haven't heard If what I hear is true You won't keep the law with a broken word So what are you gonna do  Heart like a wheel Turning away From anything that's real Heart like a wheel Changing in time Beating colder steel  Pass the message around the world The medium is in retreat The power is here And packing some heat  Sell your soul to a holy war Set the captive free We make no promises anymore But it isn't fooling me  Heart like a wheel Turning away From anything that's real Heart like a wheel Changing in time Beating colder steel  You can't keep the wheels turning anymore With anger, blood, and fear Or make any friends with an M16 When you blast your way through here Oh  Heart like a wheel Turning away From anything that's real Heart like a wheel Changing in time Beating colder steel  Heart like a wheel Turning away From anything that's real Heart like a wheel Changing in time Beating colder steel  Heart like a wheel Turning away From anything that's real Heart like a wheel Driving the world Is gonna be a steal  ",
        "title": "Heart Like A Wheel"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  Hey! You're leavin' tongue marks on the carpet I know what you're lookin' at You would walk on your lips through busted glass If you could get next to that  You think this is love? Your education starts today So you think this is love? So tell me  How bad do you want it? How bad do you want it? How bad do you want it? Not bad enough  So you, you put a hold on happiness A day, a week, a year You got to bring somethin' to this party, boy If you party here  And if you're lookin' for love You better look some other way If you're lookin' for love I have to ask you  How bad do you want it? How bad do you want it? How bad do you want it? Not bad enough  She gave you love and affection Enough to weather any season You found an excuse to walk away But you didn't find no reason  And you talk about love But you don't know what it means Yeah, you talk about love So tell me  How bad do you want it? How bad do you want it? How bad do you want it? Not bad enough Not bad enough  How bad? B-b-bad enough  ",
        "title": "How Bad Do You Want It?"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  If I lost you now It would take my heart from me I can't imagine life without you The love of you, baby  Lately, I confess I've been short on tenderness Too much time on work, I guess Not enough on you Now if I forgot to tell you I love you I really got no excuse No excuse  Because you're beautiful My one desire You're my soul's inspiration And if I didn't say it Well, I do now You're my sweet inspiration, baby, baby  If I'm feeling low I've only got myself to blame 'Cause I can always share the load When I'm near you Uh, huh  You can rescue me, baby You bring out the best in me I'm the girl I want to be When I'm near you, huh I may need reminding to say I love you But heaven knows that I do Yes, I do  Because you're beautiful My one desire You're a sweet sensation And if I didn't say it Well, I do now You're my soul's inspiration  From the day I met you, baby Yes, I knew insitinctively Whatever our future Together we were gonna be, baby  Huh, my baby Nothing Nothing's sweeter to me than you, baby You, baby Yes, sir I love you, baby  Hey, now I love you, baby Hey Ahh, yeah  ",
        "title": "Soul Inspiration"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] Words like violence Break the silence Come crashing in Into my little world Painful to me Pierce right through me Can't you understand Oh my little girl  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Verse 2] Vows are spoken To be broken Feelings are intense Words are trivial Pleasures remain So does the pain Words are meaningless And forgettable  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Outro] Enjoy the silence  ",
        "title": "Enjoy The Silence"
    },
    {
        "artist": "Favorite Angel",
        "lyrics": null,
        "title": "Only Women Bleed"
    },
    {
        "artist": "Heart",
        "lyrics": "  Baby, I never gave my heart to anyone, oh no Used to think that love was a game I used to make it just for fun When we spent the night together Didn't mean it meant that much Now I just can't live without your touch  I didn't wanna need you, no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you Like I need you now  I can't get no sleep 'Cuz I keep thinking of you all through the Night, oh yeah My eyes can't wait to see you again My arms can't wait to hold you tight oh yeah And when you're laying here beside me There is nothing else I need Never thought that this could ever be  I didn't wanna need you, oh no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you Like I need you now  I've always been free To leave when I wanna leave But it's not up to me anymore I didn't wanna need you ...  I didn't wanna need you, no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you But I need you now  ",
        "title": "I Didn't Want To Need You"
    },
    {
        "artist": "Roxette",
        "lyrics": "  [Verse 1] Lay a whisper on my pillow Leave the winter on the ground I wake up lonely This air of silence In the bedroom and all around Touch me now I close my eyes And dream away  [Chorus] It must have been love But it's over now It must have been good But I lost it somehow It must have been love But it's over now From the moment we touched Till the time had run out  [Verse 2] Make believing we're together That I'm sheltered by your heart But in and outside I turn to water Like a teardrop in your palm And it's a hard Winter's day I dream away  [Chorus:] It must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love (Must have been love)  [Bridge] But it's over now (It's over now) It's where the water flows It's where the wind blows  [Instrumental Break]  [Chorus] It must have been love (Must have been love) But it's over now (It's over now) It must have been good But I lost it somehow It must have been love (Must have been love) But it's over now (It's over now) From the moment we touched Till the time had run out Yeah, it must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love But it's over now It's where the water flows It's where the wind blows  [Outro] (Must have been love) It must have been love But it's over now No, no, no  ",
        "title": "It Must Have Been Love (From \"Pretty Woman\")"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Produced by Shep Pettibone and Madonna]  [Intro] Strike a pose Strike a pose (Vogue, vogue, vogue) (Vogue, vogue, vogue)  [Verse 1] Look around, everywhere you turn is heartache It's everywhere that you go (look around) You try everything you can to escape The pain of life that you know (life that you know) When all else fails and you long to be Something better than you are today I know a place where you can get away It's called a dance floor, and here's what it's for, so  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 2] All you need is your own imagination So use it that's what it's for (that's what it's for) Go inside, for your finest inspiration Your dreams will open the door (open up the door) It makes no difference if you're black or white If you're a boy or a girl If the music's pumping it will give you new life You're a superstar, yes, that's what you are, you know it  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 3] Beauty's where you find it Not just where you bump and grind it Soul is in the music, oh That's where I feel so beautiful Magical, life's a ball So get up on the dance floor  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Bridge] Vogue, (Vogue) Beauty's where you find it (move to the music) Vogue, (Vogue) Beauty's where you find it (go with the flow)  [Verse 4] Greta Garbo, and Monroe Dietrich and DiMaggio Marlon Brando, Jimmy Dean On the cover of a magazine Grace Kelly; Harlow, Jean Picture of a beauty queen Gene Kelly, Fred Astaire Ginger Rodgers, dance on air They had style, they had grace Rita Hayworth gave good face Lauren, Katherine, Lana too Bette Davis, we love you Ladies with an attitude Fellas that were in the mood Don't just stand there, let's get to it Strike a pose, there's nothing to it  [Bridge] Vogue, vogue Vogue, vogue (Move to the music) Vogue, vogue Vogue, vogue (Go with the flow)  [Outro] Oooh, you've got to Let your body move to the music Oooh, you've got to just Let your body go with the flow Oooh, you've got to just Vogue  ",
        "title": "Vogue"
    }
]