[
    {
        "artist": "Donovan",
        "lyrics": "  Sunshine came softly through my a-window today Could've tripped out easy a-but I've a-changed my ways It'll take time, I know it but in a while You're gonna be mine, I know it, we'll do it in style Cause I made my mind up you're going to be mine  I'll tell you right now Any trick in the book now, baby, all that I can find Everybody's hustlin' just to have a little scene When I say we'll be cool I think that you know what I mean We stood on a beach at sunset, do you remember when? I know a beach where, baby, a-it never ends When you've made your mind up forever to be mine  Hmm, hmm, hmm, hmm, hmm I'll pick up your hand and slowly blow your little mind Cause I made my mind up you're going to be mine I'll tell you right now Any trick in the book now, baby, all that I can find  Superman or Green Lantern ain't got a-nothin' on me I can make like a turtle and dive for your pearls in the sea, yeah! A you-you-you can just sit there a-thinking on your velvet throne 'bout all the rainbows a-you can a-have for your own When you've made your mind up forever to be mine I'll pick up your hand and slowly blow your little mind When you've made your mind up forever to be mine  I'll pick up your hand I'll pick up your hand  ",
        "title": "Sunshine Superman"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  [Verse 1] Hot town, summer in the city Back of my neck getting dirty and gritty Been down, isn't it a pity Doesn't seem to be a shadow in the city All around, people looking half-dead Walking on the sidewalk, hotter than a match head  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  [Verse 2] Cool town, evenin' in the city Dressin' so fine and lookin' so pretty Cool cat, lookin' for a kitty Gonna look in every corner of the city 'Til I'm wheezin' like a bus stop Running up the stairs, gonna meet you on the rooftop  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  [Bridge]  [Verse 3] Hot town, summer in the city Back of my neck getting dirty and gritty Been down, isn't it a pity Doesn't seem to be a shadow in the city All around, people looking half-dead Walking on the sidewalk, hotter than a match head  [Chorus] But at night it's a different world Go out and find a girl Come on, come on, and dance all night Despite the heat, it'll be alright And babe, don't you know it's a pity The days can't be like the nights In the summer, in the city In the summer, in the city  ",
        "title": "Summer In The City"
    },
    {
        "artist": "The Happenings",
        "lyrics": "  I'll be alone each and every night While you're away, don't forget to write  Bye-bye, so long, farewell Bye-bye, so long  See you in September See you when the summer's through  Here we are (Bye, baby, goodbye) Saying goodbye at the station (Bye, baby, goodbye) Summer vacation (Bye, baby, bye, baby) Is taking you away (Bye, baby, goodbye)  Have a good time, but remember There is danger in the summer moon above Will I see you in September Or lose you to a summer love?  Counting the days till I'll be with you Counting the hours and the minutes, too  Bye, baby, goodbye Bye, baby, goodbye Bye, baby, goodbye (Bye-bye, so long, farewell) Bye, baby, goodbye (Bye-bye, so long)  Have a good time, but remember There is danger in the summer moon above Will I see you in September Or lose you to a summer love?  I'll be alone each and every night While you're away, don't forget to write  See you (Bye-bye, so long, farewell) In September (Bye-bye, so long, farewell) I'm hopin' I'll see you (Bye-bye, so long, farewell) In September (Bye-bye, so long, farewell) Well, maybe I'll see you (Bye-bye, so long, farewell)  ",
        "title": "See You In September"
    },
    {
        "artist": "The Supremes",
        "lyrics": "  I need love, love To ease my mind I need to find, find someone to call mine But mama said  You can't hurry love No, you just have to wait She said love don't come easy It's a game of give and take  You can't hurry love No, you just have to wait You got to trust, give it time No matter how long it takes  But how many heartaches Must I stand before I find a love To let me live again Right now the only thing That keeps me hangin' on When I feel my strength, yeah It's almost gone I remember mama said:  You can't hurry love No, you just have to wait She said love don't come easy It's a game of give and take  How long must I wait How much more can I take Before loneliness will cause my heart Heart to break?  No I can't bear to live my life alone I grow impatient for a love to call my own But when I feel that I, I can't go on These precious words keeps me hangin' on I remember mama said:  You can't hurry love No, you just have to wait She said love don't come easy It's a game of give and take  You can't hurry love No, you just have to wait She said trust, give it time No matter how long it takes  No, love, love don't come easy But I keep on waiting Anticipating for that soft voice To talk to me at night For some tender arms To hold me tight I keep waiting I keep on waiting But it ain't easy It ain't easy But mama said:  You can't hurry love No, you just have to wait She said to trust, give it time No matter how long it takes  You can't hurry love No, you just have to wait She said love don't come easy It's a game of give and take (repeat and fade)  ",
        "title": "You Can't Hurry Love"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] In the town where I was born Lived a man who sailed to sea And he told us of his life In the land of submarines  [Verse 2] So we sailed up to the sun Till we found the sea of green And we lived beneath the waves In our yellow submarine  [Chorus] We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine  [Verse 3] And our friends are all aboard Many more of them live next door And the band begins to play  [Chorus] We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine  [Bridge] Full speed ahead, Mr. Parker, full speed ahead Full speed over here, sir Action station, action station Aye, aye, sir, fire Heaven, heaven  [Verse 4] As we live a life of ease Everyone of us has all we need  (has all we need) Sky of blue (sky of blue) and sea of green (and sea of green) In our (In our) yellow submarine (yellow submarine, ha-ha!)  [Chorus] We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine  ",
        "title": "Yellow Submarine"
    },
    {
        "artist": "Bobby Hebb",
        "lyrics": "  {Drum Roll}  Sunny, yesterday my life was filled with rain Sunny, you smiled at me and really eased the pain The dark days are gone, and the bright days are here My Sunny one shines so sincere Sunny one so true, I love you  Sunny, thank you for the sunshine bouquet Sunny, thank you for the love you brought my way You gave to me your all and all Now I feel ten feet tall Sunny one so true, I love you  Sunny, thank you for the truth you let me see Sunny, thank you for the facts from A to Z My life was torn like a wind-blown sand And the rock was formed when we held hands Sunny one so true, I love you  Sunny, thank you for the smile upon your face Sunny, thank you, thank you for the gleam that shows its grace You're my spark of nature's fire You're my sweet complete desire Sunny one so true, I love you  Sunny, yesterday my life was filled with rain Sunny, you smiled at me and really eased the pain Now the dark days are gone, and the bright days are here My Sunny one shines so sincere Sunny one so true, I love you...I love You..  ",
        "title": "Sunny"
    },
    {
        "artist": "Wilson Pickett",
        "lyrics": "  {Children, go where I send you (Where will you send me?) I'm gon' send you to that land The land of a thousand dances}   1-2-3 1-2-3 Ow! Uh! Alright! Uh!  Got to know how to pony Like Bony Maronie Mash potato, do the alligator Put your hand on your hips, yeah Let your backbone slip Do the Watusi Like my little Lucy Hey! Uh!  Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na I need somebody to help me say it one time Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Wow!  {Instrumental}  Wow! Uh! You know I feel alright! Huh! I feel pretty good y'all Uh! Huh!  Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Come on y'all, let's say it one more time) Na na-na-na-na na-na-na-na-na-na-na-na na-na-na-na Oow!  Playing, it is a habit With long tall Sally Twistin' with Lucy Doin' the Watusi Roll over on your back I like it like that Do that Jerk, uh Watch me work y'all Ow! Do it! Wow! Do it! Just watch me do it  Aah, help me Aah, help me Aah, help me Aah, help me  ",
        "title": "Land Of 1000 Dances"
    },
    {
        "artist": "Lee Dorsey",
        "lyrics": "  Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Five o'clock in the mornin' I'm all ready up and gone Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Cos I'm on call in the mornin' Oh I go by the coal But when Saturday goes around I'm too tired for havin' fun (Too tired for having fun)  I been workin'in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Five o'clock in the mornin' I'm all ready up and gone Lord I am so tired How long can this go on?  I'm workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  Cos I'm on call in the mornin' Oh I go by the coal But when Saturday goes around I'm too tired for havin' fun (Too tired for having fun)  I been workin'in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down Workin' in a coal mine Goin' down down down Workin' in a coal mine Whop! about to slip down  ",
        "title": "Working In The Coal Mine"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] How many roads must a man walk down before they call him a man? How many seas must a white dove sail before she sleeps in the sand? How many times must the canon balls fly before they're forever banned?  [Chorus] The answer, my friend, is blowin' in the wind The answer is blowin' in the wind  [Verse 2] How many years must a mountain exist before it is washed to the sea? How many years can some people exist before they're allowed to be free? How many times can a man turn his head and pretend that he just doesn't see?  [Chorus]  [Verse 3] How many times must a man look up before he can see the sky? How many ears must one man have before he can hear people cry? How many deaths will it take till he knows that too many people have died?  [Chorus]  ",
        "title": "Blowin In The Wind"
    },
    {
        "artist": "Billy Stewart",
        "lyrics": null,
        "title": "Summertime"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] Wouldn't it be nice if we were older Then we wouldn't have to wait so long And wouldn't it be nice to live together In the kind of world where we belong  [Chorus 1] You know it's gonna make it that much better When we can say goodnight and stay together  [Verse 2] Wouldn't it be nice if we could wake up In the morning when the day is new And after having spent the day together Hold each other close the whole night through  [Chorus 2] Happy times together we've been spending I wish that every kiss was neverending Wouldn't it be nice  [Bridge] Maybe if we think and wish and hope and pray it might come true Baby then there wouldn't be a single thing we couldn't do We could be married (we could be married) And then we'd be happy (and then we'd be happy)  Wouldn't it be nice  [Pre-Chorus] You know it seems the more we talk about it It only makes it worse to live without it But lets talk about it Wouldn't it be nice  Good night my baby Sleep tight my baby Good night my baby Sleep tight my baby  ",
        "title": "Wouldn't It Be Nice"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  [Intro] Owoooooooo! Who's that I see walkin' in these woods? Why, it's Little Red Riding Hood  [Verse 1] Hey there Little Red Riding Hood You sure are looking good You're everything a big bad wolf could want Listen to me  Little Red Riding Hood I don't think little big girls should Go walking in these spooky old woods alone Owoooooooo!  [Chorus] What big eyes you have The kind of eyes that drive wolves mad So just to see that you don't get chased I think I ought to walk with you for a ways  What full lips you have They're sure to lure someone bad So until you get to grandma's place I think you ought to walk with me and be safe  [Verse 2] I'm gonna keep my sheep suit on Until I'm sure that you've been shown That I can be trusted walking with you alone Owoooooooo!  Little Red Riding Hood I'd like to hold you if I could But you might think I'm a big bad wolf so I won't Owoooooooo!  [Chorus] What a big heart I have The better to love you with Little Red Riding Hood Even bad wolves can be good  I'll try to be satisfied Just to walk close by your side Maybe you'll see things my way Before we get to grandma's place  [Outro] Little Red Riding Hood You sure are looking good You're everything that a big bad wolf could want Owoooooooo! I mean baaaaaa! Baaa?  ",
        "title": "Lil' Red Riding Hood"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": "  When you told me that you loved me And I thought I could tell that you did My heart told me all was well  From the deepest part of me There came a melody, complete with harmony As my heart played for me a symphony  I remember all the times You told me that you were mine And I remember what it did to me  From the deepest part of me There came a melody, complete with harmony As my heart played for me a symphony  But when I read your goodbye note When I read the things you wrote When I knew that you had gone from me  From the deepest part of me came tones of tragedy No trace of harmony, no symphony For there was no heart left in me  ",
        "title": "My Heart's Symphony"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "I Couldn't Live Without Your Love"
    },
    {
        "artist": "The Outsiders",
        "lyrics": null,
        "title": "Respectable"
    },
    {
        "artist": "The Sandpipers",
        "lyrics": "  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  Yo soy un hombre sincero De donde crecen las palmas Yo soy un hombre sincero De donde crecen las palmas Y antes de morir me quiero Echar mis versos del alma  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  Mi verso es de un verde claro Y de un carmín encendido Mi verso es de un verde claro Y de un carmín encendido Mi verso es un ciervo herido Que busca en el monte amparo  The words mean \"I am a truthful man from the land of the palm trees And before dying, I want to share these poems of my soul My poems are soft green My poems are also flaming crimson My poems are like a wounded fawn seeking refuge in the forest  The last verse says:'Con los pobres de la tierra' With the poor people of this earth I want to share my fate The streams of the mountains please me more than the sea\"  (background) Por los pobres de la tierra Quiero yo mi suerte echar Por los pobres de la tierra Quiero yo mi suerte echar Y el arroyo de la sierra Me complace más que el mar  Guantanamera, Guajira Guantanamera Guantanamera, Guajira Guantanamera  ",
        "title": "Guantanamera"
    },
    {
        "artist": "Percy Sledge",
        "lyrics": "  Let me wrap you in my warm and tender love, yeah Let me wrap you in my warm and tender love Oh, I loved you for a long, long time Darling, please say you'll be mine And let me wrap you in my warm and tender love  Let me wrap you in my warm and tender love, yeah Let me wrap you in my warm and tender love You're so lovely, you're oh so fine  Come on and please me with your touch And let me wrap you in my warm and tender love  For I loved you for a long, long time Darling please say you'll be mine And let me wrap you in my warm and tender love I said it'll be alright if you just let me Let me wrap you in my warm and tender love Oh baby, come on and let me Let me wrap you in my warm and tender love I said it'll be alright if you just let me Wrap you in my warm and tender love, yeah  ",
        "title": "Warm And Tender Love"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  Bus stop, wet day She's there, I say Please share my umbrella  Bus stops, bus goes She stays, love grows Under my umbrella  All that summer we enjoyed it Wind and rain and shine That umbrella we employed it By August she was mine  Every morning I would see her Waiting at the stop Sometimes she'd shop And she would show me what she'd bought  Other people stared As if we were both quite insane Someday my name and hers Are going to be the same  That's the way the whole thing started Silly but it's true Thinking of our sweet romance Beginning in a Queue  Came the sun The ice was melting No more sheltering now Nice to think that that umbrella Led me to avow  Every morning I would see her Waiting at the stop Sometimes she'd shop And she would show me what she'd bought  Other people stared As if we were both quite insane Someday my name and hers Are going to be the same  Came the sun The ice was melting No more sheltering now Nice to think that that umbrella Led me to a vow  ",
        "title": "Bus Stop"
    },
    {
        "artist": "Sandy Posey",
        "lyrics": "  It makes no difference If you're rich or poor Or if you're smart or dumb A woman's place in this old world Is under some man's thumb  And if you're born a woman You're born to be hurt You're born to be stepped on Lied to, cheated on And treated like dirt  Ah, if you're born a woman You're born to be hurt A woman's lot is to give and give And go on giving A woman's got to love and lose And go on living  Well, I was born a woman I didn't have no say And when my man finally comes home He makes me glad it happened that way Because to be his woman No price is too great to pay  Yes, I was born a woman I'm glad it happened that way Oh, I was born a woman I'm glad it happened that way  ",
        "title": "Born A Woman"
    },
    {
        "artist": "Brian Hyland",
        "lyrics": "  Once I was a king, I thought always a king 'Cause I just captured someone's heart But may I explain, I treated her mean And then my kingdom fell apart  I found I couldn't sleep at night And when I found her gone from sight Found out I loved her Became a joker  The joker went wild and he couldn't smile Because he had lost everything The joker went wild and he couldn't smile He felt no longer like a king  Some friendly advice, treat her heart nice Or she won't stay for very long if at all If you think you're a king and you know everything Just remember, the joker or you'll fall from her arms  You'll find you cannot sleep at night And when you find her gone from sight You'll find you loved her Become a joker  The joker went wild and he couldn't smile Because he had lost everything The joker went wild and he couldn't smile  ",
        "title": "The Joker Went Wild"
    },
    {
        "artist": "Tommy James And The Shondells",
        "lyrics": null,
        "title": "Say I Am (What I Am)"
    },
    {
        "artist": "The Kinks",
        "lyrics": "  [Instrumental Intro]  [Verse 1] The tax man's taken all my dough And left me in my stately home Lazing on a sunny afternoon  And I can't sail my yacht He's taken everythin' I've got All I've got's this sunny afternoon  [Chorus] Save me, save me, save me from this squeeze I've got a big fat momma tryin' to break me  And I love to live so pleasantly Live this life of luxury Lazing on a sunny afternoon  In the summertime, in the summertime In the summertime  [Verse 2] My girlfriend's run off with my car And gone back to her ma and pa Telling tales of drunkenness and cruelty  Now I'm sitting here Sipping at my ice cold beer Lazing on a sunny afternoon  [Chorus] Help me, help me, help me sail away Well, give me two good reasons why I ought to stay  'Cause I love to live so pleasantly Live this life of luxury Lazing on a sunny afternoon  In the summertime, in the summertime In the summertime  Oh, save me, save me, save me from this squeeze I've got a big fat momma tryin' to break me  And I love to live so pleasantly Live this life of luxury Lazing on a sunny afternoon  In the summertime, in the summertime In the summertime, in the summertime In the summertime  ",
        "title": "Sunny Afternoon"
    },
    {
        "artist": "The Cyrkle",
        "lyrics": "  It's much too groovy a summer's day To waste running 'round in the city But here on the sand I can dream away Or look at the girls in their pretty It's a turn down day, nothin' on my mind It's a turn down day and I dig it There's nothing easier I can do Than lyin' around doing nothing It's a turn down day, just a turn 'round day It's a turn down day and I dig it Soft summer breeze and the surf rolls in To laughter of small children playin' Someone's radio has the news tuned in But nobody cares what he's sayin' Don't you know It's a turn down day, nothin' on my mind It's a turn down day and I dig it Things that are waitin' to mess my mind Will just have to wait 'til tomorrow It's a turn down day, just a turn 'round day It's a turn down day and I dig it It's a turn down day, nothin' on my mind It's a turn down day, just a turn 'round day It's a turn down day, just a turn 'round day  ",
        "title": "Turn-Down Day"
    },
    {
        "artist": "Ramsey Lewis",
        "lyrics": null,
        "title": "Wade In The Water"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] It's a still life water color Of a now late afternoon As the sun shines through the curtained lace And shadows wash the room And we sit and drink our coffee Couched in our indifference Like shells upon the shore You can hear the ocean roar In the dangling conversation And the superficial sighs The borders of our lives  [Verse 2] And you read your Emily Dickinson And I my Robert Frost And we note our place with bookmarkers That measure what we've lost Like a poem poorly written We are verses out of rhythm Couplets out of rhyme In syncopated time And the dangling conversation And the superficial sighs Are the borders of our lives  [Verse 3] Yes, we speak of things that matter With words that must be said \"Can analysis be worthwhile?\" \"Is the theater really dead?\" And how the room is softly faded And I only kiss your shadow I cannot feel your hand You're a stranger now unto me Lost in the dangling conversation And the superficial sighs In the borders of our lives  ",
        "title": "The Dangling Conversation"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  So in love, sad as could be 'Cause her pretty face got the best of me Suddenly, you came into my life And gave it meaning and pure delight Now good looks I've learned to do without 'Cause now I know it's love that only counts  'Cause I know that Beauty's only skin deep Oh yeah, yeah, yeah I know that Beauty's only skin deep Oh, yeah  Now you speak your words warm and sincere It lets me know that you love is dear A pretty face you may not possess But what I like about you is your tenderness  A pretty face may be Some guy's taste But I'll take lovin' in its place  'Cause I know that Beauty's only skin deep Yeah, yeah, yeah And you know that Beauty's only skin deep Oh yeah, oh baby, oh yeah, oh yeah  Beauty's only skin deep, yeah, yeah, yeah Beauty's only skin deep, oh yeah  My friends ask what do I see in you But it goes deeper than the eye can view You have a pleasin' personality And that's an ever lovin' rare quality  Now show me a girl A girl that's fine And I'll choose the one With true lovin' every time  Because I know that Beauty's only skin deep Yeah, yeah, yeah And I believe that Beauty's only skin deep Oh, yeah  So if you're lookin' for a lover Don't judge a book by its cover She may be fine on the outside But so untrue on the inside  Beauty's only skin deep  ",
        "title": "Beauty Is Only Skin Deep"
    },
    {
        "artist": "The Association",
        "lyrics": null,
        "title": "Cherish"
    },
    {
        "artist": "The Surfaris",
        "lyrics": "  Ah ha ha ha ha ha ha ha ha ha ha ha, wipe out  ",
        "title": "Wipe Out"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  [Intro: Sax, Instrumental & Dance party people]  [Chorus] How sweet it is to be loved by you Whoa, yes it is baby How sweet it is to be loved by you  [Verse 1] I needed the shelter In someone's arms And there you were I needed someone Understand my up and down And there you were (yes, you was)  With sweet love and devotion Deeply affecting my emotion I wanna stop (stop!) Thank you, baby (thank you, baby!) I wanna stop (stop!) And thank you, baby (how sweet it is, now!) Hey, now (tell him 'bout it)  [Chorus] How sweet it is to be loved by you (C'mon, tell about it) Ooh, yes it is, baby How sweet it is to be loved by you, you-hoo  [Verse 2] Close my eyes at night (woo-hoo) Wonder where would I be Without you in my life? (Nowhere, baby) Evr'ything was just a bore All the things I did Seems I did before  But you brought love In all my days With a love so sweet In so many ways I wanna stop (stop!) And thank you, baby I wanna stop (hey!) And thank you, baby  [Chorus] Hey, now How sweet it is to be loved by you Ooh, natural baby How sweet it is to be loved by you Ooh, alright now-oow  ",
        "title": "How Sweet It Is (To Be Loved By You)"
    },
    {
        "artist": "The Righteous Brothers",
        "lyrics": "  Love can change a young boy into a man But a broken heart can change a man Back into a boy again  You're not the first man to cry When things have gone wrong You're only human You're only so strong  It takes more Than a tear to knock a big man down It takes more Broken heart to keep him down on the ground It takes three little words To make him stand again  So cry Go ahead and cry Cry  Love is so easy to play But so hard to read You're still a young man Your heart will love again  It takes more Little kiss from her sweet tender lips It takes more Gentle touch from her soft finger tips It takes more than one tear To mend a broken heart  So cry Go ahead and cry Cry  Go ahead and cry Don't be ashamed to cry Cry  ",
        "title": "Go Ahead And Cry"
    },
    {
        "artist": "The Troggs",
        "lyrics": "  {Intro}  Wild thing you make my heart sing You make everything groovy, wild thing Wild thing, I think I love you But I wanna know for sure Come on, hold me tight, I love you  [Song restarts]  Wild thing you make my heart sing You make everything groovy, wild thing  [Instrumental break]  Wild thing you make my heart sing You make everything groovy, wild thing Wild thing, I think you move me But I wanna know for sure So come on and hold me tight, you move me  Wild thing, you make my heart sing You make everything groovy, wild thing Oh come on, come on wild thing Check it, check it wild thing  ",
        "title": "Wild Thing"
    },
    {
        "artist": "The Troggs",
        "lyrics": null,
        "title": "With A Girl Like You"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": "  Darlin, I am whatever you make me So baby, baby whatever you make me Make me belong to you  I can be a beggar or a queen You've got the power to make me anything You've got the power so open your heart It's up to you  Yeah, 'cause darlin' I am whatever you make me So baby, baby whatever you make me Make me belong to you  I can be a puppet on a string You've got the power to make me anything You've got the power so open your heart It's up to you  Yeah, darlin' I am whatever you make me So baby, baby whatever you make me Make me belong to you  ",
        "title": "Make Me Belong To You"
    },
    {
        "artist": "Ray Conniff And The Singers",
        "lyrics": "  Somewhere my love there will be songs to sing Although the snow covers the hope of Spring Somewhere a hill blossoms in green and gold And there are dreams, all than your heart can hold Someday we'll meet again, my love Someday whenever the Spring breaks through  You'll turn to me out of the long-ago Warm as the wind, soft as the kiss of snow Lara, my own, think of me now and then Godspeed, my love, till you are mine again  Warm as the wind, soft as the kiss of snow Godspeed, my love, till you are mine again  ",
        "title": "Somewhere, My Love"
    },
    {
        "artist": "Tommy Roe",
        "lyrics": "  Chorus: Oh Sweet Pea come on and dance with me Come on, come on, come on and dance with me Oh Sweet Pea won't you be my girl Won't you, won't you, won't you be my girl  I went to a dance just the other night I saw a girl there she was out of sight I asked a friend of mine who she could be He said that her friends just call her Sweet Pea  Chorus  I walked on over and asked her to dance Thinkin' maybe later we would make a romance But every guy there was thinkin' like me I had to stand in line to get a dance with Sweet Pea  Chorus  I finally got to whisper sweet words in her ear Suggest her that we outta get away from there We took a little walk I held he close to me And underneath the stars I said to Sweet Pea  Oh Sweet Pea I love you can't you see Love you, love you, love you can't you see Oh Sweet Pea won't you be my girl  ",
        "title": "Sweet Pea"
    },
    {
        "artist": "David Houston",
        "lyrics": "  Last night all alone in a barroom Met a girl with a drink in her hand She had ruby red lips, coal black hair And eyes that would tempt any man  Then she came and sat down at my table And as she placed her soft hands in mine I found myself wanting to kiss her For temptation was flowing like wine  And I was almost persuaded To strip myself of my pride Almost persuaded To push my conscience aside  Then we danced and she whispered, \"I need you\" \"Take me away from here and be my man\" Then I've looked into her eyes and I saw it The reflection of my wedding band  And I was almost persuaded To let strange lips lead me on Almost persuaded But your sweet love made me stop and go home  ",
        "title": "Almost Persuaded"
    },
    {
        "artist": "Cher",
        "lyrics": "  [Verse 1] Fake young when we met Everything seemed alright Like children sing on the sidewalk Cut straight through the moonlight  [Pre-Chorus 1] But how I love those days we didn't get out of bed Left your taste in my mouth Your strange voice in my head  [Chorus] Oh, I wanna hear it again Cause back then we were caught in a love song so loud, oh yeah No not so typical love song Cause it hurt us again and again So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again  [Post-Chorus] Hey, yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah Yeah, yeah, yeah, yeah, hey La, la, la, la, la Ok look out  [Verse 2] You'd leave the cities and chase bullet holes That's actually star light And in those rare moments you and I were brilliant We were gonna be alright  [Pre-Chorus 2] But god I loved those days we couldn't get out of bed Left your taste in my mouth All your words in my head  [Chorus] And now I wanna hear it again Cause back then we were caught in a love song so loud, oh yeah No not so typical love song Cause it hurt us again and again So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again, woo  [Post-Chorus] Sha, la, la, la, la, la, la Sha, la, la, la, la, la, la, la, la, la, la, la, la, la Sha, la, la, la, la, la, la, la, la, so bad, oh yeah Sha, la, la, la, la, la, la, la, la  [Outro] 1, 2, 3, 4 I wanna be alright I wanna be alright I wanna be alright with my baby tonight I wanna be alright I wanna be alright I wanna be alright with my baby tonight, oh yeah So sang that I really need you so bad, oh yeah No not so typical love song Cause it hurt us again and again  ",
        "title": "Alfie"
    },
    {
        "artist": "The Critters",
        "lyrics": "  Just a breeze will muss your hair But you smile away each little care And if the rain should make you blue You say tomorrow is a new Blue be your eyes, blonde your hair You realize beyond a care Life's in a hurry, but You've got no worry, you're So mystifyingly glad I'm Mr. Dieingly Sad  And when the leaves begin to fall Answering old winter's call I feel my tears, they fall like rain Weeping forth the sad refrain Blue, dark, and dim it may seem You mark a grin, a moonbeam Brightens your smile, pray tell me How all the while you can be So mystifyingly glad I'm Mr. Dieingly Sad  You say \"take my hand and walk with me Wake this land and stop the sea Show me love, unlock All doors I'm yours\"  Then the tide rolls up to shore I whisper low, \"I love you more More than even you could know\" Adore me do so I could show I'm so mystifyingly glad Not Mr. Dieingly Sad  ",
        "title": "Mr. Dieingly Sad"
    },
    {
        "artist": "Tommy McLain",
        "lyrics": null,
        "title": "Sweet Dreams"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Intro] What a drag it is getting old  [Verse 1] Things are different today\", I hear every mother say Mother needs something today to calm her down And though she's not really ill, there's a little yellow pill  [Refrain] She goes running for the shelter of her mother's little helper And it helps her on her way, gets her through her busy day  [Verse 2] \"Things are different today\", I hear every mother say Cooking fresh food for a husband's just a drag So she buys and instant cake and she burns a frozen steak  [Refrain] And goes running for the shelter of her mother's little helper And to help her on her way, get her through her busy day  [Chorus] Doctor, please, some more of these Outside the door, she took four more What a drag it is getting old  [Verse 3] \"Men just aren't the same today\", I hear every mother say \"They just don't appreciate that you get tired\" \"They're so hard to satisfy\", you can tranquilize your mind  [Refrain] So go running for the shelter of your mother's little helper And four help you through the night, help to minimize your plight  [Chorus] Doctor, please, some more of these Outside the door, she took four more What a drag it is getting old  [Verse 4] \"Life's just much too hard today\", I hear ev'ry mother say The pursuit of happiness just seems a bore And if you take more of those, you will get an overdose  [Refrain] No more running for the shelter of a mother's little helper They just helped you on your way through your busy dying day  Hey  ",
        "title": "Mothers Little Helper"
    },
    {
        "artist": "Los Bravos",
        "lyrics": "  [Instrumental]  [Chorus] Black is black, I want my baby back It's grey, it's grey, since she went away, oh oh What can I do, 'cause I, I'm feelin' blue  [Verse 1] If I had my way, she'd be here today But she'd go in time, and leave me to cry again, oh no What can I do, cause I, I'm feelin' blue  I can't choose, it's too much to lose when our love's too strong Maybe if she would come back to me, then I can't go wrong  Bad is bad, that I feel so sad It's time, it's time, that I felt peace of mind, oh oh What can I do, cause I, I'm feelin' blue  I can't choose, it's too much to lose when our love's too strong Maybe if she would come back to me, then I can't go wrong  [Chorus] Black is black, I want my baby back It's grey, it's grey, since she went away, oh oh What can I do, 'cause I, I'm feelin' blue 'Cause I, I'm feelin' blue, 'cause I, I'm feelin' blue  ",
        "title": "Black Is Black"
    },
    {
        "artist": "Love",
        "lyrics": "  [Verse 1] When I was a boy I thought about the times I'd be a man I'd sit inside a bottle and pretend that I was in a can In my lonely room I'd sit my mind in an ice cream cone You can throw me if you wanna cause I'm a bone and I go Oop-ip-ip oop-ip-ip, yeah!  [Verse 2] If I don't start cryin' it's because that I have got no eyes My father's in the fireplace and my dog lies hypnotized Through a crack of light I was unable to find my way Trapped inside a night but I'm a day and I go Oop-ip-ip oop-ip-ip, yeah!  1,2,3,4!  ",
        "title": "7 And 7 Is"
    },
    {
        "artist": "Chris Montez",
        "lyrics": "  There will be many other nights like this And I'll be standing here with someone new There will be other songs to sing Another Fall, another Spring But there will never be another you  There will be other lips that I may kiss, oh But they won't thrill me like yours used to do Yes, I may dream a million dreams But how can they come true If there will never ever be another you  La la la la...  There will be other songs to sing Another Fall, another Spring But there will never be another you  There will be other lips that I may kiss, oh But they won't thrill me like yours used to do Yes, I may dream a million dreams But how can they come true If there will never ever be another you  La la la la...  There will be other songs to sing Another Fall, another Spring  ",
        "title": "There Will Never Be Another You"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "A Million And One"
    },
    {
        "artist": "The Beach Boys",
        "lyrics": "  [Verse 1] I may not always love you But long as there are stars above you You never need to doubt it I'll make you so sure about it  [Chorus] God only knows what I'd be without you  [Verse 2] If you should ever leave me Though life would still go on believe me The world could show nothing to me So what good would living do me?  [Chorus] God only knows what I'd be without you God only knows what I'd be without you  [Verse 2] If you should ever leave me Well life would still go on believe me The world could show nothing to me So what good would living do me?  [Harmonizing Outro] God only knows what I'd be without you God only knows what I'd be without you God only knows  [Harmonizing Outro x5 -- fade out]  ",
        "title": "God Only Knows"
    },
    {
        "artist": "The Yardbirds",
        "lyrics": "  Hey! Hey! Hey! Cars and girls are easy come by in this day and age Laughing, joking, drinking, smoking 'Till I've spent my wage When I was young people spoke of im-mor-ality All the things they said were wrong Are what I want to be  [Chorus] (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round When will it end (When will it end) When will it end (When will it end)  Hey! Hey! Hey! Hey! I find comment 'bout my looks irrelativity Think I'll go and have some fun Cause it's all for free I'm not searching for a reason to enjoy myself Seems it's better done Than argued with somebody else  [Chorus] (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round When will it end (When will it end) When will it end (When will it end)  Hey! Hey! Hey!  (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round (Hey) Over, under, sideways, down (Hey) Backwards, forwards, square, and round  Hey! Hey! Hey! Hey!  ",
        "title": "Over Under Sideways Down"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Refrain] Ah, look at all the lonely people! Ah, look at all the lonely people!  [Verse 1] Eleanor Rigby picks up the rice In the church where a wedding has been Lives in a dream Waits at the window Wearing the face that she keeps in a jar by the door Who is it for?  [Chorus] All the lonely people Where do they all come from? All the lonely people Where do they all belong?  [Verse 2] Father McKenzie Writing the words of a sermon that no one will hear No one comes near Look at him working Darning his socks in the night when there's nobody there What does he care?  [Chorus] All the lonely people Where do they all come from? All the lonely people Where do they all belong?  [Refrain] Ah, look at all the lonely people! Ah, look at all the lonely people!  [Verse 3] Eleanor Rigby died in the church And was buried along with her name Nobody came Father McKenzie wiping the dirt From his hands as he walks from the grave No one was saved  [Chorus] All the lonely people (Ah, look at all the lonely people!) Where do they all come from? All the lonely people (Ah, look at all the lonely people!) Where do they all belong?  ",
        "title": "Eleanor Rigby"
    },
    {
        "artist": "Darrell Banks",
        "lyrics": "  Walk right on in Stretch out your arms Let the lovelight shine On my soul, baby And let love come running in  You know that I needed you I've needed you a long, long time My pride is too much for me, baby And I'm about to lose my mind  Walk right on in Let your love come running in Open the door to your heart, baby  Open the door to your heart Open the door to your heart And let love come running in Let your love come running in  Let it flow like the river Let it shine like the light Take all my mind and soul, baby Why don't you give it sight?  I'm trying to Keep from loving you And I've been loving you A little too long  Darling, darling You've been so sweet to me That's what keeps My love so strong  Walk right on in Let your love come running in Open the door to your heart, baby  Open the door to your heart Open the door to your heart And let love come running in Let your love come running in  I need you to stand by me Let your love come running in Let it flow like the river  ",
        "title": "Open The Door To Your Heart"
    },
    {
        "artist": "The Cryan' Shames",
        "lyrics": "  Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Everybody stops and stares at my baby, when she's walking down the street People passing by just look at my baby, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Every time we kiss I get that feeling, every time we simply meet When I see her smile I get that feeling, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  Never eve knew a girl so lovely, sweet enough to want to meet Everyone's crazy 'bout my baby, cause my baby looks so sweet  You know she's Sugar and spice and all things nice, kisses sweeter than wine Sugar and spice and all things nice, you know that little girl is mine  ",
        "title": "Sugar And Spice"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  I can see no reason But you're acting so strange Now put your trust in me You should try for a change And I'll be satisfied with you, girl I'll be satisfied with you You'll be satisfied with me, wait and see Now don't be too concerned About what your friends might say Cause you're with me tonight And I'm gonna make you stay Cause I'll be satisfied with you, girl I'll be satisfied with you And you'll be satisfied with me, wait and see Yes, I'll be satisfied with you, girl I'll be satisfied with you You'll be satisfied with me, wait and see  ",
        "title": "Satisfied With You"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": null,
        "title": "The Tip Of My Fingers"
    },
    {
        "artist": "Jimmy Ruffin",
        "lyrics": "  {Intro}  As I walk this land of broken dreams I have visions of many things But happiness is just an illusion Filled with sadness and confusion  What becomes of the brokenhearted Who had love that's now departed I know I've got to find Some kind of peace of mind Maybe  The roots of love grow all around But for me they come a tumblin' down Every day heartaches grow a little stronger I can't stand this pain much longer  I walk in shadows searching for light Cold and alone no comfort in sight Hoping and praying for someone to care Always moving and going nowhere  What becomes of the brokenhearted Who had love that's now departed I know I've got to find Some kind of peace of mind Help me  I'm searching though I don't succeed But someone look, there's a growing need All is lost, there's no place for beginning All that's left is an unhappy ending  Now what becomes of the broken-hearted Who had love that's now departed I know I've got to find Some kind of peace of mind I'll be searching everywhere Just to find someone to care  I'll be looking everyday I know I'm gonna find a way Nothing's gonna stop me now I'll find a way somehow I'll be searching everywhere  ",
        "title": "What Becomes Of The Brokenhearted"
    },
    {
        "artist": "Alvin Cash & The Registers",
        "lyrics": null,
        "title": "The Philly Freeze"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  Wish you a very merry, cherry cherry Christmas And a holly holy holiday, too Underneath your tree may there always be Sounds of harmony, not a song sung blue  Just a very merry, cherry cherry Christmas And if all of those who love you gather near You'll have a very merry, cherry cherry, holly holy Rock and rolly Christmas this year  When the snow drops on the treetops It's a pretty amazing scene Hear the choir, light the fire Feels like pretty amazing grace if you know what I mean  Oh yeah, it's Christmas time  In a world of make-believe I'm a believer And I believe in things not always understood But the things you feel make believing real That's why Christmas feels so good, so good, so good  When you imagine all the world as one great chorus You're gonna learn that every voice has got a song Let's raise a Christmas toast of red, red wine We'll even sing Sweet Caroline while the whole world sings along  I hear music in the sound of children laughing It's a beautiful noise that fits you like a song Makes you wanna have a very merry, holly holy Cherry cherry Christmas time the whole year long  The whole year long...sing your Christmas song...the whole year long Cherry Christmas, Everyone!!!  ",
        "title": "Cherry, Cherry"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] It's so hard loving you But I don't wanna let you go  [Chorus 1] Little darling I need you (Little darling I need you) Little darling I love you (Little darling I love you) Little darling I want you (Little darling I want you) Little darling I've got to have you (Little darling I've got to have you)  [Verse 2] And if it means giving up my life I'm going to give it up (give it up) give it up There's always one who loves more than the other But I don't mind, I don't mind  [Chorus 2] I'm willing to pay the price Have your love at any sacrifice  [Chorus 1] Little darling I need you (Little darling I need you) Little darling I love you (Little darling I love you) Little darling I want you (Little darling I want you) Little darling I've got to have you (Little darling I've got to have you)  [Verse 3] I know there's two or three in your life You like as well as me So if I have to be your #1 fool Before you care, care about me  [Chorus 2] I'm willing to pay the price Be your #1 fool, make that sacrifice  [Verse 4] Ooo hoo, only my finger knows how many tears I've cried, baby Only my heart knows the awful hurt I feel inside, baby My life is so lonely, waiting for you to love me only  [Chorus 2] I'm willing to pay the price Be your #1 fool, at any sacrifice  [Chorus 1] Little darling I need you (Little darling I need you) Little darling I love you (Little darling I love you) Little darling I want you (Little darling I want you) Little darling I've got to have you (Little darling I've got to have you)  ",
        "title": "Little Darling, I Need You"
    },
    {
        "artist": "The Mindbenders",
        "lyrics": null,
        "title": "Ashes To Ashes"
    },
    {
        "artist": "James Brown And The Famous Flames",
        "lyrics": "  [Intro] Told me, darling, that you had to go Done take your money, I don't care no more I know you're happy, try to get along  [Chorus] Money won't change you[x3] But time will take you on Lookie here  [Verse 1] If everybody had once been hurt Then you know how it mean to be treated like dirt Go ahead, baby, tell the world That you're my woman and my only girl  [Chorus] Money won't change you Money won't change you I said, \"Money won't change you But time will take you on\"  [Bridge] I [?] you're happy [?] know you're happy And now you're gone  [Chorus] Money won't change you Money won't change you, mama Money won't change you I said, \"Money won't change you But time will take you on\"  [Verse 2] Lookie here, lookie here Look here I said, \"One time, one time\" Oh, yeah, hold out, hold out Hold out, hold it, slow it down, hold on  [Bridge] Get it, get it, get it, get it[x3] Get it, get it Get on up, get on up[x2] Come on, baby[x2]  [Outro] Everybody stand up[x2] Raise your hands[x2]  ",
        "title": "Money Won't Change You (Part 1)"
    },
    {
        "artist": "\"Groove\" Holmes",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Chad & Jeremy",
        "lyrics": null,
        "title": "Distant Shores"
    },
    {
        "artist": "The Five Stairsteps",
        "lyrics": "  Doo doo doo doo doo It's a world of fantasy  It's a world where I am never alone It's a world of sheer make-believe Where all young lovers have gone To set their hearts?  I go there whenever I feel the need To make life have a new face No one intrudes on my privacy To me it's the most wonderful place  I go there whenever I feel the need To make life have a new face No one intrudes on my privacy To me it's the most wonderful place  It is where no problems lie And lovers we all become We live with love and never cry 'Cause in love the sum is one plus one  So come on love and follow me To my world of Come my love Come to my world of fantasy  ",
        "title": "World Of Fantasy"
    },
    {
        "artist": "The Standells",
        "lyrics": "  I'm a poor boy born in a rubble And some say my manners ain't the best And some of my friends, yeah, they've been in real trouble And some say I'm no better than the rest But tell your mama and your papa Sometimes good guys don't wear white  Yeah, every day, baby, I work hard And it's true at night I spend the restless time But those rich kids and all that lazy money Can't hold a candle to mine So tell your mama and your papa Sometimes good guys don't wear white  Good guys, bad guys, which is which? The white collar worker or the digger in the ditch? Hey, and who's to say who's the better man When I've always done the best I can?  A-bad words and dirty minds All those messed-up chicks of the changin' times White pills and easy livin' Can't replace the love I've given So tell your mama and your papa Sometimes good guys don't wear white  Ha! I mean to tell ya You better tell your mama and your papa somethin' I'll split off by myself with another chick, yeah Ah, it's just a kick You think those guys in the white collars are better than I am baby? Then flake off! You don't dig this long hair? Get yourself a crewcut, baby! Yeah, I mean what I say  ",
        "title": "Sometimes Good Guys Don't Wear White"
    },
    {
        "artist": "The Sidekicks",
        "lyrics": null,
        "title": "Suspicions"
    },
    {
        "artist": "Shelby Flint",
        "lyrics": null,
        "title": "Cast Your Fate To The Wind"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  If I could hold you in the arms of love tonight I'd never let you go As the hours go by I'd show you why we've waited for this As two lovers whisper low  If I could feel that magic kiss your lips invite Imagine the joys I'd know The day has died away, let's find a hideaway And share the promise of a new tomorrow In the arms of love tonight  The day has died away, let's find a hideaway And share the promise of a new tomorrow In the arms of love tonight  Hmm, hmm, hmm, hmm Hmm, hmm, hmm, hmm  ",
        "title": "In The Arms Of Love"
    },
    {
        "artist": "Carla Thomas",
        "lyrics": null,
        "title": "B-A-B-Y"
    },
    {
        "artist": "Syndicate Of Sound",
        "lyrics": null,
        "title": "Rumors"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": "  I'm calling to tell you its over Yes darling, you're now free to go You're saying you're sorry you hurt me But you hurt me much more than you know You're asking me where this call comes from Oh, I hope you won't end up here If your new romance turns out a failure Here's where you'll find me my dear  Chorus  I'm just on the blue side of lonesome Right next to the Heartbreak Hotel In a tavern that's known as Three Teardrops On a bar stool, not doing so well  The floor has a carpet of sorrows Yet no one can weep in the aisle And they say someone broke the bar mirror With only the ghost of a smile The hands on the clock never alter For things never change in this place There's no present, no past, no future We're the ones who have lost in loves race  Chorus  ",
        "title": "Blue Side Of Lonesome"
    },
    {
        "artist": "The Thirteenth Floor Elevators",
        "lyrics": null,
        "title": "You're Gonna Miss Me"
    },
    {
        "artist": "Rosco Robinson",
        "lyrics": null,
        "title": "That's Enough"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  It's too soon to know if I can forget her My heart's been broken in too many pieces And It's too soon to know  Time passes slow will I ever know If I can forget her and not let it show But it's too soon to know  News travels fast when a love affair ends People keep asking what happened to them  But it's too soon to know it I can forget her My heart's been broken in too many pieces And It's too soon to know My heart's been broken in too many pieces And It's too soon to know  ",
        "title": "Too Soon To Know"
    },
    {
        "artist": "Ray Charles & The Raelets",
        "lyrics": "  [Verse 1] Now I could have been a gambler Because I'm good with the cards I could have been a lover Breaking other's hearts And I feel so silly Betting on the dice And a lover seldom sees The same girl twice  [Chorus] And that is why (That is why) Oh that's why I chose (That's why I chose) I chose to sing the blues, yes, I did  [Verse 2] Now, I could have been a doctor Helping the sick I could have been a lawyer But you know that ain't my stick Cause I feel so bad If a patient didn't do well And I feel just as bad To leave a client in jail  [Chorus]  [Verse 3] Now a man has a lot That he could present Just to think I could have been president But I can't understand What politicians say So I want to talk to you In my own little way  [Chorus]  [Verse 4] Yes I did, friends Don't you know what I mean I like what I'm doing You know, I like the blues Everybody understands What I mean when I say Something like this here Yeah, that's what I'm talking about When I sing, yes, I did  ",
        "title": "I Chose To Sing The Blues"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Flamingo"
    },
    {
        "artist": "Georgie Fame And The Blue Flames",
        "lyrics": null,
        "title": "Get Away"
    },
    {
        "artist": "Frank Sinatra",
        "lyrics": "  The summer wind, came blowin' in from across the sea It lingered there, to touch your hair and walk with me All summer long, we sang a song And then we strolled that golden sand Two sweethearts, and the summer wind  Like painted kites, those days and nights they went flyin' by The world was new, beneath a blue umbrella sky Then softer than, a piper man, one day it called to you I lost you, I lost you to the summer wind  The autumn wind, and the winter winds They have come and gone And still the days, those lonely days they go on and on And guess who sighs his lullabies Through nights that never end My fickle friend, the summer wind The summer wind, warm summer wind, the summer wind  ",
        "title": "Summer Wind"
    },
    {
        "artist": "? (Question Mark) & The Mysterians",
        "lyrics": "  Too many teardrops For one heart to be cryin' Too many teardrops For one heart to carry on  You're way on top now Since you left me You're always laughin' Way down at me  But watch out now I'm gonna get there We'll be together For just a little while  And then I'm gonna put you Way down here And you'll start cryin' 96 tears  Cry Cry  And when the sun comes up I'll be on top You'll be right down there Lookin' up  And I might wave Come up here But I don't see you Wavin' now  I'm way down here Wonderin' how I'm gonna get you But I know now  I'll just cry Cry I'll just cry  Too many teardrops For one heart to be cryin' Too many teardrops For one heart to carry on  You're gonna cry 96 tears You're gonna cry 96 tears You're gonna cry, cry, cry, cry, now You're gonna cry, cry, cry, cry  96 tears, c'mon, let hear you cry, now 96 tears, woo, I wanna hear you cry Night and day, yeah, all night long  96 tears, cry, cry, cry C'mon baby, let me hear you cry now All night long, 96 tears Yeah, c'mon now, 96 tears  ",
        "title": "96 Tears"
    },
    {
        "artist": "The Swingin' Medallions",
        "lyrics": null,
        "title": "She Drives Me Out Of My Mind"
    },
    {
        "artist": "The Razor's Edge",
        "lyrics": null,
        "title": "Let's Call It A Day Girl"
    },
    {
        "artist": "The Capitols",
        "lyrics": null,
        "title": "I Got To Handle It"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "I Really Don't Want To Know"
    },
    {
        "artist": "Dee Dee Warwick",
        "lyrics": null,
        "title": "I Want To Be With You"
    },
    {
        "artist": "Walter Wanderley",
        "lyrics": "  Someone to hold me tight That would be very nice Someone to love me right That would be very nice Someone to understand Each little dream in me Someone to take my hand To be a team with me So nice, life would be so nice If one day I'd find Someone who would take my hand And samba through life with me Someone to cling to me Stay with me right or wrong Someone to sing to me Some little samba song Someone to take my heart And give his heart to me Someone who's ready to Give love a start with me Oh yes, that would be so nice Should it be you and me I can see it would be nice Someone to cling to me Stay with me right or wrong Someone to sing to me Some little samba song Someone to take my heart And give his heart to me Someone who's ready to Give love a start with me So nice, that would be so nice Should it be you and me I can see it could be nice  ",
        "title": "Summer Samba (So Nice)"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  [Verse 1] (Yah!) Now if you feel that you can't go on (can't go on) Because all of your hope is gone (all your hope is gone) And your life is filled with much confusion (much confusion) Until happiness is just an illusion (happiness is just an illusion) And your world around is crumbling down, darlin'  [Chorus] (Reach out) Come on girl reach on out for me (Reach out) Reach out for me Hah, I'll be there with a love that will shelter you I'll be there with a love that will see you through  [Verse 2] When you feel lost and about to give up (to give up) Cause your best just ain't good enough (just ain't good enough) And you feel the world has grown cold (has grown cold) And you're drifting out all on your own (drifting out on your own) And you need a hand to hold, darlin'  [Chorus] (Reach out) Come on girl, reach out for me (Reach out) Reach out for me Hah, I'll be there to love and comfort you And I'll be there to cherish and care for you  (I'll be there to always see you through) (I'll be there to love and comfort you)  [Verse 3] I can tell the way you hang your head (hang your head) You're not in love now, now you're afraid (you're afraid) And through your tears you look around (look around) But there's no peace of mind to be found (no peace of mind to be found) I know what you're thinking - you're a loner, no love of your own But darlin'  [Chorus] (Reach out) Come on girl, reach out for me (Reach out) reach out, just look over your shoulder I'll be there to give you all the love you need And I'll be there you can always depend on me I'll be there  ",
        "title": "Reach Out I'll Be There"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": null,
        "title": "I've Got You Under My Skin"
    },
    {
        "artist": "Howard Tate",
        "lyrics": "  Once upon a time A long, long time ago Wherever you'd lead me I would surely follow  Girl, you put me through Some pain and misery And now you're Standing on my doorstep Telling me how much you need me  [Chorus] Ain't nobody home Ain't nobody home (nobody's home)  How many times I begged For you to come home But you laughed at me And said let me alone  Through my burning tears I saw you walk away And now you beg me to forgive you But this time, baby It's your turn to beg  [Chorus]  Girl, I used to love you Place no one else above you Gave you everything that I own Girl, you can't come back here Ain't nobody home  Once upon a time When you went on your way How I hoped and prayed That you'd come back some day  But time has made some changes Turned me upside down So, you can beg me to forgive you But this time, baby You can turn right around  [Chorus]  ",
        "title": "Ain't Nobody Home"
    },
    {
        "artist": "The Shades Of Blue",
        "lyrics": null,
        "title": "Lonely Summer"
    },
    {
        "artist": "Roger Williams",
        "lyrics": null,
        "title": "Born Free"
    },
    {
        "artist": "Ronny And The Daytonas",
        "lyrics": null,
        "title": "Dianne, Dianne"
    },
    {
        "artist": "The Toys",
        "lyrics": null,
        "title": "Baby Toys"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  You know I Can't satisfy your love I can't satisfy Seems I Can't satisfy your love I can't satisfy  Oooh I found out in time what was on your mind You never planned to stay, didn't love me anyway One of the chosen few, did what you told me to All you ever did was lie, I can't satisfy  Seems I Can't satisfy your love I can't satisfy  You seem so complete, so petite and sweet But never do I know, just which way you're gonna go Sometimes I wonder why, why do you make me cry Why do the love inside swallow up all of my pride  When I Can't satisfy your love I can't satisfy No, no, but I, can't satisfy your love I can't satisfy  Wooh You seem so complete, so petite and sweet But never do I know, just which way you're gonna go Sometimes I wonder why, why do you make me cry Why do the love inside, swallow up all of my pride  When I Can't satisfy your love I can't satisfy, I can't, no, no, no I, Can't satisfy your love I can't satisfy  One of the chosen few, did what you told me to All you ever did was lie, I can't satisfy  Seems I Can't satisfy your love I can't satisfy No no no I, can't satisfy your love No I can't satisfy No no no I, can't  ",
        "title": "Can't Satisfy"
    },
    {
        "artist": "Booker T. & The MG's",
        "lyrics": "  Instrumental  ",
        "title": "My Sweet Potato"
    },
    {
        "artist": "The Shindogs",
        "lyrics": null,
        "title": "Who Do You Think You Are"
    },
    {
        "artist": "The Dynatones",
        "lyrics": null,
        "title": "The Fife Piper"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": null,
        "title": "Campfire Girls"
    },
    {
        "artist": "Jimmy Smith",
        "lyrics": null,
        "title": "I'm Your Hoochie Cooche Man (Part 1)"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "It Hurts Me"
    },
    {
        "artist": "The Trade Winds",
        "lyrics": null,
        "title": "Mind Excursion"
    },
    {
        "artist": "Cilla Black",
        "lyrics": null,
        "title": "Alfie"
    },
    {
        "artist": "Jimmy Holiday",
        "lyrics": null,
        "title": "Baby I Love You"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "Fiddle Around"
    },
    {
        "artist": "The Vontastics",
        "lyrics": null,
        "title": "Day Tripper"
    }
]