[
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] Take a bow, the night is over This masquerade is getting older Lights are low, the curtains down There's no one here (There's no one here, there's no one in the crowd) Say your lines, but do you feel them? Do you mean what you say when there's no one around (no one around) Watching you, watching me, one lonely star (One lonely star you don't know who you are)  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Verse 2] Make them laugh, it comes so easy When you get to the part Where you're breaking my heart (breaking my heart) Hide behind your smile, all the world loves a clown (Just make them smile the whole world loves a clown) Wish you well, I cannot stay You deserve an award for the role that you played (role that you played) No more masquerade, you're one lonely star (One lonely star and you don't know who you are)  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Verse 3] All the world is a stage (world is a stage) And everyone has their part (has their part) But how was I to know which way the story’s go How was I to know you'd break (You'd break, you'd break, you'd break) You'd break my heart  [Chorus] I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye I've always been in love with you (always with you) I guess you've always known it's true (you know it's true) You took my love for granted, why oh why The show is over, say good-bye Say good-bye (bye bye), say good-bye  [Outro] Say good-bye (bye bye), say good-bye Say good-bye  ",
        "title": "Take A Bow"
    },
    {
        "artist": "Soul For Real",
        "lyrics": "  [Chorus] My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain  [Verse 1] Have you ever loved someone So much you thought you'd die? Giving so much of yourself It seems the only way Tell me what you want and I And I will give it to you Cause you are  [Chorus] My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain  [Verse 2] My love, did you ever dream That it could be so right? I never thought that I would find All that I need in life All I want, all I need now, I know I know I found it in you, I found it in you Cause you are  [Chorus] My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain  Candy coated raindrops Candy coated raindrops  [Outro] My love, do you ever dream of Candy coated raindrops? You're the same, my candy rain My love, do you ever dream of Candy coated raindrops?  ",
        "title": "Candy Rain"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Intro] Yes it's me again And I'm back Oh I oh I oh I yeah Oh I oh I oh I baby Oh I oh I oh I yeah  [Verse 1: T-Boz] The 22nd of loneliness and we've been through so many things I love my man with all honesty, but I know he's cheating on me I look him in his eyes but all he tells me is lies to keep me near I'll never leave him down Though I might mess around It's only cause I need some affection  [Chorus] So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah, cause he doesn't know what I do And no attention goes to show, oh so I creep  [Verse 2: T-Boz] The 23rd of loneliness, and we don't talk like we used to do Now it seems pretty strange, but I'm not buggin' Cause I still feel the same, yeah, yeah I'll keep giving loving till the day he pushes me away Never go astray If he knew the things I did He couldn't handle it And I choose to keep him protected, oh  [Chorus] So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah, cause he doesn't know what I do And no attention goes to show, oh  So I creep, yeah, just keep it on the down low (I think about us baby all the time) Said nobody is supposed to know (But you know that I'm gonna need some attention, yeah, yeah) So I creep, yeah, cause he doesn't know what I do (Love you forever, baby, soul and mind) And no attention goes to show, oh (And you gotta know it, if you don't give it, I'm gonna get mine)  [Bridge] (So I creep) Oh I oh I oh I, yeah (So I creep) Oh I oh I oh I, yeah (So I creep) Oh I oh I oh I, baby Oh I oh I oh I, yeah  [Outro] So I creep, yeah (I creep around because I need attention) I just keep it on the down low (Don't mess around with my affection, yeah) So I creep, yeah cause he doesn't know what I do (I creep around because I need attention Don't mess around with my affection, yeah)  So I creep, yeah, I just keep it on the down low (Oh I oh I oh I, yeah, oh I oh I oh I) So I creep, yeah cause he doesn't know what I do (Oh I oh I oh I, yeah, oh I oh I oh I)  So I creep, yeah, just keep it on the down low Said nobody is supposed to know So I creep, yeah cause he doesn't know what I do And no attention, goes to show oh so I creep  ",
        "title": "Creep"
    },
    {
        "artist": "TLC",
        "lyrics": "  [Verse 1: T-Boz] Take a good look at it, look at it now Might be the last time you'll have a go 'round I'll let you touch it if you'd like to go down I'll let you go further If you take the southern route Don't go too fast, don't go too slow You've got to let your body flow I like 'em attentive and I like 'em in control  [Chorus] Baby it's yours, I'm yours If you want it tonight I'll give you the red light special All through the night Baby it's yours, all yours If you want it tonight Just come through my door Take off my clothes And turn on the red light  [Verse 2: T-Boz] I know that you want me I can see it in your eyes You might as well be honest Cause the body never lies Tell me your secrets and I'll, I'll tell you mine I'm feelin' quite sexy and I want you for tonight If I move too fast just let me know Cause it means you move too slow I like some excitement and I like a man that goes  [Chorus] Baby it's yours, I'm yours If you want it tonight I'll give you the red light special All through the night Baby it's yours, all yours If you want it tonight Just come through my door Take off my clothes And turn on the red light  [Bridge: Chilli] If you want me let me know it I'll make time but you've got to show it If you need me, I want to see But don't mistake me I don't want you down on your knees I need someone, a real man I need someone who understands I'm a woman, a real woman I know just what I want I know just who I am  [Chorus] Baby it's yours, I'm yours If you want it tonight I'll give you the red light special All through the night Baby it's yours, all yours If you want it tonight Just come through my door Take off my clothes And turn on the red light  Baby it's yours, I'm yours If you want it tonight I'll give you the red light special All through the night Baby it's yours, all yours If you want it tonight Just come through my door Take off my clothes And turn on the red light  ",
        "title": "Red Light Special"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] God, I feel like hell tonight Tears of rage I cannot fight I'd be the last to help you understand Are you strong enough to be my man, my man? Nothing's true and nothing's right So let me be alone tonight Cause you can't change the way I am Are you strong enough to be my man?  [Chorus] Lie to me I promise I'll believe Lie to me But please don't leave, don't leave  [Verse 2] I have a face I cannot show I make the rules up as I go Just try and love me if you can Are you strong enough to be my man, my man? Are you strong enough to be my man? Are you strong enough to be my man? Are you strong enough? My man.. When I've shown you that I just don't care When I'm throwing punches in the air When I'm broken down and I can't stand Would you be man enough to be my man?  [Chorus] Lie to me I promise I'll believe Lie to me But please don't leave, don't leave  ",
        "title": "Strong Enough"
    },
    {
        "artist": "Real McCoy",
        "lyrics": null,
        "title": "Run Away"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": "  [Intro] (chatter) This is how we do it! (This is how we do it!) Sha la la la la la lo! Shabada lo lo lo whoa! Lo lo lo low-oh-oh!  [Verse 1] This is how we do it It's Friday night, and I feel all right The party is here on the West Side So I reach for my 40 and I turn it up Designated driver take the keys to my truck Hit the 'shaw cause I'm faded Honeys in the street say, \"Monty, yo, we made it!\" It feels so good in my hood tonight The summertime skirts and the guys in kani All the gangbangers forgot about the drive-by You gotta get your groove on, before you go get paid So tip up your cup and throw your hands up And let me hear the party say  [Hook] I'm kinda buzzed and its all because (This is how we do it) South Central does it like nobody does (This is how we do it) To all my neighbors, you got much flavor (This is how we do it) Let's flip the track, bring the old school back (this is how we do it)  [Verse 2] This is how we do it, all hands are in the air And wave them from here to there If you're an O.G. mack or a wannabe player You see the hood's been good to me Ever since I was a lower-case g But now I'm a big G The girls see I got the money Hundred-dollar bills y'all  If you were from where I'm from then you would know That I gotta get mine in a big black truck You can get yours in a '64 Whatever it is, the party's underway So tip up your cup and throw your hands up And let me hear the party say...  [Hook] I'm kinda buzzed and it's all because (This is how we do it) South Central does it like nobody does (This is how we do it) To all my neighbors you got much flavor (This is how we do it) Let's flip the track, bring the old school back (This is how we do it)  I'm kinda buzzed and it's all because (This is how we do it) South Central does it like nobody does (This is how we do it) Y?N-Vee, SCC (This is how we do it) I'll never come wack on an old school track (This is how we do it)  [Rap Interlude] Check it out! Once upon a time in '94 Montell made no money and life sure was slow All they said was 6' 8\" he stood And people thought the music that he made was good There lived a D.J. and Paul was his name He came up to Monty, this is what he said You and Oji are gonna make some cash Sell a million records and we'll make in a dash  Ohh, I'm buzzin' because... (This is how we do it) South Central does it like nobody does (This is how we do it) To all my neighbors you got much flavor (This is how we do it) I'll never come wack on an old school track (This is how we do it)  I'm kinda buzzed and it's all because (This is how we do it) South Central does it like nobody does (This is how we do it)  [Outro] Oh, it's party time! (This is how we do it) Straight up comin' from the West Side (This is how we do it) O.G.s got the flavor (This is how we do it) And Monty does it like nobody does (This is how we do it) C'mon now, Def Jam, you know what it is (This is how we do it)  ",
        "title": "This Is How We Do It"
    },
    {
        "artist": "Brandy",
        "lyrics": null,
        "title": "Baby"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  [Produced by Easy Mo Bee]  [Notorious B.I.G.] Who the fuck is this? Paging me at 5:46 In the morning, crack of dawn and Now I'm yawning, wipe the cold out my eye See who's this paging me and why? It's my nigga, Pop, from the barbershop Told me he was in the gambling spot and heard the intricate plot Of niggas wanna stick me like flypaper, neighbor Slow down love, please chill, drop the caper  [Pop] Remember them niggas from the hill up in Brownsville That you rolled dice with, smoked blunts and got nice with?  [Notorious B.I.G.] Yeah my nigga Fame up in Prospect Nah them my niggas nah love wouldn't disrespect  [Pop] I didn't say them, they schooled me to some niggas That you knew from back when, when you was clocking minor figures Now they heard you're blowing up like nitro And they wanna stick the knife through your windpipe slow So, thank Fame for warning me cause now I'm warning you I got the Mac, nigga tell me what you gonna do  [Notorious B.I.G.] Damn, niggas wanna stick me for my paper Damn, niggas wanna stick me for my paper Damn, niggas wanna stick me for my paper Damn, niggas wanna stick me for my paper  [Pop] They heard about the Rolexes and the Lexus With the Texas license plates out of state They heard about the pounds you got down in Georgetown And they heard you got half of Virginia locked down They even heard about the crib you bought your moms out in Florida The Fifth Corridor  [Notorious B.I.G.] Call the coroner! There's gonna be a lot of slow singing and flower bringing If my burglar alarm starts ringing What ya think all the guns is for? All-purpose war, got the Rottweilers by the door And I feed em gunpowder, so they can devour The criminals trying to drop my decimals Damn, niggas wanna stick me for my cream And it ain't a dream, things ain't always what it seem It's the ones that smoke blunts with ya, see your picture Now they wanna grab they guns and come and get ya Bet ya Biggie won't slip I got the Calico with the black talons loaded in the clip So I can rip through the ligaments Put the fuckers in a bad predicament, where all the foul niggas went Touch my cheddar, feel my Beretta Buck! What I'mma hit you with you motherfuckers better duck I bring pain, bloodstains on what remains Of his jacket - he had a gun he shoulda packed it Cocked it, extra clips in my pocket So I can reload and explode on you rasshole I fuck around and get hardcore C-4 to your door, no beef no more nigga Feel the rough, scandalous The more weed smoke I puff, the more dangerous I don't give a fuck about you or your weak crew What you gonna do when Big Poppa comes for you? I'm not running, nigga I bust my gun and Hold on, I hear somebody coming  ",
        "title": "Big Poppa/Warning"
    },
    {
        "artist": "Des'ree",
        "lyrics": "  [Verse 1] Listen as your day unfolds Challenge what the future holds Try to keep your head up to the sky Lovers they may cause you tears Go ahead, release your fears Stand up and be counted Don't be ashamed to cry  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Verse 2] Herald what your mother said Read the books your father read Try to solve the puzzles in your own sweet time Some may have more cash than you Others take a different view My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Bridge] Time asks no questions, it goes on without you Leaving you behind if you can't stand the pace The world keeps on spinning You can't stop it, if you try to This time it's danger staring you in the face  [Verse 3] Remember, listen as your day unfolds Challenge what the future holds Try and keep your head up to the sky Lovers, they may cause you tears Go ahead release your fears My oh my heh, hey, hey  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Chorus] You gotta be You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together All I know, all I know love will save the day  [Outro] You gotta be bold, you gotta be bad, gotta be wise Don't ever say Gotta be hard, not too too hard All I know is love will save the day You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough, you gotta be stronger You gotta be cool, you gotta be calm, you gotta stay together You gotta be bad, you gotta be bold, you gotta be wiser You gotta be hard, you gotta be tough...  ",
        "title": "You Gotta Be"
    },
    {
        "artist": "Dionne Farris",
        "lyrics": null,
        "title": "I Know"
    },
    {
        "artist": "Brownstone",
        "lyrics": "  [Verse 1] I don't wanna rain on this parade But I'm starting to question the oath that was made I'm not looking for just an affair Want a love that is based on truth, not just dare  [Bridge] You will not hurt my pride If right now you decide That you are not ready to settle down But if you want my heart Then it's time that you start To act like you're mine, in the light and the dark  [Chorus] If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it  [Verse 2] You see now actions speak louder than words So don't just say things that I've already heard Don't want your body without your soul I don't want a love who will come here and go  [Bridge] You will not hurt my pride If right now you decide That you are not ready to settle down But if you want my heart Then it's time that you start To act like you're mine, in the light and the dark  [Chorus] If you love me, say it If you trust me, do it If you want me, show it If you need me, prove it If you love me, say it If you trust me, do it If you want me, show it Prove it If you love me, say it If you trust me, do it Show it Prove it Say it Do it Show it Prove it  [Bridge] Oh I, Oh I, I wanna touch you baby And spread my love, all around you honey And if you care, you gotta show it baby True love to share  Show it Prove it  [Outro] Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it Say it Do it Show it Prove it  ",
        "title": "If You Love Me"
    },
    {
        "artist": "Adina Howard",
        "lyrics": "  [Verse 1] Let me lay it on the line I got a little freakiness inside And you know that the man Has got to deal with it I don't care what they say I'm not about to pay nobody's way Cause it's all about the dog in me  [Pre-Hook] I want a freak in the morning A freak in the evening, just like me I need a roughneck nigga That can satisfy me, just for me If you are that kind of man cause I'm that kind of girl I got a freaky secret, everybody sing Cause we don't give a damn about a thing  [Hook] 'Cause I will be a freak until the day until the dawn And we can boom boom all through the night till the early morn Come on and I will take you around the 'hood on a gangsta lean 'Cause we can boom boom Any time of day it's all good for me  [Verse 2] Boy, you're moving kind of slow You got to keep it up now, there you go There's just one thing that a man must do I'm packing all the flavor you need I got you shook up on your knees Cause it's all about the dog in me  [Pre-Hook]  [Hook x2]  It's all good 'Cause I will be a freak until the day It's alright! You bring out the freak in me Take you around the hood, baby  [Bridge x3] One to the two, to the two, to the three Adina, do you want to get freaky with me  [Hook]  Yeah, oh yeah Ain't no party like a west coast party Taking you around the hood It's all good for me All the freaks are you with me? All the fellas in the house, can you hear me? Baby, it's on tonight, it's on right now You know what to do We don't give a damn about a thing  ",
        "title": "Freak Like Me"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Hold My Hand"
    },
    {
        "artist": "Real McCoy",
        "lyrics": "  [Karin Kasar] Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another vision of love You feel joy, you feel pain, Cause nothing will be the same Just another night, is all that it takes To understand, the difference between lovers and fakes So baby, I talk talk, I talk to you In the night in your dream, of love so true I talk talk, I talk to you  [Karin Kasar] In the night in your dream, of love so true In the night, in my dreams I'm in love with you, Cause you talk to me like lovers do I feel joy I feel pain, Cause it's still the same When the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] Just another night, another dream, another vision Of love, with me I'm here to set you free I am your lover, your brother Hey sister let me cover, your body with my love is with my lovin' just another Vision of love, that seems to be true, all we do all the things that only lovers do Vision of love, that seems to be true, all we do all the things that only lovers do  [Karin Kasar] In the night in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  [Olaf “O-Jay” Jeglitza] I talk talk, I talk to you in the night In your dream, of love so true I talk talk, I talk to you, in the night, in your dream, of love so true  [Karin Kasar] In the night, in my dreams I'm in love with you Cause you talk to me like lovers do, I feel joy I feel pain Cause it's still the same, when the night is gone I'll be alone  Another night, another dream, but always you It's like a vision of love that seems to be true Another night another dream, but always you In the night I dream of love so true  ",
        "title": "Another Night"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1] Darlin' I can't explain Where did we lose our way Girl it's drivin' me insane And I know I just need one more chance To prove my love to you If you come back to me I'll guarantee That I'll never let you go  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Verse 2] So many nights I dream of you Holding my pillow tight I know I don't need to be alone When I open up my eyes To face reality Every moment without you It seems like eternity I'm begging you, begging you come back to me  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Spoken] Baby, I'm sorry Please forgive me for all the wrong I've done Please come back home, girl I know you put all your trust in me I'm sorry I let you down Please forgive me  [Bridge] Gonna swallow my pride Say I'm sorry Stop pointing fingers the blame is on me I want a new life And I want it with you If you feel the same Don't ever let it go You gotta believe in the spirit of love It can heal all things We won't hurt any more No I don't believe our love's terminal I'm down on my knees begging you please Come home  [Chorus] Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on Down on bended knee I'll never walk again until you come back to me I'm down on bended knee Can we go back to the days our love was strong Can you tell me how a perfect love goes wrong Can somebody tell me how to get things back The way they use to be Oh God give me a reason I'm down on Down on bended knee I'll never walk again until you come back to me I'm down on bended knee  [Outro] Wanna build a new life Just you and me Gonna make you my wife Raise a family  ",
        "title": "On Bended Knee"
    },
    {
        "artist": "Subway (Featuring 702)",
        "lyrics": "  (feat. 702)  [Subway Talking (702):] Yo Baby, (Ohhhh) U Ready To Let The Games Begin (Ohhhhh) Cause I'm Ready (Yeah, Yeah) On Ur Marks Get Set Here We Go, Check It  [Chorus: Subway] Girl I Want U To Stay So We Can Play This Little Game We Play U Go Hide, And I Will Seek Let Me Be The One To Make U Weak  [702:] Boy I Really Wanna Stay And Play That Little Game U Play But U Go Hide, And Let Me Seek Let Me Be The One To Make U Weak  [Verse 1: Subway] Awww Yeah, First Verse  I'm Thinking About U Everyday Got Me Feelin Kinda Freaky Girl Why U Wanna Leave Me That Way  [702:] Boy I Don't Wanna Leave U So I'll Stay For A Little While But We Play By My Rules Cause Bein Loose Just Ain't My Style (No No No No Ohhhh)  [Chorus: Subway] Girl I Want U To Stay So We Can Play This Little Game We Play U Go Hide, And I Will Seek Let Me Be The One To Make U Weak  [702:] Boy I Really Wanna Stay And Play That Little Game U Play But U Go Hide, And Let Me Seek Let Me Be The One To Make U Weak  [Verse 2: Subway (702):] Ohhh So U Wanna Run Things (Un Hun) Well Thats Cool Wit Me U Betta Know What U Doin (I Know) Girl Im A Hard Dude To Beat  [702 (Subway):] Ohhhh Talk Is Cheap (Yeah) Lets Get Right To It (Ohh Baby) Let The Fun And Games Begin Boy Im Ready To Do This  [Chorus: Subway] Girl I Want You To Stay (Want Me To Stay) So We Can Play This Little Game We Play (But We Must Play It Myway) U Go Hide, And I Will Seek Let Me Be The One To Make U Weak  [702:] Boy I Really Wanna Stay And Play That Little Game U Play But U Go Hide, And Let Me Seek Let Me Be The One To Make U Weak  [Bridge: Subway] Its Ur Move Baby (Its Ur Move Babe) So Show Me What U Got (Show Me What U Got) Cause When Its My Turn (But When Its My Turn) The Game Is Gonna Get Hard  [702:] I Like What U Sayin Boy It Sounds Real Good, Real Good But Are U Ready For A Real Woman To Test Yo Man Hoooood  [Subway:] This Little Game That We Play (Yeah Baby Its My Game) Its Just A Little Game That We Play (But U Gotta Play By My Rules) This Little Game That We Play (Come On) Its Just A Little Game That We Play (Just One Lil Game Real Quick Here We Go)  [702:] Baby Dont Start If U Think U Can't Finish Come Prepared If U Think U Gonna Win This Give It Ur Best Shot (Yeah) Give Me All U Got (Oh) Guarenteed To Make U Hoooot (Make Me Hot Baby Oh Oh)  I Wanna Play This Game Wit U (I Wanna Play This Game Wit U) But Don't Be No Fool (Yeah I Do)  [Both:] U Gotta Play By My Rules  [Chorus: Subway Until Fade] (Wanna Play Yeah)  Girl I Want U To Stay So We Can Play This Little Game We Play U Go Hide, And I Will Seek Let Me Be The One To Make U Weak  ",
        "title": "This Lil' Game We Play"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": null,
        "title": "Like The Way I Do/If I Wanted To"
    },
    {
        "artist": "Dr. Dre",
        "lyrics": "  [Intro: Dr. Dre] Yeah, what up, this is Dr. Dre The party's goin' on Thank God it's Friday  (Buck buck buck buck booyakasha!) (Buck buck buck buck booyakasha!) (Buck buck buck buck booyakasha!) (Buck buck buck buck booyakasha!)  [Hook: Dr. Dre] Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong) Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong)  [Verse 1: Dr. Dre] (Hey you! Sittin over there) Say what? (You better get up out of your chair) That's right (And work your body down) Yeah (No time to funk around, cause we gon') Funk you right on up So get up: get a move on and get your groove on It's the D-R-E the spectacular In a party I go for your neck, so call me \"Blacula\" As I drain a nigga's jugular vein And maintain to leave blood stains, so don't complain Just chill, listen to the beats I spill Keeping it real enables me to make another mil' Still, niggas run up and try to kill at will But get popped like a pimple: so call me Clearasil I wipe niggas off the face of the Earth since birth I've been a bad nigga, now let me tell you what I'm worth More than a stealth bomber, I cause drama The enforcer, music floats like a flying saucer Or a 747 jet, never forget I'm that nigga that keeps the hoes' panties wet The mic gets smoked once you hear the beat kick With grooves so funky, they come with a Speed Stick So check the flavor that I'm bringin' The motherfuckin' D-R-E will keep they motherfuckin' heads ringin'  [Hook: Dr. Dre] (Ring ding dong Ring-a-ding ding ding dong) Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong)  [Verse 2: Dr. Dre] 1, 2 for the crew, 3, 4 for the dough 5 for the hoes (hoes!) 6, 7, 8 for Death Row Mad niggas about to feel the full effect of intellect So I can collect respect - plus a check Now I fin' to get into my mental Will take care of this business I need to attend to cause my rent's due And this rap shit's my meal ticket So you god damn right: I'm gonna kick it or get evicted I bring terror like Stephen King A black Casanova, running niggas over like Christine When I rock the spot with the flavor I got I get plenty of ass, so call me an ass-tronaut As I blast past another nigga's ass that thought he was strong But I smoke him like grass, just like Cheech and Chong When I flow, niggas know it's time to take a hike Cause I grab the mic and flip my tongue like a dyke I got rhymes to keep you enchanted Produce a smokescreen with the funky green to keep your eyes slanted So check the flavor that I'm bringin' The motherfuckin' D-R-E will keep they motherfuckin' heads ringin'  [Hook: Dr. Dre] (Ring ding dong Ring-a-ding ding ding dong) Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong)  [Bridge] If you want to get on down You gotta get on down Just get on down  [Verse 3: Dr. Dre] Debonair with flair, I scare wear and tear Without a care, running shit as if I was a mayor But I ain't no politician, no competition Sending all opposition to see a mortician I'm up front, never in the backdrop Step on stage and get faded just like a flat-top Your rhyme sounds like you bought em at Stop 'n Go Dre came to wax you, so just call me Mop 'n Glow Many tried to, but just can't rock with I'm 6'1\", 225, I'm pure chocolate Your chances of jacking me are slim, G Cause I rock from summer until Santa comes down the chimney Ho ho ho, and so, as I continue to flow Cause yo, I'm just a fly negro So, check the flavor that I'm bringin' The motherfuckin' D-R-E will keep they motherfuckin' heads ringin'  [Hook: Dr. Dre] (Ring ding dong Ring-a-ding ding ding dong) Keep their motherfuckin' heads ringin'! (Ring ding dong Ring-a-ding ding ding dong) Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong) Keep their heads ringin'! (Ring ding dong Ring-a-ding ding ding dong) Yeah, uh, come on!  [Bridge] If you want to get on down You gotta get on down Just get on down If you want to get on down You gotta get on down Just get on down  [Outro] I know you're bobbin' your head Cause I can see you I know you're bobbin' your head Cause I can see you You can't see me! Death Row, let me know you in the house (Beyotch!) Yeah, that's right, we out  ",
        "title": "Keep Their Heads Ringin' (From \"Friday\")"
    },
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "Believe"
    },
    {
        "artist": "Martin Page",
        "lyrics": "  O Mount Kailas Uncover me Come my restoration Wash my body clean I've been walking Along a crooked path Where the walls have fallen And broken me in half  I'm telling you I will not rest till I lay down my head I'm gonna go In the house of stone and light I shall not cry for the blind man I leave behind When I got In the house of stone and light In the house of stone and light  Holy lady Show me my soul Tell me of that place Where I must surely go Old man waiting At the gates for me Give me the wisdom Give me the key  I'm telling you I will not rest till I lay down my head In the house of stone and light I make my way O gonna be such a beautiful day In the house of stone and light In the house of stone and light  Let me in beneath my skin In the house of stone and light  It's been too long My spirit's been at war Havasupai Shaman Let me be reborn  All I will embrace the sun upon my face Come the day I awake the child inside In the house of stone and light And when I go I will op-op-open my eyes In the house of stone and light I will see you In the house of stone and light  I'm looking in beneath my skin In The House of Stone And Light  ",
        "title": "In The House Of Stone And Light"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": null,
        "title": "Thank You"
    },
    {
        "artist": "2Pac",
        "lyrics": "  Tracklist: 1. Intro 2. If I Die 2Nite 3. Me Against the World 4. So Many Tears 5. Temptations 6. Young Niggas 7. Heavy in the Game 8. Lord Knows 9. Dear Mama 10. It Ain't Easy 11. Can U Get Away 12. Old School 13. Fuck the World 14. Death Around the Corner 15. Outlaw  Album Art  Back Cover:   ",
        "title": "Dear Mama/Old School"
    },
    {
        "artist": "Jamie Walters",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "4PM",
        "lyrics": null,
        "title": "Sukiyaki"
    },
    {
        "artist": "Blessid Union Of Souls",
        "lyrics": null,
        "title": "I Believe"
    },
    {
        "artist": "K-Ci Hailey",
        "lyrics": null,
        "title": "If You Think You're Lonely Now"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": null,
        "title": "Everlasting Love"
    },
    {
        "artist": "Tom Petty",
        "lyrics": "  [Produced by Rick Rubin]  Let me run with you tonight I'll take you on a moonlight ride There's someone I used to see But she don't give a damn for me  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  People come, people go Some grow young, some grow cold I woke up in between A memory and a dream  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  My old man was born to rock He's still tryin' to beat the clock Think of me what you will I've got a little space to fill  But let me get to the point, let's roll another joint And turn the radio loud, I'm too alone to be proud You don't know how it feels You don't know how it feels to be me  You don't know how it feels You don't know how it feels No, you don't know how it feels to be me  ",
        "title": "You Don't Know How It Feels"
    },
    {
        "artist": "Firehouse",
        "lyrics": "  You know you're everything to me And I could never see, the two of us apart And you know I give myself to you And no matter what you do, I promise you my heart  I've built my world around you and I want you to know I need you, like I've never needed anyone before  I live my life for you I want to be by your side in everything that you do And if there's only one thing you can believe is true I live my life for you  I dedicated my life to you You know that I would die for you But our love would last forever And I will always be with you And there is nothing we can't do As long as we're together  I just can't live without you, and I want you to know I need you like I've never needed anyone before  I live my life for you I want to be by your side in everything that you do And if there's only one thing you can believe is true I live my life for you  I've built my world around you and I want you to know I need you, like I've never needed anyone before  Wow, yeah I live my life for you  ",
        "title": "I Live My Life For You"
    },
    {
        "artist": "Corona",
        "lyrics": "  This is the rhythm of the night The night, oh yeah The rhythm of the night This is the rhythm of my life My life, oh yeah The rhythm of my life  You could put some joy upon my face Oh, sunshine in an empty place Take me to turn to, and babe I'll make you stay  Oh, I can ease you of your pain Feel you give me love again Round and round we go, each time I hear you say  This is the rhythm of the night The night, oh yeah The rhythm of the night This is the rhythm of my life My life, oh yeah The rhythm of my life  Won't you teach me how to love and learn There'll be nothing left for me to yearn Think of me and burn, and let me hold your hand  I don't wanna face the world in tears Please think again, I'm on my knees Sing that song to me, no reason to repent I know you wanna say it  ",
        "title": "The Rhythm Of The Night"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": "  [Intro] Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby Before I let you go, before I let you go Can I get a kiss, goodnight, baby  [Verse 1] Lately, I've been thinking something's going wrong Cause you got an attitude And you're not in the mood, like you used to Girl I can feel it when I hold you in my arms The feeling is not the same Can I be the one to blame?  [Pre-Chorus] I don't wanna lose your love I don't wanna say bye-bye True love is so hard to find And it's right between your lips and mine And mine (Before I let go)  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Verse 2] Listen baby, turn the lights down low, let's take it nice and slow My mission is to keep you mine Don't want this to be the last time We make sweet love baby; I know you feel it, too It's bigger than the both of us There's one thing I'm so certain of  [Pre-Chorus] I don't wanna lose your love (Don't wanna lose ya) I don't wanna say bye bye (Don't wanna lose ya) It's always the little things I remember and I can't just let it slip away Slip away (before)  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Interlude] Teddy, won't you play the music for me Teddy, won't you play Blackstreet say  [Bridge 1] (Don't wanna lose ya) Baby I get so lonely sometimes, I (Don't wanna lose ya Baby my heart is broken sometimes I need you right now, I don't Don't wanna loose ya I can't let you slip away, slip away Before I let go  [Chorus] Before I let you go away Can I get a kiss goodnight? Before I let you go away Can I get a kiss goodnight?  [Bridge 2] Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby? Before I let you go, before I let you go Can I get a kiss goodnight, baby?  [Outro] I don't want lose your sweet love So don't say goodbye, say goodnight  ",
        "title": "Before I Let You Go"
    },
    {
        "artist": "Bonnie Raitt",
        "lyrics": null,
        "title": "You Got It (From \"Boys On The Side\")"
    },
    {
        "artist": "Melissa Etheridge",
        "lyrics": "  [Verse 1] Please, baby, can't you see My mind's a burnin' hell I got razors a-rippin' and tearin' and strippin' My heart apart as well Tonight you told me That you ache for something new And some other woman is looking like somethin' That might be good for you  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Verse 2] Please baby can't you see I'm trying to explain I've been here before and I'm locking the door And I'm not going back again Her eyes and arms and skin won't make It go away You'll wake up tomorrow and wrestle the sorrow That holds you down today  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  [Chorus] Go on, and hold her 'til the screaming is gone Go on, believe her when she tells you Nothing's wrong But I'm the only one Who'll walk across the fire for you And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  And I'm the only one Who'll drown in my desire for you It's only fear that makes you run The demons that you're hiding from When all your promises are gone I'm the only one  I'm the only one I'm the only one Ain't nobody else is gonna love you  ",
        "title": "I'm The Only One"
    },
    {
        "artist": "Jade",
        "lyrics": "  Mmm, mmm, mmm Ooh Whoa, oh, oh, oh Oh, yeah  [Verse 1:] You were looking so good to me The night we met I could not see How deep you were to penetrate my heart Mmm  Now that some time has passed It made me think this was meant to last I never wanna be apart Oh, no, no  Don't let me fool you If I'm acting kinda cold to you It's just a little game I like to play Cause when we're together It just keep getting better If I had my way  [Chorus:] When do I wanna see you? When do I wanna please you? Every day of the week  When do I wanna love you? When am I thinking of you? Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  [Verse 2:] I only wanted good times, baby You wanted the same So maybe this is written in the stars for us Mmm  All I know is with you inside me The more we kiss The more I like it I never wanna give you up  [Chorus:] When do I wanna see you (See you?) When do I wanna please you? Every day of the week (Oh, oh, oh)  When do I wanna love you (Ho, oh) When am I thinking of you Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Every, every day of the week)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Baby, baby, yeah)  [Bridge:] I wanna see you I wanna have you, baby Baby, I need you to be right my side I wanna love you  [Chorus:] When do I wanna see you? (Ho) When do I wanna please you? (No) Every day of the week (Every, every day of the week)  When do I wanna love you? (Oh) When am I thinking of you? (Oh, ooh, no) Every day of the week (Every day)  When do I wanna see you? (Oh, oh) When do I wanna please you? (Yeah) Every day of the week (24-7, baby)  When do I wanna love you? (Oh, yeah) When am I thinking of you? (I need you) Every day of the week  Monday, Tuesday, Wednesday Thursday, Friday, Saturday (Every day) Even on Sunday (All day long) Every day of the week (Anytime you need me, baby)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Oh, oh, oh)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday (I love you) Even on Sunday (You know I love you) Every day of the week (Every day, every day)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  When do I wanna see you? When do I wanna please you (I think I need you) Every day of the week (Oh, oh, oh)  When do I wanna love you (When will?) When am I thinking of you Every day of the week (Monday)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Every day)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday (Boy, I'm thinking of you) Every day of the week (Every day, yeah, yeah)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week (Oh, oh, oh)  Monday, Tuesday, Wednesday Thursday, Friday, Saturday Even on Sunday Every day of the week  ",
        "title": "Every Day Of The Week"
    },
    {
        "artist": "Stevie B",
        "lyrics": null,
        "title": "Dream About You/Funky Melody"
    },
    {
        "artist": "Rednex",
        "lyrics": "  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  (Girls) He came to town like a midwinter storm He rode through the fields so handsome and strong His eyes was his tools and his smile was his gun But all he had come for was having some fun  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  (Girls) He brought disaster wherever he went The hearts of the girls was to hell broken sent They all ran away so nobody would know And left only men cause of Cotton-Eye Joe  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  Hey, hey, hey, hey, hey, hey, hey... Hey, hey, hey, hey, hey, hey, hey...  If it hadn't been for Cotton-Eye Joe I'd been married long time ago Where did you come from? Where did you go? Where did you come from, Cotton-Eye Joe?  ",
        "title": "Cotton Eye Joe"
    },
    {
        "artist": "2 Unlimited",
        "lyrics": "  Y'all ready for this?  Get down with the sound, house on the ground Freeze when I squeeze, drop to your knees You must of bet, I'm in here to stay Ready to take you around the way  So you get ready for this, mind your own biz 'Cause I am bad, yeah the microphone wiz No need to sit, 'cause we're 2 Unlimited Ready, ready, ready for this  Feel the base, you just get closer Be impressed by the words I chose of Once again kickin' it live Doin' everything yo just to survive  Above the law, I take our stand Being on stage with a mic in my hand Bustin' it loud to the crowd The age is 20, I'm from the south  Be a part, break my heart Get ready for this, mind your own biz People in the front, show me what you want And I won't give it in, get ready for this  We're 2 Unlimited, so people won't you sing? Movin' up and down, dancin' on the ground Feelin' kinda free, security How's this sound, that moves you from the ground  House on the ground, bass in your face Racin' the place, no time to waste Being hypnotized, I can see it in your eyes Feelin' kinda better, put on your sweater  Feelin' like a white, I think it doesn't matter Super, dope, def, and even outrageous If I was an animal, they'd 've kept me in cages So get ready for this  Y'all ready for this?  Be a part, break my heart Get ready for this, mind your own biz People in the front, show me what you want And I won't give it in, get ready for this  We're 2 Unlimited, so people won't you sing? Movin' up and down, dancin' on the ground Feelin' kinda free, security How's this sound, that moves you from the ground  ",
        "title": "Get Ready For This"
    },
    {
        "artist": "N2U",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "Amy Grant With Vince Gill",
        "lyrics": null,
        "title": "House Of Love"
    },
    {
        "artist": "Craig Mack",
        "lyrics": null,
        "title": "Get Down"
    },
    {
        "artist": "Vanessa Williams",
        "lyrics": "  [Verse 1:] You and I In this moment Holding the night so close  Hanging on Still unbroken While outside the thunder rolls  [Chorus:] Listen now You can hear our heartbeat Warm against life's bitter cold These are the days The sweetest days we'll know  [Verse 2:] There are times that scare me Were rattle the house like a wind Both of ours so unbending We battle the fear within  [Chorus:] All the while Life is rushing by us Hold it now and don't let go These are the days The sweetest days we'll know  [Bridge:] So we'll whisper a dream here in the darkness Watching the stars Till they're gone And then even the memories have all faded away These days go on and on  [Chorus:] Listen now You can hear our heartbeat Hold me now and don't let go These are the days Every day is the sweetest day we'll know  These are the days The sweetest days we'll know  ",
        "title": "The Sweetest Days"
    },
    {
        "artist": "Gillette",
        "lyrics": "  They call you mr personality because you so ugly They call you mr personality because you so ugly You so ugly Mr personality, you so ugly Mr personality, you so ugly Mr personality, you so ugly  When i look at you i go outta my mind Its like im lookin at someones behind You make the children scream and babys cry With your crusty teeth and your bloodshot eyes You so ugly, your dad hadda tie a porkchop around your neck just to get the dog to play witcha Ooh thats ugly  CHORUS They call you mr personality because you so ugly...you so ugly They call you mr personality because you so ugly...you so ugly Mr personality, you so ugly Mr personality, you so ugly Mr personality, you so ugly  No matter what you wear, your face doesnt match I dont think you were born, you hadda be hatched Everyone you meet gets one hell of a stare They can't fall asleep cause your a walking nightmare You so ugly...i heard that when you were born, the dr slapped yo momma Ooh man thats ugly  CHORUS  You make frankenstein look like johnny depp And when you cross the street you cause a major car wreck You asked my grandma if she needed help with her bags Ive never seen an old lady run so fast  Geez look at those glasses...are those coke bottles or something? Is that your face...or did your neck throw up something?  CHORUS  You so ugly  ",
        "title": "Mr. Personality"
    },
    {
        "artist": "Ini Kamoze",
        "lyrics": "  [Intro] Hit It! Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up di crew ina di area (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, Rico I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Excuse me Mr. Officer (murderer) Still love you like that (murderer)  [Verse 2] Extra-ordinary Juice like a strawberry Money to burn baby, all of the time Cut to fit is me Fit to cut is she Come juggle with me, I say every time  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Dial emergency number (murderer) Still love you like that (murderer)  [Break] Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah It's how we do it man Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  [Verse 3] Hey Start like a jackrabbit Finish in front of it On the night is Jack, that's it, understand? I'm the daddy of the mack daddy His are left in gold, maybe Ain't no homie gonna play me, top celebrity man  [Hook] Murderer I'm the lyrical gangster (murderer) Excuse me Mister Officer (murderer) Still love you like that (murderer)  [Verse 1] No no we don't die Yes we mul-ti-ply Anyone test will hear the fat lady sing Act like you know, G-go I know what Bo don't know Touch them up and go, uh-oh! Ch-ch-chang chang  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah Yeah man, that's how it is Nah, na na na nah Na na na nah, na na nah, na na nah Na na na nah  Right?  [Hook] Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) Big up all crew bow ya (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical danger (murderer) Big up the crew in-a the area (murderer) Still love you like that (murderer)  Here comes the hotstepper (murderer) I'm the lyrical gangster (murderer) I'm a live in-a me danger (murderer) Still love you like that (murderer)  [Outro] Hey Da da da da Da da da da Da da da da  ",
        "title": "Here Comes The Hotstepper (From \"Ready To Wear\")"
    },
    {
        "artist": "20 Fingers Featuring Gillette",
        "lyrics": "  Don't want no short dick man  Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want Don't want,Don't want,Don't want  What in the world is that thing? Do you need some tweezers to put that thing away  That has got to be the smallest dick I've ever seen in my whole life I have ever seen in my whole life  Get the fuck outta here Iny weeny teeny weeny Shriveled little short dick man  Don't want,Don't want Don't want,Don't want Don't want Don't want Don't want Don't want Don't want   Uh! Uh! Uh! Uh! Uh! Uh!  Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh! Uh!  Isn't that cute an extra belly button You need to put your pants back on honey   Don't, don't, don't, don't, don't, don't Don't, don't, don't, don't  Don't want,Don't want Don't want,Don't want Don't want no short dick man Don't want no short dick man  Iny wee(x15)  Iny weeny teeny weeny Shriveled little short dick man  Pobre, pobrecito Que diablo eso  ",
        "title": "Short Dick Man"
    },
    {
        "artist": "Bone Thugs-N-Harmony Featuring Eazy-E",
        "lyrics": "  [Jewell:] For the love of money!  [Hook] Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now  [Verse 1: Flesh-N-Bone] Gotta get on the grind, pop in the clip of my 9 And, bitch, if you slip, you hit the chalk And fall in the night time, gotta get mine Ain't takin' no shorts or no losses, hop on the phone Call up my nigga, sittin' at home Polishin' that MAC-10 chrome Got a lick we can hit, so bring yo' shit 'Cause once again it's on To the dome with a fifth of Bourb' My wig to the curb, so we swerve and rolled out To pick up the triple six thug And follow the murder for robbin' the dopehouse Smoke up outta me bong, so high Now comin' to slay with four grenades and a gauge I'ma play, watch all 'em fall in their grave and lay Pullin' in the driveway Wish spotted the place and quickly rolled up Bulldozed through the livin' room Hopped out of the car and started to blow up Buck buck and a kaboom And blew all them bodies all over the room Them doomed, and gotta move fast, why? The po-po's comin', snatch up me yummy So, nigga, don't think it's funny I'm comin' up quick in the nine-quat 'Cause Flesh be lovin' this money  [Verse 2: Layzie Bone] I'm given up love to the hustlers, all them St. Clair thugstas Makin' that money, stayin' on your feet And you better believe, gotta have that cheese For the green leaves, never catch me sleep Steady on the grind, get mine Stayin' down for mine crime, and I hit up the nine-nine Givin' up that yayo Makin' me sale twenties, nickles, and dimes Beat up and stick up a lick up, that two-eleven Gotta get what's mine, then bailin' Me kickin' up dust, I'm trailin', feelin', 187 That's how it is, and I gotsta have it in the nine-quat Mission to check a mill And still be real, thuggin' on the Glock-Glock Creepin' on a come up, won't sleep 'til I'm done up Gotta blaze me a blunt up Hunt up another plot and scheme Gotta make some green, 'cause soldiers nut up What up? Gotta get that business on Even though the Buddha run me, stun me Feelin' lovely, but I'm just in it for the love of the money  [Hook] Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now  [Verse 3: Eazy-E] Standin' on the corner, straight slangin' rocks Aw shit! Here comes the muthafuckin' cops! So I dash, I ducks, and I hides behind a tree Makin' sure the motherfuckers don't see me Now my fat sack of rocks, hell yeah, I stuffed 'em Police on my drawers, I had to pause And yeah, it's still muthafuck 'em Now my game is tight, tight as fuck is my game Eazy-motherfuckin'-E, or Eric Wright, it's all the same Now niggas might trip on how I stacks my grip I got to have it, bitch, for the love of this shit, MOTHERFUCKER!  [Hook] Gotta make that money, man It's still the same now Gotta make that money, man It's still the same now  [Verse 4: Bizzy Bone] When dough got me thugsta Thuggish ways, down for my crime everytime Follow me down the nine-nine And you will find all of me kind Check out the ripsta, now drop down Run 'em up outta me hood Rip's straight when makin' me grip witha me click Rollin' with Ruthless, the thug I be Me put 'em in mud, buck 'em, and pump blood Got nothin' to lose, bitch You better respect rip, or you best just check this slug It's goin' down, steady pump And peel rounds, gunnin' witha me gang Bang, gotta make that money, man It's still the same, steady runnin' thing wild And follow me now While I take you up into a barrel of a gun See, for the dub you're done For the bud, I run, for the love of money  [Verse 5: Krayzie Bone] Gotta get down for my thang off in this thug game So peep as me creep or me crawlin' Off on the mission to back in the days When niggas was bailin' With sawed-offs, and wanted to get paid Runnin' to my side, little' nigga Ripsta, both on the mission for money You give up the cash, oh, that was your ass 'Cause me and me nigga was hungry And, bitch, if you're stallin' You might just catch one to the temple And um, Bone raw doggin' So, nigga, just make this shit simple and run To catch one nigga, me fill 'em with bullets And dump 'em in rivers, remember, me killer now For money, me dig you six feet in a ditch And get richer 'cause, bitch, you were slippin' I'll cut you and rip you, then buck you down Steady robbin' and stealin', makin' a killin' Nigga drugdealin', needin' a million Hustlin' drugs when the thugs be chillin' For the money, these niggas be sinnin' off in the cut Where you find a nigga thuggin' off in braids and skullies And when I stick you and lick you Remember I get 'em up for the love of money  [Outro: Krayzie Bone] Yeah, Bone in the muthafuckin' house For the nine-quats, nigga Yeah, rollin' with Ruthless in this bitch My nigga Layzie Bone, Bizzy Bone Wish Bone and Flesh-N-Bone And I'm that nigga Krayzie Bone In the muthafuckin' house  ",
        "title": "Foe Tha Love Of $"
    },
    {
        "artist": "Brandy",
        "lyrics": "  [Verse: Brandy] Oh yeah ooh yeah I would like to get to know if I could be The kind of girl that you could be down for Cause when I look at you I feel something tell me That you're the kind of guy that I should make a move on  [Verse: Mc Lyte] Yeah I get exotic with the melodic tune I get hypnotic with the moon But you got to put me down soon I flip a sideshow if you come my way Up, down, and around, even sideways I'm about as ready as the Lyte can get We can go all out I ain't afraid of the sweat, but yet I bet you got the techniques To freak a girl inside out What's that all about? (oooh yeah) Can I have some of that? You gotta put me on Word around town is you're nine men strong I wanna be put on in the worst way Since the first day I think it was a Thursday (oh baby) You be that brother that I wanna sink my teeth in Make me wanna ask “Where da hell you been?” I like the way you be with all that personality But I got flava too You needs to get with me  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Yo-Yo] He was born twenty years ago Just to pimp hoes Everyday new clothes Look at the cut? Cool. Pose On three, got tha heat, so bluff it Sling' (censored) cause it's more than twenty duckets Struck it, kinda rich Now his pockets lookin' straight Slam the deese on the Benzo Pancake by the gate Moms lookin' straight with her house she got Great loungin' in her new home that's up out the state I'll be your call mail, won't tell You can get it when you want it Even though you got chicks all up on you it Don't matter, cause brother you're fly I can't lie I've been mackin' daddy from the corner of my eye Now, baby bring it on Don't be frontin' on your baby boo All I wanna know is what's up with you How can I get with you Seems like you got a hold on me It must voodoo cause baby I want you  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Verse: Queen Latifah] About yay short, about yay tall About so big, about so small About this length, about this width About this flow, about this gift Instinct leading me right up your alley way Skip tha Moet, let's chill with some Alize Nuff stress in our day Let me massage your mind as my mental starts to play A ghetto star's who you are And I'll be your sexual chocolate bar And I got to keep it strong for the cause And you got to keep me strong for the tours Brotherman and me, damn the family What else could we be if no one understand us but we? You were the first to tame me Uh, Big Tif I'm out  [Hook: Brandy] I wanna be down With what you're going through I wanna be down I wanna be down with you No matter the time Of day or night it's true I wanna be down  [Outro: Queen Latifah] Hey here we go here we go here go now and it's on yeah And you don't stop Brandy is in tha house and you don't stop Until the body rock keep it on and you don't stop you rock on  ",
        "title": "I Wanna Be Down"
    },
    {
        "artist": "Raphael Saadiq",
        "lyrics": "  Just give me all your lovin' Girl, I'll do all the rubbin' That's all I ask of you I'll kiss you anywhere (I'll kiss you anywhere, baby) Yes, love, even there (Even there) That's all I ask of you  Kissin' you is not enough for me You know I'm a big boy, and big boys have desires Makin' love is what I wanna do But I need a true friend to make me come together  Just give me all your lovin' (All your love) Girl, I'll do all the rubbin' (I wanna kiss you right there) That's all I ask of you (Just stand right there, little girl) I'll kiss you anywhere (Anywhere) Yes, love, even there (Especially there and there) That's all I ask of you (That's all I ask of you)  I'm not tryin' to put you on the line But I got to tell you what's exactly on my mind, girl My big heart leads me right to you Every time the phone rings I pray to God that it's you, girl  Every time I close my eyes A vision of your face always pops into my mind, girl I would do anything to receive love from you So show me the way that this could happen soon  I'll be right there on time It's your place or mine Just show me the place (I really love you) I really love you (I love you, Deja) I love you, Deja  Just give me all your lovin' (All your love) Girl, I'll do all the rubbin' (Give me everything I want) That's all I ask of you (I'm sure I can please you) I'll kiss you anywhere (Anywhere) Yes, love, even there (I wanna kiss you right there) That's all I ask of you (Just stand right there, little girl)  Let's blow out the candles (Out the candles) And see if I can handle (See if I can handle you) That's all I ask of you Little things I do (Little things) It's just because of you (Just because it's you)  See, time is all we need (Time) Sing it, partner And time is all we have Just show me the place (I really love you) I really love you (I love you, Deja) I love you, Deja, love  Just give me all your lovin' (All your love) Girl, I'll do all the rubbin' (I will do all the rubbin') That's all I ask of you (Girl, all I ask) I'll kiss you anywhere (Anywhere) Yes, love, even there (Especially there and there) That's all I ask of you (Just because it's you)  Just give me all your lovin' (All your love) Girl, I'll do all the rubbin' (And I will do all the rubbin') That's all I ask of you (That's all I ask) I'll kiss you anywhere (Anywhere) Yes, love, even there (Especially there and there) That's all I ask of you (All I wanna do)  Let's blow out the candles (Blow out those candles) And see if I can handle (See, I wanna please your body, your heart) That's all I ask of you (And your soul, girl, yeah)  ",
        "title": "Ask Of You (From \"Higher Learning\")"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Verse 1] It's twelve past midnight Don't close your eyes Your soul's half alive And I'll be by your side  I've come to take you there Show you how to care Just be aware That you'll have to share  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Verse 2] You saw a brand new high Thought that you could fly Did I hear you cry Or did you like the ride?  You call my name again No, it's not a sin I'll show you how to win And where I've been  [Hook] I want your love I want it tonight I'm taking your heart So don't you fight  I'll be your answer I'll be your wish I'll be your fantasy Your favorite dish  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  [Bridge] You'll never have to run away You'll always have a friend to play You'll never go out on your own In me You will find a home Home  [Chorus] From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love From the back to the middle And around again I'm gonna be there till the end 100% pure love  ",
        "title": "100% Pure Love"
    },
    {
        "artist": "The Human League",
        "lyrics": null,
        "title": "Tell Me When"
    },
    {
        "artist": "Annie Lennox",
        "lyrics": "  [Verse 1] I used to be a lunatic from the gracious days I used to feel woebegone and so restless nights My aching heart would bleed for you to see  [Pre-Hook] Oh, but now (I don't find myself bouncing home Whistling buttonhole tunes to make me cry)  [Hook] No more \"I love you's\" The language is leaving me No more \"I love you's\" Changes are shifting outside the world  (The lover speaks about the monsters)  [Verse 2] I used to have demons in my room at night Desire, despair, desire So many monsters  [Pre-Hook] Oh, but now (I don't find myself bouncing around Whistling my conscience to make me cry)  [Hook] No more \"I love you's\" The language is leaving me No more \"I love you's\" The language is leaving me in silence  No more \"I love you's\" Changes are shifting outside the world  (And people are being real crazy But we will only come And you know what mommy? Everybody was being real crazy  The monsters are crazy There are monsters outside)  [Hook] No more \"I love you's\" The language is leaving me No more \"I love you's\" The language is leaving me in silence  No more \"I love you's\" Changes are shifting outside the world Outside the words  No more \"I love you's\" The language is leaving me No more \"I love you's\" The language is leaving me  No more \"I love you's\" Changes are shifting outside the world  Outside the world  ",
        "title": "No More \"I Love You's\""
    },
    {
        "artist": "Van Halen",
        "lyrics": "  There's a time and place for everything, for everyone We can push with all our might, but nothing's gonna come Oh no, nothing's gonna change And if I asked you not to try Oh could you let it be I wanna hold you and say We can't throw this all away Tell me you won't go, you won't go Do you have to hear me say  [Chorus] I can't stop lovin' you And no matter what you say or do You know my heart is true, oh I can't stop lovin' you  You can change your friends, your place in life You can change your mind We can change the things we say And do it anytime Oh no, but I think you'll find That when you look inside your heart Oh baby, I'll be there Hold on I'm holding on Baby, just come on, come on, come on I just wanna hear you say  [Chorus]  Oh, I'm twisted and tied And all I can remember Is how hard we tried Only to surrender And when it's over I know how it's gonna be And true love will never die No, not fade away  [Chorus]  And I know what I got to do Hey Ray, what you said is true I can't stop lovin' you, oh Oh, I can't stop lovin' you  ",
        "title": "Can't Stop Lovin' You"
    },
    {
        "artist": "Ol' Dirty Bastard",
        "lyrics": "  [Produced by True Master & Ol' Dirty Bastard]  [Intro] Shit. Word. I bust that nigga ass right now Ain’t no–none of them niggas can’t fuck with me What? Nigga you could never fuck with me, my nigga I’ll fuck you up right now! What?! What?! What?! Bust your motherfucking ass boy! I ain't no motherfucking joke, you know who you talking to? (Word up, bust that nigga ass, word up) Ol' Dirty Bastard, you know what I’m sayin'? I fuck you up right now Yeah! What?! What?! What?!  [Verse] I'm the one-man army, Ason I never been tooken out, I keep MCs looking out I drop science like girls be dropping babies Enough to make a nigga go crazy In the G-Building, taking all types of medicines Your ass thought you were better than Ason, I keep planets in orbit While I be coming with deeper and more shit Enough to make you break and shake your ass As I create rhymes good as a Tastykake makes This style, I'm mastered in Niggas catching headaches, what? What? You need Aspirin? This type of pain, you couldn't even kill with Midol Fuck around, get sprayed with Lysol In your face like a can of mace, baby Is it burning? Well, fuck it, now you're learning How I don't even like your motherfucking profile Give me my fucking shit: CH-CH-BLAOW! Last seen and heard, no-one knows You forget: niggas be quiet as kept Now you know nothing Before you knew a whole fucking lot Your ass don't wanna get shot A lot of MCs came to my showdown And watched me put your fucking ass low down As you can go, below zero Without a doubt I never been tooken out By a nigga, who couldn't figure Yo by a nigga, who couldn't figure Yo by a nigga, who couldn't figure (Brooklyn Zoo) How to pull a fucking gun trigger I said \"Get the fuck outta here!\" Nigga wanna get too close, to the utmost But I got stacks that'll attack any wack host Introducing - yo fuck that nigga's name My Hip Hop drops on your head like rain And when it rains it pours, cause my rhymes hardcore That's why I give you more of the raw Talent that I got will r-iz-ock the spot MCs I'll be burning, burning hot Whoa-hoa-hoa! Let me like slow up with the flow If I move too quick, oh, you just won't know I'm homicidal when you enter the target Nigga get up, act like a pig trying to hog shit So I take yo ass out quick The mics, I've had it my nigga, you can suck my dick If you wanna step to my motherfucking rep CH-CH-BLOAW! BLOAW! BLOAW! Blown to death You got shot cause you knock knock knock \"Who's there?\" Another motherfucking hardrock Slacking on your macking cause raw's what you lack You wanna react? Bring it on back  [Hook] Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo! Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo! Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo! Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo! Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo! Shame on you, when you step through to The Ol' Dirty Bastard, Brooklyn Zoo!  ",
        "title": "Brooklyn Zoo"
    },
    {
        "artist": "Immature",
        "lyrics": "  [Intro] Constantly Constantly Constantly I think about you all the time Constantly, you're on my mind  [Verse 1: Batman] At night I try to close my eyes But I, I can't get much sleep, you're always on my mind You look so fine, often pretend That you're my girl or at least my friend  [Pre-Chorus: Batman] If you could read my mind The only thing you'd find is you Girl, don't you know I long to be with you Every single way of every single day, I start drifting away And I think of you  [Chorus] Constantly I've got you on my mind constantly, babe Constantly And not just all of the time, I think about you Constantly If you only knew I'm crazy for you I think about you all the time Constantly you're on my mind  [Verse 2: Batman] I practice my words and I build up the nerve But uh, words disappear whenever you are near I catch your eye time after time Is love in the air or is it all in my mind?  [Pre-Chorus: Batman] If you could read my mind The only thing you'd find is you Girl, don't you know I long to be with you Every single way of every single day, I start drifting away And I think of you  [Chorus] Constantly You're always on my mind, I think about you Constantly And not just all the time, I think about you Constantly Oh, if you only knewm I'm crazy for you I think about you all the time Constantly you're on my mind  [Bridge] I think about you baby You're always on my mind  [Chorus] Constantly (ooh yeah, constantly, baby) Constantly (whoa, I think about you, I think about you) Constantly (when I wake up in the morning, when I go to bed at night) I think about you all the time (think about you) Constantly you're on my mind (you're on my mind) Constantly (yeah, yeah, yeah, constantly) Constantly (I want you, baby, please come to me) Constantly I think about you all the time...  ",
        "title": "Constantly"
    },
    {
        "artist": "K7",
        "lyrics": "  [Intro:] Smooth!  Aaahhhhhhh (baby thats a what i like)(hold me, squeeze me) Aaahhhhhhh (baby thats a what i like) Aaahhhhhhh (baby thats a what i like)(hold me, squeeze me) Aaahhhhhhh (baby thats a what i like)  [Verse 1:] In some secluded rendezvous That overlooks the avenue He stepped into the streets and walked up to this girl He had a cap tooth made of gold He had an earing in his nose And her looks, that a night he liked to twirl And he says: \"I love the way you look at me, I love your smile Why don't you come and talk to me just for a while? Give me your love, oohhh give me your love Why don't you come and talk to me, give me your love? And we can move it like this\"  Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like)  [Verse 2:] And now the hours go by fast And memories come from the past As he tells the girl the story of his life You see a long long time ago He fell in love, but let her go And if he had the chance again, she'd be his wife And he sings to her nightly, he says \"Lydia, oh Lydia, I wish I didn't get ridda ya Lydia I miss your rose tatoo There's some things I can't forget Oh hunny why did I dis ya? (you can learn alot from Lydia) I gotta move it like this\"  Aaahhhhhhh (hold me, squeeze me) Aaahhhhhhh Aaahhhhhhh (hold me, squeeze me) Aaahhhhhhh  [Verse 3:] Now take a cup and walk away To this secret hideaway And our lonely man is at a loss for words She says \"How far do you want to go?\" He says \"How far is to Moreau?\" And when they make love, this is all that can be heard Silence, and then you hear Aye aye aye aye aye, make sweet love to me Aye aye aye aye aye, give me ecstacy Aye aye aye aye aye, make sweet love to me Give me all those things i miss But start is off with a kiss And move a little something like this  Aaahhhhhhh And now ya move it like this Aaahhhhhhh Start it off with a kiss Then move a little something like this Aaahhhhhhh And now ya move it like this Aaahhhhhhh Start it off with a kiss, and now ya move it like  Bum-de bum-de bum-bum De-lay lay lay lay lay Bum-de bum-de bum-bum De-lay lay lay lay lay lay lay  Bum-de bum-de bum-bum De-lay lay lay lay lay Bum-de bum-de bum-bum De-lay lay lay lay lay lay lay  Bum-de bum-de bum-bum De-lay lay lay lay lay Bum-de bum-de bum-bum De-lay lay lay lay lay lay lay  Bum-de bum-de bum-bum Bum-de bum-de bum-bum De-lay lay lay lay lay bum (Hey!)  Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) (the moral of the story goes like this)  [Verse 3:] Life brings you surprises (life brings you surprises) Sometimes problems arise, yea (sometimes problems arise) Life brings you surprises (life brings you surprises) Sometimes you don't realize Til it's right before your eyes And you say (aahhh) I love to love you baby (aahhh) Can't live without ya baby (aahhhh) Your life, it drives me crazy If I only get one wish Number one on my list To move a little something like this  Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like) Aaahhhhhhh (baby thats a what I like)  ",
        "title": "Move It Like This"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] All the gold in all the world Is nothing to possess If all the things that it can bring Can't add up to one ounce of your happiness  [Chorus] And for your love I would do anything Just to see the smile upon your face For your love I would go anywhere Just you tell me and I'll be right there  [Verse 2] A diamond that shines Like a star in the sky Is nothing to behold For minuscule is any light If it can't like you brighten up my soul  [Chorus] For your love I would do anything Just to see the smile upon your face For your love I would go anywhere Just you tell me and I'll be right there Oh yeah  [Bridge] I could have never fathomed this Such joy, love, and tenderness That you give to me, yeah For the love I feel inside It's so wonderful I can't hide And I glow, I glow With just the thought of you I do, I do, I do, I do, I do, I do  [Chorus] And for your love I would do anything Just to see the smile upon your face For your love I would go anywhere Just you tell me and I'll be right there One more time For your love I would do anything Just to see the smile upon your face For your love I would go anywhere Just you tell me and I'll, I'll be right there, yeah Come on, one more time And for your love I would do anything Just to see the smile upon your face For your love I would go anywhere Just you tell me and I'll be right there You know I'll be right there You know I'll be right there  ",
        "title": "For Your Love"
    },
    {
        "artist": "IV Xample",
        "lyrics": "  Just isn't fair 'cause I still care Although I love you girl, I'd rather be alone You want me to forgive you You said please understand Girl, you made me a fool I thought that I was your only man You don't know how it hurts me To learn that I was wrong Though I gave you my heart You were just playing me all along Too late to work it out 'Cause I know my minds filled with to much doubt To ever try it again I guess deep down I know you'll have to go But it's just isn't fair 'cause I still care Although I love you girl, I'd rather be alone (I'd rather be alone) I know it's wrong, I can't go on Although I'll miss you girl, I'd rather be alone (I'd rather be alone) There was no need to use me There was no need to lie When I think of the times We were together girl, I just cried It's crazy but I still love you After all things you've done You don't know what you mean to me Baby, I thought that you were the one We can't work it out 'Cause I know that my hearts filled with too much doubt To ever try it again I guess deep down, I know you'll have to go But it's just isn't fair 'cause I still care Although I love you girl, I'd rather be alone I know it's wrong, I can't go on Although I'll miss you girl, I'd rather be alone Girl, we can't work it out 'Cause I know my minds filled with to much doubt To ever try it again, baby 'Cause deep down I know you'll have to go, it's not fair Just isn't fair 'cause I still care Although I love you girl, I'd rather be alone (I'd rather be alone) I know it's wrong, I can't go on Although I'll miss you girl, I'd rather be alone (I'd rather be alone) Just isn't fair 'cause I still care Although I love you girl, I'd rather be alone (I'd rather be alone) I know it's wrong, I can't go on Although I'll miss you girl, I'd rather be alone (I'd rather be alone) Just isn't fair 'cause I still care Although I love you girl, I'd rather be alone (I'd rather be alone) I know it's wrong, I can't go on Although I'll miss you girl, I'd rather be alone (I'd rather be alone)  ",
        "title": "I'd Rather Be Alone"
    },
    {
        "artist": "Rappin' 4-Tay Featuring The Spinners",
        "lyrics": "  [Phone rings] Lady: Ragtop records, may I help you? Fly: Can I speak to Fo? Lady: One moment please, he's around 4-Tay: Yo, wassup? Fly: Wassup, Fo? I know you finished that cut for the radio 4-Tay: As a matter of fact Fly I just finished it baby boy, no worry about nothin', I'll be around  [4-Tay] Regardless if I'm chillin' backstage or on tour With my homie Young Fly even Al B. Sure Never hesitate to call me after I'm done Cause homie I'm real and always true to my loved ones Too many wakes and funerals full of tears You say there's something on your mind, well hey, I'm all ears Cause ain't nobody thinking about the funk that you're choosin' it A lot of my homies stuck in the pen for life or losin' it Call up your folks you keep thinkin' about home Recorder keeps a peep and there's a block on the phone And all of this is enough to make a brother's nerves bad Reminds me of a situation that I once had Spent that, spent this endless relentless tremendous women on my jock And don't nobody mind their business He say she say throwin' salt about it And chooses to talk about you cause there's no one else to talk about Talk about the show and the flow and all the clout Then be real with yourself and talk about and turned it out It's not hard to compete when his name is poppin' A scared man can never win that's why I stay clockin' Fools be huffin' and puffin' don't wanna see me about nothin' I'm down And if you ever need me Fly: I'll be around  [Hook] Whenever you call me: I'll be there Whenever you want me: I'll be there Whenever you need me: I'll be there I'll be around  Life ain't based on peaches and cream This new generation lost a whole lot of dreams Future doctors, producers, and mothers The list goes on but now we killin' our brothers And if we killin' our brothers that means we killin' our own kind These kids is watchin' now it goes to their mind Rat-tat-a-tat cause you got a gat Then they want a gat you livin' like that? Moms ain't cookin' she worked the week straight If anything she's the one deserves a hot plate The ghetto, the ghetto ain't nothin' to dream about Tryin' to get out now that's somethin' to think about Fools might disagree but I'm a stay sucka free Now I'm so black and so strong they can't fade me Blacks are blacks worst enemy there's still no remedy You got me for a grip do you call yourself kin of me? Jealousy, envy, I see it in your eyes Tell me what's wrong with seeing a black man rise I keep it funky it's pretty hard to miss it now it is not explicit A message for the mind, and a moral for statistics So I'm doin' what we call a roll call Talkin' about the ones who won't rap then take a downfall I spit the street life and then I go underground You silly, it's called versatility and I'll be around  [Hook]  Things are gettin' crucial you gotta exercise your mind Or learn about life before you're left behind But how you gonna get it right when you're not doin' right When you get mad all you want is a gunfight This tension causes a gang of madness Now you want funk that results to sadness Sadness results to a lot of revenge And your so called friends really ain't your friends So how do you know who you're able to trust If you think about the past look what happened to us I never trust no one, I only trust myself Or I would've been a victim like everyone else In friendship or hardship whenever you need me Just give me a call G I won't deceive thee These fools be shakin' best believe they're fakin' Just tryin' to get a grip of all the money you're makin' This ain't race a mind is a terrible thing to waste I drop the rap and J drops the bass To the flow cause ain't nobody get with Fo I'm a down young brother comin' straight outta Frisco Droppin' a message out of love to your town Love your brothers and sisters and I'll be around  [Hook]  ",
        "title": "I'll Be Around"
    },
    {
        "artist": "Usher",
        "lyrics": null,
        "title": "Think Of You"
    },
    {
        "artist": "Channel Live",
        "lyrics": "  [Intro: KRS-One] Uhh! Yeahhh I know you're diggin this type of shit right here We about to spark it on the mic, yeahhh Come on!  {*scratched 4X: \"All we do is spark mad izm\"*}  [KRS] The episode starts when I walk down the block kid Reach in my poc-ket, yo where's my knot, it Follows me into the spot, compellin Go check the dread and yes he's herb sellin A punani gate, I'm a potential felon Izm is smellin, like I ain't even tellin Channel one two, I'm smashin the law Channel three, I make a run to the store Channel four leave the store with the Phillie cause I... Spark the izm, I'm off to Channel Live  [Hakim] Wake up in the mornin got the yearnin for herb Which loosens up the nouns, metaphors, and verbs And adjectives, ain't it magic kid what I'm kickin Multi-flavored bags of sess, for the pickin So listen to the izm as it talks non-stop Hawaiian when I'm rhymin but so is the chocolate thai Now the high, starts to settle Kickin fat lyrics that rocks, like heavy metal  [KRS] I'm comin' out to dance with da spliff of sensei  When I speak, big up Mack, L.O., and Malik Like John Lennon, yes I'm I-Z-M'n I start grinnin, and syllables start bendin My style is untangible, like a wild animal Check the label as it goes round it's on Capitol That's what I'm smackin you with cause it's easy Like Lionel Richie, your whole style is bitchy Switch me, mix me, somebody get me Don't let me rip out my clothes like Bill Bixby Rippin the microphone 'til I'm motherfuckin sixty Smokin the indo, by the window, it's sticky  [Tuffy] Come spark the izm, my expertism, is lyricism My flow will take you over, like I was hypnotism So where's the lighter, to decipher, the skills that I'm bringin Hyper than a little kid on ginseng roots And culture, my intellect will insult ya Finish off your dead mind like a vulture I gotta get mine, get a grip Cause there's all these weak rappers steady makin hits, FUCK THAT! But ninety-four I bring the skills back So listen now I'm doin what I want to do and sparkin mad izm  {*scratched 8X: \"All we do is spark mad izm\"*}  [Tuffy] I come with notions, deeper than the ocean Check out my potion, mad rhythm in the motion The izm, brings the wisdom, when I kick it on the rhythm Check it how I rock it in a cipher Desire, takes you higher, lyrical messiah (Yo yo yo yo-yo, pass that lighter) Counterclockwise, I rise like the sun Now feel the heat from the rays of the gun Shootin out the mental mist How you gonna know the real shit when your style's counterfeit?  [KRS] His shit is counterfeit cause he's motherfuckin phony Come into the jam try to front like he know me Hah! Listen to this new type of somethin Bumpin, ninety-four ain't for no frontin New type of lingo, catchy like a jingle Rougneck hip-hop is drippin from the single Now, let me introduce you to the one The Channel Live indo this loosens you up Goin through the channels of the remote control Flickin through the frequencies of your soul  [Hakim] Then roll the izm, the inflater, I'm weeded Like wearing a sweater, at the equator, I'm heated But I flip a style like I flip a channel Step up and test the skills, you can get my tes-ticules Cause hip-hop's been running through my veins ever since So it wasn't hard for me to grab the mic and represent Representing tormenting MC's craniums Till they can't flow why cause I'm drainin em Don't mean to be blunt but don't front I'm doing it for the love so now I'm doin what I want To do with my Channel Live crew so just listen Dissin wack MC's and sparking up mad izm  {*scratched to fade: \"All we do is spark mad izm\"*}  ",
        "title": "Mad Izm"
    },
    {
        "artist": "All-4-One",
        "lyrics": null,
        "title": "(She's Got) Skillz"
    },
    {
        "artist": "Jon Secada",
        "lyrics": "  I've been avoiding things I'm missing Then you came into my life a brand new flower, baby A reminder of what happiness is like On the other side What can't I feel? (I'm saying my blind side)  Chorus And if a mental picture 's all I've got, to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember  Time was of the essence And as usual the day turns into minutes Sharing love and tenderness That's the nerve you struck in me that sent a signal To the other side Girl I don't know I'm saying my blind side  Chorus And if a mental picture 's all I've got, to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember  Take me to the other side Why can't I feel? Out of my blind side  Chorus And oh if a mental picture's all I've got All I've got to go on For a while or more Girl you know I'll always think of you, think of you Yes if a mental picture's all I've got, to go on, I know You're a picture to remember, remember  ",
        "title": "Mental Picture"
    },
    {
        "artist": "Hootie & The Blowfish",
        "lyrics": null,
        "title": "Let Her Cry"
    },
    {
        "artist": "Capleton",
        "lyrics": null,
        "title": "Tour"
    },
    {
        "artist": "Foreigner",
        "lyrics": null,
        "title": "Until The End Of Time"
    },
    {
        "artist": "Keith Martin",
        "lyrics": "  Girl you take my breath away and when I'm with someone new I'd rather be here with you baby, forever My heart belongs to you 'cause I think about you all the time I know my love is true when we're together  I've played around girl and I made you cry When I looked up, you were saying goodbye I'm begging you please, I need you so bad Don't leave me now, you're the best that I've had  I've never, I'll never find someone like you, I promise it's true No I'll never, I'll never find someone like you Girl I love the way that you are, girl I won't, no I won't let you go No one could ever do the way I would make love to you  All I have is just my heart and my feelings, I give to you That's all that I can do, give you forever, oh oh oh You don't know that you're hurting me 'cause it's not just a sexual thang I want to share my dreams, baby together  Girl, I'm afraid just to give you the love My heart's still in need to hold back on my love But when you get close, I just want you to know I start to get weak I can't let you go  I've never, I'll never find someone like you, I promise it's true No I'll never, I'll never find someone like you Girl I love the way that you are, girl I won't, no I won't let you go No one could ever do the way I would make love to you  Just your smile, tenderness Girl, I won't let you down, won't let you down Girl, I will never find no one that compares to you Never find anyone  I've never, I'll never find someone like you, I promise it's true No I'll never, I'll never find someone like you Girl I love the way that you are, girl I won't, no I won't let you go No one could ever do the way I would make love to you  I've never, I'll never find someone like you, I promise it's true No I'll never, I'll never find someone like you Girl I love the way that you are, girl I won't, no I won't let you go No one could ever do the way I would make love to you  ",
        "title": "Never Find Someone Like You"
    },
    {
        "artist": "Letters To Cleo",
        "lyrics": null,
        "title": "Here & Now"
    },
    {
        "artist": "Max-A-Million",
        "lyrics": null,
        "title": "Fat Boy"
    },
    {
        "artist": "Elastica",
        "lyrics": null,
        "title": "Connection"
    },
    {
        "artist": "Keith Murray",
        "lyrics": "  [Produced by Erick Sermon]  [Intro] Uh huh, yeah One two, one two \"Fire up, fire up this funk if ya have to\" Smokin' up blunts Mad Dog 2020 \"Fire up, fire up this funk if ya\"  [Verse 1] I grab the forty, rip off the skirt Guzzle it, grab the mic and come out the wood works When shit's thick and no time to think Keith Murray gets busy off of Basic Instinct I puff an L and drink some liquor Sit down and write a jam that receive the muhfuckin' stick-up As God as my witness, with the sickness of a cannibalist cannabis I floats like a cumulus My perpetual rebel intellectual Won't catch a bad experience with hallucinogenics either I float strictly with the cannabis sativa As my speech falls deeper than the scriptures And graphic opponents, just like Picasso paintin' pictures If my eyes ain't red, it's all in my head Once said by a Ph.D med Legalize and I'll advertise, 'cause  [Refrain] \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up, fire up this funk if ya have to\" Yeah, like that y'all Yeah word up \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up this funk, fire up this funk\"  [Verse 2] This the real deal, not a publicity stunt I gets high like if the man in the Moon be puffing blunts But verily, barely, merrily, is it dope or the dream? Step into my chamber of intravenous smokescreen I captivate it then motivate it, jealous of my desire Smoke it down to the fire, anything to get a little higher Hop in to college, but to be truthfully frank Weed is knowledge, cause it makes me think I pick anatomy and hem reality like Jah Rastas read the bible, after puffin sensimillia And the Sensi it gets me as a fly I ain't bullshittin', you can ask Bill Clinton, he can verify that  [Refrain] \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up, fire up this funk if ya have to\" Yeah, like that y'all Yeah word up \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up this funk, fire up this funk\"  [Verse 3] Step into this intersection and take this rap I got a vicious plot, but first take me by the weed spot I do this for my niggas locked down runnin' capers Smokin herb, in the bible papers But how does it feel when you got no fire And kyant pass de dutchie pon de left hand side What the fuck? Who the fuck wanna fuck with the six shot shooter? I murder you over buddha What I discuss'll bust a rhyme style nucleus And roast them ghostes, puffin hocus-pocus So kid, pass that bomb trom, word bond So I can toke it with more wins than a python Different Strokes for different folks He like the chocolate Thai, you like to float with the green skunky smoke Roll up a fat one and pass it around Laid back, hypnotized to the funky sound 'cause  [Refrain] \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up, fire up this funk if ya have to\" Yeah, like that y'all Yeah word up \"I get lifted\" Roll a Philly and get, roll a Ziggy and get \"Fire up this funk, fire up this funk\"  ",
        "title": "Get Lifted"
    },
    {
        "artist": "Simple Minds",
        "lyrics": "  Shadow let go There's something you should know I just found my new direction And I hope you like the key Like the air that led me to it She's like the wind that sucked me through it She's a river and she's turning there in front of me Stand back - get back She'll paint your blue skies black She gives bullet proof protection Got a resurrection feel When I'm scared, and 'bout to lose She gives me travelling shoes She's a river and she's turning in front of me And I go blind Wasting my time While the rivers in front of me That's where I'm goin' to be  Shine on, get on Twilight from dusk to dawn She's the spirit of creation She's the last chance guarantee Got a myriad of poses Sweet miracles and roses She's a river and she's turning in front of me  'Cause when I find My state of mind The river's in front of me  They say that every heaven's got a thousand rooms So take me on that freedom ride My heart is like a hunter's in the silent moon My nerves just feel electrified Meet me on the staircase Outside a darkened room Light me like a naked flame The voice of Mother Nature states All things must pass And nothing can remain They say that every heaven's got a thousand rooms So take me on that freedom ride  You raise me like a building to the very top Rush me to the end of time You fill me full of danger You give me future shock Then you leave me wasted dying  And I go blind Wasting my time The river's in front of me  ",
        "title": "She's A River"
    },
    {
        "artist": "Mobb Deep",
        "lyrics": "  [Intro] Word up, son, word, yeah To all the killers and a hundred dollar billers For real niggas who ain't got no feelings Check it out now  [Verse 1: Prodigy] I got you stuck off the realness, we be the infamous You heard of us, official Queensbridge murderers The Mobb comes equipped for warfare, beware Of my crime family who got 'nough shots to share For all of those who wanna profile and pose Rock you in your face, stab your brain with your nose bone You all alone in these streets, cousin Every man for they self in this land we be gunnin' And keep them shook crews runnin', like they supposed to They come around, but they never come close to I can see it inside your face, you're in the wrong place Cowards like you just get they whole body laced up With bullet holes and such Speak the wrong words, man, and you will get touched You can put your whole army against my team and I guarantee you it'll be your very last time breathin' Your simple words just don't move me: you're minor, we're major You're all up in the game and don't deserve to be a player Don't make me have to call your name out Your crew is featherweight, my gunshots'll make you levitate I'm only 19, but my mind is old And when the things get for real, my warm heart turns cold Another nigga deceased, another story gets told It ain't nothin' really, ayo Dun, spark the Philly So I can get my mind off these yellow-backed niggas Why they still alive? I don't know, go figure Meanwhile back in Queens the realness and foundation If I die, I couldn't choose a better location When the slugs penetrate, you feel a burnin' sensation Gettin' closer to God in a tight situation Now take these words home and think it through Or the next rhyme I write might be about you  [Hook] Son, they shook ‘Cause ain't no such things as halfway crooks Scared to death, scared to look, they shook ‘Cause ain't no such things as halfway crooks Scared to death, scared to look Livin' the live that of diamonds and guns There's numerous ways you can choose to earn funds Some get shot, locked down, and turn nuns Cowardly hearts and straight up shook ones, shook ones He ain't a crook, son, he's just a shook one  [Verse 2: Havoc] For every rhyme I write it's 25 to life Yo, it's a must, in gats we trust, safeguardin' my life Ain't no time for hesitation, that only leads to incarceration You don't know me, there's no relation Queensbridge and we don't play I don't got time for your petty-thinkin' mind Son, I'm bigger than those Claimin' that you pack heat, but you're scared to hold And once the smoke clears, you'll be left with one in your dome Thirteen years in the projects—my mentality is what, kid? You talk a good one, but you don't want it Sometimes I wonder, do I deserve to live? Or am I gonna burn in Hell for all the things I did? No time to dwell on that, ‘cause my brain reacts Front if you want, kid, lay on your back I don't fake jax, kid, you know I bring it to you live Stay in a child's place, kid, you out of line Criminal minds thirsty for recognition I'm sippin', E&J got my mind flippin' I'm buggin', diggin' my ways out of holes by hustlin' Get that loot, kid, you know my function ‘Cause long as I'm alive I'ma live illegal And once I get on, I'ma put on all my peoples React quick, spit lyrics like MAC's, I hit your dome up When I roll up, don't be caught sleepin', ‘cause I'm creepin'  [Hook] Son, they shook ‘Cause ain't no such things as halfway crooks Scared to death, scared to look, they shook ‘Cause ain't no such things as halfway crooks Scared to death, scared to look, they shook ‘Cause ain't no such things as halfway crooks Scared to death, scared to look, they shook ‘Cause ain't no such things as halfway crooks Livin' the live that of diamonds and guns There's numerous ways you can choose to earn funds Some get shot, locked down, and turn nuns Cowardly hearts and straight up shook ones, shook ones He ain't a crook, son, he's just a shook one  [Outro] To all the villains and a hundred dollar billers To real brothers who ain't got no feelings G-yeah, the whole Bridge Queens get the money 41st side, keepin' it real, you know Queens get the money  [Produced by Havoc]  ",
        "title": "Shook Ones Part II"
    },
    {
        "artist": "R.E.M.",
        "lyrics": "  [Instrument Break]  [Verse 1] If you could see yourself now, baby It's not my fault, you used to be so in control You're going to roll right over this one Just roll me over, let me go You're laying blame Take this as no, no, no, no, no  [Chorus] You bang, bang, bang, bang, bang Then blame, blame, blame You bang, bang, bang, bang, bang It's not my thing so let it go  [Verse 2] If you could see yourself now, baby The tables have turned, the whole world hinges on your swings Your secret life of indiscreet discretions I'd turn the screw and leave the screen Don't point your finger  [Chorus 2] You know that's not my thing You came to Bang, bang, bang, bang, bang Then blame, blame, blame You bang, bang, bang, bang, bang It's not my thing so let it go  [Instrument Break]  [Verse 3] You've got a little worry I know it all too well I've got your number But so does every kiss and tell Who dares to cross your threshold Or happens on you way Stop laying blame You know that's not my thing  [Instrument Break]  [Chorus 2] You know that's not my thing You came to Bang, bang, bang, bang, bang Then blame, blame, blame You bang, bang, bang, bang, bang It's not my thing so let it go  [Chorus] You bang, bang, bang, bang, bang Then blame, blame, blame You bang, bang, bang, bang, bang It's not my thing so let it go  [Instrument Break]  [Outro] You kiss on me Tug on me Rub on me Jump on me You bang on me Beat on me Hit on me Let go on me You let go on me [Instrument Break]  ",
        "title": "Bang And Blame"
    },
    {
        "artist": "Fun Factory",
        "lyrics": null,
        "title": "Close To You"
    },
    {
        "artist": "Blues Traveler",
        "lyrics": "  Oh, once upon a midnight dearie I woke with something in my head I couldn't escape the memory Of a phone call and of what you said  Like a game show contestant with a parting gift I could not believe my eyes When I saw through the voice of a trusted friend Who needs to humor me and tell me lies Yeah, humor me and tell me lies  And I'll lie too and say I don't mind And as we seek, so shall we find And when you're feeling open, I'll still be here But not without a certain degree of fear Of what will be with you and me I still can see things hopefully  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  And shake me and my confidence 'Bout a great many things But I've been there, I can see it cower Like a nervous magician waiting in the wings  Of a bad play where the heroes are right And nobody thinks or expects too much And Hollywood's calling for the movie rights Singing, \"Hey babe, let's keep in touch Hey baby, let's keep in touch\"  But I want more than a touch, I want you to reach me And show me all the things no one else can see So what you feel becomes mine as well And soon if we're lucky, we'd be unable to tell What's yours and mine, the fishing's fine And it doesn't have to rhyme, so don't you feed me a line  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  Ha la la la, bombardier, this is the pilot speaking And I got some news for you It seems my ship still stands no matter what you drop And there ain't a whole lot that you can do  Oh sure, the banner may be torn and the wind's gotten colder Perhaps I've grown a little cynical But I know no matter what the waitress brings I shall drink in and always be full Yeah, I will drink in and always be full  Oh, I like coffee and I like tea Like to be able to enter a final plea I still got this dream that you just can't shake I love you to the point you can no longer take Well, all right, okay, so be that way I hope and pray that there's something left to say  But you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  Oh, you Why you wanna give me a run-around? Is it a sure-fire way to speed things up When all it does is slow me down?  ",
        "title": "Run-Around"
    },
    {
        "artist": "E-40 (Featuring Leviti)",
        "lyrics": "  [Intro:] (Phone rings) This is the operator. I have a collect call from \"Hey this yo' potnah main!\" Who is an inmate in a California State prison To deny charges, hang up now To accept charges, press five now  [Hook:] Mmmmm..... welllll One love (one love) Ohhhhh (one love) The L, the L, the L, the L One love (one love) Welll (there's only one love) The O, the O, the O, the O One love (one love) Ohhhhh (one love) and the V, the V, the V, the V One love (one love) Welll (there's only one love) it's the E, the E, the E, the E  [Verse 1:] Member that game Fat Bank Take Skinny Bank? Well now we play Skinny Bank Take Fat Bank That's because it ain't no work bein offered main They act like they ain't even thinkin bout us main I promise I swear the po-po threw my homey in the slammer Did him bad, wish I had my candid camera, made me mad Penelopes swarmin like bees surveillance binoculars hidden in trees Reliable sources copping pleas, oh p-uh-please One for the life, and two for death Three damn strikes no chances left Let me tell ya lil bout me E-40 and the C-L-I-C we used to have to use Sheets for curtains, socks for washtowels I was happy as hell when my cousin gave me his hand-me-downs This ain't no happy Shirley Temple realistic crap This here is serious more Realistic than Radio Shack Observe as I strike a nerve, reach out and touch my kind Open up your photo album man, and I bet you find Folks that passed away, potnahs that been blasted away I miss you spill some liquor main, who got some tissue  [Hook: Leviti & E-40] One love (one love) One love Ohhhh (one love) One love (one love) well well One love Well wellll (there's only one love) One love (one love) One love Ohhhh (one love) One love (one love) well well One love Well wellll (there's only one love)  [Verse 2:] E'rybody wanna shoot em up bang bang Way I was raised we had to knuckle up and throw them thangs We got em up and you know I had to check em swell Cuz if I ran home and didn't fight back my mom'd beat that tail Just received word from my folks upstate They said uh, they tryin ta, they tryin ta take away our weights And uh, no more beef and pork just muslim books and fish fork And laps around the yard with my Walkman bumpin this Now I'm bouts ta get married, is it clever Thought it was, till I got the Dear John letter Been down for ten months and got a eight year stay And I just found out she had her baby yesterday Ain't nobody been to see me yet, but I ain't gonna worry Man ya out there ballin main can you drop a twomp up in my commisary Uhh, my family thinks that I'm a thug homie When you see my momma man give her a hug for me And tell her  [Hook:]  [Verse 3:] Huh, thinkin back, you gotta watch your back and play it well Enjoyed myself when I was out there tryin ta get in that mail We used to kick it at the waterfront the whole Vallejo Watchin the pervin contestses between E-40 and Del That's what we did up under the bridge fools posted up Choppin game conversatin gettin toast up Leanin against my seamless convertible tops and boosted cleaners Them Click boys mobbin deep in cuts, actin meanest The good times, they gone, here in the can is my new phone Guess in order to do some right I had to do some wrong Picked up a package yesterday and I was HAPPY It was a box and full of goodies from my PAPPY Tripped me out ain't seen or heard from Poppa Duke in years Sent me a picture and some fetti dang they sheadin tears See first you born then you live then you die One day soon I'll get another try, 1-Luv  [Hook:]  ",
        "title": "1-Luv"
    },
    {
        "artist": "The Flaming Lips",
        "lyrics": "  I know a girl who thinks of ghosts She'll make you breakfast She'll make you toast But she don't use butter And she don't use cheese She don't use jelly Or any of these She uses Vaseline Vaseline Vaseline  And I know a guy who goes to shows When he's at home and he blows his nose He don't use tissues or his sleeve He don't use napkins or any of these He uses magazines Magazines Magazines Magazines  I know a girl who reminds me of Cher (Reminds me of Cher) She's always changing (She's always changing) The color of her hair (Color of her hair) But she don't use nothing That you buy at the store She likes her hair to be real orange She uses tangerines Tangerines Tangerines Tangerines Tangerines Tangerines Tangerines  ",
        "title": "She Don't Use Jelly"
    },
    {
        "artist": "BLACKstreet",
        "lyrics": null,
        "title": "Joy"
    },
    {
        "artist": "Andru Donalds",
        "lyrics": "  There's many a day I act free We're oceans apart Even though my tears have dried There's an emptiness I feel in my heart Come forward  Uh, from the first time that I loved you I told you from the start Our love would come together If we could stand to be apart I never mean to break to you heart, no  The days I cope without you I feel so all alone I see you in my dreams at night I feel your touch so strong (So strong) I feel your pain and tears miles away I surrender my soul to you, dear  Love you Love you Love you Love  Mishale, what am I supposed to do Mishale, I'll never get over you Mishale (Mishale), loving you is heaven Missing you is hell and I need for our love to be strong  No matter where I find myself You're always on my mind (Always on my mind) The photographs stare back at me Reminds me that your love's deep as mine (Deep as mine) I'm coming home to you, babe, is worth livin' for, yeah, yeah (Yeah)  Love you Love you Love you Love  Mishale (Mishale), what am I supposed to do (Mishale) Mishale (Oh'oh'), I'll never get over you (Mishale) Mishale, loving you is heaven (Loving you is heaven) Missing you is hell and I need for our love to be strong, ho'oh'oh'  My swollen eyes reveal my pain As my tears fall like November rain My life's fading I'mma just gonna miss you  Love (Love) you (You) Love (Love) you (You) Love (Love) you (You) Love  Mishale, what am I supposed to do (Mishale) Mishale (Oh'oh'), I'll never get over you (I'll never get over you) Mishale (Mishale), loving you is heaven (Loving you's heaven) Missing you is hell and I surrender myself to you, dear  Mishale (Oh), what am I supposed to do (What am I supposed to do) Mishale (Oh'oh'), I'll never get over you Mishale (Mishale), loving you is heaven (Loving you is heaven) Missing you is hell and I need for our love to be strong, oh'oh'  What am I supposed to do Mishale (Mishale), I'll never get over you Mishale, loving you is heaven (Loving you is heaven) Missing you is hell  ",
        "title": "Mishale"
    },
    {
        "artist": "Shabba Ranks",
        "lyrics": null,
        "title": "Let's Get It On"
    },
    {
        "artist": "95 South",
        "lyrics": null,
        "title": "Rodeo"
    },
    {
        "artist": "69 Boyz",
        "lyrics": "  * the author requests correction sent direct to his e-mail  { } = the fellas ( ) = the ladies  Chorus [2x]: {Here kitty-kitty, here kitty-kitty-kittyyyyy!} Aw, kitty kitty! {Here kitty-kitty, here kitty-kitty-kittyyyyy!} I thought I saw a puddy tat!  Bridge A [2x]: (What you doin'?) {Nuttin', hon!  Uhh, uhh, I'm just nuttin', hon!} (What you doin'?) {Nuttin', hon!  Aww, honey-hon!}  Like I said, the party ain't dead These girls ain't even scared to give head! Verse 1: Girl, stop tryin' to be smooth Make way for a brother to make the first move You're tryin' to act nice and sweet 'Cause I know that you is a freak So let a brother lick them paws And run the tongue on the g-string draws And tease the kitty just a little Then stick my pole in the middle Before I hit, let me ask Did the dogs done hit in the path 'Cause if they ain't got they shots Then the kitty might not get got They say it ain't got a bad bone In any ol 'eyes, it's gold So girl, don't act seditty Just give a brother some of that kitty!  Chorus, Bridge A  Like I said, the party ain't dead All these chicken heads just scared! Verse 2: Kitties is cool and all that But I like the real big cats See, a cat got a little more strength So they can take a little more length You gotta feed a kitty real slow But a cat can take a little bit mo' So lay on down on the silk So you can get a bowl of this milk Then let's do it like dogs I wanna see ya climb the walls And once I get in them guts I'ma do that straight cat strut So please don't make a brother beg To get inbetween them legs Come on girl, have some pity And give a brother some of that kitty!  Bridge B [4x]: True dat, true dat!  True dat, true dat!  Chorus  Jay-Ski: Jack and Jill went up the hill to fetch a pail of water Jack came down, said \"Thank you ma'am, but uh, you got change for a quarter?\"  Aaow!  Bridge C [4x]: {Oh, baby!}  (Hey!)  Jay-Ski: Check it out! Lil' Miss Muffet sat on a tuffet eatin' a bowl o' cream o' wheat She gave me a show, whatta you know, that lil' *hoe* was a freak!  Aaow!  Bridge C  Jay-Ski: Check it! Little Jack Horner sat in the corner beggin' this girl all night She said no, he said \"Oh!  You gon' come on down and take a hike, baby!\"  Bridge C  Jay-Ski: Little Bo Peep lost her sheep, eyes were full of tears I think girl need her *LONG BLEEP*; Whoot, there it is!  Aaow!  Bridge C, Bridge B, Chorus  ",
        "title": "Kitty Kitty"
    },
    {
        "artist": "Prince",
        "lyrics": "  Keep bustin'! Dig if U will the picture Of U and I engaged in a... kiss U don't have 2 be beautiful 2 turn me on If we can not make babies Maybe we can make some time (Baby, U're so creamy)  She said how'd U like 2 waste some time And I could not resist when I saw little Nikki grind Nikki, oh  Don't worry, I won't hurt U I only want U 2 have some fun Baby, baby, baby I'm a star (Star, ooh) Might not know it now Baby, but I are, I'm a star, eh (Star, ooh) I don't wanna stop 'til I reach the top, oh Ow!  If I gave U diamonds and pearls Would U be a happy boy or a girl? All I can do is just offer U my love All I can offer U is my love  I never meant 2 cause U any sorrow I never meant 2 cause U any pain I only wanted one time 2 see U laughing Only want 2 see U laughing in the purple rain  Dearly beloved We are gathered here 2day 2 get through this thing called life  Sexy dancer, I want your body, want your body Sexy dancer, dance Sexy dancer, I want your body, want your body Sexy dancer, dance Ahhh!  Work it baby, work it Let's work {x2} I've had my eyes on U Ever since U walked in the room Come on and take my hand Don't try 2 understand Hey baby, nothing can stop us now I'm gonna show U how, oh yeah Show U how 2 work Come on, let's have some fun We'll work till the morning comes Yeah yeah, I wanna see U work Come on  Every Friday night I call yo ass up on the phone A deeper voice answers and says U're not at home (Sexy {x4}) If U think that I'm some fool who'll go 4 that silly line Honey, put down all your money U win everytime, oh (Sexy {x4}) Oh, irresistible bitch - I love the way U walk (U sexy mutha...ow!) Irresistible bitch - I love the way U talk Irresistible bitch - I love the way U kiss (U sexy mutha...ow!) Ain't it a shame? Huh, I wish I could resist  I ain't trying 2 pressure U baby But all I ever wanted 2 do I wanna be your lover I wanna be the only one that makes U come running I wanna be your lover I wanna turn U on, turn U out All night long make U shout Ooh, lover, yeah! I wanna be the only one U come 4 Yeah {x4}  I'm goin' down 2 Alphabet Street I'm gonna crown the first girl that I meet I'm gonna talk so sexy, she'll want me from my head 2 my feet Yeah yeah yeah yeah  Talk 2 me lover, come and tell me what U taste Didn't your mama tell U life is 2 good 2 waste? Talk 2 me lover, come and tell me what U taste Didn't your mama tell U life is 2 good 2 waste? 2 good 2 waste, 2 good 2 waste Didn't your mama tell U life is 2 good 2 waste?  Love come quick Love come in a hurry There are thieves in the temple 2night  The moon up above shines down upon our skin Whispering words that scream of outrageous sin If that's what we are We all want a love bizarre  If I was your girlfriend Ooh, if I was your girlfriend Would U let me wash your hair? Could I make U breakfast sometime? Would U let me pick out your clothes? Would U let me drive U 2 work?  I was working part time in a 5 and dime My boss was Mr. McGee He told me several times that he didn't like my kind Cuz I's a bit 2 leisurely It seems that I was busy doin' something close 2 nothin' But different than the day before That's when I saw her, ooh, I saw her She walked in through the out door, out door  She wore a raspberry beret The kind U find in a second hand store Raspberry beret And if it was warm, she wouldn't wear much more Raspberry beret I think I love her  Guess I shoulda known by the way U parked your car sideways That it wouldn't last See, U're the kinda person that believes in makin' out once Love 'em and leave 'em fast Guess I must be dumb, she had a pocket full of horses Trojan and some of them used But it was Saturday night, I guess that makes it all right And U say - \"What have I got 2 lose?\" And honey, I said little red Corvette  This is it Time for U 2 go 2 the wire U will hit Cuz U got the burnin' desire The kinda girl U wanna teach She's a peach  (Go!) {repeats} (Oops, upside yo ass) {x5} {Crowd noise} Ladies and gentlemen, Prince!  ",
        "title": "Purple Medley"
    },
    {
        "artist": "Nine",
        "lyrics": "  [Verse 1] I gets banned if I do gets banned if I don't So sometimes I will and sometimes I won't Puff mad stick crack a forty down the back Sit fat and relax and plan my attack Not the one to test I posess mad finesse My buddha was blessed one bird in the nest Chills with my peeps steady bouncing in jeeps On the New York streets hittin urban concrete I'm the man untestable, with the extraterrestrial flow Four Fifty Six Cee-Lo, pop the top off the forty ounce bottle I'm not the one to follow, I'm not the role model Hollow tips in my clips money grip and my Glock Only spits when I react to the bullshit So give me room to breathe and get up off DEEZ And save the confessions for JEESuz Plus I don't need to hear no sorrow Eff it, the sun will still come out tomorrow Long as I'm breathing, needing, even like Steven Achieving, gettin some cheese and Representin lovely, Boogie Down Bronx major With the project flavor, I made ya, daze ya My behavior is mad ill if you front You know what I want!  [Hook:] (Whutcha want Nine?) Fat beats for my rhymes (So whutcha want Nine?) Mad clips for my nines (So whutcha want Nine?) A ill posse And my name up in lights, N-I-N-E  [Verse 2] I'mma let you know how I feel on the real I pack steel It's like a jungle, makes me wonder Where my heel hits the bricks Skips the dog shit, completin' my cipher Temper like Rowdy Roddy Piper, hyper like a viper I'mma strike if I gotta Goin' for the jugular Stretch you like a copper Stoppah, stoppah, but you can't stop me Just clock me, just watch me blow up the spot G Came a long way from, back in the day We did it for no pay, just rhymin' hit the hay and Sleep, wake up, write another rhyme Hit the park after dark, drop the beat one time That's when shit was real, no phonies no bologna Just a homie, mics and wheels of steel Backup from the roof, amp plugged in the street light Everything right, jam over: street fight Back to the lab I grab my pen and pad Raw lyrics make a sore and a scab Had no dinero, enough get fo' chicken wings and rice A forty ounce a nickel bag to get nice And now I might make a million, and still son It makes the heart pump, you know what I want  [Hook]  [Verse Three:] Be like Elmer J. Fudd with the mansion and the yacht Brand new Clock non-stop hip-hop Remote control boombox lampin' on my dresser The God ain't no lesser as the pressure comes to test ya Hundred pound weight around the neck, daily Nuff treasons, nuff reasons like Philip Bailey Can't get enough of that funky stuff Rhymin' astronomical, original, shit is phenomenal Heat up the ghetto put the pedal to the metal Speed like Racer treat you like a wack rhyme and erase ya Right off the paper, roll a big fat spliff Four-fifth on the hip, Heineken in the grip shit I'm ready Get the keys for the jeep, let's bounce Cruise avenues, get some brews and sing the blues with the Funkmaster Flex cassette in the deck I'm in effect I move my neck while Son gets wreck Oh what a feeling, I'm on the wheels of steel and I snatch up some skins for some sexual healing Erything's kosher copacetic, groovy hip-hop moves me Soothes me, I'm letting off like an uzi But first steps a doozy and bruise me Now I'm choosy before I start to freak it like a floozy I wanna get big get paid true stunt You know what I want!  [Hook]  ",
        "title": "Whutcha Want?"
    },
    {
        "artist": "Roula",
        "lyrics": null,
        "title": "Lick It"
    },
    {
        "artist": "Portishead",
        "lyrics": "  [Verse 1] To pretend no one can find The fallacies of morning rose Forbidden fruit, hidden eyes Courtesies that I despise in me Take a ride, take a shot now  [Chorus] 'Cause nobody loves me, it's true Not like you do  [Verse 2] Covered by the blind belief That fantasies of sinful screens Bear the facts, assume the dye End the vows, no need to lie, enjoy Take a ride, take a shot now  [Chorus] 'Cause nobody loves me, it's true Not like you do  [Verse 3] Who am I, what and why? Cause all I have left Is my memories of yesterday Oh these sour times  [Chorus] 'Cause nobody loves me, it's true Not like you do  [Verse 4] After time the bitter taste Of innocence, descent or race Scattered seeds, buried lives Mysteries of our disguise revolve Circumstance will decide  [Chorus] 'Cause nobody loves me, it's true Not like you Nobody loves me, it's true Not like you do  ",
        "title": "Sour Times (Nobody Loves Me)"
    },
    {
        "artist": "Nicki French",
        "lyrics": "  Turn around Every now and then I get a little bit lonely and you're never coming around Turn around Every now and then I get a little bit tired of listening to the sound of my tears Turn around Every now and then I get a little bit nervous that the best of all the years have gone by Turn around Every now and then I get a little bit terrified and then I see the look in your eyes Turn around bright eyes Every now and then I fall apart Turn around bright eyes Every now and then I fall apart  And I need you now tonight And I need you more than ever And if you'll only hold me tight We'll be holding on forever And we'll only be making it right Cause we'll never be wrong together  Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do A total eclipse of the heart  Turn around Every now and then I know you'll never be the boy you always you wanted to be Turn around Every now and then I know you'll always be the only boy who wanted me the way that I am Turn around Every now and then I know there's no one in the universe as magical and wonderous as you Turn around Every now and then I know there's nothing any better; there's nothing that I just wouldn't do Turn around bright eyes Every now and then I fall apart Turn around bright eyes Every now and then I fall apart  And I need you now tonight And I need you more than ever And if you'll only hold me tight We'll be holding on forever And we'll only be making it right Cause we'll never be wrong together We can take it to the end of the line Your love is like a shadow on me all of the time I don't know what to do and I'm always in the dark We're living in a powder keg and giving off sparks I really need you tonight Forever's gonna start tonight Forever's gonna start tonight  Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do A total eclipse of the heart Once upon a time there was light in my life But now there's only love in the dark Nothing I can say A total eclipse of the heart  But now there's only love in the dark Now there's only love in the dark Now there's only love in the dark Now there's only love in the dark A total eclipse of the heart Now there's only love in the dark Now there's only love in the dark Now there's only love in the dark  A total eclipse of the heart  Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do A total eclipse of the heart  Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do A total eclipse of the heart  ",
        "title": "Total Eclipse Of The Heart"
    },
    {
        "artist": "Scarface Feat. Ice Cube",
        "lyrics": "  We got this whole motherfucker on a mission Now the whole, entire world's gotta try to come up with a quick decision They claim we threats to society And now they callin' on the government to try and make somebody quiet For the bullshit they done to me  Gangsta Nip, Spice 1 or 2Pac never gave a gun to me So gangsta rap ain't done shit for that I've even seen white folks from River Oaks go get the gat So why you tryin' kick some dust up America's been always known for blaming us niggas for they fuck-ups  And we were always considered evil Now they tryin' to bust our only code of communicating with our people Let's peep the game from a different angle Matt Dillon pulled his pistol every time him and someone tangled  So why you criticize me for the shit that you see on your TV? That rates worse than PG Just bring your ass to where they got me So you can feel the hand of the dead body  Nigga don't believe that song That nigga's wrong Gangstas don't live that long  Nigga don't believe that song That nigga's wrong Gangstas don't live that long  So now they tryin' separation And sendin' black folks in white coats to infiltrate our congregation Tappin' into our conversation Saying, the message that they give bring forth or premeditation  So David's got a silver mag while listenin' to Brad David gets mad and kills his dad David Duke's got a shotgun So why you get upset 'cause I got one?  A tisket, a tasket, a nigga got his ass kicked Shot in the face by a cop, close casket An open and shut situation Cop gets got, they wanna blame it on my occupation  If you don't dig me then, nigga, you can sue me Because the shit that I be sayin' ain't worse than no western money Don't blame me, blame your man, Gotti So you can feel the hand of the dead body  Nigga don't believe that song That nigga's wrong Gangstas don't live that long  You best to free your mind Before I free my nine And stop fuckin' with the void in pop Or feel my hot rocks  Bang, bang, boom, boom, ping, ping, I'm the black White boys gat a magazine and don't know how to act I'll attack and make you vomit Down with Khalid Abdul Muhammad  Do he got a brother, I'm it now I'm the illest Wanna kill this house, nigga, Don Cornelius Can you feel this?  You punk niggas make me sick Suckin' on the devil's dick Scared of revolution Need to start deuchin'  Houston is the place, I caught a case Them motherfuckers tried to put a scar on my face But I bust two times to the gut To the Reverend, Calvin Butts, gotta pair of nuts?  I started this gangsta shit in '86 Now you dissin' me for publicity Isn't he a hoe to the third degree? Who me?  I'm a G who like to scrap a lot Down with Rap-A-Lot And I can't stop, won't stop  So fuck, Bill and Hillary Ice Cube, there ain't no killin' me Ice Cube, Scarface Droppin' on these sellin' out niggas, doing it like this  Nigga don't believe that song That nigga's wrong Gangstas don't live that long  ",
        "title": "People Don't Believe"
    },
    {
        "artist": "Adam Ant",
        "lyrics": null,
        "title": "Wonderful"
    },
    {
        "artist": "Billie Ray Martin",
        "lyrics": "  Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burnin' inside now I'm burnin' inside now yeah  Yeah  So many times have I asked you to tell me That I'm your girl Time after time I have needed a reason Just to get inside your world So many times have I asked you to ask me How it feels to love And when this love seems the only Conclusion that I'm guilty of Oh baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning  Mmmm  And sometimes the way that you act makes me wonder What I am to you And sometimes I can't stand the way that I'm acting To be part of the things you do Often I've asked you for too much of your time Like I'm stealing And when I dream of the fear that you're leaving Then I reach out  My baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning Yearning yearning Inside this love I'm yearning  Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burnin' inside now I'm burnin' inside now yeah Burning inside yeah I'm burning inside Burning inside yeah I'm burning inside yeah Oooh burnin' inside yeah I'm burnin' inside yeah Oooh burning inside now I'm burning inside now yeah Burning inside yeah I'm burning inside Burning inside yeah I'm burning inside yeah Yeah yeah Yeah yeah  How many times have I asked you to tell me That I'm your girl Time after time I have needed a reason Just to get inside your world So many times have I asked you to ask me How it feels to love And when this love seems the only Conclusion that I'm guilty of Oh baby then you  Put your loving arms around me And it feels like shelter when you Put your loving arms around me And inside your arms I'm burning Put your loving arms around me And you whisper to me when you Put your loving arms around me And inside this love I'm yearning Put your loving arms around me Mmm yeah  Put your loving arms around me (Burnin' inside yeah I'm burnin' inside) Put your loving arms around me (Burnin' inside yeah I'm burnin' inside yeah) Put your loving arms around me (Burning burning burning burning)  Yearning burning yearning Inside this love I'm yearning burning yearning Inside this love I'm yearning burning yearning Inside this love I'm yearning burning yearning  ",
        "title": "Your Loving Arms"
    },
    {
        "artist": "Diana King",
        "lyrics": "  I don't want no fly guy I just want a shy guy Thats what I want yey You know what I want yey  Oh Lord have mercy mercy mercy Di man dem in a di party party party Di ole a dem sexy sexy sexy Watch dem just a Follow me follow me follow me  Everywhere me go di man dem a rush me Yes a whole eep a pretty boy wah fi love me A me dem love yes a me dem love  True them know me sweet and me sexy Everywhere me go me say me ever ready A me dem love yes a me dem love  But I don't want somebody Who's loving everybody I need a shy guy He's the kinda guy who'll only be mine  Oh Lord have mercy mercy mercy Di man dem in a di party party party Di ole a dem sexy sexy sexy Watch dem just a Follow me follow me follow me Have mercy mercy mercy But none a dem no move me move me move me Shy guy a weh me wanty wanty wanty Only him can make me irie irie irie  Roughneck man me no want none a dem Beat up me body lick off me head top Me no want none a dat Me no want none a dat Big things a gwaan fi all di shy man dem Wat to be my love and wat to be my friend Till the very end till the very end  But I don't want somebody Who's loving everybody I need a shy guy he's the kinda guy Who'll only be mine  Oh Lord have mercy mercy mercy Di man dem in a di party party party Di ole a dem sexy sexy sexy Watch dem just a Follow me follow me follow me Have mercy mercy mercy But none a dem no move me move me move me Shy guy a weh me wanty wanty wanty Only him can make me irie irie irie  Have mercy mercy mercy mercy mercy come on Let me check Lot of his mercy  Shy man we wanna here you put ur hands in the air And then make me I you if you wanna none of them me no wanna see You this one dedicated to all the shy man ohh.. Shy man we wanna here you put ur hands in the air And then make me I you if you wanna none of them me no wanna see You this one dedicated to all the shy man ohh..  Cause I don't want somebody Who's loving everybody I need a shy guy He's the kinda guy who'll only be mine  Oh Lord have mercy mercy mercy Di man dem in a di party party party Di ole a dem sexy sexy sexy Watch dem just a Follow me follow me follow me Have mercy mercy mercy But none a dem no move me move me move me Shy guy a weh me wanty wanty wanty Only him can make me irie irie irie Have mercy mercy mercy Di man dem in a di party party party Di ole a dem sexy sexy sexy Watch dem just a Follow me follow me follow me Have mercy mercy mercy But none a dem no move me move me move me Shy guy a weh me wanty wanty wanty Only him can make me irie irie irie  Shy guy shy guy shy guy [?] [?] Have mercy mercy mercy Di man dem in a di party party party [?] [?] Party party party Have mercy mercy mercy Di man dem in a di party party party Only him can make me irie irie irie Watch dem just a Follow me follow me follow me Lord have mercy mercy mercy Di man dem in a di party party party  ",
        "title": "Shy Guy (From \"Bad Boys\")"
    },
    {
        "artist": "Des'ree",
        "lyrics": "  Show me your company Come and tell me who you'll be I'll try and take things easy I'll be loose, I'll be carefree I'm living for tomorrow not today Gotta make my plans so in case I'll be prepared when I see you smiling  'Cause I feel so high away, I'm reaching out for your sky I've boundless energies, I feel I could run a million miles I'm riding on the wheel of fortune Taking me to places far and free I feel so high when I approach your sky  When I touch your sky, I, I want my joy to be discreet Can't seem to hide the feeling that you knock me from my seat When I'm talking with my friends You're the subject every time I know I bore them but they do it to me sometimes  'Cause I feel so high away, I'm reaching out for your sky I've boundless energies, I feel I could run a million miles I'm riding on the wheel of fortune Taking me to places far and free I feel so high when I approach your sky  I've seen you exposed, your thoughts are nude Come on, take off your pride baby You should wash your attitude I'm sitting here watching you baby Trying to pretend you're cool and calm Come on now, you can tell me baby Did the gypsy read your palm?  Show me your company, come and tell me who you'll be I'll try and take things easy, I'll be loose, I'll be carefree I'm living for tomorrow not today Gotta make my plans so in case I'll be prepared when I see you smiling  'Cause I feel so high away, I'm reaching out for your sky I've boundless energies, I feel I could run a million miles I'm riding on the wheel of fortune Taking me to places far and free  I feel so high when I approach your sky I feel so high, when I'm touching your sky baby I feel so high I feel so high, when I'm touching your sky baby I feel so high yeah, yeah I feel so high, when I'm touching your sky baby I feel so high I feel so high, when I'm touching your sky baby I feel so high yeah, yeah I feel so high, when I'm touching your sky baby  ",
        "title": "Feel So High"
    },
    {
        "artist": "Livin' Joy",
        "lyrics": null,
        "title": "Dreamer"
    },
    {
        "artist": "Tracy Byrd",
        "lyrics": "  It was no accident me finding you Someone had a hand in it Long before we ever knew Now I just can't believe you're in my life Heaven's smilin' down on me As I look at you tonight  I tip my hat to the keeper of the stars He sure knew what he was doin' When he joined these two hearts I hold everything When I hold you in my arms I've got all I'll ever need Thanks to the keeper of the stars  Soft moonlight on your face oh how you shine It takes my breath away Just to look into your eyes I know I don't deserve a treasure like you There really are no words To show my gratitude  So I tip my hat to the keeper of the stars He sure knew what he was doin' When he joined these two hearts I hold everything When I hold you in my arms I've got all I'll ever need Thanks to the keeper of the stars  It was no accident me finding you Someone had a hand in it Long before we ever knew  ",
        "title": "The Keeper Of The Stars"
    },
    {
        "artist": "Changing Faces",
        "lyrics": "  [Hook] x4 Ya fooling arond! Fooling, fooling, fooling around!  [Verse 1] We use to be so close,but now things have changed! It's not the same no no since i heard you calling her name! So quick to tell me that she was just a friend,  i don't wan't to hear the same ol' lies again (again) I got a hunch something ain't right,. no no this is no illusion i've come to this conlusion that your!  [Hook] Fooling around! fooling ,fooling around! (repeat 2x)  Verse2 I can't believe that i was fooling myself (oh no) when all along oh yes you were with someone else no more games i'm letting it go your way 'cause 3 is a croud so i'm giving you the step oooooooo i got a hunch something ain't right oooohhhhh(oh no) this is no illusion i've come to this conclusion that your  [Hook] x2  Verse3 I gave you the chance to give me romance iwas there for you boy and you know it's true see you ain't that strong you should've held on discharge of the boys ooooooooooohhhhhhhh  [Hook until the song ends]  ",
        "title": "Foolin' Around"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] Always and forever Each moment with you, yeah Is just like a dream to me That somehow came true, yeah And I know tomorrow Will still be the same 'Cause we got a life of love That won't ever change and  [Chorus] Every day, love me your own special way Melt all my heart away with a smile Take time to tell me you really care And we'll share tomorrow together (Always forever love you) Ooh baby, I'll always love you forever (Always forever love you) Ever, ever, ever  There'll always be sunshine When I look at you, yeah It's something I can't explain Just the things that you do (ooh baby) If you get lonely Call me and take A second to give to me That magic you make and  [Outro Chorus] Every day, love me your own special way Melt all my heart away with a smile Take time to tell me you really care And we'll share tomorrow together (Always forever love you) Baby baby, I'll always love you forever (Always forever love you) Ooh baby, ooh baby, yeah baby, yeah baby, forever (Always forever love you) Love you, love you, you, you, always (Always forever love you) Always, ever, ever, ever, forever (Always forever love you) And oh yeah, oh, ooh (Always forever love you) Love you, ever, ever, ever, and always I (Always forever love you) Ever, ever, ever, yes I'm the one who (Always forever love you) Yes I'm the one who loves you, always (Always forever love you) And forever, I love you  ",
        "title": "Always And Forever"
    },
    {
        "artist": "DJ Quik",
        "lyrics": "  [Intro: Harlem Nights] \"Quik you're not a gangster, we're not\"  [Intro] Some believe in love and some believe in friends But niggas like me believe in making ends Cause even when your bitch wants to trick around You know that money's got you safe and sound  [Verse 1] Now I'm bout to take it back to '84, when I was 14 Kickin' back in the trees, Westside if you please And 436 West Spruce was the spot With me Wayne, Mike, Shot, Nookie, Slug, and Rock Donzelly if you with me, just let that shit kick If your head ain't spinning from dippin' all them sticks Cause way back in the day they used love a wet baggie Screaming \"Órale ese\" with them laces on that Caddy And you couldn't deny a hit from that Buddah Thai Going 'round and 'round the driveway, now it's coming my way And I'm zoned out, at a young age And the whole Spruce Street was my stage Peep, now back then I was in the 8th grade steady But niggas my age was getting paid already Yeah, like that nigga Zap, or even young Blue They made they first million by the age of 22 Like Dan from Cedar block, him and little Motor James from Piru Street with them boulders Rest in peace little Noopy, he didn't have to brag Rollin to the 10th grade in a fin-O rag Well Goddamn, how can I be down? I asked my sister Jack for some help and she told me look around Nigga, they don't sell dope, it sells itself While they kickback and just collect the wealth And now I'm thinking... Ain't nothing fly about these dirty ass khakis T-shirt dingy, Pro Wings tacky This could be a way for me to flip that little funky twenty dollars that I earned Right then is when I learned that...  [Hook] Some believe in Jesus, some believe in Allah But niggas like me believe in making dollars Cause even when your niggas wanna be untrue You know that money's still good to you Some believe in love and some believe in friends But niggas like me believe in making ends Cause even when your bitch wants to trick around You know that money's got you safe and sound  [Verse 2] Peep, I gets a dub on the 1st and 15th for a fact So instead of spending it up I gave my money to Jack Now she jump in the rig and said 'I'll be right back' When she came in she put me down with a plastic sack I turned my 40 into 80 and that was my profit I'm keepin' my rocks in the house and not in my pocket Sister Jackie's in the kitchen with some boiling water, baking soda, fresh powder, baby bottles, making more boulders Checking a fat grip slanging rocks to tricks Donzelly dippin' sticks, went and bought him a 6 And 500 block Peach running thangs ya see Moving gallon after gallon and ki after ki I'm telling you I done seen it all From niggas hitting the sherm and then they pass out on the wall From cluckers wanting a hit so bad they let their panties fall Teeth rotten, hair gone, and whole checks get blown But yet I'm still breaking these pebbles like bam bam Safety pin splitting rocks to the, um, tic toc I went from wearing khakis to Sergio Tacchini While my rocks are disappearing like the great Houdini I bought a gang of clothes, all of my equipment And getting something new with each and every shipment Money gets made and money gets spent And how these jealous niggas acting only makes it evident that...  [Hook] Some believe in Jesus, some believe in Allah But niggas like me believe in making dollars Cause even when your niggas wanna be untrue You know that money's still good to you Some believe in love and some believe in friends But niggas like me believe in making ends Cause even when your bitch wants to trick around You know that money's got you safe and sound  [Verse 3] Check it, now in 1988 I moved away to L.A My niggas Playa Hamm and Gina gave me a place to stay On my way up from bottom rock Bitches starting to jock Cause my hair is getting longer And game's getting stronger To pull my on weight I went and got me a job But by then, Hamm and Gina really started to squab About whether I should go or stay She told him 'Either he goes or you go' We both was on our way So he moved and took me with him on 2001 Browning Clowning with players all around me just astounding My nigga Pimpin' Carl got us staring with that hair and Rolling up and down the street in that rag 7 with Darren Shabby Bleu feathered as he swerved In the El Co, P7's park away from the curve Big Jam, L.A Mike, Darryl, Nicky on the bike That nigga Top, Big Shane, and Tweed rolling up the weed And hoes just come and go, in and out Revolving door leaving with some nut in they mouth I'm making a living off of pimpin' so you fools can't trip Cause even though I love God, I also love my grip  [Hook] Some believe in Jesus, some believe in Allah But niggas like me believe in making dollars Cause even when your niggas wanna be untrue You know that money's still good to you Some believe in love and some believe in friends But niggas like me believe in making ends Cause even when your bitch wants to trick around You know that money's got you safe and sound  [Outro] Ooh, ooh yeah Safe and sound, yeah Safe and sound baby Ooh, ooh, yeah Safe and sound yeah Safe and sound Gotta let you know Gotta let you know Gotta let you know Compton's in the house  ",
        "title": "Safe + Sound"
    },
    {
        "artist": "Willi One Blood",
        "lyrics": "  New dance, it's an old dance come back again Run, go tell your friend, it's a brand new design! Watch the girl, them babblin', whinin', when they whinin', make sure them no brought them waist line Lord, have mercy, I'd go!  Man, you know what really drive me crazy Man, you know what really drives me mad 'Cause seeing a whiney, whiney girl, it does roll in my tum It makes a rum-pum-pum-pum-brooo, boys, feel glad, come for 'em in a man (give it all)  You just just jiggle and a wiggle and a jiggle and a wiggle, and move them body Then does a whine and go down, because them know them sexy Said the new style come, man, in the runway country In Los Angeles, Miami or New York City, so listen  Man, you know what really drive me crazy Man, you know what really drives me mad It's to watch the whiney, whiney girls roll in my tum It makes a rum-pum-pum-pum-brooo, boys, feel glad, watch me now  Them put them shoulders in, they put their bumper out They put the [?] on the [?] and then, them whine all about And then, they'll do the whiney, whiney and I'll jump and I'll shout And me say \"that's what it's all about\", come for 'em in a man    It just all bounce and a dip and bounce and a dip and whine off your whip You're just [?] tight, baby, and get a good grip 'Cause when the [?] are whining, you know I'm fully equip And if you're flip, you're my flop, and you're flop, you're my flip, so listen (what are ya sayin'?)  Girl, you got me whiney now You got me whiney like I never before (come for 'em in one and two) And yeah, you really whiney now You whiney, tell ya about 'til me touch the floor  Whiney, whiney, [?] You're whiney, whiney You're whiney, whiney All the nice and thin and fat body girls, bueno!  Hey! Push it up, girl 'Cause it's all good  Let me say man, you know what really drive me crazy Man, you know what really makes me mad It's to watch the whiney, whiney women roll in my tum It makes a rum-pum-pum-pum-brooo, boys, feel glad, come for 'em in a man  Them put them shoulders in, they put their bumper out They put the [?] on the [?], and then, them whine all about And then, they'll do the whiney, whiney and I'll jump and I'll shout And me say \"that's what it's all about\", come for 'em in a man  You just just jiggle and a wiggle and a jiggle and a wiggle, and roll your belly Said the new style come, man, in the runway country So girl, just bring your Vodka and just roll your belly In Miami, Las Vegas or in New York City  All of them bouncin', all of them movin', all of them gettin' the move All of them love the new style, 'cause it's new and improved Some of them short, and some of them slim, and some of them round like?????? Some of them very very ugly, but you're good lookin'  So me say man, you know what really drive me crazy Man, you know what really makes me mad It's to watch the whiney, whiney girls roll in my tum It makes a rum-pum-pum-pum-brooo, boys, feel glad    Whiney, whiney [?] You're whiney, whiney You're whiney, whiney  ",
        "title": "Whiney, Whiney (From \"Dumb And Dumber\")"
    },
    {
        "artist": "Lil Suzy",
        "lyrics": null,
        "title": "Promise Me"
    }
]