[
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] Yesterday All my troubles seemed so far away Now it looks as though they're here to stay Oh, I believe in yesterday  [Verse 2] Suddenly I'm not half the man I used to be There's a shadow hanging over me Oh, yesterday came suddenly  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  [Chorus] Why she had to go I don't know, she wouldn't say I said something wrong Now I long for yesterday  [Verse 3] Yesterday Love was such an easy game to play Now I need a place to hide away Oh, I believe in yesterday  ",
        "title": "Yesterday"
    },
    {
        "artist": "Roy Head And The Traits",
        "lyrics": null,
        "title": "Treat Her Right"
    },
    {
        "artist": "The Toys",
        "lyrics": "  How gentle is the rain That falls softly on the meadow? Birds, high up in the trees Serenade the clouds with their melodies  Oh, see, there beyond the hill The bright colors of the rainbow Some magic from above Made this day for us just to fall in love  Now, I belong to you From this day until forever Just love me tenderly And I'll give to you every part of me  Oh, don't ever make me cry Through long, lonely nights without us Be always true to me Keep this day in your heart eternally  Someday we shall return To this place upon the meadow We'll walk out in the rain Hear the birds above singing once again  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  You'll hold me in your arms And say once again you love me And, if your love is true Everything will be just as wonderful  ",
        "title": "A Lover's Concerto"
    },
    {
        "artist": "The Rolling Stones",
        "lyrics": "  [Verse 1] I live on an apartment On the ninety-ninth floor of my block And I sit at home looking out the window Imagining the world has stopped Then in flies a guy Who's all dressed up just like the Union Jack And says, I've won five pounds If I have his kind of detergent pack  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Verse 2] The telephone is ringing I say, \"Hi, it's me, who is it there on the line?\" A voice says, \"Hi, hello, how are you?\" Well, I guess I'm doing fine It's three a.m., there's too much noise Don't you people ever want to go to bed Because you feel so good Do you have to drive me out of my head  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Verse 3] I was sick and tired, fed up with this And decided to take a drive downtown It was so very quiet and peaceful There was nobody, not a soul around I laid myself out I was so tired and I started to dream In the morning the parking tickets were just like a flag Stuck on my windscreen  [Chorus] I said, \"Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around cause two's a crowd On my cloud baby\"  [Outro] Hey, you, get off of my cloud Hey, you, get off of my cloud Hey, you, get off of my cloud Don't hang around, baby two's a crowd On my cloud  ",
        "title": "Get Off Of My Cloud"
    },
    {
        "artist": "The Gentrys",
        "lyrics": "  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the Locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk Shake it, shake it, baby Come on & show me how you work Yellin' in motion Keep on doin' the locomotion, yeah Don't worry, little babe Shake it, shake it, shake it, shake it, yes!  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  I keep on dancin' (keep on) Keep on doin' the jerk right now Shake it, shake it, baby Come on & show me how you work  Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah) Keep on dancin' & a-prancin' (ah)  ",
        "title": "Keep On Dancing"
    },
    {
        "artist": "The McCoys",
        "lyrics": "  Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy lives in a very bad part of town (Ooh, ooh, ooh, ooh) And everybody, yeah, tries to put my Sloopy down (Ooh, ooh, ooh, ooh) Sloopy, I don't care what your daddy do (Ooh, ooh, ooh, ooh) 'Cause you know, Sloopy, girl, I'm in love with you (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on  Sloopy wears a red dress, yeah, as old as the hills (Ooh, ooh, ooh, ooh) But when Sloopy wears that red dress, yeah, you know, it gives me the chills, oh, oh (Ooh, ooh, ooh, ooh) Sloopy, when I see you walking, walking down the street (Ooh, ooh, ooh, ooh) I say, \"Don't worry, Sloopy, girl, you belong to me\" (Ooh, ooh, ooh, ooh)  And so I sing out Hang on, Sloopy Sloopy, hang on Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah Give it to 'em right now  Sloopy, let your hair down, girl Let it hang down on me (Ooh, ooh, ooh, ooh) Sloopy, let your hair down, girl Let it hang down on me, yeah, yeah (Ooh, ooh, ooh, ooh)  Come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on) Well, come on, Sloopy (Come on, come on)  Well, it feels so good (Come on, come on) You know, it feels so good (Come on, come on) Well, shake it, shake it, shake it, Sloopy (Come on, come on) Well, shake it, shake it, shake it, yeah (Come on, come on) Oh  Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on Yeah, yeah, yeah, yeah, yeah, yeah Hang on, Sloopy Sloopy, hang on  ",
        "title": "Hang On Sloopy"
    },
    {
        "artist": "Herman's Hermits",
        "lyrics": "  He may send you flowers, baby, every single day Buy you fancy clothes from Paris And have sweet things to say But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  He'll take you to nightclubs in a shiny limousine Buy you furs and diamond bracelets Make you look just like a queen But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  Love, love, love is what I could give ya True, true love as long as I may live  But I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  Love, love, love is what I could give ya True, true love as long as I may live  Well, he may want to buy a fancy mansion on a hill Will you live with him forever? Baby, that ain't such a thrill 'Cause I can give you love, sweet sweet love Now ain't that just a little bit better? Uh-ho-ho, uh-ho-ho, uh-ho-ho  ",
        "title": "Just A Little Bit Better"
    },
    {
        "artist": "Gary Lewis And The Playboys",
        "lyrics": "  Everybody loves a clown, so why don't you? Everybody laughs at the things that I say and do They all laugh when they see me coming But you don't laugh; you just go home running  Everybody loves a clown, so why can't you? A clown has feelings too  I joke around at a party when you are there But you don't laugh, you don't look; you just don't care If you wondered why this clown is crying, look a little closer; inside I'm dying It's not easy to be in love, you see When you're a clown like me'  I don't know how to say that I love you 'cause you would smile and say 'tell a joke or two.' Yes, I'm a clown, but I don't want to be Why can't you see the other side of me?  Guess I'll be the guy who plays the part Of a clown with a broken heart  Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start Dreaming of your love, and not knowing where to start  ",
        "title": "Everybody Loves A Clown"
    },
    {
        "artist": "Bob Dylan",
        "lyrics": "  [Verse 1] You got a lot of nerve To say you are my friend When I was down You just stood there grinning  [Verse 2] You got a lot of nerve To say you got a helping hand to lend You just want to be on The side that’s winning  [Verse 3] You say I let you down You know it’s not like that If you’re so hurt Why then don’t you show it?  [Verse 4] You say you lost your faith But that’s not where it’s at You had no faith to lose And you know it  [Verse 5] I know the reason That you talk behind my back I used to be among the crowd You’re in with  [Verse 5] Do you take me for such a fool To think I’d make contact With the one who tries to hide What it don’t know to begin with  [Verse 6] You see me on the street You always act surprised You say “How are you? Good luck!” But you don’t mean it  [Verse 7] When you know as well as me You’d rather see me paralyzed Why don’t you just come out once And scream it  [Verse 8] No, I do not feel that good When I see the heartbreaks you embrace If I was a master thief Perhaps I’d rob them  [Verse 9] And now I know you’re dissatisfied With your position and your place Don’t you understand It’s not my problem  [Verse 10] I wish that for just one time You could stand inside my shoes And just for that one moment I could be you  [Verse 11] Yes, I wish that for just one time You could stand inside my shoes You’d know what a drag it is To see you  ",
        "title": "Positively 4th Street"
    },
    {
        "artist": "The Vogues",
        "lyrics": null,
        "title": "You're The One"
    },
    {
        "artist": "The Lovin' Spoonful",
        "lyrics": "  [Verse 1] Do you believe in magic in a young girl's heart How the music can free her whenever it starts? And it's magic if the music is groovy It makes you feel happy like an old-time movie I'll tell you about the magic, and it'll free your soul But it's like trying to tell a stranger 'bout-a rock and roll  [Verse 2] If you believe in magic, don't bother to choose If it's jug band music or rhythm and blues Just go and listen, and it'll start with a smile That won't wipe off your face no matter how hard you try Your feet start tapping, and you can't seem to find How you got there so just blow your mind  [Guitar Solo]  [Verse 3] If you believe in magic, come along with me We'll dance until morning till there's just you and me And maybe, if the music is right I'll meet you tomorrow, sort of late at night And we'll go dancing, baby, then you'll see How the magic's in the music and the music's in me  [Interlude] Yeah Do you believe in magic? Yeah Believe in the magic of the young girl's soul Believe in the magic of-a rock and roll Believe in the magic that can set you free Ohh, talking 'bout the magic  [Outro] (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe, believer? (Do you believe like I believe?) Do you believe in magic? (Do you believe like I believe?) Do you believe in magic?  ",
        "title": "Do You Believe In Magic"
    },
    {
        "artist": "The Castaways",
        "lyrics": null,
        "title": "Liar, Liar"
    },
    {
        "artist": "Ramsey Lewis Trio",
        "lyrics": "  Instrumental  ",
        "title": "The \"In\" Crowd"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  Baby don't go, pretty baby please don't go  I never had a mother, I hardly knew my dad I've been in town for 18 years You're the only boy I've had I can't stay, maybe I'll be back some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  I never had no money, I bought at the second hand store The way this old town laughs at me I just can't take it no more I can't stay, I'm gonna be a lady some day  Baby don't go, pretty baby please don't go I love you so, pretty baby please don't go  When I get to the city, my tears will all be dry My eyes will look so pretty No one's gonna know I cried Yes I'm goin' away, maybe I'll be back some day  Baby don't go, maybe I'll be back some day  ",
        "title": "Baby Don't Go"
    },
    {
        "artist": "Barry McGuire",
        "lyrics": "  The eastern world it is explodin' Violence flarin', bullets loadin' You're old enough to kill but not for votin' You don't believe in war, what's that gun you're totin' And even the Jordan river has bodies floatin' But you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Don't you understand, what I'm trying to say? Can't you see the fears that I'm feeling today? If the button is pushed, there's no running away There'll be no one to save with the world in a grave Take a look around you, boy, it's bound to scare you, boy And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Yeah, my blood's so mad, feels like coagulatin' I'm sittin' here, just contemplatin' I can't twist the truth, it knows no regulation Handful of Senators don't pass legislation, And marches alone can't bring integration When human respect is disintegratin' This whole crazy world is just too frustratin' And you tell me over and over and over again my friend Ah, you don't believe we're on the eve of destruction  Think of all the hate there is in Red China Then take a look around to Selma, Alabama! Ah, you may leave here, for four days in space But when you return, it's the same old place The poundin' of the drums, the pride and disgrace You can bury your dead, but don't leave a trace Hate your next-door-neighbour, but don't forget to say grace And you tell me over and over and over and over again my friend You don't believe we're on the eve of destruction No no you don't believe we're on the eve of destruction  ",
        "title": "Eve Of Destruction"
    },
    {
        "artist": "Barbara Lewis",
        "lyrics": null,
        "title": "Make Me Your Baby"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "I'm Yours"
    },
    {
        "artist": "Jay & The Americans",
        "lyrics": null,
        "title": "Some Enchanted Evening"
    },
    {
        "artist": "Len Barry",
        "lyrics": null,
        "title": "1-2-3"
    },
    {
        "artist": "The Fortunes",
        "lyrics": "  {Intro}  I see that worried look upon your face You've got your troubles, I've got mine She's found somebody else to take your place You've got your troubles, I've got mine  I too have lost my love today All of my dreams have flown away  Now, just like you, I sit and wonder why You've got your troubles, I've got mine You need some sympathy? well, so do I You've got your troubles, I've got mine  She used to love me, that I know, wow wow And it don't seem so long ago, wow wow That we were walking That we were talking The way that lovers dooooo....  {Bridge}  I too have lost my love today All of my dreams have flown away And so forgive me if I seem unkind You see I lost my lost my lost my little girl too You've got your troubles, I've got mine {Simultanousely} And it must seem to you, my friend That I ain't got no pity for you Well, that ain't true You see I lost my lost my lost my little girl too  You've got your troubles, I've got mine  I'd help another place, another time You've got your troubles, I've got mine You've got your troubles, I've got mine You've got your troubles, I've got mine  ",
        "title": "You've Got Your Troubles"
    },
    {
        "artist": "We Five",
        "lyrics": null,
        "title": "You Were On My Mind"
    },
    {
        "artist": "Billy Joe Royal",
        "lyrics": null,
        "title": "I Knew You When"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": "  When people say you're not my kind And that your clothes are out of line And that your hair isn't combed all the time You're not real pretty but you're mine  We have a great big old society That won't make room for folks like you and me But I got some real bad news for them my friend They're on the outside looking in  We've got a great thing going And its gonna keep on growing And I hope that real soon they'll see the light But until that time they'll have to blow their mind Cos it ain't us that's gonna lose this fight  So when we're walking I don't care When all those people stop and stare If they'd look in your eyes they'd see You're not real pretty but you belong to me  Hey hey hey now Hey hey hey now When you're lovin' me baby And when I hold you baby [When I kiss you] I know you love me baby [When I hold you] You know I'll never leave you [When I touch you] I know I'll always love you [Every day now] You know I love you baby You know I love you baby  ",
        "title": "But You're Mine"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  Well - who is the hippie that's happenin' all over our town? Tearin' up chicks with the message that he lays down Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  Chicks are makinreservations for his lovin' so fine (so fine) Screamin' and shoutin' he's got 'em all waitin' in line Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  Who is the hippie that's happenin' all over our town? Tearin' up chicks with the message that he lays down Who is the coolest guy, what is, what am? That's fast-talkin' - slow walkin' - good-lookin' Mohair Sam  ",
        "title": "Mohair Sam"
    },
    {
        "artist": "Herb Alpert & The Tijuana Brass",
        "lyrics": null,
        "title": "Taste Of Honey"
    },
    {
        "artist": "Joe Tex",
        "lyrics": null,
        "title": "I Want To (Do Everything For You)"
    },
    {
        "artist": "Dino, Desi & Billy",
        "lyrics": null,
        "title": "Not The Lovin' Kind"
    },
    {
        "artist": "Jonathan King",
        "lyrics": "  Streets full of people All alone Roads full of houses Never home Church full of singing Out of tune Everyone's gone to the moon  Eyes full of sorrow Never wet Hands full of money All in debt Sun coming out in The middle of June Everyone's gone to the moon  Long time ago Life has begun Everyone went to the sun  Cars full of motors Painted green Mouths full of chocolate Covered cream Arms that can only Lift a spoon Everyone's gone to the moon  Everyone's gone to the moon Everyone's gone to the moon  ",
        "title": "Everyone's Gone To The Moon"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Segue: The Beatles] Billy Shears!  [Verse 1: Ringo Starr] What would you think if I sang out of tune? Would you stand up and walk out on me? Lend me your ears and I'll sing you a song And I'll try not to sing out of key  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, I get high with a little help from my friends Mm, going to try with a little help from my friends  [Verse 2: Ringo Starr & The Beatles] What do I do when my love is away? Does it worry you to be alone? How do I feel by the end of the day? Are you sad because you're on your own?  [Chorus: Ringo Starr] No, I get by with a little help from my friends Mm, get high with a little help from my friends Mm, going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I need somebody to love Could it be anybody? I want somebody to love  [Verse 3: Ringo Starr & The Beatles] Would you believe in a love at first sight? Yes, I'm certain that it happens all the time What do you see when you turn out the light? I can't tell you, but I know it's mine  [Chorus: Ringo Starr] Oh, I get by with a little help from my friends Mm, get high with a little help from my friends Oh, I'm going to try with a little help from my friends  [Bridge: Ringo Starr & The Beatles] Do you need anybody? I just need someone to love Could it be anybody? I want somebody to love  [Outro: Ringo Starr] Oh, I get by with a little help from my friends Mm, going to try with a little help from my friends Oh, I get high with a little help from my friends Yes, I get by with a little help from my friends With a little help from my friends  ",
        "title": "Help!"
    },
    {
        "artist": "Jody Miller",
        "lyrics": null,
        "title": "Home Of The Brave"
    },
    {
        "artist": "The Animals",
        "lyrics": "  In this dirty old part of the city Where the sun refused to shine People tell me there ain't no use in tryin'  Now, my girl, you're so young and pretty And one thing I know is true You'll be dead before your time is due, I know  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away Oh yes, I know it  (Yeah!) He's been workin' so hard (Yeah!) I've been workin' too, baby (Yeah!) Every night and day (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place 'Cause, girl, there's a better life for me and you  Now, my girl, you're so young and pretty And one thing I know is true, yeah You'll be dead before your time is due, I know it  Watch my daddy in bed a-dyin' Watched his hair been turnin' grey, yeah He's been workin' and slavin' his life away I know he's been workin' so hard  (Yeah!) I've been workin' too, baby (Yeah!) Every day, baby (Yeah!) Oh! (Yeah, yeah, yeah, yeah!)  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Somewhere, baby, somehow I know it  We gotta get out of this place If it's the last thing we ever do We gotta get out of this place Girl, there's a better life for me and you Believe me, baby, I know it, baby You know it too  ",
        "title": "We Gotta Get Out Of This Place"
    },
    {
        "artist": "Fontella Bass",
        "lyrics": null,
        "title": "Rescue Me"
    },
    {
        "artist": "The Dave Clark Five",
        "lyrics": "  [Verse 1] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus] Catch us if you can Catch us if you can Catch us if you can Catch us if you can  [Verse 2] Now we gotta run, (mmmm-mm-mm) No more time for fun, (mmmm-mm-mm) When we're gettin' angry, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  [Harmonica solo]  [Verse 3] Here they come again, (mmmm-mm-mm) Catch us if you can, (mmmm-mm-mm) Time to get a move on, (mmmm-mm-mm) We will yell with all of our might  [Chorus]  ",
        "title": "Catch Us If You Can"
    },
    {
        "artist": "San Remo Golden Strings",
        "lyrics": null,
        "title": "Hungry For Love"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] Honey you do me wrong but still I'm crazy about you Stay away too long and I can't do without you Every chance you get you seem to hurt me more and more But each hurt makes my love stronger than before I know flowers go through rain But how can love go through pain  [Chorus] Ain't that peculiar A peculiar-ality Ain't that peculiar baby Peculiar as can be  [Verse 2] You tell me lies that should be obvious to me I've been so much in love with you baby 'till I don't wanna see That things you do and say are designed to make me blue It's a doggone shame my love for you makes all Your lies seem true But if the truth makes love last longer Why do lies make my love stronger  (stronger, stronger, stronger)  [Chorus] Ain't that peculiar A peculiar-ality Ain't that peculiar baby A peculiar-arity, hey, hey  [Verse 3] I cried so much just like a child that's lost its toy Maybe baby you think these tears i cry are tears of joy A child can cry so much until you do everything they say But unlike a child my tears don't help me to get my way I know love can last through years But how can love last through tears (tears, tears, tears)  Now ain't that peculiar baby? Peculiar-arity Ain't it peculiar, honey? Peculiar as can be  Said I don't understand it baby It's so strange sometimes Ain't it peculiar, darling?  ",
        "title": "Ain't That Peculiar"
    },
    {
        "artist": "Lesley Gore",
        "lyrics": "  Don't tell me about towns like New York, Frisco Im not interested in all that small talk, go-go Im more satisfied being here by my babys side Just give me my town, my guy and me My town, my guy and me My towns got all the other towns beat My town towns got everything that I need Just give me my town, my guy and me Don't tell me about all the good times Im missin Nothings good as the time when were lovin, and kissin Im happy right here, yeah, where every night He holds me tight Just give me my town, my guy and me My town, my guy and me My towns got what no other towns got A guy that loves me and needs me a lot! So give me my town, my guy and me My town, my guy and me Oh, Im happy right here, where every night He holds me tight Just give me my town, my guy and me My town, my guy and me Just give me my town, my guy and me My town, my guy and me So give me my town, my guy and me (Fades)  ",
        "title": "My Town, My Guy And Me"
    },
    {
        "artist": "Sonny",
        "lyrics": "  Why can't I be like any guy? Why do they try to make me run? Son of a gun, now What do they care, about the clothes I wear? Why get their kicks from making fun, yeah? This world's got a lot of space And if they don't like my face It ain't me that's going anywhere, no So I don't care Let 'em laugh at me If that's the fare I have to pay to be free Then baby, laugh at me, and I'll cry for you And I'll pray for you And I'll do all the things That the man upstairs says to do I'll do 'em for you I'll do 'em I'll do 'em all for you It's gotta stop someplace It's gotta stop sometime I'll make sure that she's mine And maybe the next guy That don't wear a silk tie He can walk by and say hi Say, hi Instead of why Instead of why Instead of why babe Instead of why What did I do to you? I don't know what to do  ",
        "title": "Laugh At Me"
    },
    {
        "artist": "Otis Redding",
        "lyrics": null,
        "title": "Respect"
    },
    {
        "artist": "The Strangeloves",
        "lyrics": "  Pretty as a picture Glory what a picture You ought to see the shape she's in What she ain't got has never been Whoa Cara-Lin Cara-Lin Cara-Lin Cara-Lin Whoa When we go out walkin Boy the dogs start barkin She can make a left, right Man this chick is out of sight Cara-Lin Cara-Lin Cara-Lin Cara-Lin Hey, hey, hey Hey, hey, hey She just don't affect me Man this chick upsets me She's got everything I need Satisfactions guaranteed Whoa Cara-Lin Cara-Lin Whoa Cara-Lin Cara-Lin Whoa C-a-r-a-L-i-n Cara-Lin Whoa C-a-r-a-L-i-n Cara-Lin Whoa  ",
        "title": "Cara-Lin"
    },
    {
        "artist": "The Spokesmen",
        "lyrics": "  The western world has a common dedication To keep free people from Red domination And maybe you can't vote, boy, but man your battle stations Or there'll be no need for votin' in future generations  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  There are buttons to push in two mighty nations But who's crazy enough to risk annihilation? The buttons are there to ensure negotiation So don't be afraid, boy, it's our only salvation  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  You tell me that marches won't bring integration But look what it's done for the voter registration Be thankful our country allows demonstrations Instead of condemnin', make some recommendations I don't understand the cause of your aggravation You mean to tell me, boy, it's not a better situation?  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  You missed all the good in your evaluation What about the things that deserve commendation? Where there once was no cure, there's vaccination Where there once was a desert, there's vegetation Self-government's replacing colonization What about the Peace Corp. organization? Don't forget the work of the United Nations  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction But I say you're wrong, we're just on the dawn of correction  So over and over again, you keep sayin' it's the end But I say you're wrong, we're just on the dawn of correction  ",
        "title": "The Dawn Of Correction"
    },
    {
        "artist": "The 4 Seasons Featuring the \"Sound of Frankie Valli\"",
        "lyrics": "  There ain't no good in our goodbye-ing True love takes a lot of trying Ooooh I'm crying  Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (Doo-woop, doo-woop, doo-woop)  You say you're gonna go and call it quits Gonna chuck it all and break our love to bits (breaking up) I wish you never said it (breaking up) No no, we'll both regret it  That little chip of diamond on your hand Ain't a fortune babe but you know it stands (for your love) a love to try and bind us (such a love) we just can't leave behind us Baby (don't you go) baby (no no no)  Baby (think it over and) stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  There isn't anything i wouldn't do I'd pay any price to get in good with you (patch it up) give me a second turnin' (patch it up) don't cool off while i'm burnin'  You've got me cryin' dyin' at your door Don't shut me out, let me in once more (open up) you're arms I need to hold you (open up) you're heart oh girl I told you Baby (don't you go) Baby (no no no)  Baby (think it over and) Stay-ay Let's hang on to what we've got Don't let go girl, we've got a lot Got a lot o' love between us Hang on, hang on, hang on to what we've got (doo-woop, doo-woop, doo-woop)  ",
        "title": "Let's Hang On!"
    },
    {
        "artist": "Patty Duke",
        "lyrics": null,
        "title": "Say Something Funny"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "What Color (Is A Man)"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": null,
        "title": "Just You"
    },
    {
        "artist": "Roger Miller",
        "lyrics": "  Got a letter just this morning It was postmarked Omaha It was typed and neatly written Offering me this better job Better job with higher wages Expenses paid and a car But I'm on TV here locally I can't quite, I'm a star  I come on the TV Grinninen, wearing pistols and a hat It's a kiddy's show and I'm a hero Of the youger sat I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Kansas City Star That's what I are Yoodledy you aught to see my car I drive a big old Cadillac with wired wheels I got rhinestones on my spokes I've got credit down at the grocery store And my barber tells me jokes I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Da da da da de da Baa ba de baa ba ba bu Baa ba bee Baa Ba buu buu diddly Ba da da da da da  Kansas City Star That's what I are Yoodledy you aught to see my car I drive a big old Cadillac with wired wheels I got rhinestones on my spokes I've got credit down at my grocery store And my barber tells me jokes  I'm the number one attraction In every supermarket parking lot I'm the king of Kansas City No thanks Omaha, thanks a lot  Stay tuned we're going to have a Pye Pye cartoon in a minute  ",
        "title": "Kansas City Star"
    },
    {
        "artist": "Little Anthony And The Imperials",
        "lyrics": null,
        "title": "I Miss You So"
    },
    {
        "artist": "The Beatles",
        "lyrics": "  [Verse 1] They're gonna put me in the movies They're gonna make a big star out of me We'll make a film about a man that's sad and lonely And all I gotta do is act naturally  [Pre-Chorus] Well I'll bet you I'm gonna be a big star Might win an Oscar, you can never tell The movies gonna make me a big star 'Cause I can play the part so well  [Chorus] Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally  [Verse 2] We'll make the scene about a man that's sad and lonely And begging down upon his bended knee I'll play the part and I won't need rehearsing All I have to do is act naturally  [Pre-Chorus] Well I'll bet you I'm gonna be a big star Might win an Oscar, you can never tell The movies gonna make me a big star 'Cause I can play the part so well  [Chorus] Well I hope you'll come and see me in the movies Then I know that you will plainly see The biggest fool that ever hit the big time And all I gotta do is act naturally  ",
        "title": "Act Naturally"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": "  He's five foot two and he's six feet four He fights with missiles and with spears He's all of thirty-one And he's only seventeen He's been a soldier for a thousand years  He's a Catholic, a Hindu, an atheist, a Jain A Buddhist and a Baptist and a Jew He knows he shouldn't kill But he knows he always will Kill you, my friend, for me and me for you  He's fighting for Canada, he's fighting for France He's fighting for the U.S.A He's fighting for the Russians And he's fighting for Japan And he thinks, he'll put an end to war that way  He's fighting for democracy, he's fighting for the Reds He says it's for the peace of all He's the one who must decide Who's to live and who's to die But he never sees the writing on the wall  But without him how would Hitler have condemned them at Dachau? Without him Caesar would have stood alone He's the one who gives his body As the weapon of the war And without him all this killing can't go on  He's the universal soldier and he really is to blame His orders come from far away no more They come from him and you, and me And brother, can't you see? This is not the way to put an end to war  ",
        "title": "The Universal Soldier"
    },
    {
        "artist": "The Newbeats",
        "lyrics": null,
        "title": "Run, Baby Run (Back Into My Arms)"
    },
    {
        "artist": "Paul Revere & The Raiders",
        "lyrics": null,
        "title": "Steppin' Out"
    },
    {
        "artist": "The Sunrays",
        "lyrics": null,
        "title": "I Live For The Sun"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  Where have all the flowers gone? Long time passin' Where have all the flowers gone? A long, long time ago  Where have all the flowers gone? Young girls picked them every one When will they ever learn? When will they ever learn?  Where have all the young girls gone? Long time passing Where have all the young girls gone? A long time ago  Where have all the young girls gone? Taken husbands every one When will they ever learn? When will they ever learn?  Where have all the young men gone? Long time passin' Where have all the young men gone? A long, long time ago  Where have all the young men gone? Gone to soldiers every one When will they ever learn? When will they ever learn?  Where have all the soldiers gone? Long time passin' Where have all the soldiers gone? Long time ago  Where have all the soldiers gone? Gone to grave yards every one When will they ever learn? When will they ever learn?  Where have all the grave yards gone? Long time passing Where have all the grave yards gone? A long time ago  Where have all the grave yards gone? Gone to flowers every one When will they ever learn? When will they ever learn?  Where have all the flowers gone? Long time passing Where have all the flowers gone? A long, long time ago  Where have all the flowers gone? Young girls picked them every one When will they ever learn? When will they ever learn?  When will they ever learn? (Where have all those flowers gone?) Where have all those flowers gone? (Where have all those flowers gone?) I know those young girls picked them every one (Where have all those flowers gone?)  Where have those soldiers gone? (Where have all those flowers gone?) Gone to grave yards every one (Where have all those flowers gone?) Oh, won't they ever learn? (Where have all those flowers gone?)  ",
        "title": "Where Have All The Flowers Gone"
    },
    {
        "artist": "The Miracles",
        "lyrics": "  When you were mine I loved you so much A got a thrill from your every touch You went away with somebody else Now all I can say to comfort myself  Is that my girl has gone and said goodbye Don't you cry, hold your head up high Don't give up, give love one more try 'Cause there's a right girl for every guy  Baby, all your love wasn't right for me Good for another it well may be Some girls just weren't made for some guys Now I've got to make myself realize  That my girl has gone (yes she has) And said goodbye (I tell myself that) Don't you cry, hold your head up high (Keep on trying) Don't give up, give love one more try (Believe me now) There's a right girl for every guy, oh yeah  I've got the feelin' Yeah, yeah, yeah, yeah baby  Now happiness and all the best That's all that I wish for you, oh yeah Don't be like me in misery I'm feelin' so sad and blue I said I'm sad and I'm blue, oh yeah Sad and I'm blue, I said I'm sad and I'm blue  Because my girl has gone And said goodbye (and I tell myself) Don't you cry, hold your head up high (Keep on trying) Don't give up, give love one more try (Believe me now) There's a right girl for every guy, oh yeah  (And I can't go on if I hear you say) Girl has gone (yes you can) and said goodbye (And I start to cry, I say) Don't you cry, hold your head up high (Ooowweeee! ) Don't give up, give love one more try (One time now) There's a right girl for every guy, oh yeah  Sing it slow now children...  ",
        "title": "My Girl Has Gone"
    },
    {
        "artist": "Donovan",
        "lyrics": "  He's five foot-two, and he's six feet-four He fights with missiles and with spears He's all of thirty-one, and he's only seventeen Been a soldier for a thousand years  He'a a Catholic, a Hindu, an Atheist, a Jain A Buddhist and a Baptist and a Jew And he knows he shouldn't kill And he knows he always will Kill you for me my friend and me for you  And he's fighting for Canada He's fighting for France He's fighting for the USA And he's fighting for the Russians And he's fighting for Japan And he thinks we'll put an end to war this way  And he's fighting for Democracy He's fighting for the Reds He says it's for the peace of all He's the one who must decide Who's to live and who's to die And he never sees the writing on the wall  But without him How would Hitler have condemned them at Dachau? Without him Caesar would have stood alone He's the one who gives his body As a weapon of the war And without him all this killing can't go on  He's the Universal Soldier and he really is to blame His orders come from far away no more They come from here and there and you and me And brothers can't you see This is not the way we put the end to war  ",
        "title": "Universal Soldier"
    },
    {
        "artist": "Petula Clark",
        "lyrics": "  Round every corner Round every corner Round every corner Round every corner Round every corner Round every corner Round every corner Round every corner  Stop being sad now Life ain't so bad now Round every corner! (Round every corner!) While you're debating Some things are waiting Round every corner! (Round every corner!)  When Columbus sailed away to other shores How could he imagine all that waited for him? Round every corner! (Round every corner.) Round every corner! (Round every corner!) Leave all the gloom days Think about the new days Round every corner! (Round every corner!) Everything is yours now Open all the doors now Round every corner! (Round every corner!)  Man will soon be standing on the moon above! Just imagine all the things that he'll discover! Round every corner! (Round every corner!) Round every corner! (Round every corner!)  You've gottta stop a-sittin' there on the shelf! You've gotta start lookin' there for yourself! Yeah! Round every corner! (Round every corner!) Round every corner! (Round every corner!) What's the use in crying? Happiness is lying Round every corner! (Round every corner!) And if you want a true love Look for a new love Round every corner! (Round every corner!)  Just forget the worries that you leave behind! There are many things to do And you can find them Round every corner! (Round every corner!) Round every corner! (Round every corner!) Round every corner! (Round every corner!) Round every corner! (Round every corner!) - repeat and fade out -  ",
        "title": "Round Every Corner"
    },
    {
        "artist": "Kim Weston",
        "lyrics": null,
        "title": "Take Me In Your Arms (Rock Me A Little While)"
    },
    {
        "artist": "Ronnie Dove",
        "lyrics": null,
        "title": "I'll Make All Your Dreams Come True"
    },
    {
        "artist": "Roy Orbison",
        "lyrics": "  Two wheels a turnin' One girl a yearnin' Big motor burnin' the road  I'll ride the highway I'm going my way I'll leave a story untold  Pretty girls behind me but pretty girls are everywhere Big motor wind up, ride away from here  Ride away  She won't approve of things I do or what I am And I don't really give a ... I understand But she'll never see that I'll never be Any one but me  She thinks she needs me, she cries for me But I know she's lying, crying for others to see What can I say, I'll just ride away  Big motor run run (background) ride ride away Ride on away from big motor run run Heart-ache and misery  I'm bound to wander Way over yonder Someone be waitin' just for me  True love to cling to, I need a dream to share Someone to know me, Someone to show me they care  Ride away, ride away From tears and sorrow Like there's no tomorrow  Tonight I'll ride away  ",
        "title": "Ride Away"
    },
    {
        "artist": "Sam The Sham and the Pharaohs",
        "lyrics": "  Welllll! You can have your gold and your diamonds too All I want is a ring dang doo Well! I've been all over this big old world, hey Looking for a ring dang do I've fallen in love with a thousand girls, yeah Looking for a ring dang do I've got a mojo bag and a little voodoo But I ain't never found a ring dang doo  Well! I was a' down in New Orleans Looking for a ring dang do I fell in love with a girl in tight blue jeans Looking for a ring dang do Said I can't stay though my love is true I've got to keep a lookin' for a ring dang do Yeaaahhh! Ring Dang Do Where are you? What are you?  From Mexico to the Phillipines, yeah Looking for a ring dang do Well! I've drunk with peasants and I've dined with kings Looking for a ring dang do But I ain't never found a single clue I've got to keep a lookin' for that ring dang do  Well! People call me crazy every single day Yeah! Looking for a ring dang do But I don't care what the people may say No! Looking for a ring dang do I don't know what it looks like or what it can do I keep looking for that ring dang do  Ring dang ring dang ring dang do Ring dang ring dang ring dang do You can have your gold and your diamonds too All I want is a ring dang doo Ring dang ring dang ring dang do Ring dang ring dang ring dang do Where are you?  ",
        "title": "Ring Dang Doo"
    },
    {
        "artist": "The Bachelors",
        "lyrics": "  How I'd love to hear the organ In the chapel in the moonlight While we're strolling down the aisle Where roses entwine  How I'd love to hear you whisper In the chapel in the moonlight That the lovelight in your eyes Forever will shine  Til the roses turn to ashes Til the organ turns to rust If you never come I'll still be there Til the moonlight turns to dust  How I'd love to hear the choir In the chapel in the moonlight As they sing, oh, promise me Forever be mine  How I'd love to hear the choir  In the chapel in the moonlight As they sing, oh, promise me Forever be mine, be mine  ",
        "title": "Chapel In The Moonlight"
    },
    {
        "artist": "The Silkie",
        "lyrics": "  Here I stand head in hand Turn my face to the wall If she's gone I can't go on Feelin' two-foot small  Everywhere people stare Each and every day I can see them laugh at me And I hear them say  Hey you've got to hide your love away Hey you've got to hide your love away How could I even try I can never win  Hearing them, seeing them In the state I'm in How could she say to me Love will find a way  Gather round all you clowns Let me hear you say Hey you've got to hide your love away Hey you've got to hide your love away  ",
        "title": "You've Got To Hide Your Love Away"
    },
    {
        "artist": "The Gants",
        "lyrics": null,
        "title": "Road Runner"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": null,
        "title": "If You've Got A Heart"
    },
    {
        "artist": "The Barbarians",
        "lyrics": "  Are you a boy? Or are you a girl? With your long blond hair you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl  You're either a girl or you come from Liverpool Yeah, Liverpool You can dog like a female monkey, but you swim like a stone Yeah, a rolling stone You may be a boy, hey, you look like a girl Hey! Aw!  Hey! You're always wearing skin tight pants and boys wear pants But in your skin tight pants you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl Hey!  Are you a boy? Or are you a girl? With your long blond hair you look like a girl Yeah, you look like a girl You may be a boy, hey, you look like a girl Hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey! Yeah, you look like a girl, hey!  ",
        "title": "Are You A Boy Or Are You A Girl"
    },
    {
        "artist": "Jan & Dean",
        "lyrics": null,
        "title": "I Found A Girl"
    },
    {
        "artist": "Jackie DeShannon",
        "lyrics": "  Any day now I will hear you say \"Goodbye, my love\" And you'll be on your way Then my wild beautiful bird You will have flown, oh Any day now I'll be all alone Whoa-oa-oa-oa-oa  Any day now, when your restless eyes Meet someone new Oh, to my sad surprise Then the blue shadows Will fall all over town, oh Any day now love will let me down Whoa-oa-oa-oa-oa  ",
        "title": "A Lifetime Of Loneliness"
    },
    {
        "artist": "The Lettermen",
        "lyrics": null,
        "title": "Secretly"
    },
    {
        "artist": "Cher",
        "lyrics": null,
        "title": "Where Do You Go"
    },
    {
        "artist": "The Beau Brummels",
        "lyrics": null,
        "title": "Don't Talk To Strangers"
    },
    {
        "artist": "Brenda Lee",
        "lyrics": "  No one praying in the chapel Where so many prayed before And they've let the bells get rusty Don't they care anymore  Rusty bells, rusty bells Call your people back again Call them back to kneel again and pray  Rusty bells, rusty bells Pity those who've gone astray Ring again and help them find the way  When will us like little children In a forest dark as night All we need is love to lead us From the dark to the light  Rusty bells, rusty bells Fill our hearts with love again And we'll all come back again to you Then you'll shine like new, rusty bells  ",
        "title": "Rusty Bells"
    },
    {
        "artist": "Joan Baez",
        "lyrics": "  Show me the prison Show me the jail Show me the prisoner whose life has gone stale And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the alley Show me the train Show me the hobo who sleeps out in the rain And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the whiskey stains on the floor Show me the drunkard as he stumbles out the door And I'll show you, young man With so many reasons why There but for fortune go you or I  Show me the country where the bombs had to fall Show me the ruins of the buildings, once so tall And I'll show you young man With so many reasons why There but for fortune go you and I You and I  ",
        "title": "There But For Fortune"
    },
    {
        "artist": "Jr. Walker & The All Stars",
        "lyrics": "  Cleo's back  Cleo's out  ",
        "title": "Cleo's Back"
    },
    {
        "artist": "The Walker Bros.",
        "lyrics": null,
        "title": "Make It Easy On Yourself"
    },
    {
        "artist": "The Temptations",
        "lyrics": null,
        "title": "My Baby"
    },
    {
        "artist": "\"Little\" Jimmy Dickens",
        "lyrics": "  One fine day as I was a-walkin' down the street Spied a beggar man with rags upon his feet Took a penny from my pocket In his tin cup I did drop it I heard him say as I made my retreat  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  The laundry man is really on his toes Found a hundred-dollar bill among my clothes When he called me I came a-runnin' Gave him back his dime for phonin' I heard him sayin' as I turned to go  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  I was way behind one day to catch the train Taxi driver said \"We'll make it just the same\" The speed cop made it with us And as he wrote out the ticket I stood by politely a-waitin' for my change  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  \"May the bird of paradise fly up your nose\" \"May an elephant caress you with his toes\" \"May your wife be plagued with runners in her hose\" \"May the bird of paradise fly up your nose\"  ",
        "title": "May The Bird Of Paradise Fly Up Your Nose"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "The World Through A Tear"
    },
    {
        "artist": "The Impressions",
        "lyrics": "  All I need is just one kiss from you To see me through Just once more might I look in your eyes You'd be so surprised And might I say I'd love you in every sweet way All I need is just one kiss from you  For myself if I had just one wish It would be just this You my love, for now and forevermore For that's all I live for And sometimes at night I'd dream of you and you're out of sight Take me in your arms and need me too  I guess we'll always just be good friends Seems there it will end You know we're missing such a sweet romance Our one and only chance Be with me tonight And I'll prove how our love can be so right All I need is just one kiss from you All I need is just one kiss from you All I need is just one kiss from you  ",
        "title": "Just One Kiss From You"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "Remember When"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Do you remember when you loved me Before the world took you away Well if you do, then forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  Now I'm sorry if I hurt you Let me make it up to you day by day And if you will please forgive me And make the world, make it go away  Make the world go away Get it off my shoulder Say the things we used to say And make the world, make it go away  ",
        "title": "Make The World Go Away"
    },
    {
        "artist": "The Byrds",
        "lyrics": "  [instrumental break]  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 1] A time to be born, a time to die A time to plant, a time to reap A time to kill, a time to heal A time to laugh, a time to weep  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 2] A time to build up,a time to break down A time to dance, a time to mourn A time to cast away stones, a time to gather stones together  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 3] A time of love, a time of hate A time of war, a time of peace A time you may embrace, a time to refrain from embracing  [Chorus] To Everything (Turn, Turn, Turn) There is a season (Turn, Turn, Turn) And a time to every purpose, under Heaven  [Verse 4] A time to gain, a time to lose A time to rend, a time to sew A time for love, a time for hate A time for peace, I swear it's not too late  ",
        "title": "Turn! Turn! Turn! (To Everything There Is A Season)"
    },
    {
        "artist": "Patty Duke",
        "lyrics": null,
        "title": "Funny Little Butterflies"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  He touched me, he put his hand near mine And then he touched me I felt a sudden tingle when he touched me A sparkle, a glow  He knew it...it wasn't accidental, no, he knew it He smiled and seem to tell me so all through it He knew it, I know... He's real, and the world is alive and shining  I feel such a wonderful drive t'wards valentining He touched me; I simply have to face the fact He touched me... Control myself and try to act As if I remember my name But he touched me...he touched me... And suddenly nothing is the same! 'cause he touched me...he touched me... And suddenly...nothing, nothing, nothing is the same  ",
        "title": "He Touched Me"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": "  Well, here I go again Looking with my eyes Seeing with my heart Just like I used to do  You said hello again Suddenly the lies Sound just like the truth And I believe in you  The tears of yesterday have gone away Here in your arms I will stay This time my happiness won't disappear Loneliness is over  Well, here I go again Looking with my eyes Things look bad for me Seeing with my heart I just close my eyes And I can see we're so in love  Oh, darling, darling, darling Don't you ever go away from me This time you've got to promise You're gonna stay with me  This time my happiness won't disappear Loneliness is over  Well, here I go again Looking with my eyes Things look bad for me Seeing with my heart I just close my eyes And I can see we're so in love  Oh, darling, darling, darling, promise You're gonna stay with me No, no, no, don't ever Don't ever go away from me  Oh, my darling, my darling Don't ever go far away from me this time  ",
        "title": "Looking With My Eyes"
    },
    {
        "artist": "The Ikettes",
        "lyrics": "  You're the one I Met in skies of gray And you're the one who Chased the clouds away  I thought that I would Never find a love all mine And for this, I'm so thankful For this, I'm so thankful to you  Thank you, baby Ooh, thank you, baby Ooh, baby  You're the flame Who set my soul on fire I'm proud to have a Love that you inspire  And when we walk together Hand in hand, understand For this, I'm so thankful For this, I'm so thankful to you  Thank you, baby Ooh, thank you, baby  I used to think That I could be your queen And have the things That only money brings  But I have more than All that gold can buy That is why, for this I'm so thankful For this, I'm thankful  For this, I'm thankful Ooh, every day now Ooh, every minute  ",
        "title": "I'm So Thankful"
    },
    {
        "artist": "Al Martino",
        "lyrics": null,
        "title": "Forgive Me"
    },
    {
        "artist": "Danny Hutton",
        "lyrics": null,
        "title": "Roses And Rainbows"
    },
    {
        "artist": "Jack Jones",
        "lyrics": null,
        "title": "Just Yesterday"
    },
    {
        "artist": "The Vejtables",
        "lyrics": null,
        "title": "I Still Love You"
    },
    {
        "artist": "The Kids Next Door",
        "lyrics": null,
        "title": "Inky Dinky Spider (The Spider Song)"
    },
    {
        "artist": "Trini Lopez",
        "lyrics": null,
        "title": "Sinner Man"
    },
    {
        "artist": "Peter, Paul & Mary",
        "lyrics": null,
        "title": "Early Morning Rain"
    },
    {
        "artist": "Roger Williams",
        "lyrics": null,
        "title": "Autumn Leaves - 1965"
    },
    {
        "artist": "Nancy Sinatra",
        "lyrics": "  I know you're leavin' babe Goodbye, so long I hope someday somebody Listens to your song Those bright lights never ever Spell your name it's true Maybe a change of scene Will be the best for you  So long babe, so long babe So long babe, so long babe So long babe  I know you're leavin' babe Goodbye, so long Pick up the pieces And go back where you belong You gave them all you had And what did they give you? Well they gave you nothin' babe So give 'em nothin' too  So long babe, so long babe, so long babe So long babe, so long babe, so long babe So long babe  I know you're leavin' babe Goodbye and so long You never made it babe I wonder what went wrong They never understood your songs Here's what you do Just walk away and leave 'em And let 'em come to you  So long babe, so long babe Yeah so long babe, so long babe So long babe, so long babe So long babe So long babe Ah so long babe So long babe Mmm So long babe  ",
        "title": "So Long Babe"
    },
    {
        "artist": "The Mad Lads",
        "lyrics": "  I found a love that my heart Has been longing for I don't have to shop around (Shop around, shop around) Anymore  And I found a love that my heart Has been longing for She'll never put me down (Put me down, put me down) Anymore  No more ladies man (lyin' for me) No more playing the field (field) I found my love in a (sweet little girl) And I know (I know) I know this love is real  I found a love that my heart Has been longing for I don't have to shop around (Shop around, shop around) Anymore  Don't have to shop around  ",
        "title": "Don't Have To Shop Around"
    },
    {
        "artist": "Earl Grant",
        "lyrics": null,
        "title": "Stand By Me"
    },
    {
        "artist": "Jimmy McCracklin",
        "lyrics": null,
        "title": "Think"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "I Believe I'll Love On"
    },
    {
        "artist": "Chuck Jackson & Maxine Brown",
        "lyrics": null,
        "title": "I Need You So"
    },
    {
        "artist": "The Vibrations",
        "lyrics": null,
        "title": "Misty"
    },
    {
        "artist": "Sonny & Cher",
        "lyrics": null,
        "title": "The Letter"
    }
]