[
    {
        "artist": "Mark Ronson Featuring Bruno Mars",
        "lyrics": "  [Verse 1: Bruno Mars] This hit, that ice cold Michelle Pfeiffer, that white gold This one, for them hood girls Them good girls, straight masterpieces Stylin', wilin' Livin’ it up in the city Got Chucks on with Saint Laurent Gotta kiss myself I’m so pretty  [Pre-Chorus: Bruno Mars] I’m too hot (hot damn) Call the police and the fireman I’m too hot (hot damn) Make a dragon wanna retire man I’m too hot (hot damn) Say my name you know who I am I’m too hot (hot damn) And my band 'bout that money Break it down  [Chorus: Bruno Mars] Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Cause Uptown funk gon’ give it to you Cause Uptown funk gon’ give it to you Cause Uptown funk gon’ give it to you Saturday night and we in the spot Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Verse 2: Bruno Mars] Stop Wait a minute Fill my cup put some  liquor in it Take a sip, sign the check Julio! Get the stretch! Ride to Harlem, Hollywood, Jackson, Mississippi If we show up, we gon’ show out Smoother than a fresh jar of Skippy  [Pre-Chorus: Bruno Mars] I’m too hot (hot damn) Call the police and the fireman I’m too hot (hot damn) Make a dragon wanna retire man I’m too hot (hot damn) Bitch, say my name you know who I am! I’m too hot (hot damn) And my band 'bout that money Break it down  [Chorus: Bruno Mars] Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Girls hit your hallelujah (Woo!) Cause Uptown Funk gon’ give it to you Cause Uptown Funk gon’ give it to you Cause Uptown Funk gon’ give it to you Saturday night and we in the spot Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Bridge: Bruno Mars] Before we leave Lemme tell y’all a lil’ something Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up I said Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up Come on, dance Jump on it If you sexy then flaunt it If you freaky then own it Don’t brag about it, come show me Come on, dance Jump on it If you sexy then flaunt it Well it’s Saturday night and we in the spot  [Part-Chorus: Bruno Mars] Don’t believe me, just watch (come on) Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Don’t believe me, just watch Hey, hey, hey, oh!  [Outro: Bruno Mars] Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up, Uptown Funk you up Uptown Funk you up, Uptown Funk you up (say whaa?!) Uptown Funk you up  ",
        "title": "Uptown Funk!"
    },
    {
        "artist": "Ed Sheeran",
        "lyrics": "  [Verse 1] When your legs don't work like they used to before And I can't sweep you off of your feet Will your mouth still remember the taste of my love? Will your eyes still smile from your cheeks? And darling I will be loving you till we're seventy And baby, my heart could still fall as hard at twenty-three And I'm thinking about how  [Pre-Chorus 1] People fall in love in mysterious ways Maybe just the touch of a hand Well me, I fall in love with you every single day I just wanna tell you I am  [Chorus] So honey, now, take me into your loving arms Kiss me under the light of a thousand stars Place your head on my beating heart, I'm thinking out loud And maybe we found love right where we are  [Verse 2] When my hair's all but gone and my memory fades And the crowds don't remember my name When my hands don't play the strings the same way I know you will still love me the same Cause honey your soul could never grow old, it's evergreen And baby, your smile's forever in my mind and memory And I'm thinking about how  [Pre-Chorus 2] People fall in love in mysterious ways And maybe it's all part of a plan Well I'll just keep on making the same mistakes Hoping that you'll understand  [Chorus] So, baby, now, take me into your loving arms Kiss me under the light of a thousand stars Place your head on my beating heart, I'm thinking out loud And maybe we found love right where we are  [Chorus] So baby, now, take me into your loving arms Kiss me under the light of a thousand stars Oh darling, place your head on my beating heart, I'm thinking out loud That maybe we found love right where we are Oh baby, we found love right where we are And we found love right where we are  ",
        "title": "Thinking Out Loud"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Directed by David Dobkin]  [Verse 1] I'm hurting baby, I'm broken down I need your loving, loving I need it now When I'm without you, I'm something weak You got me begging, begging I'm on my knees  [Pre-Chorus] I don't wanna be needing your love I just wanna be deep in your love And it's killing me when you're away Ooh baby Cause I really don't care where you are I just wanna be there where you are And I gotta get one little taste  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Verse 2] Babe, my broken pieces, you pick them up Don't leave me hanging, hanging come give me some When I'm without you, I'm so insecure You are the one thing, one thing I'm living for  [Pre-Chorus] I don't wanna be needing your love I just wanna be deep in your love And it's killing me when you're away Ooh baby Cause I really don't care where you are I just wanna be there where you are And I gotta get one little taste  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Bridge] I want that red velvet I want that sugar sweet Don't let nobody touch it unless that somebody's me I gotta be a man, there ain't no other way Cause girl you're hotter than a Southern California day Never wanna play no games, you don't gotta  be afraid Don't give me all that shy shit No makeup on, that's my sugar  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  [Chorus] Sugar, yes please Would you come and put it down on me? I'm right here, cause I need Little love, a little sympathy Yeah you show me good loving, make it alright Need a little sweetness in my life Your sugar, yes please Would you come and put it down on me?  ",
        "title": "Sugar"
    },
    {
        "artist": "Ellie Goulding",
        "lyrics": "  [Produced by Max Martin]  [Verse 1] You're the light, you're the night You're the colour of my blood You're the cure, you're the pain You're the only thing I wanna touch Never knew that it could mean so much, so much  [Verse 2] You're the fear, I don't care Cause I've never been so high Follow me through the dark Let me take you past the satellites You can see the world you brought to life, to life  [Chorus] So love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  [Verse 3] Fading in, fading out On the edge of paradise Every inch of your skin is a Holy Grail I've got to find Only you can set my heart on fire, on fire Yeah  [Bridge] I'll let you set the pace Cause I'm not thinking straight My head's spinning around, I can't see clear no more What are you waiting for?  [Chorus] Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for? Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  [Bridge] I'll let you set the pace Cause I'm not thinking straight My head's spinning around, I can't see clear no more What are you waiting for?  [Chorus] Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for? Love me like you do, la-la-love me like you do Love me like you do, la-la-love me like you do Touch me like you do, ta-ta-touch me like you do What are you waiting for?  ",
        "title": "Love Me Like You Do"
    },
    {
        "artist": "Rihanna & Kanye West & Paul McCartney",
        "lyrics": "  [Produced by Kanye West, Mike Dean & Paul McCartney] [Video directed by Inez and Vinoodh]  [Verse 1: Rihanna] I think I've had enough I might get a little drunk I say what's on my mind I might do a little time Cause all of my kindness Is taken for weakness  [Chorus: Rihanna] Now I'm FourFiveSeconds from wildin' And we got three more days 'til Friday I'm just tryna make it back home by Monday mornin' I swear I wish somebody would dare me Ooh, that's all I want  [Verse 2: Kanye West & Paul McCartney] Woke up an optimist Sun was shinin', I'm positive We can run Then I heard you was talkin' trash I'm on a mystery Hold me back, I'm 'bout to spaz  [Chorus: Rihanna and Kanye] Yeah, 'bout FourFiveSeconds from wildin' And we got three more days ‘til Friday I’m tryna make it back home by Monday mornin' I swear I wish somebody would try me Ooh, that’s all I want  [Bridge: Rihanna] And I know that you're up tonight Thinkin', \"How could I be so selfish?\" But you called 'bout a thousand times Wondering where I've been Now I know that you're up tonight Thinkin' \"How could I be so reckless?\" But I just can't apologize I hope you can understand  [Verse 3: Kanye West (with Rihanna)] If I go to jail tonight Promise you'll pay my bail See they want to buy my pride But that just ain't up for sale See all of my kindness Is taken for weakness  [Chorus: Rihanna and Kanye] Now I'm FourFiveSeconds from wildin' And we got three more days 'til Friday I'm just tryna make it back home by Monday mornin' I swear I wish somebody would tell me Ooh, that's all I want FourFiveSeconds from wildin' And we got three more days 'til Friday I'm just tryna make it back home by Monday mornin' I swear I wish somebody would tell me Now that's all I want  ",
        "title": "FourFiveSeconds"
    },
    {
        "artist": "Hozier",
        "lyrics": "  [Produced by Hozier and Rob Kirwan]  [Video directed by Brendan Canty and Conal Thomson]  [Verse 1: Hozier] My lover's got humour She's the giggle at a funeral Knows everybody's disapproval I should've worshipped her sooner If the heavens ever did speak She's the last true mouthpiece Every Sunday's getting more bleak A fresh poison each week \"We were born sick\" You heard them say it My church offers no absolutes She tells me \"worship in the bedroom\" The only heaven I'll be sent to Is when I'm alone with you I was born sick, but I love it Command me to be well  [Pre-Chorus: Hozier] Amen, Amen, Amen, Amen  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins and you can sharpen your knife Offer me that deathless death Good God, let me give you my life  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins and you can sharpen your knife Offer me that deathless death Good God, let me give you my life  [Verse 2: Hozier] If I'm a pagan of the good times My lover's the sunlight To keep the goddess on my side She demands a sacrifice Drain the whole sea Get something shiny Something meaty for the main course That's a fine looking high horse What you got in the stable? We've a lot of starving faithful That looks tasty That looks plenty This is hungry work  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins so you can sharpen your knife Offer me my deathless death Good God, let me give you my life  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins so you can sharpen your knife Offer me my deathless death Good God, let me give you my life  [Bridge: Hozier] No masters or kings when the ritual begins There is no sweeter innocence than our gentle sin In the madness and soil of that sad earthly scene Only then I am human Only then I am clean  [Pre-Chorus: Hozier] Amen, Amen, Amen  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins and you can sharpen your knife Offer me that deathless death Good God, let me give you my life  [Chorus: Hozier] Take me to church I'll worship like a dog at the shrine of your lies I'll tell you my sins and you can sharpen your knife Offer me that deathless death Good God, let me give you my life  ",
        "title": "Take Me To Church"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Midnight You come and pick me up, no headlights Long drive Could end in burning flames or paradise Fade into view Oh, It's been a while since I have even heard from you (Heard from you) And I should just tell you to leave cause I Know exactly where it leads, but I Watch us go round and round each time  [Chorus] You got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style  [Verse 2] So it goes He can't keep his wild eyes on the road (mmm) Takes me home Lights are off, he's taking off his coat (mmm, yeah) I say \"I've heard Oh, that you've been out and about with some other girl\" Some other girl He says \"What you heard is true, but I Can't stop thinking 'bout you and I\" I said \"I've been there too a few times\"  [Chorus] Cause you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style You got that long hair, slicked back, white t-shirt And I got that good girl faith and a tight little skirt And when we go crashing down, we come back every time Cause we never go out of style, we never go out of style  [Bridge] Take me home Just take me home Yeah, just take me home (Out of style)  [Chorus] Oh, you got that James Dean daydream look in your eye And I got that red lip classic thing that you like And when we go crashing down, we come back everytime Cause we never go out of style, we never go out of style  ",
        "title": "Style"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Nice to meet you, where you been? I could show you incredible things Magic, madness, heaven, sin Saw you there, and I thought \"Oh my God, look at that face You look like my next mistake Love's a game, wanna play?\" Ayy New money, suit and tie I can read you like a magazine Ain't it funny? Rumors fly And I know you heard about me So hey, let's be friends I'm dyin' to see how this one ends Grab your passport and my hand I can make the bad guys good for a weekend  [Chorus] So it's gonna be forever Or it's gonna go down in flames You can tell me when it's over, mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane 'Cause you know I love the players And you love the game 'Cause we're young and we're reckless We'll take this way too far It'll leave you breathless, hmm Or with a nasty scar Got a long list of ex-lovers They'll tell you I'm insane But I've got a blank space, baby And I'll write your name  [Verse 2] Cherry lips, crystal skies I could show you incredible things Stolen kisses, pretty lies You're the King, baby, I'm your Queen Find out what you want Be that girl for a month Wait, the worst is yet to come, oh no Screaming, crying, perfect storms I can make all the tables turn Rose garden filled with thorns Keep you second guessin' like \"Oh my God, who is she?\" I get drunk on jealousy But you'll come back each time you leave 'cause, darling, I'm a nightmare Dressed like a daydream  [Chorus] So it's gonna be forever Or it's gonna go down in flames You can tell me when it's over, mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane 'Cause you know I love the players And you love the game 'Cause we're young and we're reckless We'll take this way too far It'll leave you breathless, hmm Or with a nasty scar Got a long list of ex-lovers They'll tell you I'm insane But I've got a blank space, baby And I'll write your name  [Bridge] Boys only want love if it's torture Don't say I didn't, say I didn't, warn ya Boys only want love if it's torture Don't say I didn't, say I didn't, warn ya  [Chorus] So it's gonna be forever Or it's gonna go down in flames You can tell me when it's over, mm If the high was worth the pain Got a long list of ex-lovers They'll tell you I'm insane 'Cause you know I love the players And you love the game 'Cause we're young and we're reckless We'll take this way too far It'll leave you breathless, hmm Or with a nasty scar Got a long list of ex-lovers They'll tell you I'm insane But I've got a blank space, baby And I'll write your name  ",
        "title": "Blank Space"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Intro] I'ma care for you I'ma care for you, you, you, you  [Verse 1] You make it look like it's magic (Oh yeah) 'Cause I see nobody, nobody but you, you, you I'm never confused Hey, hey I'm so used to bein' used  [Pre-Chorus] So I love when you call unexpected 'Cause I hate when the moment's expected So I'ma care for you, you, you I'ma care for you, you, you, you, yeah  [Chorus] 'Cause girl, you're perfect You're always worth it And you deserve it The way you work it 'Cause girl, you earned it, yeah Girl, you earned it, yeah  [Verse 2] You know our love would be tragic (Oh yeah) So you don't pay it, don't pay it no mind, mind, mind We live with no lies Hey, hey You're my favorite kind of night  [Pre-Chorus] So I love when you call unexpected 'Cause I hate when the moment's expected So I'ma care for you, you, you I'ma care for you, you, you, you, yeah  [Chorus] 'Cause girl, you're perfect (Girl, you're perfect) You're always worth it (Always worth it) And you deserve it (And you deserve it) The way you work it (The way you work it) 'Cause girl, you earned it, yeah (Earned it) Girl, you earned it, yeah  [Verse 3] On that lonely night (Lonely night) We said it wouldn't be love But we felt the rush (Fell in love) It made us believe it was only us (Only us) Convinced we were broken inside, yeah, inside, yeah  [Chorus] 'Cause girl, you're perfect (Girl, you're perfect) You're always worth it (Always worth it) And you deserve it (And you deserve it) The way you work it (The way you work it) 'Cause girl, you earned it, yeah (Earned it) Girl, you earned it, yeah  [Outro] Na-na-na-na-na Oh-oh-oh Yeah, yeah 'Cause girl, you're perfect The way you work it You deserve it Girl, you deserve it Girl, you earned it, yeah, yeah  ",
        "title": "Earned It (Fifty Shades Of Grey)"
    },
    {
        "artist": "Pitbull & Ne-Yo",
        "lyrics": "  [Pre-Chorus: Ne-Yo] I know my rent was gon' be late bout a week ago I worked my ass off, but I still can't pay it though But I got just enough To get off in this club Have me a good time, before my time is up Hey, let's get it now  [Chorus: Ne-Yo] Oooh!!  I want the time of my life Oh baby ooh give me the time of my life Let's get it now  [Verse 1: Pitbull] Mr. Worldwide Ne-yo This is the last $20 I got But I'mma have a good time ballin' or out Tell the bartender, line up some shots Cause I'mma get loose tonight She's on fire, she's so hot I'm no liar, she burn up the spot Look like Mariah, I took another shot Told her drop, drop, drop, drop it like it's hot Dirty talk, dirty dance She a freaky girl and I'm a freaky man She on the rebound, broke up with her ex And I'm like Rodman, ready on deck I told her I wanna ride out, and she said yes We didn't go to church, but I got blessed  [Pre-Chorus: Ne-Yo] I know my rent was gon' be late bout a week ago I worked my ass off, but I still can't pay it though But I got just enough To get off in this club Have me a good time, before my time is up Hey, let's get it now  [Chorus: Ne-Yo] Oooh!!  I want the time of my life Oh baby ooh give me the time of my life Let's get it now  [Verse 2: Pitbull] Tonight I'mma lose my mind Better get yours cause I'm gonna get mine Party every night, like my last Mami know the drill, shake that ass Go ahead baby let me see what you got You know you got the biggest booty in this spot And I just wanna see that thing drawwwwp From the back to the front to the top You know me I'm off in the cut Always like a squirrel, looking for a nut This isn't for show I'm not talking 'bout luck I'm not talking 'bout love, I'm talking 'bout lust Now let's get loose, have some fun Forget about bills and the first of the month It's my night, your night, our night, let's turn it up  [Pre-Chorus: Ne-Yo] I know my rent was gon' be late bout a week ago I worked my ass off, but I still can't pay it though But I got just enough To get off in this club Have me a good time, before my time is up Hey, let's get it now  [Chorus: Ne-Yo] Oooh!!  I want the time of my life Oh baby ooh give me the time of my life Let's get it now  [Bridge: Ne-Yo] Everybody’s gone through something (Everybody’s gone through something) I said, everybody’s gone through something (Everybody’s gone through something) So you might as well you roll it up Pour it up, drink it up, throw it up tonight I said, everybody gone through something (Everybody’s gone through something) Said, everybody gone through something (Everybody’s gone through something) So you might as well you roll it up Pour it up, drink it up, throw it up tonight  [Break: Pitbull] This for everybody going through tough times Believe me, been there, done that But every day above ground is a great day, remember that—Dale!  [Pre-Chorus: Ne-Yo] I know my rent was gon' be late bout a week ago I worked my ass off, but I still can't pay it though But I got just enough To get off in this club Have me a good time, before my time is up Hey, let's get it now  [Chorus: Ne-Yo] Oooh!!  I want the time of my life Oh baby ooh give me the time of my life Let's get it now  ",
        "title": "Time Of Our Lives"
    },
    {
        "artist": "Meghan Trainor",
        "lyrics": "  [Break] If your lips are movin, If your lips are movin If your lips are movin, then you’re lyin’, lyin’, lyin’, baby If your lips are movin, If your lips are movin If your lips are movin, I said you’re lyin’, lyin’, lyin’, baby  [Verse 1] Boy, look at me in my face Tell me that you’re not just about this bass You really think I could be replaced Nah, I come from outer space And I'm a classy girl, I'mma hold it up You're full of something but it ain't love And what we got, straight overdue Go find somebody new  [Pre-Chorus] You can buy me diamond earrings and deny-ny-ny, ny-ny-ny, deny-ny But I smell her on your collar so goodbye-bye-bye, bye-bye-bye  [Chorus] I know you're lyin' Cause your lips are movin' Tell me, do you think I'm dumb? I might be young, but I ain't stupid Talking around in circles with your tongue I gave you bass, you gave me sweet talk Saying how I’m your number one But I know you lie Cause your lips are movin Baby don't you know I'm done?  [Break] If your lips are movin, If your lips are movin If your lips are movin, then you’re lyin’, lyin’, lyin’, baby If your lips are movin, If your lips are movin If your lips are movin, I said you’re lyin’, lyin’, lyin’, baby  [Verse 2] Hey baby don't you bring them tears Cause it's too late, too late baby You only love me when you're here You're so two-faced, two-faced babe  [Pre-Chorus] + [Chorus] You can buy me diamond earrings and deny-ny-ny, ny-ny-ny, deny-ny But I smell her on your collar so goodbye-bye-bye, bye-bye-bye I know you're lyin' Cause your lips are movin' Tell me, do you think I'm dumb? I might be young, but I ain't stupid Talking around in circles with your tongue I gave you bass, you gave me sweet talk Saying how I’m your number one But I know you lie Cause your lips are movin Baby don't you know I'm done?  [Break] + [Chorus] If your lips are movin, If your lips are movin If your lips are movin, then you’re lyin’, lyin’, lyin’, baby If your lips are movin, If your lips are movin If your lips are movin, then you’re lyin’, lyin’, lyin’, baby I know you're lyin' Cause your lips are movin' Tell me, do you think I'm dumb? I might be young, but I ain't stupid Talking around in circles with your tongue I gave you bass, you gave me sweet talk Saying how I’m your number one But I know you lie Cause your lips are movin Baby don't you know I'm done?  ",
        "title": "Lips Are Movin"
    },
    {
        "artist": "Usher Featuring Juicy J",
        "lyrics": "  [Produced by Cirkut, Dr. Luke, & Rock City]  [Intro: Usher] Yeah Ursher, baby This is for the A  [Chorus: Usher] Shawty, I don’t mind If you dance on a pole, that don’t make you a ho Shawty, I don’t mind When you work until three, if you’re leaving with me Go make that money, money, money Your money, money, money 'Cause I know how it is, go and handle your biz And get that money, money, money Your money, money, money You can take off your clothes, long as you coming home Girl, I don’t mind  [Verse 1: Usher] The ballers in here tonight, they gon’ buy a hundred bottles As soon as you shake it I know they gon’ make it colossal in here 'Cause shawty you thinkin’ them tricks that you do with your body Got all of these niggas they crowding around you like they seen Beyonce in here You want your own and you need your own, baby, who am I to judge? 'Cause how could I ever trip about it when I met you in the club? I make enough for the both of us, but you dance anyway You know I was raised in the A  [Chorus: Usher] Shawty, I don’t mind If you dance on a pole, that don’t make you a ho Shawty, I don’t mind When you work until three, if you’re leaving with me Go make that money, money, money Your money, money, money 'Cause I know how it is, go and handle your biz And get that money, money, money Your money, money, money You can take off your clothes, long as you coming home Girl, I don’t mind  [Verse 2: Usher] When you get off of work I’ll be ready to go in the ‘Rari And when we get home we’ll have us our own private party in here So I don’t worry at all about the things they do or say I love you anyway You can twerk while in a split, you racking up them tips Your body rock and your booty poppin’, I’m proud to call you my bitch They be lookin’, but they can’t touch you, shawty, I’m the only one to get it So just go ahead and keep doing what you doing  [Chorus: Usher] Shawty, I don’t mind If you dance on a pole, that don’t make you a ho Shawty, I don’t mind When you work until three, if you’re leaving with me Go make that money, money, money Your money, money, money 'Cause I know how it is, go and handle your biz And get that money, money, money Your money, money, money You can take off your clothes, long as you coming home Girl, I don’t mind  [Verse 3: Juicy J] (It's ya boy, Juicy J) I’m just tryna cut her up, tryna bust a nut Tryna take somebody bitch, turn her to a slut Tryna fill my cup, tryna live it up Throw some hundreds on that ass, walk her out the club (Yeah, ho) Lap dance for the first date Bet I threw a few bands, that’s third base It’s okay if you work late We can still party like it’s your birthday We can still party hard in your birthday suit Knock that pussy out the park like my name Babe Ruth Shawty she just want a tip, I just want to see her strip If you fuck me like you love me shawty you might get rich Have her own cake, her own place Blow her own gas, no Rolaid When we in the bed she like to roleplay Tell her friend to join in both ways  [Chorus: Usher] Shawty, I don’t mind If you dance on a pole, that don’t make you a ho Shawty, I don’t mind When you work until three, if you’re leaving with me Go make that money, money, money Your money, money, money 'Cause I know how it is, go and handle your biz And get that money, money, money Your money, money, money You can take off your clothes, long as you coming home Girl, I don’t mind  ",
        "title": "I Don't Mind"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Instrumental]  [Verse 1] You and me, we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end I've had my doubts Denying every tear I wish this would be over now But I know that I still need you here  [Chorus] You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one  [Verse 2] You've been so unavailable Now sadly I know why Your heart is unobtainable Even though Lord knows you kept mine  [Chorus] You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one  [Bridge] I have loved you for many years Maybe I am just not enough You've made me realise my deepest fear By lying and tearing us up  [Chorus] You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one  [Chorus] You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one  [Outro] I know I'm not the only one I know I'm not the only one I know I'm not the only one And I know, and I know, and I know, and I know, and I know, and I know, know I know I'm not the only one  ",
        "title": "I'm Not The Only One"
    },
    {
        "artist": "Nicki Minaj Featuring Drake & Lil Wayne",
        "lyrics": "  [Verse 1: Drake] Uh, thinkin' out loud I must have a quarter million on me right now Hard to make a song 'bout somethin' other than the money Two things I'm about is talkin' blunt and staying blunted Pretty women, are you here? Are you here right now, huh? We should all disappear right now Look, you're gettin' all your friends and you're gettin' in the car And you're comin' to the house, are we clear right now, huh? You see the fleet of all the new things Cop cars with the loose change All white like I move things Niggas see me rollin' and they mood change Like a muhfucka New flow, I got a dozen of 'em I don't trust you, you a undercover I could probably make some step-sisters fuck each other (woo) Talkin' filets with the truffle butter Fresh sheets and towels, man she gotta love it Yeah, they all get what they desire from it What, tell them niggas we ain't hidin' from it  [Verse 2: Nicki Minaj] Yo, thinkin' out loud I must have about a milli on me right now And I ain't talkin' about that Lil Wayne record I'm still the highest sellin' female rapper, for the record Man, this a 65 million single sold I ain't gotta compete with a single soul I'm good with the ballpoint game, finger roll Ask me how to do it, I don't tell a single soul Pretty women, wassup? Is you here right now? You a stand-up or is you in your chair right now? Uhh, do you hear me? I can't let a wack nigga get near me I might kiss the baddest bitch if you dare me I ain't never need a man to take care of me Yo, I'm in that big boy, bitches can't rent this I floss everyday, but I ain't a dentist Your whole style and approach, I invented And I ain't takin' that back, cause I meant it  [Verse 3: Lil Wayne] Uh, thinkin' out loud I could be broke and keep a million dollar smile LOL to the bank, check in my account Bank teller flirtin' after checkin' my account Pretty ladies, are you here? Truffle butter on your pussy Cuddle buddies on the low You ain't gotta tell your friend That I eat it in the morning Cause she gonna say \"I know\" Can I hit it in the bathroom? Put your hands on the toilet I'll put one leg on the tub Girl, this my new dance move I just don't know what to call it But bitch you dancing with the stars I ain't nothin' like your last dude What's his name? — Not important I brought some cocaine if you snortin' She became a vacuum Put it on my dick like carpet Suck the white off white chocolate I'm so heartless, thoughtless Lawless, and flawless Smallest, regardless Largest in charge And born in New Orleans Get killed for Jordans Skateboard, I'm gnarly Drake, Tunechi, and Barbie You know!  [Produced by Nineteen85]  ",
        "title": "Truffle Butter"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Intro] Du du du du-du du du Du du du du du-du du du  [Chorus] Some legends are told Some turn to dust or to gold But you will remember me Remember me, for centuries Just one mistake Is all it will take We'll go down in history Remember me for centuries Hey, hey, hey Remember me for centuries  [Verse 1] Mummified my teenage dreams No, it’s nothing wrong with me The kids are all wrong, the story’s all off Heavy metal broke my heart Come on, come on, and let me in Bruises on your thighs like my fingerprints And this is supposed to match The darkness that you felt I never meant for you to fix yourself  [Chorus]  [Verse 2] And I can't stop 'til the whole world knows my name Cause I was only born inside my dreams Until you die for me, as long as there's a light, my shadow's over you Cause I am the opposite of amnesia And you're a cherry blossom You're about to bloom You look so pretty, but you're gone so soon  [Chorus]  [Bridge] We’ve been here forever And here’s the frozen proof I could scream forever We are the poisoned youth  [Chorus]  ",
        "title": "Centuries"
    },
    {
        "artist": "Fetty Wap",
        "lyrics": "  [Intro] RGF productions Remy Boyz, yeaahhhh 1738  [Bridge] I'm like \"Hey, what's up? Hello\" Seen yo pretty ass soon as you came in the door I just wanna chill, got a sack for us to roll Married to the money, introduced her to my stove Showed her how to whip it, now she remixin' for low She my trap queen, let her hit the bando We be countin' up, watch how far them bands go We just set a goal, talkin' matchin' Lambos At 56 a gram, 5 a 100 grams though Man, I swear I love her, how she work the damn pole Hit the strip club, we be lettin' bands go Everybody hatin', we just call them fans, though In love with the money, I ain't never lettin' go  [Chorus] And I get high with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies with my baby, yeah And I can ride with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies  [Verse 1] I'm like, \"Hey, what's up? Hello\" I hit the strip with my trap queen, 'cause all we know is bands I just might snatch up a 'Rari and buy my boo a Lamb' I might just snatch her a necklace, drop a couple on a ring She ain't wantin' for nothin' because I got her everything It's big ZooWap from the bando Remind me where I can't go Remy Boyz got the stamp though Count up hella them bands though Boy how far can your bands go? Fetty Wap, I'm livin' fifty thousand K how I stand though If you checkin' for my pockets I'm like…  [Chorus] And I get high with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies with my baby, yeah And I can ride with my baby I just left the mall, I'm gettin' fly with my baby, yeah And I can ride with my baby I be in the kitchen cookin' pies  [Bridge] I'm like, \"Hey, what's up? Hello\" Seen yo pretty ass soon as you came in the door I just wanna chill, got a sack for us to roll Married to the money, introduced her to my stove Showed her how to whip it, now she remixin' for low She my trap queen, let her hit the bando We be countin' up, watch how far them bands go We just set a goal, talkin' matchin' Lambos At 56 a gram, 5 a 100 grams though Man, I swear I love her how she work the damn pole Hit the strip club, we be lettin' bands go Everybody hatin', we just call them fans though In love with the money, I ain't never lettin' go  [Verse 2] I be smokin' dope and you know Backwoods what I roll Remy Boyz, Fetty eatin' shit up, that's fasho I'll run in ya house, then I'll fuck your ho 'Cause Remy Boyz or nothin' Re-Re-Remy Boyz or nothin'  [Outro: Nitt Da Gritt (Fetty Wap)] (She my trap queen) Yeah, you hear my boy (She my trap queen) Soundin' like a zillion bucks on the track (She my trap queen) I got whatever on my boy, whatever (And I get high with my baby) Put your money where your mouth is Money on the wood make the game go good Money out of sight cause fights Put up or shut up, huh? Nitt Da Gritt, RGF Productions (ZooWap)  ",
        "title": "Trap Queen"
    },
    {
        "artist": "Zedd Featuring Selena Gomez",
        "lyrics": "  [Click here to read how Zedd produced \"I Want You To Know\"]  [Chorus: Selena Gomez] I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me run the same course  [Verse 1: Selena Gomez] I'm slippin' down a chain reaction And here I go, here I go, here I go, go And once again, I'm yours in fractions It takes me down, pulls me down, pulls me down low  [Pre-Chorus: Selena Gomez] Honey, it's rainin' tonight But storms always have an eye, have an eye Tell me your cover tonight Or tell me lies, tell me lies, lies, lies...  [Chorus: Selena Gomez] I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me, we're the same force I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me run the same course  [Interlude: Selena Gomez] I want you to know that it's our time You and me bleed the same light  [Verse 2: Selena Gomez] I'm better under your reflection But did you know, did you know, did you know, know That's anybody else that's met ya It's all the same, all the same, all the same glow  [Pre-Chorus: Selena Gomez] Honey, it's rainin' tonight But storms always have an eye, have an eye Tell me your cover tonight Or tell me lies, tell me lies, lies, lies...  [Chorus: Selena Gomez] I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me, we're the same force I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me run the same course  [Drop: Selena Gomez] You and me run the same course  [Chorus: Selena Gomez] I want you to know that it's our time You and me bleed the same light I want you to know that I'm all yours You and me run the same course  ",
        "title": "I Want You To Know"
    },
    {
        "artist": "Nicki Minaj Featuring Drake, Lil Wayne & Chris Brown",
        "lyrics": "  [Verse 1: Nicki Minaj] Yo! I never fucked Wayne, I never fucked Drake On my life, man, fuck's sake If I did, I'd ménage with 'em And let 'em eat my ass like a cupcake My man full, he just ate I don't duck nobody but tape Yeah, that was a setup For a punchline on duct tape Worried 'bout if my butt fake Worry 'bout y'all niggas, us straight Th-these girls are my sons Jo-John & Kate Plus Eight When I walk in, sit up straight I don't give a fuck if I was late Dinner with my man on a G5 Is my idea of a update Hut-hut one, hut-hut two Big titties, big butt too Fu-fuck with them real niggas Who don't tell niggas what they up to Had to show bitches where the top is Ri-ring finger where the rock is The-these hoes couldn't test me Even if their name was Pop Quiz Bad bitches who I fuck with Ma-ma-mad bitches we don't fuck with I don't fuck with them chickens Unless they last name is Cutlet Let it soak in Like seasoning And tell them bitches blow me: Lance Stephenson  [Chorus: Chris Brown] Raise every bottle and cup in the sky Sparks in the air like the Fourth of July Nothing but bad bitches in here tonight Oh, if you lame and you know it, be quiet Nothing but real niggas only, bad bitches only Rich niggas only, independent bitches only Boss niggas only, thick bitches only I got my real niggas here by my side, only  [Verse 2: Drake] Yeah I never fucked Nicki 'cause she got a man But when that's over, then I'm first in line And the other day in her Maybach I thought, \"Goddamn, this is the perfect time\" We had just come from that video You know, L.A. traffic, how the city slow She was sitting down on that big butt But I was still staring at the titties though Yeah, low-key or maybe high-key I been peeped that you like me, you know? Who the fuck you really wanna be with besides me? I mean, it doesn't take much for us to do this shit quietly I mean, she say I'm obsessed with thick women and I agree Yeah, that's right, I like my girls BBW Yeah, type that wanna suck you dry and then eat some lunch with you Yeah, so thick that errbody else in the room is so uncomfortable Ass on Houston Texas, but the face look just like Clair Huxtable, oh! Yeah, you the man in the city when the mayor fuck with you The NBA players fuck with you The bad-ass bitches doing makeup and hair fuck with you Oh, that's 'cause I believe in something, I stand for it And Nicki if you ever tryna fuck Just give me the heads-up, so I can plan for it Pinkprint, ayy  [Chorus: Chris Brown] Raise every bottle and cup in the sky Sparks in the air like the Fourth of July Nothing but bad bitches in here tonight Oh, if you lame and you know it, be quiet Nothing but real niggas only, bad bitches only Rich niggas only, independent bitches only Boss niggas only, thick bitches only I got my real niggas here by my side, only  [Verse 3: Lil Wayne] I never fucked Nick' and that's fucked up If I did fuck, she'd be fucked up Whoever is hittin' ain't hittin' it right 'Cause she act like she need dick in her life That's another story, I'm no story-teller I piss greatness, like goldish yellow All my goons so overzealous I'm from Hollygrove, the holy Mecca Calendar say I got money for days I squirm and I shake, but I'm stuck in my ways My girlfriend will beat a bitch up if she waved They bet' not fuck with her surfboard, surfboard My eyes are so bright, I take cover for shade Don't have my money? Take mothers instead You got the hiccups, you swallowed the truth Then I make you burp, boy, treat beef like sirloin I'm talkin' 'bout runnin' in houses with army guns So think about your son and daughter rooms Got two hoes with me, messed up, they got smaller guns Ain't thinkin' 'bout your son and daughter rooms This shit is crazy, my nigga I been praising, my nigga that money talk I just rephrase it, my nigga Blood gang, take the \"b\" off behavior, my nigga For reals, if you mouth off, I blow your face off I mean \"pop-pop-pop,\" then I take off Nigga, now you see me, nigga, now you don't Like Jamie Foxx acting like Ray Charles 16 in a clip, one in the chamber 17 Ward bully with 17 bullets My story is how I went from \"poor me\" To \"please pour me a drink and celebrate with me\"  [Chorus: Chris Brown] Raise every bottle and cup in the sky Sparks in the air like the Fourth of July Nothing but bad bitches in here tonight Oh, if you lame and you know it, be quiet Nothing but real niggas only, bad bitches only Rich niggas only, independent bitches only Boss niggas only, thick bitches only I got my real niggas here by my side, only  ",
        "title": "Only"
    },
    {
        "artist": "Ne-Yo Featuring Juicy J",
        "lyrics": "  [Intro: Juicy J] Yeah, uh-huh! Your boy Juicy J She bad, yeah  [Verse 1: Juicy J] In case you didn't know, Juicy that nigga I keep me two hoes like that nigga Jack Tripper I shoot in they face like that boy Reggie Miller And I kill that pussy like my name Jack the Ripper Baby, I'm horny and I ain't too proud to beg Instead show me the bed Early morning breakfast and head And I got Tina, Tasha and Toya, I call ‘em the triple threat All them bitches be soaking wet This the first night them bitches met  [Verse 2: Ne-Yo] You know from the moment she turn around She know how to back it up and drop it down She know she what all the fellas looking at Cause they know soon as her song come on it's a wrap  [Pre-Chorus 1: Ne-Yo] And she loves the attention That she get when she moves, yeah Showin' out with her home girls Hypnotizing all the dudes, oh  [Chorus: Ne-Yo] And she knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) I know, I know, she knows (She knows, she knows, she knows) And I know, I know, she knows  [Verse 3: Ne-Yo] She bad, mix of ratchet with the classy, oh So bad, I just couldn't let her pass me, no I told her, \"Shawty, you so right, but you so wrong\" (So wrong, so wrong, so wrong) She said, \"Daddy, I'll be back after this song\" \"Then you takin' me home\" Said I know  [Pre-Chorus 2: Ne-Yo] Said I know she loves the attention That she get when she moves Showin' out with her home girls And she got me watching too, girl  [Chorus: Ne-Yo] And she knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) I know, I know, she knows (She knows, she knows, she knows) And I know, I know, she knows  [Verse 4: Juicy J] She know what she working with (She know, she know, she know) I see you, uh You got my attention, baby, go do what you do Eviction notice, know you gon' have to make a move All this ice in my Rollie, no wonder I play it cool Ain't no I in team, but I got my eyes on you I watch it bounce when she walk She lick her lips when she talk I throw her in that Bentley coupé with the top off like Mardi Gras All that cake, come get you some filling Like a soap opera, watch all my children Hit it so long that she might lose feeling With her legs in the air, she gon' walk on the ceiling  [Pre-Chorus 2: Ne-Yo] Said I know she loves the attention That she get when she moves Showin' out with her home girls And she got me watching too, girl  [Chorus: Ne-Yo] And she knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) She knows (She knows, she knows, she knows) I know, I know, she knows (She knows, she knows, she knows) And I know, I know, she knows  ",
        "title": "She Knows"
    },
    {
        "artist": "Nick Jonas",
        "lyrics": "  [Verse 1] I don't like the way he’s looking at you I'm starting to think you want him too Am I crazy? Have I lost ya? Even though I know you love me, can't help it  [Pre-Chorus] I turn my chin music up And I'm puffing my chest I’m getting red in the face You can call me obsessed It’s not your fault that they hover I mean no disrespect It's my right to be hellish I still get jealous  [Chorus] Cause you're too sexy, beautiful And everybody wants a taste That’s why I still get jealous Cause you're too sexy, beautiful And everybody wants a taste That's why I still get jealous  [Verse 2] I wish you didn't have to post it all I wish you'd save a little bit just for me Protective or possessive? Girl Call it passive or aggressive?  [Pre-Chorus] I turn my chin music up And I'm puffing my chest I’m getting red in the face You can call me obsessed It’s not your fault that they hover I mean no disrespect It's my right to be hellish I still get jealous  [Chorus] Cause you're too sexy, beautiful And everybody wants a taste That’s why I still get jealous Cause you're too sexy, beautiful And everybody wants a taste That's why I still get jealous  [Bridge] We're the only ones invited Say there's no one else for you Cause you know I get excited, yeah When you get jealous too  [Pre-Chorus] I turn my chin music up And I'm puffing my chest I’m getting red in the face You can call me obsessed It's not your fault that they hover I mean no disrespect It's my right to be hellish I still get jealous  [Chorus] Cause you're too sexy, beautiful And everybody wants a taste That’s why I still get jealous Cause you're too sexy, beautiful And everybody wants a taste That's why I still get jealous  [Outro] Oh, that's why I still get jealous Oh, that's why I still get jealous  ",
        "title": "Jealous"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Video directed by Mark Romanek]  [Verse 1] I stay out too late Got nothing in my brain That's what people say, mmm, mmm That's what people say, mmm, mmm I go on too many dates But I can't make them stay At least that's what people say, mmm, mmm That's what people say, mmm, mmm  [Pre-Chorus 1] But I keep cruisin' Can't stop, won't stop movin' It's like I got this music in my mind Saying it's gonna be alright  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break And the fakers gonna fake, fake, fake, fake, fake Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Verse 2] I never miss a beat I'm lightning on my feet And that's what they don’t see, mmm, mmm That's what they don’t see, mmm, mmm I'm dancing on my own (dancing on my own) I make the moves up as I go (moves up as I go) And that's what they don't know, mmm, mmm That’s what they don’t know, mmm, mmm  [Pre-Chorus 2] But I keep cruisin' Can't stop, won't stop groovin' It's like I got this music in my mind Saying it's gonna be alright  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break And the fakers gonna fake, fake, fake, fake, fake Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Post-Chorus] Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off  [Interlude] Hey, hey, hey Just think while you've been getting down and out about the liars And dirty, dirty cheats of the world you could've been getting down to this sick beat  [Bridge] My ex-man brought his new girlfriend She's like, “Oh my God”, but I'm just gonna shake And to the fella over there with the hella good hair Won't you come on over, baby, we can shake, shake, shake Yeah, oh, oh, oh, oh  [Chorus] 'Cause the players gonna play, play, play, play, play And the haters gonna hate, hate, hate, hate, hate (haters gonna hate) Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off,  I shake it off Heartbreakers gonna break, break, break, break, break (mmhm) And the fakers gonna fake, fake, fake, fake, fake (fake n' fake n' fake) Baby, I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off  [Post-Chorus] Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off Shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off (yeah!) Shake it off, I shake it off I, I, I shake it off, I shake it off (you got to) I, I, I shake it off, I shake it off I, I, I shake it off, I shake it off  ",
        "title": "Shake It Off"
    },
    {
        "artist": "Big Sean Featuring E-40",
        "lyrics": null,
        "title": "I Don't F**k With You"
    },
    {
        "artist": "Flo Rida Featuring Sage The Gemini & Lookas",
        "lyrics": "  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real  [Verse 1: Flo Rida] Your girl just kissed a girl, I do bi chicks Shake for a sheik, I'm throwin' these Emirates in the sky Spendin' this As-salamu alaykum, peace to M.O.N.E.Y I love my beaches, south beaches, surfboard in high tide I could just roll up 'cause I'm swole up So that birthday cake get the cobra Bugatti for real, I'm cold, bruh That auto-biography rover Got the key to my city, it's over It's no thots, only Anna Kournikova's I set records, ratchets hol' up (I set records, ratchets hol' up)  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real  [Verse 2: Sage the Gemini] (And they already know me) It's going down further than femurs Girls get wetter than Katrina Yeah, my girl, you've never seen her 'Cause my tints by limousines My touch say it's the Midas We the plus, your man a minus My team blowin' on that slam Make you cough-cough, that's Bronchitis Put your hands up, oh It's a stick up, no more makeup Get that ass on the floor Ladies, put your lipstick up Double entendre, double entendre While you're hatin', I get money Then I double up tonkers  [Hook: Sage the Gemini] I know what you came here to see If you're a freak, then you comin' home with me And I know what you came here to do Now bust it open, let me see you get loose It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real  [Bridge: Flo Rida] Lift it, drop it, shake it, pop it Lift it, drop it, shake it, pop it Lift it, drop it, shake it, pop it Lift it, drop it, shake it  [Outro: Sage the Gemini] It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real It's goin' down for real  ",
        "title": "G.D.F.R."
    },
    {
        "artist": "Natalie La Rose Featuring Jeremih",
        "lyrics": "  [Intro] Come on Natalie La Rose  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gonna tell nobody, we ain't gonna tell nobody  [Verse 1: Natalie La Rose] Walk in, everybody knows what's good But some gonna hate, what's new? We just do our thing, no time to waste Always play it cool  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  [Verse 2: Natalie La Rose] Walk in, everybody know what's good We're our only plug Bring us everything we think we need Tonight is goin' up Tonight is goin' up  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  [Bridge: Natalie La Rose] In the club like what We be in the party in the club like what And the club like We be in the city going dumb like what In the club like what We be in the party in the club like what We be in the city going dumb like what We be in the party in the club like what  [Pre-Chorus: Natalie La Rose (Jeremih)] And at the end of the night when the lights go out Will we turn down? Oh no we won't (We ain't never turnin' down, we ain't never turnin' down) And when they try to make us leave We turn and say we never going home (And you know just what I wanna do)  [Chorus: Jeremih] I wanna rock with somebody I wanna take shots with somebody I wanna leave with somebody And we ain't gotta tell nobody, we ain't gotta tell nobody  ",
        "title": "Somebody"
    },
    {
        "artist": "Chris Brown & Tyga",
        "lyrics": "  [Intro] I need you, I need you I need you, I need you I need you, I need you I need you, I need you  [Hook: Chris Brown] We poppin' like ayo All my bitches got real hair chilling with the top down Screaming like ayo I'mma take her ass down when she bring her friend around Fuck ‘em both like ayo I'm a bougie ass nigga, left the roof at home We popping like ayo, ayo, ayo But don't be acting like I need you  [Verse 1: Tyga] Ah, ay babe, this my new shit I'm the black Richie Rich with the roof missing If it don't make dollars, don't make sense Z, wake up like I gotta get it And I got an engine full of trunk space I get money three ways, fucking bitches three ways 7 different foreigns plus she no hablé But I make that bitch walk for some cheesecake Yeah, I'm the coldest nigga, icy Looking in the mirror like I wish I can be me She too into me, I'm more into money My hobby's her body, that pussy's my lobby I'mma eat it, I'mma eat it I don't lie, hold my dick, too conceited Uh, told her she's my wife for the weekend But don't be acting like I need you cause we poppin' like  [Hook: Chris Brown] Ayo All my bitches got real hair chilling with the top down Screaming like ayo I'mma take her ass down when she bring her friend around Fuck ‘em both like ayo I'm a bougie ass nigga, left the roof at home We popping like ayo, ayo, ayo But don't be acting like I need you  [Verse 2: Chris Brown] I'm in a Rolls, you don't roll right My chain shine brighter than a strobe light I'm tryna fuck Coco, this don't concern Ice If I motorboat, she gon' motorbike A nigga ain't worried about nothin' Rehabilitation just had me worried'about fucking Money, decision-making, only worried about stunting She worried about me, her nigga worried about cuffing I wanna see her body, body And she said get inside of me I wanna feel you baby, yeah Just bring the animal right out of me We loving, she love it Especially when I go down on her Now we fucking, she thugging Getting loud, cause we poppin' like  [Hook: Chris Brown] Ayo All my bitches got real hair chilling with the top down Screaming like ayo I'mma take her ass down when she bring her friend around Fuck ‘em both like ayo I'm a bougie ass nigga, left the roof at home We popping like ayo, ayo, ayo But don't be acting like I need you  [Verse 3: Chris Brown & Tyga] Huh, look, alright, now I can spot your bitch from a mile away Valentine in that pussy, it's a holiday Uh, you losing money, I win mills, Dr. J She gon' to follow my lead, Simon Says Paper, paper, I'm riding 'scrapers in California Car smelling like ammonia, we got that stank on us Never been an Outkast that stank on ya From the ghetto but my bitch like Apollonia We in the hood, tatted like a Mexican Car too fast, give a fuck about pedestrians And my section less niggas, more lesbians Got your bitch, I'm that nigga Yeah we poppin' like  [Hook: Chris Brown] Ayo All my bitches got real hair chilling with the top down Screaming like ayo I'mma take her ass down when she bring her friend around Fuck ‘em both like ayo I'm a bougie ass nigga, left the roof at home We popping like ayo, ayo, ayo But don't be acting like I need you  [Outro: Tyga] Yeah, this that fly shit, King shit only Drop top, no roof, ah (I need you) (I need you)  ",
        "title": "Ayo"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] Guess it's true, I'm not good at a one-night stand But I still need love cause I'm just a man These nights never seem to go to plan I don't want you to leave, will you hold my hand?  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Verse 2] Why am I so emotional? No it's not a good look, gain some self control And deep down I know this never works But you can lay with me so it doesn't hurt  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? Cause you're all I need This ain't love, it's clear to see But darling, stay with me  [Chorus] Oh won't you stay with me? (Oh won't you stay, won't you stay) Cause you're all I need This ain't love, it's clear to see (This ain't love, no, no) But darling, stay with me  ",
        "title": "Stay With Me"
    },
    {
        "artist": "Lillywood & Robin Schulz",
        "lyrics": null,
        "title": "Prayer In C"
    },
    {
        "artist": "Meghan Trainor",
        "lyrics": "  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Verse 1] Yeah, it's pretty clear, I ain't no size two But I can shake it, shake it, like I'm supposed to do Cause I got that boom boom that all the boys chase And all the right junk in all the right places I see the magazines working that Photoshop We know that shit ain't real, come on now, make it stop If you got beauty beauty just raise 'em up Cause every inch of you is perfect from the bottom to the top  [Pre-Chorus] Yeah, my momma she told me don't worry about your size She says, boys like a little more booty to hold at night (That booty, booty, uh, that booty booty) You know I won't be no stick-figure, silicone Barbie doll So, if that's what's you're into then go ahead and move along  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Verse 2] Hey, I'm bringing booty back Go ahead and tell them skinny bitches that No, I'm just playing I know you think you're fat But I'm here to tell you Every inch of you is perfect from the bottom to the top  [Pre-Chorus] Yeah, my momma she told me don't worry about your size She says, boys like a little more booty to hold at night (That booty, booty, uh, that booty booty) You know I won't be no stick-figure, silicone Barbie doll So, if that's what's you're into then go ahead and move along  [Chorus] Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass Because you know I'm all about that bass 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass, no treble I'm all 'bout that bass, 'bout that bass  [Click here to read about when Meghan Trainor met her co-writer on this song, Kevin Kadish]  ",
        "title": "All About That Bass"
    },
    {
        "artist": "Ella Henderson",
        "lyrics": null,
        "title": "Ghost"
    },
    {
        "artist": "Ariana Grande",
        "lyrics": "  [Verse 1] I was a liar I gave in to the fire I know I should’ve fought it At least I’m being honest Feel like a failure 'Cause I know that I failed you I should’ve done you better 'Cause you don’t want a liar  [Pre-Chorus] And I know, and I know, and I know she gives you everything But boy, I couldn’t give it to you And I know, and I know, and I know that you got everything But I got nothing here without you  [Chorus] So one last time I need to be the one who takes you home One more time I promise after that, I’ll let you go Baby, I don’t care if you got her in your heart All I really care is you wake up in my arms One last time I need to be the one who takes you home  [Verse 2] I don’t deserve it I know I don’t deserve it But stay with me a minute I swear I’ll make it worth it Can’t you forgive me? At least just temporarily I know that this is my fault I should have been more careful  [Pre-Chorus] And I know, and I know, and I know she gives you everything But boy, I couldn’t give it to you And I know, and I know, and I know that you got everything But I got nothing here without you, baby  [Chorus] So one last time I need to be the one who takes you home One more time I promise after that, I’ll let you go Baby, I don’t care if you got her in your heart All I really care is you wake up in my arms One last time I need to be the one who takes you home  [Bridge] I know I should've fought it At least I'm being honest, hey Please stay with me a minute I swear I’ll make it worth it, yeah 'Cause I don’t want to be without you  [Chorus] So one last time I need to be the one who takes you home One more time I promise after that, I’ll let you go Baby, I don’t care if you got her in your heart All I really care is you wake up in my arms One last time I need to be the one who takes you home  [Outro] One last time I need to be the one who takes you home  ",
        "title": "One Last Time"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "7/11"
    },
    {
        "artist": "Sam Hunt",
        "lyrics": "  [Verse 1] I don't know if you were looking at me or not You probably smile like that all the time And I don't mean to bother you but I couldn't just walk by And not say hi And I know your name Cause everybody in here knows your name And you're not looking for anything right now So I don't wanna come on strong Don't get me wrong Your eyes are so intimidating My heart is pounding but It's just a conversation No girl I'm not wasted You don't know me I don't know you but I want to  [Chorus] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just want to take your time I don't wanna wreck your Friday I ain't gonna waste my lines I don't have to take your heart I just wanna take your time  [Verse 2] And I know it starts with hello And the next thing you know you're try to be nice And some guys getting too close Trying to pick you up Trying to get you drunk And I'm sure one of your friends is about to come over here Cause she's supposed to save you from random guys That talk too much and wanna stay too long It's the same old song and dance but I think you know it well You could've rolled your eyes Told me to go to hell Could've walked away But you're still here And I'm still here Come on let's see where it goes  [Chorus 2] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just wanna take your time I don't have to meet your mother We don't have to cross that line I don't wanna steal your covers I just wanna take your time  [Bridge] I don't wanna go home with you I just wanna be alone with you  [Chorus 3] I don't wanna steal your freedom I don't wanna change your mind I don't have to make you love me I just wanna take your time I don't wanna blow your phone up I just wanna blow your mind I don't have to take your heart I just wanna take your time No, I ain't gotta call you baby And I ain't gotta call you mine I don't have to take your heart I just wanna take your time  ",
        "title": "Take Your Time"
    },
    {
        "artist": "Vance Joy",
        "lyrics": "  [Verse 1] I was scared of dentists and the dark I was scared of pretty girls and starting conversations Oh, all my friends are turning green You're the magician's assistant in their dreams  Oh, and they come unstuck  [Chorus] Lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong  [Verse 2] There's this movie that I think you'll like This guy decides to quit his job and heads to New York City This cowboy's running from himself And she's been living on the highest shelf  Oh, and they come unstuck  [Chorus] Lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong  [Bridge] I just wanna, I just wanna know If you're gonna, if you're gonna stay I just gotta, I just gotta know I can't have it, I can't have it any other way I swear she's destined for the screen Closest thing to Michelle Pfeiffer that you've ever seen, oh  [Chorus] Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong Oh lady, running down to the riptide Taken away to the dark side I wanna be your left hand man I love you when you're singing that song and I got a lump in my throat cause You're gonna sing the words wrong I got a lump in my throat cause you're gonna sing the words wrong  ",
        "title": "Riptide"
    },
    {
        "artist": "Nick Jonas",
        "lyrics": null,
        "title": "Chains"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Chorus] Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals, like animals-mals Maybe you think that you can hide I can smell your scent for miles Just like animals, animals, like animals-mals Baby, I'm...  [Verse 1] So what you trying to do to me? It's like we can't stop, we're enemies But we get along when I'm inside you You're like a drug that's killing me I cut you out entirely But I get so high when I'm inside you  [Pre-Chorus] Yeah, you can start over, you can run free You can find other fish in the sea You can pretend it's meant to be But you can't stay away from me I can still hear you making that sound Taking me down, rolling on the ground You can pretend that it was me, but no, oh  [Chorus] Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals, like animals-mals Maybe you think that you can hide I can smell your scent for miles Just like animals, animals, like animals-mals Baby, I'm...  [Verse 2] So if I run, it's not enough You're still in my head, forever stuck So you can do what you wanna do I love your lies, I'll eat 'em up But don't deny the animal That comes alive when I'm inside you  [Pre-Chorus] Yeah, you can start over, you can run free You can find other fish in the sea You can pretend it's meant to be But you can't stay away from me I can still hear you making that sound Taking me down, rolling on the ground You can pretend that it was me, but no, oh  [Chorus] Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals, like animals-mals Maybe you think that you can hide I can smell your scent for miles Just like animals, animals, like animals-mals Baby, I'm...  [Bridge] Don't tell no lies, lie, lie, lie You can't deny-ny-ny-ny The beast inside, si-si-side Yeah, yeah, yeah No girl don't lie, lie, lie, lie You can't deny-ny-ny-ny The beast inside, si-si-side Yeah, yeah, yeah  [Breakdown] Just like animals, animals, like animals-mals Just like animals, animals, like animals-mals  [Chorus] Baby, I'm preying on you tonight Hunt you down, eat you alive Just like animals, animals, like animals-mals Maybe you think that you can hide I can smell your scent for miles Just like animals, animals, like animals-mals Baby, I'm...  [Bridge] Don't tell no lies, lie, lie, lie You can't deny-ny-ny-ny The beast inside, si-si-side Yeah, yeah, yeah No girl don't lie, lie, lie, lie You can't deny-ny-ny-ny The beast inside, si-si-side Yeah, yeah, yeah  ",
        "title": "Animals"
    },
    {
        "artist": "Big Sean Featuring Drake",
        "lyrics": "  [Produced by Boi-1da & Vinylz]  [Intro: Drake & Big Sean] Look I feel blessed Way up, I feel blessed Way up, I feel blessed (Straight... look)  [Verse 1: Big Sean] I live the life I deserve, blessed Fuck a vacay I feel better at work I mean whatever it's worth, I give whatever I'm worth For my niggas who gon' go to Hell and back for me I'mma give 'em Heaven on Earth Or a hell of a check, yeah, whichever come first Blessings on blessings on blessings Look at my life, man, that's lessons on lessons on lessons I treat the beat like it's a reverend I tell the truth like father, forgive me, these are all my confessions Man, this wasn't luck, it was destined I done lost homies who been with me since Ed, Edd n Eddy Who flip like confetti And then when you back, they back to call you \"dog\" That shit get-get petty, bitch, don't give no dap to me, nigga Funny thing about talking behind my back Is that it just keep coming back to me, nigga Was off for a sec, now it's back to me, nigga, you mad at me This ain't what I want, man, this what it had to be This is that late night working after three, man This is why my old girl was mad at me This why I'm your majesty, man The clique is the tightest, the pussy the tightest The drinks are the coldest, the future the brightest The feat not divided, the love is divided And I just gotta thank God that we got it Blessed I don't know what I would do without it Crew look like we robbed a bank, but all we make is deposits Your prophet will profit, oh God  [Hook: Drake (Big Sean)] I'm here for a good time, not a long time, you know I I haven't had a good time in a long time, you know I I'm way up, I feel blessed Way up, I feel blessed (Straight up) I'm way up, I feel blessed (Straight up, straight up) Way up, I feel blessed  [Verse 2: Drake] Look, I ain't gon' say that we back or nothing ‘Cause that implies that we're back from something If we're back from somethin' there's some checks you owe us I expect that payment, nothing less or over I don't need them favors that you ask me for I could give two fucks 'bout where the Grammys go I just gave out Grammys on my Instagram Them OVO boys, the business man It is what it is, trust me, you get what you give, yeah You gotta come to my side and see how we live, yeah I cannot see Heaven being much better than this, yeah Blessings on blessings for me and my niggas from the 6 Look at what we did, yeah Be quiet, I'm doing a toast For niggas that don't really do shit, I swear, y'all be doing the most Stop worrying 'bout whoever's next I am just worried 'bout my mama worrying less I think I'm famous enough, I don't need any more press I am convinced I'm the only one left That's still doing this shit, man  [Hook: Drake (Big Sean)] I'm here for a good time, not a long time, you know I I haven't had a good time in a long time, you know I I'm way up, I feel blessed Way up, I feel blessed (Straight up) I'm way up, I feel blessed (Straight up, straight up) Way up, I feel blessed  [Verse 3: Big Sean] My grandma just died, I'm the man of the house So every morning I'm up ‘cause I can't let them down, down Always down for the cause, never down for the count I guess when your stars align You do like the solar system and plan it out So I'm going over time, on the overtime Yeah, I'm that invested, but you can't attest it Million dollar goals, managed to manifest it The family never going anorexic I pay mom mortgage and electric Never going under even with anesthetics At the top of the rap game and progressin' Check after check, checking off my check list Try and blow my cake, just know that's a death wish No mistakes in life ever, it's only lessons Shit feel like Shaq and Penny got back together You tore the game apart, who put it back together? I  [Hook: Drake (Big Sean)] I'm here for a good time, not a long time, you know I I haven't had a good time in a long time, you know I I'm way up, I feel blessed Way up, I feel blessed (Straight up) I'm way up, I feel blessed (Straight up, straight up) I'm way up, I feel blessed  [Verse 4: Kanye West] Since the truth keep niggas traumatized They tryna compromise my condom size So I Snapchat that whole shit Tryna see titties, tryna show dick And I swear to God I hope they post it I'm blessed Even though I get slammed with lawsuits like car doors See three P.O.'s like Star Wars They want me by the road holding up cardboard So I go extra hard on the hard floor Right now, I'm calling you from my home gym Right after that, nigga, I'm gon' swim Just did a couple laps in my home pool And my daughter right there getting home-schooled I'm blessed And I was thinking 'bout starting up my own school A Montessori And the hallway looking like a monastery, oh yes I'm way up, I feel blessed  ",
        "title": "Blessings"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": "  [Intro] This is my heartbeat song and I'm gonna play it Been so long I forgot how to turn it Up, up, up, up all night long Oh, up, up all night long  [Verse 1] You, where the hell did you come from? You're a different, different kind of fun And I'm so used to feeling numb Now I got pins and needles on my tongue Anticipating what's to come Like a finger on a loaded gun  [Pre-Chorus 1] I can feel it rising Temperature inside me Haven't felt it for a long time  [Chorus] This is my heartbeat song and I'm gonna play it Been so long I forgot how to turn it Up, up, up, up all night long Oh, up, up all night long This is my heartbeat song and I'm gonna play it Turned it on, but I know you can take it Up, up, up, up all night long Oh, up, up all night long, all night long  [Verse 2] I, I wasn't even gonna go out But I never would have had a doubt If I'd have known where I I'd be now  [Pre-Chorus 2] Your hands on my hips And my kiss on your lips Oh, I could do this for a long time  [Chorus] This is my heartbeat song and I'm gonna play it Been so long I forgot how to turn it Up, up, up, up all night long Oh, up, up all night long This is my heartbeat song and I'm gonna play it Turned it on, but I know you can take it Up, up, up, up all night long Oh, up, up all night long, all night long  [Bridge] Until tonight I only dreamed about you I can't believe I've ever breathed without you Baby, you make me feel alive and brand new Bring it one more time, one more time  [Chorus] This is my heartbeat song and I'm gonna play it Been so long I forgot how to turn it Up, up, up, up all night long Oh, up, up all night long This is my heartbeat song and I'm gonna play it Turned it on, but I know you can take it Up, up, up, up all night long Oh, up, up all night long, all night long This is my heartbeat song and I'm gonna play it Been so long I forgot how to turn it Up, up, up, up all night long Oh, up, up all night long This is my heartbeat song and I'm gonna play it Turned it on, but I know you can take it Up, up, up, up all night long Oh, up, up all night long, all night long  ",
        "title": "Heartbeat Song"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Produced by Greg Kurstin and Jesse Shatkin] [Written by Sia and Jesse Shatkin] [Video performed by Maddie Ziegler and choreographed by Ryan Heffington]  [Verse 1] Party girls don't get hurt Can't feel anything, when will I learn I push it down, push it down I'm the one \"for a good time call\" Phone's blowin' up, ringin' my doorbell I feel the love, feel the love  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Verse 2] Sun is up, I'm a mess Gotta get out now, gotta run from this Here comes the shame, here comes the shame  [Pre-Chorus] 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink 1 2 3, 1 2 3, drink Throw 'em back till I lose count  [Chorus] I'm gonna swing from the chandelier From the chandelier I'm gonna live like tomorrow doesn't exist Like it doesn't exist I'm gonna fly like a bird through the night Feel my tears as they dry I'm gonna swing from the chandelier From the chandelier  [Post-Chorus] But I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight Help me, I'm holding on for dear life Won't look down, won't open my eyes Keep my glass full until morning light 'Cause I'm just holding on for tonight On for tonight  [Outro] On for tonight Yeah I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight Yeah I'm just holding on for tonight I'm just holding on for tonight Oh, I'm just holding on for tonight On for tonight, on for tonight  ",
        "title": "Chandelier"
    },
    {
        "artist": "Rae Sremmurd",
        "lyrics": "  [Intro: Swae Lee] Yeah (Ear Drummers) Bad bitches is the.. Mike WiLL Made-It Yeah  [Hook: Swae Lee] I don't got no type Bad bitches is the only thing that I like You ain't got no life Cups with the ice and we do this every night I ain't check the price I make my own money, so I spend it how I like I'm just livin' life And let my mama tell it, nigga, I ain't livin' right  [Verse 1: Swae Lee] Chop the top off the Porsche, that's a headless horse Extendo long as an extension cord Bitch, I ball like Jordan and I play full court And if you not my type then you know I got to keep this shit short What you know about a check? What you got up in your pocket? What you spending when you shopping, dawg? Why you wanna go flex? Like you all in the mix Like you got some shit popping off I got some models that you see up in the movies And they want to make a flick for the camera Wanna be Kim Kardashian, heard I was livin' like a bachelor  [Hook: Swae Lee] I don't got no type Bad bitches is the only thing that I like You ain't got no life Cups with the ice and we do this every night I ain't check the price I make my own money, so I spend it how I like I'm just livin' life And let my mama tell it, nigga, I ain't livin' right  [Verse 2: Slim Jimmy] Spend it how I like, sinnin' every night Push start the whip, brought it straight to life Blowin' on the kush, 'til I'm out of sight I don't check the price, all I do is swipe She said, \"What's your type?\", I said, \"I like what I like\" I don't second guess, I just roll the dice (keep it moving) Keep your two cents, take your own advice I've been livin' life, like I lived twice  [Hook: Swae Lee] I don't got no type Bad bitches is the only thing that I like You ain't got no life Cups with the ice and we do this every night I ain't check the price I make my own money, so I spend it how I like I'm just livin' life And let my mama tell it, nigga, I ain't livin' right  [Outro] I don't got no type, I don't got no type And let my mama tell it, nigga, I ain't livin' right  ",
        "title": "No Type"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by Boi-1da & OB O'Brien]  [Intro: DJ Jah Walton and Drake] Lickwood means \"rewind\" and gunshot means \"forward\" You requested it, so we rewind Yeah, way, way, way up Turn it all up, yeah, look  [Hook] I got enemies,  got a lot of enemies Got a lot of people tryna drain me of my energy They tryna take the wave from a nigga Fuckin’ with the kid and pray for your nigga  [Verse 1] I got girls in real life tryna fuck up my day Fuck goin’ online, that ain’t part of my day I got real shit poppin’ with my family too I got niggas that can never leave Canada too I got two mortgages, thirty million in total I got niggas that’ll still try fuckin’ me over I got rap niggas that I gotta act like I like But my actin’ days are over, fuck them niggas for life, yeah  [Hook] I got enemies,  got a lot of enemies Got a lot of people tryna drain me of this energy They tryna take the wave from a nigga Fuckin’ with the kid and pray for your nigga  [Verse 2] I got people talkin’ down, man, like I give a fuck I bought this one a purse, I bought this one a truck I bought this one a house, I bought this one a mall I keep buyin’ shit, just make sure you keep track of it all I got bitches askin’ me about the code for the Wi-Fi So they can talk about they Timeline And show me pictures of they friends Just to tell me they ain’t really friends Ex-girl, she the female version of me I got strippers in my life, but they virgins to me I hear everybody talkin' 'bout what they gon' be I got high hopes for you niggas, we gon’ see I got money in the courts 'til all my niggas are free 'Bout to call your ass a Uber, I got somewhere to be I hear fairy tales ‘bout how they gon’ run up on me Well, run up when you see me, then, and we gon’ see  [Hook] I got enemies,  got a lot of enemies Got a lot of people tryna drain me of this energy They tryna take the wave from a nigga Fuckin’ with the kid and pray for your nigga  [Verse 3] Nah, fuck all of you niggas, I ain’t finished Y’all don’t wanna hear me say it’s a go Y’all don’t wanna see Win Win, 50 or Whoa I got real ones livin’ past Kennedy Road I got real ones wit' me everywhere that I go I’m tryna tell ya I got enemies, got a lot of enemies Every time I see ‘em, somethin’ wrong with their memory Tryna take it away from a nigga So tired of savin’ all these niggas, mayne Yeah, run 'em  [Hook] I got enemies,  got a lot of enemies Got a lot of people tryna drain me of this energy They tryna take the wave from a nigga Fuckin’ with the kid and pray for your nigga  ",
        "title": "Energy"
    },
    {
        "artist": "Ariana Grande & The Weeknd",
        "lyrics": "  [Music Video]  [Verse 1: Ariana Grande] Tell me something I need to know Then take my breath and never let it go If you just let me invade your space I’ll take the pleasure, take it with the pain And if in the moment I bite my lip Baby, in that moment, you’ll know this is Something bigger than us and beyond bliss Give me a reason to believe it  [Chorus: Ariana Grande] 'Cause if you want to keep me You gotta, gotta, gotta, gotta Got to love me harder And if you really need me You gotta, gotta, gotta, gotta Got to love me harder (lo-love me harder) Ooh-ooh-ooh-ooh Love me, love me, love me Ooh-ooh-ooh-ooh Harder, harder, harder  [Verse 2: The Weeknd] I know your motives and you know mine The ones that love me, I tend to leave behind If you know about me and choose to stay Then take this pleasure and take it with the pain And if in the moment you bite your lip When I get you moaning, you know it's real Can you feel the pressure between your hips? I’ll make it feel like the first time  [Chorus: Ariana Grande & (The Weeknd)] 'Cause if you want to keep me You gotta, gotta, gotta, gotta Got to love me harder (I'ma love you harder) And if you really need me You gotta, gotta, gotta, gotta Got to love me harder (lo-love me harder) Ooh-ooh-ooh-ooh Love me, love me, love me Ooh-ooh-ooh-ooh Harder, harder, harder Ooh-ooh-ooh-ooh Love me, love me, love me Ooh-ooh-ooh-ooh Harder, harder, harder  [Bridge: The Weeknd & (Ariana Grande)] So what do I do if I can’t figure it out? (You got to try, try, try again, yeah) So what do I do if I can’t figure it out? (I’m gonna leave, leave, leave again)  [Chorus: Ariana Grande & (The Weekend)] 'Cause if you want to keep me You gotta, gotta, gotta, gotta Got to love me harder (I'ma love you, love you, love you) And if you really need me You gotta, gotta, gotta, gotta Got to love me harder (Got to love me, baby) 'Cause if want to keep me You gotta, gotta, gotta, gotta Got to love me harder (Love me harder) And if you really need me You gotta, gotta, gotta, gotta (I'ma do it, do it, do it) Got to love me harder (I'ma love you harder)  [Outro: Ariana Grande] Ooh-ooh-ooh-ooh love me, love me, love me Ooh-ooh-ooh-ooh harder, harder, harder Love me, love me, love me just a little bit harder  ",
        "title": "Love Me Harder"
    },
    {
        "artist": "Calvin Harris Featuring Ellie Goulding",
        "lyrics": "  [Verse 1] Look at what you've done Stand still, fallin' away from me When it takes so long Fire's out, what do you want to be?  [Pre-Chorus] Now I'm holdin’ on Myself was never enough for me Gotta be so strong There's a power in what you do Now, every other day I'll be watching you  [Chorus] I'll show you what it feels like Now I'm on the outside We did everything right Now I'm on the outside I'll show you what it feels like Now I'm on the outside We did everything right Now I'm on the outside  [Verse 2] So you give me no reason For me to stay close to you Tell me what lovers do How are we still breathing? It's never for us to choose I'll be the strength in you  [Pre-Chorus] Now I'm holdin’ on Myself was never enough for me Gotta be so strong There's a power in what you do Now, every other day I'll be watching you  [Chorus] I'll show you what it feels like Now I'm on the outside We did everything right Now I'm on the outside I'll show you what it feels like Now I'm on the outside We did everything right Now I'm on the outside  [Outro] I'll show you what it feels like Now I'm on the outside I'll show you what it feels like Show you what it feels like Now I'm on the outside We did everything right Now I'm on the outside  ",
        "title": "Outside"
    },
    {
        "artist": "WALK THE MOON",
        "lyrics": "  [Intro]  [Chorus] Oh, don't you dare look back Just keep your eyes on me I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me”  [Verse 1] We were victims of the night A chemical, physical, kryptonite Helpless to the bass and fading light Oh, we were bound to get together Bound to get together  [Pre-Chorus] She took my arm, I don't know how it happened We took the floor and she said  [Chorus] \"Oh, don't you dare look back Just keep your eyes on me\" I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me”  [Verse 2] A backless dress and some beat up sneaks My discotheque Juliet, teenage dream I felt it in my chest since she looked at me I knew we were bound to be together Bound to be together  [Pre-Chorus] She took my arm, I don't know how it happened We took the floor and she said  [Chorus] Oh, don't you dare look back Just keep your eyes on me I said, “You're holding back” She said, “Shut up and dance with me” This woman is my destiny She said “Oooooh, shut up and dance with me”  Ohh, c'mon girl  [Bridge] Deep in her eyes, I think I see the future I realize this is my last chance She took my arm, I don't know how it happened We took the floor and she said  [Chorus] \"Oh, don't you dare look back Just keep your eyes on me\" I said, you're holding back She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance Don't you dare look back Just keep your eyes on me\" I said, \"You're holding back She said, “Shut up and dance with me” This woman is my destiny She said, “Oooooh, shut up and dance with me” ”Oooooh, shut up and dance with me” ”Oooooh, shut up and dance with me”  ",
        "title": "Shut Up And Dance"
    },
    {
        "artist": "Sia",
        "lyrics": "  [Intro: Sia] I won't give up, I won't give up I won't give up, I won't give up  [Verse 1: Sia] And another one bites the dust Oh, why can I not conquer love? And I might have thought that we were one Wanted to fight this war without weapons And I wanted it, I wanted it bad But there were so many red flags Now another one bites the dust Yeah, let's be clear, I'll trust no one  [Pre-Chorus: Sia] You did not break me I'm still fighting for peace  [Chorus: Sia] I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart  [Post-Chorus: Sia] I've got an elastic heart Yeah, I've got an elastic heart  [Verse 2: The Weeknd] And I will stay up through the night Let's be clear, won't close my eyes And I know that I can survive I'll walk through fire to save my life And I want it, I want my life so bad I'm doing everything I can Then another one bites the dust It's hard to lose a chosen one  [Pre-Chorus: Sia & The Weeknd] You did not break me (You did not break me, no, no) I'm still fighting for peace  [Chorus: Sia] I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart I've got a thick skin and an elastic heart But your blade it might be too sharp I'm like a rubber band until you pull too hard Yeah I may snap and I move fast But you won't see me fall apart Cause I've got an elastic heart  ",
        "title": "Elastic Heart"
    },
    {
        "artist": "O.T. Genasis",
        "lyrics": "  [Hook] I'm in love with the coco I'm in love with the coco I got it for the low, low I'm in love with the coco I'm in love with the coco (cocaína) I'm in love with the coco I got it for the low, low (turn up!) I'm in love with the coco  [Verse 1] Hit my plug, that's my cholo (mi amigo) Cause he got it for the low, low If you snitchin' I go loco (go crazy) Hit you with that treinta ocho Niggas thinkin' that I'm solo Fifty deep, they like, \"oh, no\" Heard the feds takin' photos I know nothin', fuck the popo  [Refrain] Bakin' soda, I got bakin' soda Bakin' soda, I got bakin' soda Whip it through the glass, nigga I'm blowin' money fast, nigga  [Hook] I'm in love with the coco I'm in love with the coco I got it for the low, low I'm in love with the coco I'm in love with the coco (cocaína) I'm in love with the coco I got it for the low, low (turn up!) I'm in love with the coco  [Verse 2] Thirty six, that's a kilo (aqui) Need a brick, miss my free throw (they white) I'm in love, just like Ne-Yo Bustin' shots, now he Neo (Matrix) Free my homies, fuck the C.O. (puto) Fuck the judge, fuck my P.O. (puto) All this coke, like I'm Nino Water whip, like I'm Nemo  [Refrain] Bakin' soda, I got bakin' soda Bakin' soda, I got bakin' soda Whip it through the glass, nigga I'm blowin' money fast, nigga  [Hook] I'm in love with the coco I'm in love with the coco I got it for the low, low I'm in love with the coco I'm in love with the coco (cocaína) I'm in love with the coco I got it for the low, low (turn up!) I'm in love with the coco  ",
        "title": "CoCo"
    },
    {
        "artist": "Omarion Featuring Chris Brown & Jhene Aiko",
        "lyrics": "  [Intro: Omarion & Chris Brown] Omarion (Breezy!) And your chick, your chick (Mustard on the beat, hoe)  [Chorus: Omarion & (Chris Brown)] If your chick come close to me She ain't going home when she post to be (no) I'm getting money like I'm post to be I'm getting money like I'm post to be Ooh, all my niggas close to me (ooh) And all them other niggas where they post to be Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" Ooh, that's how it post to be Yeah, that's how it post to be Ooh, yeah, that's how it post to be Everything good like it post to be  [Verse 1: Omarion] Pull up to the club and it go up (go up) Make your girl fall in love when I show up (whoop, whoop) It's not my fault she want to know me (hey) She told me you was just a homie (haha) She came down like she knew me (hey) Gave it up like a groupie (true) And that's facts; no printer (no printer) Cold nigga turn the summer to the winter She saved me in her phone as \"Bestie\" But I had her screaming, \"Oh\" Yo' girl wasn't supposed to text me (nope) You want to know how I know what I know? (Hey)  [Chorus: Omarion & (Chris Brown)] If your chick come close to me She ain't going home when she post to be (aw, yeah) I'm getting money like I'm post to be (yeah, yeah) I'm getting money like I'm post to be Ooh, all my niggas close to me And all them other niggas where they post to be Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" Ooh, that's how it post to be (ooh) Ooh, yeah, that's how it post to be (ooh) Ooh, yeah, that's how it post to be (ooh) Everything good like it post to be (ooh)  [Verse 2: Chris Brown] Got your girl in my section, finna go up (go up) A nigga smokin' loud, I'm 'bout to roll up (roll up) She ain't never got high like this with a guy like this When she pop, tell her, \"Hol' up\" (hol' up) Better believe she gon' leave with a real nigga I dick her down, can't put it down like I do (like I do) I get to bustin', no discussin', gotta deal with it Team us, we ain't worried about you (oh) Murder she wrote, yeah, yeah When I hit it, I'ma kill it, I'ma get it like (get it) Murder she wrote You want to know how I know what I know? (Oh)  [Verse 3: Jhené Aiko] If your dude come close to me He gon' want to ride off in a Ghost with me (I'll make him do it) I might let your boy chauffeur me But he gotta eat the booty like groceries But he gotta get rid of these hoes from me I might have that nigga sailing his soul for me Ooh, that's how it post to be If he wants me to expose the freak Ooh, that's how it post to be Ooh, that's how it post to be Ooh, that's how it post to be Everything good like it post to be, ooh  [Chorus: Omarion & (Chris Brown)] If your chick come close to me (if she come close) She ain't going home when she post to be (hey, hey) Oh yeah, I'm getting money like I'm post to be (post to be) I'm getting money like I'm post to be (getting money) Ooh, all my niggas close to me (all my niggas close to me) And all them other niggas where they post to be (yeah, yeah, yeah) Ooh, the hoes go for me Have your chick send a pic, like, \"Pose for me!\" (ooh, girl) Ooh, that's how it post to be (ooh, yeah) Yeah, that's how it post to be (ooh, woah) Ooh, yeah, that's how it post to be (ooh, hey) Everything good like it post to be  [Bridge: Chris Brown & Omarion] She 'bout to ride with me And I don't even know her name (her name) But I know that she your girl, yeah (your girl, yeah) She chose up, are you mad or nah? Bruh, don't be mad about it These chicks be for everybody  [Outro: Omarion, Chris Brown & Jhené Aiko] Omarion (C. Breezy!) I'll make him do it, I'll make him do it  ",
        "title": "Post To Be"
    },
    {
        "artist": "Imagine Dragons",
        "lyrics": "  [Verse 1] I know I took the path That you would never want for me I know I let you down, didn't I? So many sleepless nights Where you were waiting up on me Well I'm just a slave unto the night  [Pre-Chorus] Now remember when I told you That's the last you'll see of me? Remember when I broke you down to tears? I know I took the path That you would never want for me I gave you hell through all the years  [Chorus] So I, I bet my life I bet my life, I bet my life on you I, I bet my life I bet my life, I bet my life on you  [Verse 2] I've been around the world And never in my wildest dreams Would I come running home to you I've told a million lies, but Now I tell a single truth There's you in everything I do  [Pre-Chorus] Now remember when I told you That's the last you'll see of me? Remember when I broke you down to tears? I know I took the path That you would never want for me I gave you hell through all the years  [Chorus] So I, I bet my life I bet my life, I bet my life on you I, I bet my life I bet my life, I bet my life on you  Don't tell me that I'm wrong I've walked that road before And left you on your own And please believe them when they say That it's left for yesterday And the records that I've played Please forgive me for all I've done  [Chorus] So I, I bet my life I bet my life, I bet my life on you I, I bet my life I bet my life, I bet my life on you  I, I bet my life, I bet my life I bet my life on you  [Spoken Outro]  [Bridge] So I So I  ",
        "title": "I Bet My Life"
    },
    {
        "artist": "Blake Shelton Featuring Ashley Monroe",
        "lyrics": "  [Verse 1] I never thought you’d pick up the phone It's Friday night, you should be out on the town Didn't think you'd be sittin' at home all alone like me Nothin' on TV, nothin' to do Nothin' to keep my mind off you and me And the way it was Are you thinkin' 'bout it now because I could be there in five One more one last time  [Chorus] We don't have to be lonely tonight (I need you, want you, I'm right here) We don't have to be lonely tonight (I know we shouldn't, but I don't care) I don't wanna be right, I don't wanna be strong I just wanna hold you till the heartbreak's gone When the sun comes up, we can both move on But we don't have to be lonely tonight  [Verse 2] That taste, that touch, the fire I miss Those kiss me eyes, your red wine lips on mine Like it used to be Baby I want you and and you want me and  [Chorus] We don't have to be lonely tonight (I need you, want you, I'm right here) We don't have to be lonely tonight (I know we shouldn't, but I don't care) I don't wanna be right, I don't wanna be strong I just wanna hold you till the heart breaks stone When the sun comes up, we can both move on But we don't have to be lonely tonight  [Guitar Interlude]  I can be there in five One more one last time  [Final Chorus] We don't have to be lonely tonight (Oh, I need you, and I'm right here) We don't have to be lonely tonight, tonight, tonight  Yeah, yeah  ",
        "title": "Lonely Tonight"
    },
    {
        "artist": "Common & John Legend",
        "lyrics": "  [Produced by John Legend]  [Chorus: John Legend] One day when the glory comes It will be ours, it will be ours One day when the war is won We will be sure, we will be sure Oh glory (Glory, glory) Ohh (Glory, glory)  [Verse 1: Common] Hands to the Heavens, no man, no weapon Formed against, yes glory is destined Every day women and men become legends Sins that go against our skin become blessings The movement is a rhythm to us Freedom is like religion to us Justice is juxtapositionin' us Justice for all just ain't specific enough One son died, his spirit is revisitin' us True and livin' livin' in us, resistance is us That's why Rosa sat on the bus That's why we walk through Ferguson with our hands up When it go down we woman and man up They say, \"Stay down\", and we stand up Shots, we on the ground, the camera panned up King pointed to the mountain top and we ran up  [Chorus] One day when the glory comes It will be ours, it will be ours One day when the war is won We will be sure, we will be sure Oh glory (glory, glory) Ohh (glory, glory)   [Bridge: John Legend] Now the war is not over, victory isn't won But we'll fight on to the finish, and when it's all done We'll cry glory (glory), oh glory (glory), oh (glory, glory) We'll cry glory, oh glory, oh (glory, glory)  [Verse 2: Common] Selma is now for every man, woman and child Even Jesus got his crown in front of a crowd They marched with the torch, we gon' run with it now Never look back, we done gone hundreds of miles From dark roads he rose, to become a hero Facin' the league of justice, his power was the people Enemy is lethal, a king became regal Saw the face of Jim Crow under a bald eagle The biggest weapon is to stay peaceful We sing, our music is the cuts that we bleed through Somewhere in the dream we had an epiphany Now we right the wrongs in history No one can win the war individually It takes the wisdom of the elders and young people's energy Welcome to the story we call victory The comin' of the Lord, my eyes have seen the glory  [Chorus] One day when the glory comes It will be ours, it will be ours One day when the war is won We will be sure, we will be sure Oh glory (Glory, glory) Oh (glory, glory) Oh glory (Glory, glory) Yeah (glory, glory)  [Outro: John Legend] When the war is won, when it's all said and done We'll cry glory, oh glory (glory, glory)  ",
        "title": "Glory"
    },
    {
        "artist": "Jessie J, Ariana Grande & Nicki Minaj",
        "lyrics": "  [Produced by Max Martin, Rickard Göransson & Ilya]  [Verse 1: Jessie J] She got a body like an hourglass But I can give it to you all the time She got a booty like a Cadillac But I can send you into overdrive (You've been waiting for that, step on up, swing your bat) See, anybody could be bad to you You need a good girl to blow your mind, yeah  [Hook: Jessie J] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Verse 2: Ariana Grande] She might've let you hold her hand in school But I'mma show you how to graduate No, I don't need to hear you talk the talk Just come and show me what your momma gave, oh yeah (I heard you've got a very big shhh, mouth but don’t say a thing) See anybody could be good to you You need a bad girl to blow your mind  [Hook: Jessie J & Ariana Grande] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Collision/Spoken: Nicki Minaj] You know what, girls? Let me show you how to do it  [Verse 3: Nicki Minaj] It’s Myx moscato, it’s frizz in a bottle It’s Nicki Full Throttle, it’s oh, oh Swimming in The Grotto, we winning in the lotto We dipping in the powder blue, four door Kitten so good, it's dripping on wood Get a ride in the engine that could go Batman, robbin' it, bang bang, cockin' it Queen Nicki dominant, prominent It's me, Jessie, and Ari, if they test me, they sorry Ride his uh like a Harley then pull off in his Ferrari If he hanging we banging, phone ranging, he slanging It ain't karaoke night but get the mic ‘cause I'm singing  [Bridge: Jessie J & (Nicki Minaj)] (Uh, B to the A to the N to the G to the uh) (B to the A to the N to the G to the hey) See, anybody could be good to you You need a bad girl to blow your mind  [Hook: Jessie J & Ariana Grande] Bang bang into the room (I know you want it) Bang bang all over you (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!) Bang bang there goes your heart (I know you want it) Back, back seat of my car (I’ll let you have it) Wait a minute let me take you there (ah) Wait a minute 'til you (ahhh, hey!)  [Collision/Outro: Nicki Minaj] Yeah, I said bang, bang Bang, bang, bang, bang  ",
        "title": "Bang Bang"
    },
    {
        "artist": "Thomas Rhett",
        "lyrics": "  [Verse 1] Windows down, country sound, FM on the radio Just me and you and the man on the moon Cruisin' down some old back road  [Pre-Chorus] Now baby don't you look at me that way Cause you know there's only so much I can take Cause you make me want to  [Chorus] Pull this truck to the side of the road Slide on over, let me hold you close And tell you everything I'm thinking Hop on out and let the tailgate fall Get drunk on you with no alcohol If you don't stop I'm gonna Girl you make me wanna  [Verse 2] You know better than to wear that dress It oughta be against the law Plain and simple, girl, them dimples Know just how to turn me on  [Pre-Chorus] Now baby don't you look at me that way Cause you know there's only so much I can take Cause you make me wanna  [Chorus] Pull this truck to the side of the road Slide on over, let me hold you close And tell you everything I'm thinking Hop on out and let the tailgate fall Get drunk on you with no alcohol If you don't stop I'm gonna Girl you make me wanna  [Bridge] You make me wanna Wake up with you, in the bed of my truck And start over again when the sun comes up  [Chorus] You make me wanna Pull this truck to the side of the road Slide on over, let me hold you close And tell you everything I'm thinking Hop on out and let the tailgate fall Get drunk on you with no alcohol If you don't stop I'm gonna You make me wanna Pull this truck to the side of the road Slide on over, let me hold you close And tell you everything I'm thinking Hop on out and let the tailgate fall Get drunk on you with no alcohol If you don't stop I'm gonna Girl you make me wanna  [Outro] Windows down, country sound, FM on the radio  ",
        "title": "Make Me Wanna"
    },
    {
        "artist": "One Direction",
        "lyrics": "  [Music Video]  [Verse 1: Zayn  & Liam] Going out tonight, changes into something red, her mother doesn't like that kind of dress Everything she never had, she's showing off Driving too fast, moon is breaking through her hair, she's heading for something that she won't forget Having no regrets is all that she really wants  [Chorus: Harry] We’re only getting older, baby And I’ve been thinking about it lately Does it ever drive you crazy Just how fast the night changes? Everything that you’ve ever dreamed of Disappearing when you wake up But there’s nothing to be afraid of Even when the night changes, it will never change me and you  [Verse 3: Louis & Niall] Chasing her tonight, doubts are running 'round her head, he's waiting, hides behind a cigarette Heart is beating loud and she doesn't want it to stop Moving too fast, moon is lighting up her skin, she's falling, doesn't even know it yet Having no regrets is all that she really wants  [Chorus: Harry] We’re only getting older, baby And I’ve been thinking about it lately Does it ever drive you crazy Just how fast the night changes? Everything that you’ve ever dreamed of Disappearing when you wake up But there’s nothing to be afraid of Even when the night changes, it will never change me and you  [Bridge: Zayn] Going out tonight, changes into something red, her mother doesn't like that kind of dress Reminds her of the missing piece of innocence she lost  [Chorus: Harry] We’re only getting older, baby And I’ve been thinking about it lately Does it ever drive you crazy Just how fast the night changes? Everything that you’ve ever dreamed of Disappearing when you wake up But there’s nothing to be afraid of Even when the night changes It will never change, baby, it will never change, baby It will never change, me and you  ",
        "title": "Night Changes"
    },
    {
        "artist": "Cole Swindell",
        "lyrics": "  I don't care that you done me wrong Cause I've already moved on I don't care what his name is Girl, it is what it is  I won't waste a dime Or the bartender's time Trying to catch a buzz Over the thought of us  But I'll drink to a country song To another long work week gone And I'll raise my glass to a long lost buddy I ain't seen I might stay for one more round Or I might close this place down But don't think for a second I'm out to drown your memory Baby, you ain't worth the whiskey  It don't matter what your friends say They never liked me anyway So if they see me drunk in this bar It ain't over a broken heart  Cause I'm drinking to a country song To another long work week gone And I'm raising my glass to a long lost buddy I ain't seen I might stay for one more round Or I might close this place down But don't think for a second I'm out to drown your memory Baby, you ain't worth the whiskey  Cheers to a good country song To another long work week gone And, yeah, I'm raising my glass to those savin' our ass overseas I might stay for one more round Hell, I might close this place down But don't think for a second I'm out to drown your memory No, don't think for one second I'm out to drown your memory Girl, you ain't worth the whiskey, no Baby, you ain't worth the whiskey  ",
        "title": "Ain't Worth The Whiskey"
    },
    {
        "artist": "Jason Aldean",
        "lyrics": "  I knew the minute that I picked you up It was gonna be a wild ride You kissed me like you couldn't get enough Barely made it out of your drive Burn a little rubber at the red light Got a little warning from the blue lights It's only going 9 o'clock but feels more like midnight  We ain't even turned up the radio Ain't been two miles down the road The way you look at me baby I don't know If we even gonna make it to the party Yeah we gotta whole lot of moon light left Already having the time of my lives And we're just getting started tonight  Girl you already got the window down And you got your seat laid back I ain't even made it halfway to town And you're already talking about a 6 pack Already got your shoes off And you talking about slippin' off No we ain't even found your friends saying You already wanna get lost  We ain't even turned up the radio Ain't been two miles down the road The way you look at me baby I don't know If we even gonna make it to the party Yeah we gotta whole lot of moon light left Already having the time of my lives And we're just getting started tonight  Ain't had a drink and I'm tore up Ain't even had a taste of your love But girl the crazy thing is We're just getting warmed up  We ain't even turned up the radio Ain't been two miles down the road The way you look at me baby I don't know If we even gonna make it to the party Yeah we gotta whole lot of moon light left Already having the time of my lives And we're just getting started tonight  And we're just getting started tonight  ",
        "title": "Just Gettin' Started"
    },
    {
        "artist": "Brett Eldredge",
        "lyrics": "  [Verse 1] If I could be the reason your hair's a mess The bass drum beatin way down deep in your chest If I could be the voice on your radio Then I could be your long ride home  [Verse 2] If mine could be the name that changes yours The wine in your glass The swing on your porch The dollar in your pocket And the peaceful in your sleep Then I'd be what you mean to me  [Chorus] Standing here Watching you Turning every head in this crowded room The lights down low Dancing slow Oh, if falling's how you feel And perfect's what you see Then I'd be what you mean to me  [Verse 3] If I could be the fire in your firefly The cool in the rain The spark in your eye The answer to your prayer And the faith that sets you free Then I'd be what you mean to me  [Chorus]  [Bridge] And oh All of this talkin makes you laugh But I've gotta let you know just how I'm feeling while I'm  [Chorus]  [Outro] Yea Falling's how you feel And perfect's what you see Then I'd be what you mean to me Be what you mean to me Ohhhhh, be what you mean, what you mean, what you mean, what you mean to me  ",
        "title": "Mean To Me"
    },
    {
        "artist": "Tove Lo",
        "lyrics": "  [Verse 1] Bed, stay in bed The feeling of your skin locked in my head Smoke, smoke me broke I don't care, I'm down for what you want  [Pre-Chorus] Day drunk into the night, wanna keep you here Cause you dry my tears, yeah Summer lovin' and fights, how it is for us And it's all because  [Chorus] Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Verse 2] Love, give me love Anything you want I'll give it up Lips, lips I kiss Bite me while I taste your fingertips  [Pre-Chorus] Day drunk into the night, wanna keep you here Cause you dry my tears, yeah Summer lovin' and fights, how it is for us And it's all because  [Chorus] Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Oh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Bridge] Oh, ooh Bodies! Our baby making bodies we just use for fun Bodies! Let's use them up 'til every little piece is gone (Let's go) On and on and on (Let's go) On and on (Let's go)  [Chorus] Oh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on Ooh, now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  [Chorus] Now if we're talking body Put it on me If you love me right We fuck for life On and on and on Now if we're talking body You got a perfect one So put it on me Swear it won't take you long If you love me right We fuck for life On and on and on  ",
        "title": "Talking Body"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Produced by PARTYNEXTDOOR]  [Pre-Chorus] When I pull up on a nigga tell that nigga back, back I'm too good with these words, watch a nigga backtrack If I die, all I know is I'm a mothafuckin' legend It's too late for my city, I'm the youngest nigga reppin'  [Chorus] Oh my God, oh my God If I die, I'm a legend Oh my God, oh my God If I die, I'm a legend  [Verse 1] I'm up first, I'm on tour, got a girl, she from the South Used to work, used to dance in Texas, now she clean the house Everyday, I was strugglin' to learn what life's about On my way, money taught me Spanish, make it andale Way up north, packed in Honda cars They don't know who we are Fuck 'em all, they only pussy niggas shootin' at the star Right or wrong, I'ma write my wrongs They can't live this long You don't know where you're gonna go I got this shit mapped out strong  [Pre-Chorus] When I pull up on a nigga tell that nigga back, back I'm too good with these words, watch a nigga backtrack All I know, if I die, I'm a mothafuckin' legend It's too late for my city, I'm the youngest nigga reppin'  [Chorus] Oh my God, oh my God If I die, I'm a legend Oh my God, oh my God If I die, I'm a legend  [Verse 2] I'm the one, one Why do I feel like the only one? Why do I feel like you owe me one? 6 G-O-D, I'm the holy one Yeah, you know wassup (yeah) They been off for a minute now You know they all sentimental now You know they all actin' different now And I, I just can't pretend Seen too much, it's so hard for me to let new people in I can't change, this shit set in stone They can't live this long You don't know where you're gonna go I got this shit mapped out strong  [Pre-Chorus] When I pull up on a nigga tell that nigga back, back I'm too good with these words, watch a nigga backtrack All I know, if I die, I'm a mothafuckin' legend It's too late for my city, I'm the youngest nigga reppin'  [Chorus] Oh my God, oh my God If I die, I'm a legend Oh my God, oh my God If I die, I'm a legend I'm the one  ",
        "title": "Legend"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] I got a piece of land out in the countryside Lay back and smell the sun warm up the Georgia pine Feels so good to be taking it easy Why would I ever leave? Cause I know  [Chorus] I got some good friends that live down the street Got a good looking woman with her arms 'round me Here in a small town, where it feels like home I've got everything I need and nothing that I don't Homegrown Homegrown  [Verse 2] We got a fire going down by the riverside Sip whiskey out the bottle, living like we'll never die Come on and stay a while if you don't believe me Why would I ever leave, cause I know  [Chorus] I got some good friends that live down the street Got a good looking woman with her arms 'round me Here in a small town, where it feels like home I've got everything I need and nothing that I don't Homegrown Homegrown I got some good friends that live down the street Got a good looking woman with her arms 'round me Here in a small town, where it feels like home I've got everything I need Homegrown And nothing that I don't Homegrown Everything I need Homegrown And nothing I don't Homegrown  [Bridge] It's the weight that you carry from the things That you think you want It's the weight that you carry from the things That you think you want Weight you carry It's the weight that you carry from the things That you think you want It's the weight that you carry from the things That you think you want  [Outro] I've got everything I need, nothing that I don't Homegrown Everything I need, nothing that I don't Homegrown Everything I need, nothing that I don't Homegrown Oh, everything I need and nothing that I don't Homegrown  ",
        "title": "Homegrown"
    },
    {
        "artist": "J. Cole",
        "lyrics": "  [Produced by J. Cole and Omen] [Directed by Scott Lazes]  [Instrumental Break]  [Intro] Oh right, oh Oh why na-da-da-da  [Hook] I keep my head high I got my wings to carry me I don't know freedom I want my dreams to rescue me I keep my faith strong I ask the Lord to follow me I've been unfaithful I don't know why you call on me  [Verse 1] This is my canvas I'ma paint it how I want it baby, oh I This is my canvas I'ma paint it, paint it, paint it, how I want it nigga Fuck you cause there, there is no right or wrong, only a song I like to write alone, be in my zone Think back to Forest Hills, no perfect home But the only thing like home I've ever known Until they snatched it from my mama And foreclosed her on the loan I'm so sorry that I left you there to deal with that alone I was up in New York City chasing panties, getting dome Had no clue what you was going through How could you be so strong? And how could I be so selfish, I know I can be so selfish I could tell by how I treat you with my girl, damn she so selfless But she put up with my ways because she loves me like you do And though it don't always show I love her just like I love you And I need to treat you better Wish you could live forever So we could spend more time together I love you mama  [Hook] I keep my head high I got my wings to carry me I don't know freedom I want my dreams to rescue me I keep my faith strong I ask the Lord to follow me I've been unfaithful I don't know why you call on me  [Post-Hook] E-e-eee, e-e, apparently You believe in me, you believe in me E-e-eee, e-e, apparently You believe in me, and I thank you for it, oh I  [Verse 2] Another day, another rhyme, ho Another day, another time zone Today, I woke up feeling horny so it's only right I got two bitches playing on my trombone Keep up, never sure where the words would take me Niggas eat em up, and regurgitate me Shit trump tight never slurred it lazy Give a virgin the urge to rape me, nigga please Best friends really make great for enemies My watch came, niggas can't wait for one of these I see you nigga, this ain't no Rolex, it's a AP nigga I'm hot, dog, catch up to me nigga—uh, couldn't resist Aim for the stars and I shouldn't have missed But I was riding on fumes so I stopped by the moon Now I'm sitting on the hood of this bitch Like, \"Thanks for the view\", waiting on thanks from a few Cause without me you wouldn't exist You know that shit, gave you the blueprint, don't forget Cole is your phone on zero percent Going off, now niggas showing off Niggas swear they hard but they flowing soft I'm taking off like \"boing!\" on a big ass Boeing Getting head like a coin toss, too easy  [Hook] I keep my head high I got my wings to carry me I don't know freedom I want my dreams to rescue me I keep my faith strong I ask the Lord to follow me I've been unfaithful I don't know why you call on me  [Post-Hook] E-e-eee, e-e, apparently You believe in me, you believe in me E-e-eee, e-e, apparently You believe in me, and I thank you for it, oh I  ",
        "title": "Apparently"
    },
    {
        "artist": "Lee Brice",
        "lyrics": "  We're up when the rooster crows Clock in when the whistle blows Eight hours ticking slow And then tomorrow We'll do it all over again  I'm a member of a blue collar crowd They can never, no they can't keep us down If you gotta, gotta label me Label me 'proud'  I belong to the drinking class Monday through Friday, man We bust our backs If you're one of us Raise your glass I belong to the drinking class  We laugh, we cry, we love Go hard when the going's tough Push back on push and shove Knock us down, we'll get back up again and again  I'm a member of a good timing crowd We get rowdy, we get wild and loud If you gotta, gotta label me Label me proud  I belong to the drinking class Monday through Friday, man We bust our backs If you're one of us Raise your glass I belong to the drinking class  We all know why we're here A little fun, a little music A little whiskey, a little beer We going to shake off those long week blues Ladies, break out your dancing shoes It don't matter what night it is, it's Friday It's Saturday, it's Sunday I just wanna hear you say I just wanna hear you singing Y'all Sing it with me  We belong to the drinking class Monday through Friday, man We bust our backs If you're one of us Raise your glass We belong to the drinking class  ",
        "title": "Drinking Class"
    },
    {
        "artist": "Selena Gomez",
        "lyrics": "  [Official Video Intro] When I was on, when I was on stage and I was thinking of... I felt like I know, I know him though And I know that, and I know his heart And I know what he wouldn't do to hurt me But I didn't realize that I-I-I feeling so confident Feeling so great about myself And then it just be completely shattered By one thing, by something so stupid But then you make me feel crazy You make me feel like it's my fault I was in pain  [Intro] What the heart wants What the heart wants What the heart wants  [Verse 1] You got me sipping on something I can't compare to nothing I've ever known I'm hoping that after this fever I'll survive I know I'm acting a bit crazy Strung out, a little bit hazy Hand over heart, I'm praying That I'm gonna make it out alive  [Pre-Chorus] The bed's getting cold and you're not here The future that we hold is so unclear But I'm not alive until you call And I'll bet the odds against it all Save your advice, 'cause I won't hear You might be right, but I don't care There's a million reasons why I should give you up  [Chorus] But the heart wants what it wants The heart wants what it wants  [Verse 2] You got me scattered in pieces Shining like stars and screaming Lighting me up like Venus But then you disappear and make me wait And every second's like torture Heroin drip, no more so Finding a way to let go Baby, baby, no, I can't escape  [Pre-Chorus] The bed's getting cold and you're not here The future that we hold is so unclear But I'm not alive until you call And I'll bet the odds against it all Save your advice, 'cause I won't hear You might be right, but I don't care There's a million reasons why I should give you up  [Chorus] But the heart wants what it wants The heart wants what it wants But the heart wants what it wants The heart wants what it wants  [Bridge] This is a modern fairytale No happy endings, no wind in our sails But I can't imagine a life without Breathless moments Breaking me down, down, down, down  [Pre-Chorus] The bed's getting cold and you're not here The future that we hold is so unclear But I'm not alive until you call And I'll bet the odds against it all Save your advice, 'cause I won't hear You might be right, but I don't care There's a million reasons why I should give you up  [Chorus] But the heart wants what it wants The heart wants what it wants But the heart wants what it wants The heart wants what it wants  [Outro] The heart wants what it wants, baby The heart wants what it wants, baby It wants what it wants It wants what it wants  ",
        "title": "The Heart Wants What It Wants"
    },
    {
        "artist": "Sam Smith",
        "lyrics": "  [Verse 1] Yes I do, I believe That one day I will be where I was Right there, right next to you And it's hard, the days just seem so dark The moon, the stars are nothing without you Your touch, your skin, where do I begin? No words can explain the way I'm missing you Deny this emptiness, this hole that I'm inside These tears, they tell their own story  [Pre-Chorus] Told me not to cry when you were gone But the feeling's overwhelming, it's much too strong  [Chorus] Can I lay by your side, next to you, you? And make sure you're alright I'll take care of you I don't want to be here if I can't be with you tonight  [Verse 2] I'm reaching out to you Can you hear my call? This hurt that I've been through I'm missing you, missing you like crazy  [Pre-Chorus] Told me not to cry when you were gone But the feeling's overwhelming, it's much too strong  [Chorus-Sam Smith ] Can I lay by your side, next to you, you? And make sure you're alright I'll take care of you I don't want to be here if I can't be with you tonight  [Outro-Sam Smith ] Lay me down tonight, lay me by your side Lay me down tonight, lay me by your side Can I lay by your side, next to you, you  ",
        "title": "Lay Me Down"
    },
    {
        "artist": "Nicki Minaj Featuring Beyonce",
        "lyrics": "  [Intro: Nicki Minaj] Yo B, they ready Let's go  [Hook: Beyoncé] Feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my, feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my  [Verse 1: Nicki Minaj] I'm with some hood girls lookin' back at it And a good girl in my tax bracket Got a black card that'll let Saks have it These Chanel bags is a bad habit I-I do balls, Dal Mavericks My Maybach, black matted Bitch, never left but I'm back at it And I'm feelin' myself, jack rabbit Feelin' myself, back off 'Cause I'm feelin' myself, jack off He be thinking about me when he whacks off Wax on? Wax off National anthem, hats off Then I curve that nigga, like a bad toss Lemme get a number two, with some Mac sauce \"On The Run Tour\", with my mask off  [Hook: Beyoncé] I'm feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my, feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my  [Post-Hook: Beyoncé] Changed the game with that digital drop Know where you was when that digital popped I stopped the world Male or female, it make no difference I stop the world, world stop… Carry on  [Verse 2: Nicki Minaj] Kitty on fleek, pretty on fleek Pretty gang always keep them niggas on geek Ridin'-ridin' through Texas, feed him for his breakfast Everytime I whip it, I be talkin' so reckless He said \"Damn Nicki it's tight,\" I say \"Yeah nigga you right\" He said \"Damn, bae, you so little, but you be really takin' that pipe\" I said \"Yes daddy I do, gimme brain like NYU\" I said \"Teach me, nigga, teach me. All this learnin' here is by you\"  [Pre-Hook: Beyoncé] (Moans) Uhn! I'm whippin' that work, he diggin' that work I got it, 36 of that real Panky full of that bounce baby Come get you some of that bounce baby  [Hook: Beyoncé] I'm feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my, feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my Feelin' myself, I'm feelin' myself, I'm feelin' my  [Bridge: Nicki & Beyoncé] Cookin' up that base, lookin' like a kilo He just wanna taste, biggin' up my ego (Ego, ego, ego, ego, ego, ego, ego, ego) Ridin' through Texas, ridin' through Texas Smoke it all off, talkin' bout that high-grade Baby hold up, I can kill your migraine (Migraine, migraine, migraine, migraine, migraine, migraine, migraine, migraine) Ridin' through Texas, ridin' through Texas  [Verse 3: Nicki Minaj] Bitches ain't got punchlines or flow I have both and an empire also Keep gettin' gifts from Santa Claus at the North Pole Today I'm icy, but I'm prayin' for some more snow Let that ho ho, let that ho know -- he in love with that coco Why these bitches don't never be learnin'? You bitches will never get what I be earnin' I'm still gettin' plaques, from my records that's urban Ain't gotta rely on top 40,I am a Rap legend Just go ask the Kings of Rap, who is the Queen and things of that Nature? Look at my finger, that is a glacier, hits like a laser Drippin' on that work, trippin' off that perc Flippin' up my skirt and I be whippin' all that work Takin' trips with all them ki's, car keys got B's Stingin' with the Queen Bey and we be whippin' all of that D Cause we dope girls we flawless, we the poster girls for all this We run around with them ballers, only real niggas in my call list I'm the big kahuna, go let them whores know Just on this song alone, bitch is on her fourth flow  [Outro: Nicki Minaj] Rrrrrrrrrr! You like it don't you? Snitches! Young Money  ",
        "title": "Feeling Myself"
    },
    {
        "artist": "Chris Young",
        "lyrics": "  Tuesday night crowded bar Some guy lights a cheap cigar Bartender yells at him So he walks out and you walk in Right through then cloud of smoke Catcalls and dirty jokes Scan the room a couple times Find a seat right next to mine  [Chorus] Lonely eyes Well, it sure looks like You just might Be looking for something For something, whoa Look at me And I think You'll see Those Lonely Eyes Don't have to be alone tonight  They analyze your glass of wine Roll away a pickup line Now and then they check your phone Catch mine and let 'em go From the little bit I've seen They're the perfect shade of green Next time they come my way Heaven help me make 'em stay  [Chorus] Lonely eyes Well, it sure looks like You just might Be looking for something For something, whoa Look at me And I think You'll see Those Lonely Eyes Don't have to be alone tonight  Don't make me pay my tab Catch a cab Go home and kick myself to sleep tonight Gimme a sign Just a smile Baby, I'll be glad to lose myself deep inside  Lonely eyes Lonely eyes Sure looks like You just might Be Looking for something For something, whoa Look at me And I'll think you'll see Those lonely eyes They don't have to be alone tonight Lonely Eyes, you don't have to be alone tonight  ",
        "title": "Lonely Eyes"
    },
    {
        "artist": "Randy Houser",
        "lyrics": "  Every time I fall I get back up again Cinch my saddle up and find me another wind Let it take me where it wants to go Another one horse town, another damned old rodeo  I know this life is crazy But I'll be home soon baby  I'll ride in on a sunny day Sing you a song, steal your heart away Like a cowboy Hang my hat like I'm here for a while Kick off my boots and drive you wild Like a cowboy Well baby you know I can't stay long You wake up, I'll be gone Until then I'll hold on Like a cowboy  I keep your picture tucked inside my old hat It brings me luck, I need a bunch of that This midnight winding road runs through my blood I can't give it up, like I said I would  I know it's hard on you But like I always do  I'll ride in on a sunny day Sing you a song, steal your heart away Like a cowboy Hang my hat like I'm here for a while Kick off my boots and drive you wild Like a cowboy Well baby you know I can't stay long You wake up, I'll be gone Until then I'll hold on Like a cowboy  I'll ride in on a sunny day Sing you a song, steal your heart away Like a cowboy Hang my hat like I'm here for a while Kick off my boots and drive you wild Like a cowboy Like a cowboy Like a cowboy Like a cowboy  Every time I fall I get back up again Cinch my saddle up and find me another wind  ",
        "title": "Like A Cowboy"
    },
    {
        "artist": "Kid Rock",
        "lyrics": "  [Verse 1] I remember waiting for the school bus Jenny Clayton was my first crush And neither one of us had a clue An old Cheyenne it was my first truck Rusted, rough and kinda beat up But when she jumped in it felt brand new  [Pre-Hook] And now these days when I drive through a small town I turn my stereo up and roll my windows down  [Hook] ’Cause it reminds me of my first kiss And those days that I always miss Tom Petty on the radio Going steady with nowhere to go No money just time to spend An old Chevy and a couple friends Oh how I wish that I could go back in time  Just to love you again  [Verse 2] I remember drinking from the same cup We’d break up just to make up I remember falling in love with you Smokin’ cigarettes on the tailgate Man it seems like it was yesterday When Main Street felt like Park Avenue  [Pre-Hook 2] And when I’m driving through any ol’ small town I turn my stereo up and roll my windows down  [Hook] ’Cause it reminds me of my first kiss And those times that I always miss Tom Petty on the radio Going steady with nowhere to go No money just time to spend An old Chevy and a couple friends Oh how I wish that I could go back in time  [Bridge] When forever felt like it would never come And we never thought we’d turn 21 So young we thought this could never end Oh how I wish we could go back again  [Verse 3] And now that time has taken over And we can’t fight this getting older But somehow baby we made it through And every time I’m a lookin’ at you  [Hook]  [Outro] Just to love you again (x4)  Oh how I wish that I could go back in time  ",
        "title": "First Kiss"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": null,
        "title": "I See You"
    },
    {
        "artist": "The Weeknd",
        "lyrics": "  [Produced by Ben Billions]  [Intro] \"Seneler sürer her günüm\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Yalnız gitmekten yorgunum\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Seneler sürer her günüm\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Yalnız gitmekten yorgunum\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah, ooh yeah  [Verse 1] I usually love sleeping all alone This time around bring your friend with you But we ain't really going to sleep at all You ain't gonna catch me with them sneak pictures In my city I'm a young god That pussy kill be so vicious My god white, he in my pocket He get me redder than the devil 'til I go nauseous  [Hook] She asked me if I do this every day, I said \"Often\" Asked how many times she rode the wave, \"Not so often\" Bitches down to do it either way, often Baby I can make that pussy rain, often Often, often, girl I do this often Make that pussy poppin', do it how I want it Often, often, girl I do this often Make that pussy poppin', do it how I want it Often  [Verse 2] Infatuated by the fame status She wanna ride inside the G-Class grey 'matic I come around, she leave that nigga like he ain't matter That girl been drinkin' all day, need to change bladder She's just happy that the crew's back in town She 'bout to go downtown for a whole hour If I had her, you can have her, man it don't matter I'm never sour, I'm just smokin' somethin' much louder  [Hook] She asked me if I do this every day, I said \"Often\" Asked how many times she rode the wave, \"Not so often\" Bitches down to do it either way, often Baby I can make that pussy rain, often Often, often, girl I do this often Make that pussy poppin', do it how I want it Often, often, girl I do this often Make that pussy poppin', do it how I want it Often  [Bridge] Oooh, the sun's risin' up The night's almost up The night's almost done But I see your eyes You wanna go again Girl, I'll go again Girl, I'll go again  [Hook] She asked me if I do this every day, I said \"Often\" Asked how many times she rode the wave, \"Not so often\" Bitches down to do it either way, often Baby I can make that pussy rain, often Often, often, girl I do this often Make that pussy poppin', do it how I want it Often, often, girl I do this often Make that pussy poppin', do it how I want it Often  [Outro] \"Seneler sürer her günüm\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Yalnız gitmekten yorgunum\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Seneler sürer her günüm\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah, ooh yeah \"Yalnız gitmekten yorgunum\" Ooh yeah, ooh yeah, ooh yeah, ooh yeah  ",
        "title": "Often"
    },
    {
        "artist": "Florida Georgia Line",
        "lyrics": "  I'm gonna wear my flip-flops and I'm gonna play some flip-cup and Rock a little bit of hip-hop and Haggard and Jagger And throw a 20 on the corn hole game If I'm lucky yeah I might get laid The way that it's going, the keg gon' be floating  All I wanna do today is wear my favorite shades and get stoned Work a little less, play a little more That's what this day is for And all I wanna do is lace my J's and lace some Jack in my Coke Work on my laid back, ain't nothin' wrong With gettin' my sun daze on, gettin' my sun daze on  Girl you know you're the life of my party You can stay and keep sippin' Bacardi Stir it up as we turn on some Marley If you want you can pet on my Harley I sit you up on a kitchen sink Stick the pink umbrella in your drink The way that we're feeling we gone by this evening  All I wanna do today is wear my favorite shades and get stoned Work a little less, play a little more That's what this day is for And all I wanna do is lace my J's and lace some Jack in my Coke Work on my laid back, ain't nothin' wrong With gettin' my sun daze on, gettin' my sun daze on  All I wanna do today is wear my favorite shades and get stoned Work a little less, play a little more That's what this day is for And all I wanna do is lace my J's and lace some Jack in my Coke Work on my laid back, ain't nothin' wrong With gettin' my sun daze on, gettin' my sun daze on  ",
        "title": "Sun Daze"
    },
    {
        "artist": "Darius Rucker",
        "lyrics": "  [Verse 1] Sitting at a bar in New York City Everybody here looking New York pretty But you’re the kinda girl that’s got that something Dancing to the groove like it just ain’t nothing They ain’t never seen nothing quite like you Long stem legs in your cowboy boots Throwing back whiskey straight, no water Girl there ain’t nothing hotter  [Chorus] Ooh, I dig the way that you move You shake it down to your roots Did your momma teach you how to do that thing you do Yeah, nothing sweeter than wild I’ll take a sip of that smile I’ll bet the boys at home can’t leave you alone You little homegrown honey, honey, honey You’re so money, money, money You got a country road Carolina soul Baby you’re just so homegrown  [Verse 2] Trying to think of something cool to say Turned around and saw you walking my way Pulled me on the floor saying “Son it’s on” And we were dancing all night long To a sweet old Alabama song  [Chorus] Ooh, I dig the way that you move You shake it down to your roots Did your momma teach you how to do that thing you do Yeah, nothing sweeter than wild I’ll take a sip of that smile I’ll bet the boys at home can’t leave you alone You little homegrown honey, honey, honey You’re so money, money, money You got a country road Carolina soul Baby you’re just so homegrown  [Bridge] Ooh baby, baby, baby You’re driving me crazy, crazy, crazy I’m a long way away from where I’m from But baby you feel like home  [Chorus] Ooh, I dig the way that you move You shake it down to your roots Did your momma teach you how to do that thing you do Yeah, nothing sweeter than wild I’ll take a sip of that smile I’ll bet the boys at home can’t leave you alone You little homegrown honey, honey, honey You’re so money, money, money You got a country road Carolina soul Baby you’re just so homegrown You’re so money, money, money You got a country road Carolina soul Baby you’re just so homegrown  ",
        "title": "Homegrown Honey"
    },
    {
        "artist": "Empire Cast Featuring Jussie Smollett & Yazz",
        "lyrics": "  [Verse 1: Jussie Smollett] Sometimes you feel insecure Trust me babe I understand (straight up forreal) Even with no manicure Just know that I'll still hold your hand (haha, I'm just sayin') You look so good when you walking by Sexy comes in every size Keep wearing that, you ain't playin' You got yourself a new man F Kanye's Workout Plan I call that baby fat (baby fat) Cause you sure look good to me I think  [Hook] You're so beautiful (shake it, shake it) Give the world a show (move it, move it) Go up down, up down, up down Go up down, up down, up down Shake it fast, its yours (How much you pay for it?)  I say, you're so beautiful (shake it, shake it) And I don't care who knows (move it, move it) Go up down, up down, up down Go up down, up down, up down Shake it fast Cause it sure look good to me  [Verse 2: Yazz] Hakeem got a thing for the ladies The ladies got a thing for the Hakeem What I'mma do with you? Damn you so beautiful How do I get you on my team? You can be natural with a wig on Chocolate, Caramel, or a Red bone So confident, so classy I should kiss you for the hell of it, no chapstick Can't help it, I love all women Big, small, medium, and tall women Aww man, every one of ya' look good to me Ain't gotta be a beava' to get wood from me, get it? Where the hell do ya' come from? Shot me like a bullet, where did you get a gun from? Landed on your planet in another dimension Lookin' at you got me standin' up at attention You got me goin'  [Hook] You're so beautiful (shake it, shake it) Give the world a show (move it, move it) Go up down, up down, up down Go up down, up down, up down Shake it fast, its yours (How much you pay for it?)  I say, you're so beautiful (shake it, shake it) And I don't care who knows (move it, move it) Go up down, up down, up down Go up down, up down, up down Shake it fast Cause it sure look good to me  [Bridge - 4x] Shake it fast Shake it, shake it fast You lookin' like a bag of money (bag of money, bag of money)  [Hook] You're so beautiful (shake it, shake it) Give the world a show (move it, move it) Go up down, up down, up down Go up down, up down, up down Shake it fast, its yours (How much you pay for it?)  I say, you're so beautiful (shake it, shake it) And I don't care who knows (move it, move it) Go up down, up down, up down Go up down, up down, up down  Go up down, up down, up down Go up down, up down, up down [2x] Shake it fast Cause it sure look good to me  ",
        "title": "You're So Beautiful"
    },
    {
        "artist": "Rae Sremmurd Featuring Nicki Minaj & Young Thug",
        "lyrics": "  [Chorus: Nicki Minaj] Ass fat (uh, bust it), Yeah, I know You just got cash? (Mm, bust it) Blow some mo' (word) Blow some mo' (bust it), blow some mo' The more you spend it (yeah, bust it), the faster it go (yeah, go) Bad bitches (bust it) on the floor (uh huh) It's rainin' hundreds (bust it), throw some mo' (okay) Throw some mo' (yeah, bust it), throw some mo' (word?) Throw some mo' (yeah), throw some mo'  [Verse 1: Slim Jxmmi] Slim Jxmmi (yeah) Hi, bye, hater (hater), I flood the club with paper (paper) Shorty got a ass, some for now and some for later (delicious) Somethin' like Nicki's (do it), dancin' like Maliah I'm throwin' all this money, I'ma fuck around and buy her I can flick the money all night 'til my wrist tired (tired) If you put in work, this the night you gon' retire (yeah) You a bad bitch, I ain't even gon' deny her (no) She told me \"throw that money,\" I said \"make it worth my while\" I'm 'bout to empty out the ATM (throw it, throw it, throw it) She doin' tricks that make a nigga wanna spend (blow it, blow it) Girl, you know you got me fascinated (uh huh) Just keep on dancin' 'til I'm outta paper (never)  [Chorus: Nicki Minaj] Ass fat (uh, bust it), Yeah, I know You just got cash? (Mm, bust it) Blow some mo' (word) Blow some mo' (bust it), blow some mo' The more you spend it (yeah, bust it), the faster it go (yeah, go) Bad bitches (bust it) on the floor (uh huh) It's rainin' hundreds (bust it), throw some mo' (okay) Throw some mo' (yeah, bust it), throw some mo' (word?) Throw some mo' (yeah), throw some mo'  [Verse 2: Swae Lee] Franklins (hunnid) rainin' on your body (yeah) Rainin' on your body (hunnids), rainin' on your body (yeah, yeah) Won't you do what I say? Start rubbin' on your body You like hundreds on your body? (Hunnids on your...) Girl, you need to get naughty Hold up, hold on, her eyes on me, is that your ho? If so I'ma get her 'fore the night's over DJ play my shit so I'm finna crank up off in the VIP zone See the money go up and she dance on sight By the end of the night, she on endo Lemme see you make it clap on tempo Lemme see you get low like limbo  [Chorus: Nicki Minaj] Ass fat (uh, bust it), Yeah, I know You just got cash? (Mm, bust it) Blow some mo' (word) Blow some mo' (bust it), blow some mo' The more you spend it (yeah, bust it), the faster it go (yeah, go) Bad bitches (bust it) on the floor (uh huh) It's rainin' hundreds (bust it), throw some mo' (okay) Throw some mo' (yeah, bust it), throw some mo' (word?) Throw some mo' (yeah), throw some mo'  [Verse 3: Young Thug] Thugger! Come here, ho (come here, come here) Mistletoe (ooh wee) I got birdies (what?) Crows (ooh) Lil bitty bitch wanna jump on the dick I'm like \"Bool, let's get it, let's get it\" (sheesh) I got these bitches kissin' on these bitches (yeah) I can't even count 'em, I fuck by the digits (whew, woo) Swag terrific (what?) I might fuck this bitch in the kitchen (bih) Baby, don't use dirty dishes (no way) Or else you might whip up a brr (brr) My neck, my wrist is a brr (woo) She wan' fuck my dawg, I'm like woof (woof, woof) Panoramic roof, I drop the coupe, boo (damn) Pull up with a bitch, she look like New New (woo) It's okay if I lie to you, bitch, my swag the truth (woo) Hey, she come right back, like them Davins do Fifty thousand off fifty niggas, no caliber, bitch  [Chorus: Nicki Minaj] Ass fat (uh, bust it), Yeah, I know You just got cash? (Mm, bust it) Blow some mo' (word) Blow some mo' (bust it), blow some mo' The more you spend it (yeah, bust it), the faster it go (yeah, go) Bad bitches (bust it) on the floor (uh huh) It's rainin' hundreds (bust it), throw some mo' (okay) Throw some mo' (yeah, bust it), throw some mo' (word?) Throw some mo' (yeah), throw some mo'  [Produced By: Mike WiLL Made It & Soundz]  ",
        "title": "Throw Sum Mo"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Chorus] 10 Bands, 50 bands, 100 bands, fuck it, man Let's just not even discuss it, man OMG, niggas sleep, I ain't trippin', I'ma let 'em sleep I ain't trippin', let 'em rest in peace  [Verse 1] I can tell ya how it happened I can tell ya 'bout them safe house nights out in Calabasas I can tell you not a rapper Tryna sell this story, I don't even open up the package Who you with? What you claim? I was payin' mama's rent when was I turning 17 Soda dirty like Diana never clean My ex asked me, \"Where you movin'?\" I said, \"On to better things\"  [Chorus] 10 Bands, 50 bands, 100 bands, fuck it, man Let's just not even discuss it, man OMG, niggas sleep, I ain't trippin', I'ma let 'em sleep I ain't trippin', let 'em rest in peace  [Verse 2] I been in the crib with the phones off I been at the house taking no calls I done hit the stride got my shit goin' In the six cooking with the wrist motion Drapes closed, I don't know what time it is I'm still awake, I gotta shine this year I could never ever let the streets down Haven't left the condo for a week now  [Chorus] 10 Bands, 50 bands, 100 bands, fuck it, man Let's just not even discuss it, man OMG, niggas sleep, I ain't trippin', I'ma let 'em sleep I ain't trippin', let 'em rest in peace  [Verse 3] I've been on a mission, haven't left the condo This that OVO, that SZN, this that new Toronto I get boxes of free Jordan like I play for North Carolina How much I make off the deal, how the fuck should I know? All my watches always timeless, you can keep the diamonds Treatin' Diamonds of Atlanta like it's King of Diamonds Take a flick, I look like Meechy, look like Bleu DaVinci I treat V Live like it's 07 in Magic City Man, I told my city I'd be gone 'til November then November came Then I came, right back on my worst behav' 6 God, put both hands together, that's amazin' grace 6 God, selfish with the love, I need all the praise (woo) They got me feelin' like the one again (woo) They got me feelin' like the one again Yeah, shout goes out to Nike, checks all over me I need a FuelBand just to see how long the run has been  [Chorus] 10 Bands, 50 bands, 100 bands, fuck it, man Let's just not even discuss it, man OMG, niggas sleep, I ain't trippin', I'ma let 'em sleep I ain't trippin', let 'em rest in peace  [Outro] I been in the crib with the phones off I been at the house takin' no calls I done hit the stride, got my shit going In the 6 cookin' with the wri-wri-wri-wri  ",
        "title": "10 Bands"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Verse 1] Hope when you take that jump You don't feel the fall Hope when the water rises You built a wall Hope when the crowd screams out It's screaming your name Hope if everybody runs You choose to stay Hope that you fall in love And it hurts so bad The only way you can know It give it all you have And I hope that you don't suffer But take the pain... Hope when the moment comes You'll say  [Hook] I...I did it all I...I did it all I owned every second that this world could give I saw so many places The things that I did Yeah, with every broken bone I swear I lived  [Verse 2] Hope that you spend your days But they all add up And when that sun goes down Hope you raise your cup Oh, oh I wish that I could witness All your joy and all your pain But until my moment comes I'll say  [Hook] I...I did it all I...I did it all I owned every second that this world could give I saw so many places The things that I did Yeah, with every broken bone I swear I lived  [Bridge] Oh whoa oh oh oh oh oh oh Oh whoa oh oh oh oh oh oh Oh whoa oh oh oh oh oh oh Oh oh oh oh With every broken bone I swear I lived With every broken bone I swear I  [Hook] I...I did it all I...I did it all I owned every second that this world could give I saw so many places The things that I did Yeah, with every broken bone I swear I lived  [Outro] Oh whoa oh oh oh oh oh oh Oh whoa oh oh oh oh oh oh I swear I lived Oh whoa oh oh oh oh oh oh Oh oh oh oh  ",
        "title": "I Lived"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Part 1]  [Intro] Hol' it yute, hol' it, hol' it, hol' it, hol' it, hol' it They sleepin' in the streets Shaky warrior Yeah, this that Oliver, 40, Niko shit man 15 Fort York shit, y'know? Boi-1da, what's poppin'? Yeah, yeah  [Verse 1] Runnin' through the 6 with my woes Countin' money, you know how it goes Pray the real live forever, man Pray the fakes get exposed I want that Ferrari, then I swerve I want that Bugatti, just to hurt I ain't rockin' my jewelry, that's on purpose Niggas want my spot and don't deserve it I don't like how serious they take themselves I've always been me, I guess I know myself Shakiness, man, I don't have no time for that My city too turned up, I'll take the fine for that This been where you find me at That's been where you find me at I know a nigga named Johnny Bling He put me on to the finer things Had a job sellin' Girbaud jeans I had a yellow TechnoMarine Then Kanye dropped, it was polos and backpacks Man, that was when Ethan was pushin' a Subaru hatchback Man, I'm talkin' way before hashtags I was runnin' through the 6 with my woes (Yeah!)  [Part 2]  [Beat Switch]  [Chorus] I was runnin' through the 6 with my woes You know how that should go You know how that should go You know how that should go Runnin' through the 6 with my woes You know how that should go You know how that should go You know how that should go Don't fuck with them niggas, they too irrational, woah  [Verse 2] This is that nasty flow Top boy in this shit, I'm so international Reps up is in here Got P Reign and Chubby and TJ and Winnie and whoa Yeah, and you know how that shit go I might declare it a holiday as soon as Baka get back on the road Yeah, but you know how that shit go They so irrational, they don't wanna patch it up They wanna mash it up, woah My nigga Jibba, he whip it, I ride in the passenger I'm way up, I stay up, I'm two up, I'm three up I had to get back to you, woah I'm turnin' into a nigga that thinks about money and women Like 24/7, that's where my life took me That's just how shit happened to go Yeah, and you know Runnin' through the 6 with my, with my  [Chorus] I was running through the 6 with my woes And you know how that should go You know how that should go You know how that should go Runnin' through the 6 with my woes You know how that should go You know how that should go You know how that should go Runnin' through the 6 with my woes You know how that should go  [Outro: Popcaan & Drake] ...Shell out, all if yuh eye nuh big Always haffi look out, yuh no know if yuh head book out Dun know, a de Unruly boss, dis man No bomboclat, otha And if a boy nuh like OVO or Chromatic Yuh can jus suck yuh mada!! With no apology, if you nuh like we, we nuh like you neither youth Your girl a say we cute, if you diss you will get execute That's the truth, OVO Unruly (Machine gun shots) With my woes  ",
        "title": "Know Yourself"
    },
    {
        "artist": "Dierks Bentley",
        "lyrics": "  [Verse 1] Don't worry about the damage done Just let those words roll off your tongue Even if you're lying If you really don't mean it, I don't care If you need a little buzz to get you there Then baby I'm buying  [Chorus] Well couldn't you Say you do Say you might For tonight Have a heart Bend the truth Even if you don't Couldn't you Mess me up Get in my head Steal my t-shirt Wreck my bed All night long Like you used to Even if you don't Couldn't you Say you do?  [Verse 2] Yeah baby, I'm begging you to lead me on Say it feels good to be back in my arms And then don't call me I don't mind a little smoke getting in my eyes Baby, take your hands, take your lies And lay 'em on me  [Chorus] Well couldn't you Say you do Say you might For tonight Have a heart Bend the truth Even if you don't Couldn't you Mess me up Get in my head Steal my t-shirt Wreck my bed All night long Like you used to Even if you don't Couldn't you Say you do?  [Verse 3] Well don't worry about the damage done Just let those words roll of your tongue Even if you're lying  [Chorus] Well couldn't you Say you do Say you might For tonight Have a heart Bend the truth Even if you don't Couldn't you Mess me up Get in my head Steal my t-shirt Wreck my bed All night long Like you used to Even if you don't Couldn't you Say you do? Say you do Just say you do  ",
        "title": "Say You Do"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Verse 1] I know you got all dressed up for the club Waiting on a nigga come pick you up Baby, ooh, when I saw ya walking out the door Ooh, I just knew ya needed something more Now whip it straight back to the crib, ay Finna give you something that you won't forget, no Baby, ooh, I just wanna get you out them clothes Ooh, I just wanna see you dance in  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here In slow motion  [Verse 2] So shawty, let your hair down and take a sip Gon' put this joint between your lips Baby, ooh, why don't you make yourself comfortable? Ooh, while I go and put this tongue on you So tell me when you ready, I'ma speed it up for you just for a second Just for a second, then I'ma slow it back down and keep it steady Ooh baby, now that you are out them clothes Ooh, I just wanna see you dance in  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here In slow motion  [Bridge] Oh darling, I just wanna get you out them clothes Oh, I just wanna see you dance in slow motion  [Chorus] Slow motion We can take, we can take, we can take our time, baby In slow motion We can take, we can take, we can take our time, stay here  ",
        "title": "Slow Motion"
    },
    {
        "artist": "Fall Out Boy",
        "lyrics": "  [Verse 1] They say we are what we are But we don’t have to be I’m bad behavior but I do it in the best way I’ll be the watcher of the eternal flame I’ll be the guard dog of all your favorite dreams  [Pre-Chorus] I am the sand in the bottom half of the hourglass (glass, glass) I try to picture me without you but I can’t  [Chorus] 'Cause we could be immortals, immortals Just not for long, for long Live with me forever now Pull the blackout curtains down Just not for long, for long We could be immortals Immortals Immortals Immortals Immortals  [Verse 2] Sometimes the only payoff for having any faith Is when it’s tested again and again everyday I’m still comparing your past to my future It might be your wound but they’re my sutures  [Pre-Chorus] I am the sand in the bottom half of the hourglass (glass, glass) I try to picture me without you but I can’t  [Chorus] 'Cause we could be immortals, immortals Just not for long, for long Live with me forever now Pull the blackout curtains down Just not for long, for long We could be immortals Immortals Immortals  [Outro] And live with me forever now Pull the blackout curtains down We could be immortals, immortals Just not for long, for long We could be immortals Immortals Immortals Immortals Immortals  ",
        "title": "Immortals"
    },
    {
        "artist": "Sheppard",
        "lyrics": "  [Verse 1] Can you feel it? Now it's coming back We can steal it if we bridge this gap I can see you through the curtains of the waterfall  When I lost it, yeah, you held my hand But I tossed it, didn't understand You were waiting as I dove into the waterfall  [Chorus] So say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  So say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  [Post-Chorus] Can you feel my love?Bombs away! Bombs away! Bombs away! Can you feel my love? Bombs away! Bombs away! Bombs away! Say Geronimo!  [Verse 2] Well we rushed it, moving way too fast That we crushed it, but it's in the past We can make this leap through the curtains of the waterfall  [Chorus] So say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  So say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  [Post-Chorus] Can you feel my love?Bombs away! Bombs away! Bombs away! Can you feel my love? Bombs away! Bombs away! Bombs away! Say Geronimo!  [Bridge] Well I'm just a boy with a broken toy All lost and coy, at the curtains of the waterfall So it's here I stand, as a broken man But I've found my friend at the curtains of the waterfall  Now I'm falling down, through the crashing sound And you've come around at the curtains of the waterfall And you rushed to me and it sets us free So I fall to my knees at the curtains of the waterfall  [Chorus] So Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  [Post-Chorus] Can you feel my love?Bombs away! Bombs away! Bombs away! Can you feel my love? Bombs away! Bombs away! Bombs away! Say Geronimo!  So say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo! Say Geronimo!  [Outo] Make this leap, make this leap Make this leap, make this leap Can you feel my love?  ",
        "title": "Geronimo"
    },
    {
        "artist": "Big Sean Featuring Kanye West",
        "lyrics": "  [Produced by DJ Mano, Kanye West, OG Webbie, Travis Scott & WondaGurl]  [Intro: Kanye West] Yeah, and we G.O.O.D Keep talkin' about this shit but whatever We can go back and forth all day  [Hook: Kanye West + Travis Scott (Ambrosia)] (How much I feel, I live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby Straight up!  [Verse 1: Kanye West] That's that don't play, whoo, that's that new Ye People sayin' I'm the closest thing to Mike since Janet, whoo Tom Cruise, homie, we jumpin' up on them couches That's a fresh house, is that a guest house Your house got another house Your bitch got a bitch, your spouse got another spouse Young Walt Disney, I'mma tell you truthfully If you leave Mickey you gon' end up with a Goofy I imagine that's what Chris told Karrueche Girls be actin' like it's diamonds in they coochie I don't give a fuck, I don't give a fuck But cops chokin' niggas out in the media We finna have to protest and tear the city up We bout to tear this whole place up pretty much (How much I live)  [Bridge: Kanye West] And you know it's all your fault Nobody, nobody, nobody, babe You know it's all your fault Nobody, nobody, nobody, but me  [Hook: Kanye West + Travis Scott (Ambrosia)] Lit for your love baby, lit for your love Lit for your love baby, lit for your love Lit for your love baby, lit for your love Lit for your love baby Straight up!  [Verse 2: Big Sean] Ho, we done made it through hell and disaster My crib done got bigger, my women got badder You wonderin' how do you get in the game I'm wonderin' how do I get to the rafters Oh boy, I'm mad until these records gettin' shattered 'Til I'm MJ or Magic, ooh and she just want the status, so You the man she got, but I'm the man that she been after She done sent so many naked pics my phone ain't got no data I walk off in New York like my name Derek Jeter Headed home to the D where you know I keep a Gina I'm the good with the evil, fuck you, nice to meet you You can't have a peace sign, man, without the middle finger With the clique when you see us, that's my family to me That's my family tree, they're my arms, legs, hands, and my feet And I can't cut them off with even diabetes Hit the beat and kerosene it, scratch that, I white sheet it A 100 dollar fade every single time you see us Been a king all my life so I shoulda got a Caesar Somewhere off in Vegas rollin' dice up at the Caesar's Got me thinkin' back bout how I used to roll to Little Caesar's Piece of pizza with Tanisha now I'm with a Boniqua She finna blow at that I got your dream girl, yeah she actin' like a ho at that Throw her to me I'mma throw that back Top spot I'm finna go at that (Straight up)  [Hook: Kanye West + Travis Scott (Ambrosia)] (I live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby, lit for your love (Live for your love) Lit for your love baby Straight up!  [Verse 3: Big Sean & Kanye West] Ho, you gotta move quick World in my hands, I ain't gotta loose grip I don't like loose pussy or loose lips And I done did the impossible a few times, Tom Cruise shit Ho and I ain't satisfied bein' on that top 5 list I ain't satisfied until I'm on that all-time list Til everything I spit is all timeless My girl on that all fine list My life a little luck, a lot of grind Bitch no maybe ho I gotta make it Fuck your nomination, man fuck the world I'm repopulatin', wrap my Rollie round my waist, yeah time's a wastin' Niggas want the comma comma combination Long as I'm around, it's gon' be dot dot dot a lot of waitin' Got my pinky on her brain while I'm gettin' brain Plottin' world domination, people ask me how to make it I'm just like \"man if you want the crown, bitch you gotta take it\" Straight up Straight up  ",
        "title": "All Your Fault"
    },
    {
        "artist": "James Newton Howard Featuring Jennifer Lawrence",
        "lyrics": "  [Verse 1] Are you, are you coming to the tree? Where they strung up a man they say murdered three Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  [Verse 2] Are you, are you coming to the tree? Where a dead man called out for his love to flee Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  [Verse 3] Are you, are you coming to the tree? Where I told you to run, so we’d both be free Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  [Verse 4] Are you, are you coming to the tree? Wear a necklace of rope, side by side with me Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  [Verse 3] Are you, are you coming to the tree? Where I told you to run, so we’d both be free Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  [Verse 1] Are you, are you coming to the tree? Where they strung up a man they say murdered three Strange things did happen here No stranger would it be If we met at midnight in the hanging tree  [Verse 2] Are you, are you coming to the tree? Where a dead man called out for his love to flee Strange things did happen here No stranger would it be If we met up at midnight in the hanging tree  ",
        "title": "The Hanging Tree"
    },
    {
        "artist": "Tyler Farr",
        "lyrics": "  [Instrumental break]  [Verse 1] The joke's on me and it ain't funny Everybody but me could see the punch line coming A mile away I've heard it so many times I can tell it To the T, believe me I could sell it All day It goes...  [Chorus] A guy walks into a bar, orders a drink Sees a girl that catches his eye Asks her if she wants another They fall for each other and end up lovers They laugh, cry, hold on tight Make it work for a little while Then one night her taillights fade out into the dark And a guy walks into a bar  [Verse 2] I'd laugh too if my heart would let me Keeping it light will probably help to get me Over you I'm walking, talking, drinking proof A cliché in a corner booth Ain't nothing new  [Chorus] A guy walks into a bar](5105628), orders a drink Sees a girl that catches his eye Asks her if she wants another They fall for each other and end up lovers They laugh, cry, hold on tight Make it work for a little while Then one night her taillights fade out into the dark And a guy walks into a bar  [Guitar Solo]  [Chorus] A guy walks into a bar](5105628), orders a drink Sees a girl that catches his eye Asks her if she wants another They fall for each other and end up lovers They laugh, cry, hold on tight Make it work for a little while Then one night her taillights fade out into the dark And a guy walks into a bar  ",
        "title": "A Guy Walks Into A Bar"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] One look, dark room, meant just for you Time moved too fast, you play it back Buttons on a coat, lighthearted joke No proof, not much, but you saw enough Small talk, he drives, coffee at midnight The light reflects the chain on your neck He says, \"Look up\" and your shoulders brush No proof, one touch, you felt enough  [Chorus] You can hear it in the silence, silence, you You can feel it on the way home, way home, you You can see it with the lights out, lights out You are in love, true love You are in love  [Verse 2] Morning, his place, burnt toast, Sunday You keep his shirt, he keeps his word And for once you let go of your fears and your ghosts One step, not much, but it said enough You kiss on side walks, you fight and you talk One night he wakes, strange look on his face Pauses, then says \"You're my best friend.\" And you knew what it was, he is in love  [Chorus] You can hear it in the silence, silence, you You can feel it on the way home, way home, you You can see it with the lights out, lights out You are in love, true love  [Breakdown] And so it goes... You two are dancing in the snowglobe round and round And he keeps a picture of you in his office downtown And you understand now why they lost their minds and fought the wars And why I spent my whole life trying to put it into words  [Pre-Chorus] 'Cause you can hear it in the silence You can feel it on the way home You can see it with the lights out You are in love, true love You are in love!  [Chorus] You can hear it in the silence, silence, you You can feel it on the way home, way home, you You can see it with the lights out, lights out You are in love, true love You are in love You can hear it in the silence, silence, you You can feel it on the way home, way home, you You can see it with the lights out, lights out You are in love, true love You are in love  ",
        "title": "You Are In Love"
    },
    {
        "artist": "Little Big Town",
        "lyrics": "  [Verse 1] I gotta girl crush, hate to admit it but I gotta heart rush, ain’t slowin’ down I got it real bad, want everything she has That smile and the midnight laugh she’s givin’ you now  [Chorus] I wanna taste her lips, yeah, ‘cause they taste like you I wanna drown myself in a bottle of her perfume I want her long blonde hair, I want her magic touch Yeah, ‘cause maybe then, you’d want me just as much I gotta girl crush, I gotta girl crush  [Verse 2] I don’t get no sleep, I don’t get no peace Thinkin’ about her under your bed sheets The way that she’s whisperin’, the way that she’s pullin’ you in Lord knows I’ve tried, I can’t get her off my mind  [Chorus] I wanna taste her lips, yeah, ‘cause they taste like you I wanna drown myself in a bottle of her perfume I want her long blonde hair, I want her magic touch Yeah, ‘cause maybe then, you’d want me just as much I gotta girl crush, I gotta girl crush  I gotta girl crush, hate to admit it but I gotta heart rush, it ain’t slowin’ down  ",
        "title": "Girl Crush"
    },
    {
        "artist": "George Ezra",
        "lyrics": "  [Verse 1] My house in Budapest, my My hidden treasure chest Golden grand piano My beautiful Castillo  [Bridge] You You I'd leave it all  [Verse 2] My acres of a land I have achieved It may be hard for you to Stop and believe  [Bridge] But for you You I'd leave it all  Oh, for you You I'd leave it all  [Chorus] Give me one good reason Why I should never make a change And baby if you hold me Then all of this will go away  [Verse 3] My many artifacts The list goes on If you just say the words, I I'll up and run  [Bridge] Oh, to you You I'd leave it all  Oh, to you You I'd leave it all  [Chorus] Give me one good reason Why I should never make a change And baby if you hold me Then all of this will go away  [Chorus] Give me one good reason Why I should never make a change And baby if you hold me Then all of this will go away  [Verse 4] My friends and family They, don't understand They fear they'd lose so much If you took my hand  [Bridge 2] But for you You I'd lose it all  But for you You I'd lose it all  [Chorus] Give me one good reason Why I should never make a change And baby if you hold me Then all of this will go away  Give me one good reason Why I should never make a change And baby if you hold me Then all of this will go away  [Verse 5] My house in Budapest, my My hidden treasure chest Golden grand piano My beautiful Castillo  [Bridge] You You I'd leave it all  You You I'd leave it all  ",
        "title": "Budapest"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  It was the summer before the real world started and The deal was we would get to go, if we Cleaned it up, and got it running Daddy’s old Winnebago  Wing and a prayer down 65 Five best friends on four bald tires I can still see Billy smiling When we finally made it  To Talladega Boys raised up Whiskey in your glass Here’s to turning up Slowing down And cars that go real fast  We were laughing and living, drinking and wishing And thinking as that checkered flag was waving Sure would like to stay in Talladega  Like a storm, time rolls on You can’t hit pause, that's just the deal Most days in life don’t stand out But life’s about those days that we all like  Rocking Randall Getting rowdy Shooting roman candles at the man in the moon ‘til the Alabama sun was breaking  Over Talladega Boys raised up Whiskey in your glass Here’s to turning up Slowing down And cars that go real fast  We were laughing and living, drinking and wishing And thinking as that checked flag was waving Sure would like to stay in Talladega  When the winds go cold And it blows October I think about us shoulder to shoulder Like those cars my thoughts roll over and over and over In my mind  Tonight I’m in Talladega Boys raised up Whiskey in your glass Here’s to turning up Slowing down And cars that go real fast  We were laughing and living, drinking and wishing And thinking as that checked flag was waving Sure would like to stay in Talladega  Talladega Talladega  ",
        "title": "Talladega"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] You only love me for my big sunglasses And my Tony Lama's And my Dodge Dart Classic You said \"I'll be Johnny and you'll be June I'll ride with you to the moon\" But guess what?  [Chorus] You can't ride in my little red wagon The front seat's broken and the axle's draggin' You can't step to this backyard swagger You know it ain't my fault when I'm walkin' jaws droppin' like Ohhhh Ahhhh Ohhhh Ahh  [Verse 2] Oh, heaven help me I been sowwin' wildflower seeds And chasin' tumbleweeds But that's just who I be I'm just tryin' to slow this rolling stone But I'm on to you babe So guess what?  [Chorus]  [Bridge] Oh, you only love me for my big sunglasses and my Tony Lomas I live in Oklahoma And I've got long, blonde hair And I play guitar and I go on the road And I do all the shit you wanna do And my dog does tricks And I ain't about drama y'all I love my apron But I ain't your momma So guess what? What?!  [Chorus]  ",
        "title": "Little Red Wagon"
    },
    {
        "artist": "Prince Royce Featuring Snoop Dogg",
        "lyrics": "  [Intro: Snoop Dogg] Prince Royce, Big Snoop Dogg She got me stuck on a feeling She got me stuck on a feeling (Que lo que mami)  [Verse 1: Prince Royce] I like you talking dirty, I like your filthy love You like the way I hold you, when we are falling in love (Yo sé que si) in love (Mami yo sé que si) if it's love Then I don't want to come back up  Girl I know you're a handful Cause you know what you like You might be hard to handle But I'mma show you tonight (Pero que rica estas) tonight (Que rica estas) what it's like when you're  [Chorus: Prince Royce] Stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling  (Dímelo mami)  Stuck on a feeling Check it out  [Verse 2: Prince Royce] Let's go hide out in private Won't you show me your place A little peace and quiet Where we can both misbehave, misbehave It's okay, it's okay, when you're  [Chorus: Prince Royce] Stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling  What, what, what? (Ven conmigo mami) Stuck on a feeling  [Bridge: Prince Royce & Snoop Dogg] She got me stuck on a feeling She got me stuck on a feeling She got me stuck on a feeling She got me stuck on a feeling She got me stuck on a, she got me, she got  [Verse 3: Snoop Dogg] Wheelin' and dealin, appealin, I'm realin' Ya still in love with me, all green I'm at it, romantic No panic, organic Slide right next to me, in ecstasy Now who could ever make you feel like I felt You're laying on your bed, just... You're moaning and groaning You're squirming and squealing Guess it's true, I left you  [Chorus: Prince Royce] Stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling Just can't stop Once ain't enough Better lock this down Better box it up Gotta work me out Make it real Gotta make it count Get stuck on a feeling  [Bridge: Prince Royce & Snoop Dogg) She got me stuck on a feeling She got me stuck on a feeling She got me stuck on a feeling Stuck on a feeling She got me Yeah, yeah, she got me, she got me Yeah, yeah, she got me, she got me Stuck on a, stuck on a, stuck on a, stuck on a feeling She got me stuck on a feeling  ",
        "title": "Stuck On A Feeling"
    },
    {
        "artist": "Tori Kelly",
        "lyrics": "  [Verse 1] Everybody's looking for that something No one ever wants to pay the price Everyone is scared of going nowhere But we ain't going anywhere tonight  [Pre-Chorus] I should be more cynical and tell myself that’s not okay (To feel this good when I'm with you) I try my best to fight it, say \"I hate you\", but I always stay Woah, oh, oh, cause  [Chorus] Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do  [Verse 2] Everybody's talking bout the next thing Feel like what they got ain't good enough But all I wanna do is release the tension (all right, all right) Bring the conversation back to us (oh yeah)  [Pre-Chorus] I should be more cynical and tell myself that’s not okay (To feel this good when I'm with you) I try my best to fight it, say \"I hate you\", but I always stay Woah, oh, oh, cause  [Chorus] Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do  [Bridge] Can we stop all the yelling baby, hear me out I want you here and now I try my best to fight it, say I hate you but I always stay Hey, hey, hey-ey! Yeah, all right, everybody’s looking for that new thang Oh oh oh, oh oh oh Ain't nobody, nobody, nobody love  Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do Ain't nobody love, ain't nobody love like you do  Ain't nobody love, ain’t nobody love like you do Ain't nobody love, ain’t nobody love like you do  ",
        "title": "Nobody Love"
    },
    {
        "artist": "A Thousand Horses",
        "lyrics": null,
        "title": "Smoke"
    },
    {
        "artist": "Fifth Harmony",
        "lyrics": "  [Intro: All] If you could take my pulse right now It would feel just like a sledgehammer If you could feel my heart beat now It would hit you like a sledgehammer  [Verse 1: Camila] I don't admit it, I play it cool But every minute that I'm with you I feel the fever and I won't lie, I break a sweat My body's telling all the secrets I ain't told you yet  [Pre-Chorus: Ally] Oh oh I struggle to contain Woah oh The love that's in my veins Oh oh And how it circulates Oh oh  [Chorus: All] If you could take my pulse right now It would feel just like a sledgehammer If you could feel my heart beat now It would hit you like a sledgehammer You're taken over the beat of my body, you just don't let up, don't let up You're taken over the beat of my body but you lift me up, lift me up If you take my pulse right now It would feel just like a sledgehammer  [Verse 2: Lauren] So close together, so far apart You're turning me on and my fire's waiting for your spark  [Pre-Chorus: Ally] Oh oh I struggle to contain Woah oh The love that's in my veins Oh oh And how it circulates Oh oh  [Chorus: All] If you could take my pulse right now It would feel just like a sledgehammer If you could feel my heart beat now It would hit you like a sledgehammer You're taken over the beat of my body, you just don't let up, don't let up You're taken over the beat of my body but you lift me up, lift me up If you take my pulse right now It would feel just like a sledgehammer  [Bridge: Normani & Ally & (Camila)] The truth is out, no stopping now, I'm getting closer I've had enough, undress my love, I'm coming over (If you could take my pulse right now It would feel just like a sledgehammer, oh And if you could take my pulse right now It would feel just like a sledgehammer, hammer, hammer)  [Chorus: All] If you could take my pulse right now It would feel just like a sledgehammer If you could feel my heart beat now It would hit you like a sledgehammer You're taken over the beat of my body, you just don't let up, don't let up You're taken over the beat of my body but you lift me up, lift me up If you take my pulse right now It would feel just like a sledgehammer  ",
        "title": "Sledgehammer"
    },
    {
        "artist": "Kanye West Featuring Paul McCartney",
        "lyrics": "  [Produced by Mike Dean & Paul McCartney] [Video by Spike Jonze]  [Verse 1] As I lay me down to sleep I hear her speak to me Hello 'Mari, how ya doin'? I think the storm ran out of rain, the clouds are movin' I know you're happy, cause I can see it So tell the voice inside ya head to believe it I talked to God about you, he said he sent you an angel And look at all that he gave you You asked for one and you got two You know I never left you Cause every road that leads to heaven's right inside you So I can say  [Hook] Hello, my only one, just like the mornin' sun You'll keep on risin' 'til the sky knows your name Hello my only one, remember who you are No you're not perfect but you're not your mistakes  [Verse 2] Hey, hey, hey, hey Oh, the good outweighs the bad even on your worst day Remember how I'd say Hey hey one day, you'll be the man you always knew you could be And if you knew how proud I was You'd never shed a tear, have a fear, no you wouldn't do that And though I didn't pick the day to turn the page I know it's not the end every time I see her face, and I hear you say  [Hook] Hello my only one, remember who you are You got the world cause you got love in your hands And you're still my chosen one So can you understand? One day you'll understand  [Bridge] So hear me out, hear me out I won't go, I won't go No goodbyes, no goodbyes Just hello, just hello And when you cry, I will cry And when you smile, I will smile And next time when I look in your eyes We'll have wings and we'll fly  [Hook] Hello my only one,  just like the mornin' sun You'll keep on risin' 'til the sky knows your name And you're still my chosen one, remember who you are No you're not perfect but you're not your mistakes  [Outro] Hey, hey, hey, hey Tell Nori about me, tell Nori ab- I just want you to do me a favor Tell Nori about me, tell Nori about me Tell Nori about me, tell Nori about me Tell Nori about me, tell Nori about me Tell Nori about me, tell Nori about me Tell Nori about me...  ",
        "title": "Only One"
    },
    {
        "artist": "Keith Urban Featuring Eric Church",
        "lyrics": "  [Verse 1: Keith Urban] Raise 'em up I'm talkin' 'bout a lighter on a Saturday night The band plays a song you like and you sing along Raise em up I'm talkin' 'bout Daddy's old pickup truck Shotgun seat, there's the one you love and you're kissin' on  [Chorus: Eric Church and Keith Urban] Get those white sails sailing down in Mexico It's just a whiskey glass if you ain't makin' a toast Lift your tear-filled eyes up to the sky A comin' home, you've been gone too long Tonight were gonna Raise 'em up  [Verse 2: Eric Church] Raise 'em up You got a voice, you got a choice Go make some noise Don't ever let 'em tell you who you are Raise 'em up Fist black and blue, fight for the truth Its what you do Hand on your heart for the stripes and stars  [Chorus: Eric Church and Keith Urban] Black umbrellas in the pourin' rain A Sunday Morning Coming Down, Amazing Grace Lift those tear-filled eyes up to the sky As the flag flies, say goodbye Tonight were gonna Raise 'em up  [Verse 3: Keith Urban] So, you meet someone The only one You take her by the hand Make a stand Buy some land Make some love And them babies come  [Chorus: Eric Church and Keith Urban] Raise 'em up Raise 'em up Raise 'em up trophy high Raise 'em up to the sky Raise 'em up, show everybody that newborn smile Raise 'em up tall and strong Raise 'em up right from wrong Raise 'em up so damn high they can hear God singing along Woah, woah, woah, woah, woah Woah, woah, woah, woah, woah Woah, woah, woah, woah  ",
        "title": "Raise 'Em Up"
    },
    {
        "artist": "Jake Owen",
        "lyrics": "  [Verse 1] We all want what we ain't got Our favorite doors are always locked On a higher hill with a taller top We all want what we ain't got We ain't happy where we are There's greener grass in the neighbors yard A bigger house and a faster car We ain't happy where we are  [Chorus] All I want is what I had I'll trade it all just to get her back She's moving on, but I guess I'm not We all want what we ain't got  [Verse 2] We all wish it didn't hurt When you try your best and it doesn't work And goodbye's such a painful word We all wish it didn't hurt  [Chorus] All I want is what I had I'll trade it all just to get her back She's moving on, but I guess I'm not We all want what we ain't got  [Chorus] All I want is what I had I'll trade it all just to get her back She's moving on, but I guess I'm not We all want what we ain't got  [Verse 3] I wanted the world until my whole world stopped You know a love like that ain't easily forgot I guess we all want what we ain't got Yeah, we all want what we ain't got  ",
        "title": "What We Ain't Got"
    },
    {
        "artist": "B.o.B Featuring Trey Songz",
        "lyrics": "  [Hook: Trey Songz] You will be mine Even if you're somebody else's But not for long, girl, not for long 'Cause I'm your type If you've got the wrong impression Girl, not for long, girl, not for long  [Verse 1: B.o.B] Maybe not today, maybe not tomorrow Maybe at the club, maybe at the bar I wanna show you off like a trophy car, whip it 'Cause anything is better than nothing at all Nothing at all, nothing on you I just wanna show you a table for two All you did was go on a date with a dude You know he don't fit, he ain't tailored for you You just on a nigga dick 'cause he sold a brick Has he ever wrote a hit on some poet shit? That's who you chillin' on the sofa with? I ain't trippin', in a minute it'll be over with, ay  [Hook: Trey Songz & B.o.B] You will be mine Even if you're somebody else's But not for long, girl, not for long 'Cause I'm your type If you've got the wrong impression Girl, not for long, girl, not for long Ooh ooh, ooh, ooh, ooh, ooh, ooh, ooh But not for long Girl, not for long, girl, not for long Ooh ooh, ooh, ooh, ooh, ooh, ooh, ooh But not for long Girl, not for long, girl, not for long  [Verse 2: B.o.B] When they see us together, hell naw they can't stand it I wonder if you're matchin' you bras with them panties A gorgeous skin tan, hit the mall to do damage The way she hit the high notes, we all gon' have Grammys It's marble not granite Tiptoein' from the counter, to the shower, for a hour Super powers, super powers That's that mojo, Austin Powers Search \"real nigga\", I'ma pop up in your browser Ae, so go and get your body wet Panties off, we ain't made it to the lobby yet Put you on game girl, so it's obvious I'll give you the world if you ain't got it yet, Bobby  [Hook: Trey Songz & B.o.B] You will be mine Even if you're somebody else's But not for long, girl, not for long 'Cause I'm your type If you've got the wrong impression Girl, not for long, girl, not for long Ooh ooh, ooh, ooh, ooh, ooh, ooh, ooh But not for long Girl, not for long, girl, not for long Ooh ooh, ooh, ooh, ooh, ooh, ooh, ooh But not for long Girl, not for long, girl, not for long  [Bridge: Trey Songz] You might be with someone else But I still see that you finna be with a G like me You'll never need, no one else And I know you know I'ma be like, \"I told you so\"  [Hook: Trey Songz & B.o.B] You will be mine Even if you're somebody else's But not for long, girl, not for long 'Cause I'm your type If you've got the wrong impression Girl, not for long, girl, not for long Ooh ooh, ooh, ooh, ooh, ooh, ooh, ooh But not for long Girl, not for long, girl, not for long  ",
        "title": "Not For Long"
    },
    {
        "artist": "DeJ Loaf",
        "lyrics": "  [Chorus x2] Let a nigga try me, try me I'm a get his whole mothafuckin' family And I ain't playin wit nobody Fuck around and I'm a catch a body  [Verse 1] Bitch I got the mac or the 40 Turn a bitch to some macaroni Tell me how you want it I'm on it I really mean it I'm just not recordin' Give lil bro the choppa for all you oppas Leave a bitch nigga head in pasta You are an impostor, ain't got no money Put the burner to his tummy, and make it bubbly I really hate niggas I'm a Nazi Love wearin' all black, you should see my closet Rock that all white, when I'm feelin' Godly Hop out like Coke, I ain't gotta park it Fuck is y'all saying, bitch my hood love me 48214 real niggas know me I been out my mind since they killed my cousin Free my cousin Devin, man he just called me All these niggas love me, can't get 'em off me Fuck around gave him my number, he won't stop callin' IBGM be the clique, bitch, you see us scorin' V.I.P in the plural, while yo section borin' Got a bitch that set it off like Jada Pinkett, Queen Latifah You rollin' around wit yo nieces, bitch you T.T Mind full of money, got a heart full of demons Mobbin' like Italians, we really take yo fingas Turn yo face into a pizza, no acne Have you singin' like Alicia, fuck wit my family They be like you little, but got damn she spazzin' Do the whole crew, my bitches freak nasty  [Chorus x2] Let a nigga try me, try me I'm a get his whole mothafuckin' family And I ain't playin wit nobody Fuck around and I'm a catch a body  [Verse 2] Bitch I got the Tommy no Hilfiger Lil Dej ain't bout it, bitch how you figure I don't do no drugs, I be off liquor So lifted, flyer than yo girl, baby gone and take my picture See I gotta get this money, my palms itchin' Niggas gossip like hoes, most of 'em bitches I don't wanna do no songs, I don't wanna kick it And I ain't signin' to no label, bitch I'm independent  [Chorus] Let a nigga try me, try me I'm a get his whole mothafuckin' family And I ain't playin wit nobody Fuck around and I'm a catch a body  ",
        "title": "Try Me"
    },
    {
        "artist": "Big Sean Featuring Kanye West & John Legend",
        "lyrics": "  [Produced by Amaire Johnson]  [Intro: Big Sean] They used to tell me, used to tell me  [Hook: Big Sean] I hope you learn to make it on your own And if you love yourself, just know you'll never be alone I hope that you get everything you want and that you chose I hope that it's the realest thing that you ever know Hope you get the pretty girls that's pretty at everything Million dollar cribs, havin' million dollar dreams And when you get it all, just remember one thing Remember one thing, that one man could change the world That one man could change the world  [Verse 1: Big Sean] All I, all I wanted was a hundred million dollars and a bad chick Imagined this so much, some nights it felt like that I had it Back on the mattress, starin' at the ceilin' tryna connect the dots But it's hard makin' those attachments I'm talkin' dreamin' so hard, some nights it felt like draft day You know? My - my step brother used to flip them bags Outside the crib like it was trash day No Kim K, but he bagged yay (Ye) But when you're gettin' fast money, slow down, don't crash With all the drive in the world, swear you still need gas Look, think about it, close your eyes, dream about it Tell your team about it, go make million dollar schemes about it Success is on the way, I feel it in the distance Used to look up at the stars And be like, \"Ain't too much that's different\" I be shinin', they be shinin', get your one shot, don't you miss it What you know bout' wakin' up every day like you on a mission?  [Hook: Kanye West] And I hope you learn to make it on your own And if you love yourself, just know you'll never be alone I hope that you get everything you want and that you chose I hope that it's the realest thing that you ever know Hope you get the pretty girls, that's pretty and everything Million dollar cribs, havin' million dollar dreams And when you get it all, just remember one thing Remember one thing, one man could change the world One man could change the world  [Verse 2: Big Sean] My grandma told me, \"If you write your name in stone You'll never get the white out\" I grinded out that black hole then performed up at the White House Standin' next to Jim Carrey, we traded stories, then laughed I said you not the only one I know got rich wearin' masks Where I'm from, I swear they broke They need way more than the cast We need more than what you have And then we need more than that But how am I supposed to say I'm tired If that girl from West Virginia came up in conditions That I couldn't survive? Went to war, came back alive On top of that became a female black captain When being black, you had to extra-extra try Way before James Brown made us proud She bought a crib on the same street as Marvin Gaye Right there on Outer Drive, and she taught me how to drive And she raised the kids, then the kids' kids, and she did it right Taught me how to love, taught me not to cry When I die, I hope you teach me how to fly All my life you've been that angel in disguise, sayin'...  [Hook: John Legend] I hope you learn to make it on your own And if you love yourself, just know you'll never be alone I hope that you get everything you want and that you chose I hope that it's the realest thing that you ever know Hope you get the pretty girls, that's pretty and everything Million dollar cribs, havin' million dollar dreams And when you get it all, just remember one thing Remember one thing, that one man can change the world That one man can change the world  [Outro: Grandma & Big Sean] Thank you for callin' me, been thinkin' about you It's all good, I love you grandma Bye  ",
        "title": "One Man Can Change The World"
    },
    {
        "artist": "Silento",
        "lyrics": "  [Intro] You already know who it is Silentó Silentó Silentó Go on an' do it for me  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  [Verse 1] Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Do the stanky leg (stank) do the stanky leg (stank-stank) Now break your legs (break 'em) break your legs (brake the knob) Tell 'em \"break your legs\" (break 'em) break your legs (brake the knob) Gon' and break your legs (break 'em) break your legs (brake the knob) Gon' and break your legs (break 'em) break your legs (brake the knob)  [Pre-Hook] Now watch me bop bop bop bop bop Bop bop bop bop bop Now watch me bop bop bop bop bop Bop bop bop bop bop  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  [Verse 2] Now watch me you (Soulja!), now watch me Superman (okay) Now watch me  you (Soulja!), now watch me Superman (okay) Now watch me you (Soulja!), now watch me Superman (okay) Now watch me you (Soulja!), now watch me Superman (okay) Now watch me duff, duff, duff, duff, duff Duff, duff, duff (Hold on) Now watch me duff, duff, duff, duff, duff Duff, duff, duff, duff  [Pre-Hook] Now watch me bop bop bop bop bop Bop bop bop bop bop Now watch me bop bop bop bop bop Bop bop bop bop bop  [Hook] Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Watch me do it) Now watch me whip (Kill it!) Now watch me nae nae (Okay!) Now watch me whip, whip Watch me nae nae (Can you do it?) Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh Now watch me, ooh watch me, watch me Ooh watch me, watch me Ooh watch me, watch me Ooh ooh ooh ooh  ",
        "title": "Watch Me"
    },
    {
        "artist": "Big Sean",
        "lyrics": "  [Intro] Yeah (Ear Drummers) Uh huh (Mike WiLL Made It, Mike WiLL)  [Hook] I always wanted to stunt so hard I always wanted to ride that whip I always wanted to fuck that bitch Thank you, God, I fucked that bitch I always wanted to live this life I always wanted to wear that ice I always wanted paradise I always wanted paradise  [Bridge 1] Look, now it don't take a lot to make you rich I'm addicted to a lot of crazy shit Man, I feel like money is the best drug Sometimes hate can be the best love  [Verse 1] Walkin' in like I got cameras on me Niggas can't control me, ain't no handles on me Shit don't get out of hand, it get handled, homie Got a pretty young girl look like Janet on me She a pretty penny and she know I'm doing numbers Till we crash up the whole database I bring it home like I'm base to base to base Closet lookin' like Planet of the Bathing Apes What you think this life just landed on me? My whole city look like it's abandoned, homie And we came straight out of those abandoned homes Every wish we ever had got granted, homie And I'll never take that shit for granted Even when the marble floor and counter top is all granite Back before I got paid any advances Back when my rollie was ticking, no dancing Nigga, never did I slip or I panic Even if I was the captain of Titanic Riding through the north Atlantic, homie I never jumped crew or abandoned, homie All the fruits of my labor organic, homie Making sure my family tree got hammocks on it And a good guy can change, 'specially if he short-changed So fuck is my ransom, homie?  [Bridge 2] Money bag, money bag, money bag Money bag, money bag, money bag Money bag, money bag, money bag Money bag, money bag, money bag  [Hook] I always wanted to stunt so hard I always wanted to ride that whip I always wanted to fuck that bitch Thank you, God, I fucked that bitch I always wanted to live this life I always wanted to wear that ice I always wanted paradise I always wanted paradise  [Interlude] Straight up, Finally Famous, nigga Aw damn, damn  [Verse 2] Aw damn, I'm illuminated, man, I knew I make it And I get that shit accumulated Never throwing money out, I boomerang it Finally famous over everything, that's a numerator Weed lit, yeah, it's luminated, room lookin' like it's fumigated Bitch, my crew invaded, when I walk in, man, they body to body Hol' up everybody, don't worry, man, I got it, I got it I need a hundred dollar bill, photocopy the email and copy Man, I'm going hard all season These hoes goin' both ways, offense, defense Livin' life on the deep end, F-F allegiance Beat the odds and got even What you think, that we just started, nigga? Boy, the sword just got sharper, nigga This ain't war, we just sparring, nigga I was on the rooftop with my nigga Mike Carson, nigga Shootin' that \"Too Fake\" video, my nigga, we all in We set ourselves apart from all our apartments Was up in Florida, no Marlins, nigga I'm that Shawn, no Marlon, nigga Look at my girl nigga, fuck yo' bae list Fuck yo' night list, fuck yo' day list, fuck yo' playlist I'm from the D, fuck your A-list I been working 8 days a week I don't even know what the fuck today is I hit the booth and I just went Super Saiyan I run with the purp like I play with the Ravens These bitches rant and rave I hope I never have to go back watching Everybody Loves Raymond Eating ramen, nigga, this paradise Life's a fucking paradox and pair of dice If they not rolling with you, then they parasites nigga I had that vision, it was ClearSight, nigga, Sean Don  ",
        "title": "Paradise"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Chorus] Envelopes comin' in the mail, let her open 'em Hopin' for a check again, ain't no tellin' Yeah, she invite me to the telly, keep the blade with me When I go to check a bitch, ain't no tellin' Yeah, police comin' 'round lookin' for some help On a case they gotta solve, we never help 'em Yeah, I stay up late at night, thinkin' 'bout my life Want a lot, will I get it all? Ain't no tellin' Ain't no tellin', yeah, ain't no tellin' Yeah, no tellin', ain't no tellin'  [Verse 1] Suitcase, I been livin' out a suitcase Still drinkin' Henny, if it's done, I'll take the D'usse Oops, aye Fuck it, all you niggas two-faced Got the club goin' up on a Tuesday True say I been goin' hard, but then again They think I'm soft, think I'm innocent I'm just lookin' in the mirror like I'm really him Man, I'm really him You just fillin' in Man, I got a blunt, can I get a light? Yeah I took the summer off to get it right Yeah, I gave these boys a shot and they fuckin' failed Niggas like \"You took the summer off? We couldn't tell\" Dawg, just bought a island, gotta sail to it You pick the casket, I'll put the nail through it I ain't gotta do it But fuck it, somebody gotta do it Hate if someone else did it Fuck, I may as well do it  [Chorus] Envelopes comin' in the mail, let her open 'em Hopin' for a check again, ain't no tellin' Yeah, she invite me to the telly, keep the blade with me When I go to check a bitch, ain't no tellin' Yeah, police comin' 'round lookin' for some help On a case they gotta solve, we never help 'em Yeah, I stay up late at night, thinkin' 'bout my life Want a lot, will I get it all? Ain't no tellin' Ain't no tellin', yeah, ain't no tellin' Yeah, no tellin', ain't no tellin'  [Verse 2] Okay, I had to switch the flow up on you niggas The shit was gettin' too predictable The new shit is on steroids, I would never pass a physical I got it rollin' in all kinda ways, lump sum and residual, yeah I mean we hear about the money you been gettin' We just never seen a visual It's our year (aw yeah), aw yeah I mean besides Ricky Ross Aubrey the biggest boss here (grunt) What's the word these days? Buncha' niggas chasing after all these women They don't even know (WOOO) Buncha' out of season women fuckin' off-season niggas To get last season wardrobe (WOOO) All the rappers that you vouch for Need to get out of the house more, they washed up And even if the team was religious with it I can't really see another squad tryna' cross us, naw (WOOO)  [Beat Switch]  [Interlude: Popcaan] OVO, Unruly One shot to make it in a life From the six to the fucking 876  [Chorus] Envelopes comin' in the mail, let her open 'em Hopin' for a check again, ain't no tellin' Yeah, she invite me to the telly, keep the blade with me When I go to check a bitch, ain't no tellin' Yeah, police comin' 'round lookin' for some help On a case they gotta solve, we never help 'em Yeah, I stay up late at night, thinkin' 'bout my life Want a lot, will I get it all? Ain't no tellin' Ain't no tellin', yeah, ain't no tellin' Yeah, no tellin', man ain't no tellin'  [Verse] I gotta keep watchin' for oppers Cause anything's possible, yeah There's no code of ethics out here Anyone will take shots at you, yeah Niggas think they can come take what I got Let's be logical, yeah V-Live, I order that Alfredo pasta Then eat in the kitchen like I'm in the mafia Houston, they get me though European, my vehicle, how much it hit me fo'? Ain't no tellin', yeah What am I willin' to give her To get what I want tonight?—ain't no tellin' Please do not speak to me Like I'm that Drake from four years ago, I'm at a higher place Thinkin' they lions and tigers and bears, I go huntin' Put heads on my fire place, oh my Take time, ain't no tellin' Oh my, ain't no tellin'  ",
        "title": "No Tellin'"
    }
]