[
    {
        "artist": "Rihanna",
        "lyrics": "  [Hook] Come here, rude boy, boy; can you get it up? Come here rude boy, boy; is you big enough? Take it, take it baby, baby Take it, take it; love me, love me  [Hook] Come here, rude boy, boy; can you get it up? Come here rude boy, boy; is you big enough? Take it, take it baby, baby Take it, take it; love me, love me  Tonight I'mma let you be the captain Tonight I'mma let you do your thing, yeah Tonight I'mma let you be a rider Giddy-up, giddy-up, giddy-up babe Tonight I'mma let it be fire Tonight I'mma let you take me higher Tonight, baby, we could get it on, yeah, we could get it on, yeah  Do you like it? Boy, I want, want, want whatchu want, want, want Give it to me, baby like boom, boom, boom What I want, want, want is what you want, want, want Nah nah-ah  [Hook] Come here, rude boy, boy, can you get it up? Come here, rude boy, boy, is you big enough? Take it, take it, baby, baby, take it, take it, love me, love me  [Hook] Come here, rude boy, boy, can you get it up? Come here, rude boy, boy, is you big enough? Take it, take it, baby, baby, take it, take it, love me, love me  Tonight I'mma give it to ya harder Tonight I'mma turn ya body out Relax; let me do it how I wanna If you got it I need it and I'mma put it down Buckle up; I'mma give it to ya stronger Hands up; we could go a little longer Tonight I'mma get a little crazy, get a little crazy, baby  Like it? Boy, I want, want, want whatchu want, want, want Give it to me, baby like boom, boom, boom What I want, want, want is what you want, want, want Nah nah-ah  [Hook] Come here, rude boy, boy can you get it up? Come here rude boy, boy is your big enough? Take it, take it, baby, baby, take it, take it, love me, love me  [Hook] Come here, rude boy, boy can you get it up? Come here rude boy, boy is your big enough? Take it, take it, baby, baby, take it, take it, love me, love me  I like the way you touch me there I like the way you pull my hair Babe, if I don't feel it I ain't faking, no, no I like when you tell me 'kiss you there' I like when you tell me 'move it there' So giddy-up; time to get it up: you say you a rude boy: show me what you got now Come here right now  Take it, take it, baby, baby, take it, take it, love me, love me  [Hook] Come here, rude boy, boy, can you get it up? Come here, rude boy, boy, is you big enough? Take it, take it, baby, baby, take it, take it, love me, love me  [Hook] Come here, rude boy, boy, can you get it up? Come here, rude boy, boy, is you big enough? Take it, take it, baby, baby, take it, take it, love me, love me  ",
        "title": "Rude Boy"
    },
    {
        "artist": "B.o.B Featuring Bruno Mars",
        "lyrics": "  [Chorus (Condensed): Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby (Yeah) Nothin' on you, baby Na na na nothin' on you, baby Na nothin' on you  [Verse 1: B.o.B] I know you feel where I'm comin' from Regardless of the things in my past that I've done Most of it really was for the hell of the fun On the carousel, so around I spun With no directions, just tryna get some Tryna chase skirts, livin' in the summer sun And so I lost more than I had ever won And honestly, I ended up with none  [Pre-Chorus 1: B.o.B] There's so much nonsense, it's on my conscience I'm thinkin' maybe I should get it out And I don't wanna sound redundant, but I was wonderin' If there was somethin' that you wanna know (That you wanna know) But never mind that, we should let it go (We should let it go) 'Cause we don't wanna be a TV episode (TV episode) And all the bad thoughts, just let 'em go (Go, go, go, go)  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hey) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Verse 2: B.o.B] Hands down, there will never be another one I been around and I never seen another one Because your style they ain't really got nothin' on And you wild when you ain't got nothin' on Baby, you the whole package, plus you pay your taxes And you keep it real while them others stay plastic You're my Wonder Woman, call me Mr. Fantastic Stop, now think about it  [Pre-Chorus 2: B.o.B] I've been to London (Yeah), I've been to Paris (Yeah) Even way out there to Tokyo (Tokyo) Back home down in Georgia (Yeah) to New Orleans (Yeah) But you always steal the show (Steal the show) And just like that girl you got me froze (Got me froze) Like a Nintendo 64 (64) If you never knew, well now you know (Know, know, know, know)  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hey) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Bridge: B.o.B] Everywhere I go I'm always hearin' your name And no matter where I'm at Girl you make me wanna sing Whether a bus or a plane Or a car or a train No other girl's in my brain And you the one to blame  [Chorus: Bruno Mars & B.o.B] Beautiful girls All over the world I could be chasin' But my time would be wasted They got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you They might say hi (Hi) And I might say hey (Hello) But you shouldn't worry About what they say (Why?) 'Cause they got nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you Nothin' on you, baby Na na na nothin' on you, baby, na nothin' on you  [Outro: B.o.B] Yeah, and that's just how we do it Heheheh, and I'ma let this ride B.o.B and Bruno Mars  ",
        "title": "Nothin' On You"
    },
    {
        "artist": "Train",
        "lyrics": "  [Intro] Heyy Heeey Heey  [Verse 1] Your lipstick stains On the front lobe of my left side brains I knew I wouldn't forget you And so I went and let you Blow my mind Your sweet moonbeam The smell of you In every single dream I dream I knew when we collided You're the one I have decided Who's one of my kind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Verse 2] Just in time I'm so glad you have A one track mind like me You gave my life direction A game show love connection We can't deny I'm so obsessed My heart is bound to beat right out My untrimmed chest I believe in you, like a virgin you're Madonna And I'm always gonna wanna Blow your mind  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Bridge] Way you can cut a rug Watching you's the only drug I need You're so gangster, I'm so thug You're the only one I'm dreaming of you see I can be myself now finally In fact there's nothing I can't be I want the world to see you be, with me  [Chorus] Hey, soul sister Ain't that Mr. Mister On the radio, stereo The way you move ain't fair you know Hey, soul sister I don't want to miss a Single thing you do tonight  [Outro] Hey, soul sister I don't want to miss a Single thing you do tonight Tonight Tonight  ",
        "title": "Hey, Soul Sister"
    },
    {
        "artist": "Taio Cruz Featuring Ludacris",
        "lyrics": "  [Verse 1: Ludacris] Luda! Now I may not be the worst or the best but you gotta respect my honesty And I may break your heart but I don't really think there's anybody as bomb as me So you can take this chance in the end, everybody's gonna be wonderin how you deal You might say this is Ludacris but Taio Cruz tell her how you feel  [Verse 2: Taio Cruz] Now listen to me baby Before I love and leave ya They call me heartbreaker I don't wanna deceive ya  [Pre-Chorus: Taio Cruz] If you fall for me I'm not easy to please I might tear you apart Told you from the start, baby from the start  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Bridge 2: Taio Cruz] Whoa, oh Whoa, oh Whoa, oh Whoa, oh  [Verse 3: Taio Cruz] There's not point tryin' to hide it No point tryin' to evade it I know I got a problem Problem with misbehaving  [Pre-Chorus: Taio Cruz] If you fall for me I'm not easy to please I might tear you apart Told you from the start, baby from the start  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Verse 4: Ludacris] Thats all I'm gonna do woman Listen, now I'm only gonna break yo heart And shatter and splatter it all into little bitty pieces Whether or not you get it all together Then it's finders keepers and losers weepers See I'm not tryin' to lead you on, no I'm only tryin' to keep it real You might say this is Ludacris but Taio Cruz tell her how you feel  [Verse 5: Taio Cruz] Hey and I know karma's gonna get me back for bein' so cold Hey, like a big bad wolf, I'm born to be bad and bad to the bone Hey, if you fall for me, I'm only gonna tear you apart Hey, told ya from the start, hey  [Chorus: Taio Cruz] I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart I'm only gonna break break your break break your heart  [Bridge 2: Taio Cruz] Whoa, oh Whoa, oh Whoa, oh Whoa, oh  ",
        "title": "Break Your Heart"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Jason Derulo (Beluga Heights) (J-J-J-J-J.R.) C'mon, yeah  [Verse 1] Everybody's looking for love, oh (woo, huh) Ain't that the reason you're at this club? Oh (huh) You ain't gon' find it dancing with him, no (no) I've got a better solution for you, girl, oh (huh)  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known I can see it going down, going down  [Chorus] In my head, I see you all over me In my head, you fulfill my fantasy In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head, yeah In my head, oh, yeah, c'mon  [Verse 2] Some dudes know all the right things to say, ayy (ayy, uh) When it comes down to it, it's all just game said Instead of talking, let me demonstrate, yeah (yeah) Get down to business and skip foreplay (foreplay, ayy, yeah)  [Pre-Chorus] Just leave with me now, say the word and we'll go (we can go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (baby, all over me) In my head, you fulfill my fantasy (fulfill my fantasy) In my head, you'll be screaming loud In my head, it's going down In my head, it's going down In my head  [Bridge] Break it down (ayo, ayo), c'mon on, let's go (ayo) You're singing to me, baby, in my head right now (Ayo, ayo), c'mon, yeah (ayo, ayo) She'll be screaming out when it all goes down  [Pre-Chorus] Just leave with me now, say the word and we'll go (and we'll go) I'll be your teacher, I'll show you the ropes (you the ropes) You'll see the side of love you've never known (never known) I can see it going down, going down  [Chorus] In my head, I see you all over me (head) In my head, you fulfill my fantasy (head) In my head, you'll be screaming loud (head, oh, oh) In my head, it's going down In my head, it's going down In my head, I see you all over me (all over you) In my head, you fulfill my fantasy (you do, baby) In my head, you'll be screaming loud (oh, oh) In my head, it's going down (in my head) In my head, it's going down It's going down in my head  ",
        "title": "In My Head"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1: Hillary Scott] Picture perfect memories Scattered all around the floor Reachin' for the phone 'cause I can't fight it anymore  [Pre-Chorus: Hillary Scott] And I wonder if I ever cross your mind For me it happens all the time  [Chorus: Band] It's a quarter after one, I'm all alone and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Verse 2: Charles Kelley] Another shot of whiskey Can't stop lookin' at the door Wishing you'd come sweeping In the way you did before  [Pre-Chorus: Hillary Scott + Charles Kelley] And I wonder if I ever cross your mind For me it happens all the time  [Chorus:Band] It's a quarter after one, I'm little drunk and I need you now Said I wouldn't call, but I lost all control and I need you now And I don't know how I can do without I just need you now  [Bridge: Hillary Scott + Charles Kelley] Yes, I'd rather hurt than feel nothin' at all  [Chorus: Hillary Scott + Charles Kelley + Band] It's a quarter after one, I'm all alone and I need you now And I said I wouldn't call, but I'm a little drunk and I need you now And I don't know how I can do without, I just need you now  [Outro: Hillary Scott] I just need you now Oh, baby, I need you now  ",
        "title": "Need You Now"
    },
    {
        "artist": "Lady Gaga Featuring Beyonce",
        "lyrics": "  [Verse 1: Lady Gaga] Hello, hello? Baby, you called, I can't hear a thing I have got no service in the club, you say, say? Wha-wha-what did you say, huh? You're breaking up on me Sorry, I cannot hear you, I'm kind of busy K-kind of busy, k-kind of busy Sorry, I cannot hear you, I'm kind of busy  [Verse 2: Lady Gaga] Just a second, it's my favorite song they're gonna play And I cannot text you with a drink in my hand, eh You should've made some plans with me You knew that I was free And now you won't stop calling me, I'm kind of busy  [Chorus: Lady Gaga] Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor  [Post-Chorus: Lady Gaga] Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) I'm busy! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me)  [Refrain: Lady Gaga] Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone  [Verse 3: Beyoncé] Boy, the way you blowing up my phone won't make me leave no faster Put my coat on faster, leave my girls no faster I should've left my phone at home 'cause this is a disaster Callin' like a collector, sorry, I cannot answer  [Verse 4: Lady Gaga & Beyoncé, both] It's not that I don't like you, I'm just at a party And I am sick and tired of my phone r-ringing Sometimes I feel like I live in Grand Central Station Tonight, I'm not taking no calls 'cause I'll be dancing 'Cause I'll be dancing, 'cause I'll be dancing Tonight I'm not taking no calls, 'cause I'll be dancing  [Chorus: Lady Gaga] Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to think anymore I left my head and my heart on the dance floor Stop calling, stop calling, I don't want to talk anymore I left my head and my heart on the dance floor  [Post-Chorus: Lady Gaga & Beyoncé] Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy) I'm busy! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (Stop telephoning me) Stop telephoning me! Eh, eh, eh, eh, eh, eh, eh, eh, eh, eh, eh (I'm busy)  [Refrain: Lady Gaga] Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone Can call all you want but there's no one home And you're not gonna reach my telephone 'Cause I'm out in the club and I'm sipping that bubb And you're not gonna reach my telephone  [Outro] My telephone, m-m-my telephone 'Cause I'm out in the club, and I'm sipping that bubb And you're not going to reach my telephone My telephone, m-m-my telephone 'Cause I'm out in the club, and I'm sipping that bubb And you're not going to reach my telephone We're sorry The number you have reached is not in service at this time Please check the number or try your call again  ",
        "title": "Telephone"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Intro: will.i.am] I'ma be, I'ma be, I'ma-I'ma-I'ma be I'ma be, I'ma be, I'ma-I'ma-I'ma be I'ma be, I'ma be, I'ma-I'ma-I'ma be I'ma be-be-be-be, I'ma-I'ma be I'ma be-be-be-be, I'ma-I'ma be I'ma be-be-be-be, I'ma-I'ma be  [Verse 1: Fergie] I'ma be on the next level I'ma be rocking over that bass treble I'ma be chilling with my motherfather crew I'ma be making all them deals you wanna do (ha) I'ma be up in them A-list flicks Doin' one-handed flips And I'ma be sipping on drinks 'cause I'ma be shaking my hips You gon' be licking your lips I'ma be taking them pics Lookin' all fly and shit I'ma be the flyest chick (so fly) I'ma be spreading my wings I'ma be doing my thing (do it, do it, okay) I'ma-I'ma swing it this way I'ma-I'ma (I'ma-I'ma) swing it that-a-way This is Fergie Ferg, and I'ma-I'ma be here to say 21st century 'til infinity  [Chorus: will.i.am] I'ma be, I'ma be, I'ma-I'ma-I'ma be I'ma be, I'ma be, I'ma-I'ma-I'ma be (Rich baby what-what) I'ma-I'ma-I'ma be (The shit baby check me out) Be, I'ma-I'ma be (On top, never stop) Be-be, I'ma-I'ma be I'ma be-be-be-be, I'ma-I'ma be I'ma be (fucking her) I'ma-I'ma-I'ma be, I'ma be-be-be, I'ma-I'ma be  [Verse 2: will.i.am] Yeah, I'ma be the upgraded new negro, oh I'ma be the average brother with soul I'ma be worldwide international I'ma be in Rio rocking Tokyo I'ma be brilliant with my millions Loan out a billion, I get back a trillion I'ma be a brother but my name ain't Lehman I'ma be ya bank, I'll be loaning out semen Honies in debt, baby bouncing them checks but I don't really mind when they bouncing them checks I'ma be, I'ma be I'ma be I'ma be Rich baby I'ma be, I'ma I'ma be I'ma I'ma be I'ma be sick with the flow When the goal is to rock the whole globe I'ma be the future I'ma be the whole, reason why you even wanna come to a show You can see what I'm rockin' And I'm kickin' down a door  [Bridge: will.i.am] I'ma be up in the club Doin' whatever I like I'ma be popping that bubbly Coolin' and livin' that good life Oh let's make this last forever Partying, we'll chill together On and on and on and on and On and on and on and on and  [Verse 3: will.i.am] I'ma be rocking like this (What) Y'all niggas wanna talk shit (But) Why don't you put it on the blog, nigga Rocking like this my job, nigga We can't help that we popular And all these folks want to flock to us Come to a show and just rock with us A million plus with binoculars  [Chorus: will.i.am & Fergie] I'ma be, I'ma be, I'ma be, I'ma be I'ma be living that good life I'ma be living that good-good I'ma be, I'ma be, I'ma be, I'ma be I'ma be living that good life I'ma be living that good-good I'ma be, I'ma be, I'ma be, I'ma be I'ma be living that good life I'ma be living that good-good I'ma be, I'ma be, I'ma be, I'ma be I'ma be living that good life I'ma be living that good-good I'ma be, I'ma be I'ma be, I'ma be, I'ma be, I'ma be  [Verse 4: apl.de.ap] I'ma-I'ma-I'ma be, rocking that Apl.de.ap infinite B-E-P we definite Ly on some next level shit Futuristic musically Powerful with energy From the soul we sonically Sending positivity Crossed the globe, and seven seas Take care of our families Rocking shows, makin' cheese I'ma be out with my peas Living life, feeling free That's how it's supposed to be Come join my festivities Celebrate like I'ma be  [Outro: will.i.am] I'ma be, I'ma be, I'ma be, I'ma be I'ma be, I'ma be, I'ma be, I'ma be I'ma be, I'ma be, I'ma be, I'ma be  ",
        "title": "Imma Be"
    },
    {
        "artist": "Justin Bieber Featuring Ludacris",
        "lyrics": null,
        "title": "Baby"
    },
    {
        "artist": "Usher Featuring will.i.am",
        "lyrics": "  [Intro: will.i.am & Usher] Oh my gosh Baby let me... I did it again, so I'm gon' let the beat drop Oh my...  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 1: Usher] I fell in love with shawty when I seen her on the dance floor She was dancing sexy, pop-pop-popping, dropping, dropping low Never ever has a lady hit me on the first sight This was something special, this was just like dynamite Honey got a booty like pow, pow, pow Honey got some boobies like wow, oh wow Girl, you know I'm loving your, loving your style Check, check, check, check, check, checking you out like  [Pre-Chorus: Usher] Oh... She got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] Baby, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] You make me want to say You make me want to say Oh oh oh-oh oh, oh oh oh-oh  [Verse 2: will.i.am] Feel so hot for honey out of all the girls up in the club This one got me whipped just off of one look, yep, I fell in love This one something special, this one just like dynamite O-o-o-o-o-o-o-out of sight Fell in love with honey like my, oh my Honey looking wonderful, fly, so fly Honey like a supermodel, my, oh my Baby, how you do that, make a grown man cry?  [Pre-Chorus: Usher] Oh... Baby, you got it all Sexy from her head to toe And I want it all, it all, it all  [Chorus: Usher] So honey, let me love you down There's so many ways to love you Baby, I can break you down There's so many ways to love you Got me like, \"Oh my gosh\", I'm so in love I found you finally, you make me want to say Oh oh oh-oh oh, oh oh oh-oh oh Oh oh oh-oh oh, oh oh, oh my gosh  [Bridge: Usher] Oh my gosh Oh my Oh my Oh Oh my gosh  [Outro: Usher & will.i.am] Oh my gosh I did it again, so I'm gon' let the beat drop Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh Oh-oh-oh my, oh oh Oh my, my, my, my, my, my, oh my gosh  ",
        "title": "OMG"
    },
    {
        "artist": "Trey Songz Featuring Fabolous",
        "lyrics": "  [Intro: Trey Songz] Ay when I give you these keys homeboy don't move my car man I'm right in the front ya dig? Don't move my shit man Whoa whoa baby, what's yo name?  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 1: Trey Songz] Pocket full of money, club don't jump 'til I walk inside the doorway Bottles of that rose Smelling like Dolce & Gabbana, yeah Shawty you the baddest and to meet you is an honor Lil mama, I got a table waiting, what you think about a convo? And if you like it baby, we can take it to the condo And if you like the condo, we can move the party to the bedroom I'ma beat your body like a congo  [Pre-Chorus: Trey Songz] Since we in the club for now Might as well get another round Noticed ain't nothing in your cup So give it here baby let me fill it up, fill it up  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 2: Trey Songz] Shawty dance like a video vixen Say her man be on that bullshit pimping Well I retired from the Bull like Pippen Tryna get you Homer, would you be Marge Simpson? Whip out front, we can leave like pronto Maple Leaf dash got you feeling like Toronto Make your body rise like you puffing on a joint though Girl, that's only if you want though, you ready?  [Pre-Chorus: Trey Songz] Since we in the club for now Might as well get another round Noticed ain't nothing in your cup So give it here baby let me fill it up, fill it up  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  [Verse 3: Fabolous] Hey hey hey hey hey It's 'loso, you might be too drunk to know so  I make you say aah just like I'm your doctor All I prescribe is cranberry and vodka Then I'm tryna kick it, play a little soccer And bust a couple off, blaka blaka The Henny in your system You start drunk textin' and suddenly you miss him Or even wanna dis him Then you call ya girl like, \"What the hell you gave me?\" She like, \"Don't blame me\", you better do like Jamie And blame it on the liquor He works every time, Patron you my nigga Know it's somebody birthday well where your ass at? And girl, I know you thirsty but don't know where your glass at  [Chorus: Trey Songz] Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah Go girl, it's your birthday Open wide, I know you're thirsty Say aah, hey Say aah And we don't buy no drinks at the bar We pop champagne 'cause we got that dough Let me hear you say aah If you want me say aah  ",
        "title": "Say Aah"
    },
    {
        "artist": "Timbaland Featuring Justin Timberlake",
        "lyrics": "  [Intro: Timbaland & (Justin Timberlake)] Ha hah!! Eh-eh-eh, ha hah!! Ah baby oh my baby down to (carry out) Ah baby oh my baby down to (carry out) I take your order when you steppin when you (carry out) I take your order when you steppin when you (carry out) I turn it on my baby don't you (cut me out) I turn it on my baby don't you (cut me out) Check it, check it out  [Verse 1: Timbaland] Baby, you're looking fire hot I'll have you open all night like you're IHOP I'll take you home baby, let you keep me company You gimme some of you, I give you some of me You look good baby, must taste heavenly I'm pretty sure that you got your own recipe So pick it up, pick it up, yeah, I like you I just can't get enough I gotta drive through Cause it's me, you, you, me, me, you, all night Have it your, way, foreplay, before, I feed, your appetite Let me get my ticket baby, let me get in line I can tell the way you like it baby, supersized Hold on, you got yours, let me get mine I ain't leave 'til they turn over the closed sign Check it  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Verse 2: Justin Timberlake] Listen here girl Number one, I take two number threes That's a whole lotta you and a side of me Now is I full of myself to want you full of me? And if there's room for dessert then I want a piece Baby get my order right, no errors I'mma touch you in all the right areas I can feed you, you can feed me Girl, deliver that to me, come see me Cause it's me, you, you, me, me, you, all night Have it your, way, foreplay, before, I feed, your appetite Do you like it well done? Cause I do it well Cause I'm well seasoned if you couldn't tell Now let me walk into your body 'til you hear me out Ah turn me on my baby, don't you cut me out  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Bridge: Justin Timberlake] What's your name? What's your number? I'm glad I came; can you take my order? What's your name? Girl, what's your number? I'm glad I came; can you take my order? Come over here (what's your name?) Come closer (what's your number?) Over here (I'm glad I came) A little closer (can you take my order?) Come over here (what's your name?) Come closer (what's your number?) Over here (I'm glad I came) A little closer (can you take my..)  [Chorus: Justin Timberlake] Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out Take my order cause your body like a - carry out Let me walk into your body 'til you - hear me out Turn me on my baby don't you - cut me out Turn me on my baby don't you - cut me out Take my order cause your body like a - carry out And let me walk into your body 'til it's - lights out Turn me on my baby don't you - cut me out Ah turn me on my baby don't you - cut me out Cut me out  [Outro: Justin Timberlake] Don't you cut me out  ",
        "title": "Carry Out"
    },
    {
        "artist": "The Script",
        "lyrics": "  [Intro] I'm still alive but I'm barely breathing Just praying to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break even  [Verse 1] Her best days will be some of my worst She finally met a man that's gonna put her first While I'm wide awake she's no trouble sleeping Cause when a heart breaks no it don't breakeven Even... no  [Chorus] What am I supposed to do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces  [Verse 2] They say bad things happen for a reason But no wise words gonna stop the bleeding Cause she's moved on while I'm still grieving And when a heart breaks no it don't breakeven even, even ... no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up and you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Bridge] Oh, you got his heart and my heart and none of the pain You took your suitcase, I took the blame Now I'm tryna make sense of what little remains, oh Cause you left me with no love and no love to my name  [Verse 3] I'm still alive but I'm barely breathing Just prayed to a God that I don't believe in Cause I got time while she got freedom Cause when a heart breaks no it don't break No it don't break no it don't break even no  [Chorus] What am I gonna do when the best part of me was always you? And what am I supposed to say when I'm all choked up that you're ok? I'm falling to pieces, yeah I'm falling to pieces, yeah I'm falling to pieces (One still in love while the other one's leaving) I'm falling to pieces (Cause when a heart breaks no it don't break even)  [Outro] Oh, it don't break even, no Oh, it don't break even, no Oh, it don't break even, no  ",
        "title": "Breakeven"
    },
    {
        "artist": "Young Money Featuring Lloyd",
        "lyrics": "  (Kane is in the building, nigga)  [Verse 1: Lil Wayne] She got that good good, she Michael Jackson bad I'm attracted to her, or her attractive ass And now we murderers, because we kill time I knock her lights out and she still shine I hate to see her go but I love to watch her leave But I keep her running back and forth; soccer team Cold as a winter's day, hot as a summer's eve Young Money thieves steal your love and leave  [Verse 2: Gudda Gudda] I like the way you walking if you walking my way I'm that Red Bull, now let's fly away Let's buy a place, with all kind of space I'll let you be the judge, and-and-and I'm the case I'm Gudda Gudda, I put her under I see me with her - no Stevie Wonder She don't ever wonder, 'cause she know she bad And I got her, nigga: grocery bag  [Hook: Lloyd] Oh baby, I be stuck to you like glue, baby Wanna spend it all on you, baby My room is the G-spot Call me Mr. Flintstone, I can make your bed rock Oh, I can make your bed rock  [Verse 3: Nicki Minaj] Okay, I get it, let me think, I guess it's my turn Maybe it's time to put this pussy on your sideburns He say I'm bad, he prob'ly right He pressing me like button-downs on a Friday night I'm so pretty like, be on my pedal bike Be on my low starch, be on my egg whites He say, \"Nicki don't stop, you the bestest\" And I'd just be coming off the top, asbestos  [Verse 4: Drake] I love your sushi roll, hotter then wasabi I race for your love, \"Shake'n Bake\" Ricky Bobby I'm at the W, but I can't meet you in the lobby Girl, I gotta watch my back, cause I'm not just anybody I seen em stand in line just to get beside her I let her see the Aston and let the rest surprise her That's when we disappear, you need GPS to find her Oh, that was your girl? I thought I recognized her  [Hook: Lloyd] Oh baby, I be stuck to you like glue, baby Wanna spend it all on you, baby My room is the G-spot Call me Mr. Flintstone, I can make your bed rock Oh, I can make your bed rock  [Verse 5: Tyga] She like tanning, I like staying in She like romance and I like rolling with friends She said I'm caged in, I think her conscience is She's watching that Oxygen, I'm watching ESPN But when that show ends, she all over my skin, lotion Slow-mo motions, rollercoastin' Like back, forth, hold it She poses like it's for posters, and I poke like I'm suppose to Take this photo if you for me, she said: \"Don't you ever show this!\" I'm too loyal and too focused To be losing and be hopeless When I spoke this, she rejoiced it, said \"Your words get me open\" So I closed it. Where your clothes is? I'm only loving for the moment  [Verse 6: Jae Millz] She ain't got a man, but she's not alone Miss Independent, yeah, she got her own Hey gorgeous, um, I mean flawless Well, that's what you are, how I see it is how I call it Yeah, look, look at how she walk, m-hmm, she know she bad Do your thang baby, I ain't even mad And I ain’t leavin' fast, I'mma stay awhile Hold your head, Chris, I-I'mma take it down!  ",
        "title": "BedRock"
    },
    {
        "artist": "Ke$ha",
        "lyrics": null,
        "title": "TiK ToK"
    },
    {
        "artist": "Ludacris Featuring Nicki Minaj",
        "lyrics": "  [Hook] My chick bad, my chick hood My chick do stuff that your chick wish she could My-my chick bad, my chick hood My chick do stuff that your chick wish she could (DTP!) My-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours My-my-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours  [Verse 1 - Ludacris] Listen, I'm sayin' my chick bad, my chick hood My chick do stuff that your chick wish she could My chick bad, badder than yours My chick do stuff that I can't even put in words Her swagger don't stop, her body won't quit So fool pipe down, you ain't talkin 'bout shit M-m-my chick bad, tell me if you seen her She always bring the racket like Venus and Serena All white top, all white belt And all white jeans, body lookin like milk No-no time for games, she's full grown My chick bad, tell yo' chick to go home  [Hook] My chick bad, my chick hood My chick do stuff that your chick wish she could My-my chick bad, my chick hood My chick do stuff that your chick wish she could (Let's go!) My-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours My-my-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours  [Verse 2 - Ludacris] Now-now-now-now-now-now, now your girl might be sick but my girl's sicker She rides that dick and she handles her liquor Will knock a bitch out, annnnd fight Comin' out swingin' like Tiger Woods' wife Yeahhh, she could get a little hasty Chicks better cover up they chest like pasties Couple girlfriends and they ALL a little crazy Comin down the street like a parade, Macy's (Whoo!) I fill 'er up, balloons Test her and guns get drawn like cartoons D'oh, but I ain't talkin 'bout Homer Chick's so bad the whole crew wanna bone her, yeah  [Hook] My chick bad, my chick hood My chick do stuff that your chick wish she could My-my chick bad (and I'm lovin' it!), my chick hood My chick do stuff that your chick wish she could My-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours My-my-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours  [Verse 3 - Nicki Minaj] Young, now-now-now-now Now all these bitches wanna try and be my besty But I take a left and leave them hangin' like a teste Trash talk to 'em then I put 'em in a Hefty Runnin' down the court I'm dunkin' on 'em, Lisa Leslie It-it-it-it-it's goin' down, basement Friday the 13th, guess who's playing Jason Tuck yourself in, you better hold onto your teddy It's Nightmare on Elm Street and guess who's playin' Freddy My chick bad, chef cookin' for me They say my shoe game crazy, the mental asylum lookin for me (Ha ha ha ha), you a rookie to me I'm in that wham-bam purple Lam, damn bitch you been a fan  [Hook] My chick bad (don't get scared now, haha!), my chick hood My chick do stuff that your chick wish she could (Disturbing Tha Peace!) My-my chick bad, my chick hood My chick do stuff that your chick wish she could My-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours My-my-my chick bad, badder-badder than yours My-my chick bad, badder-badder than yours  [Outro - Ludacris] Luda, DTP And when we all alone, I might just tip her She slides down the pole, like a certified stripper When we all alone I might tip, tip her She slides down the pole, like a certified stripper When-when we all alone, I might just tip her She slides down the pole, like a certified stripper When we all alone, I might just tip her She slides down the pole, like a certified stripper, I kinda like that  ",
        "title": "My Chick Bad"
    },
    {
        "artist": "Jay-Z + Mr. Hudson",
        "lyrics": "  [Intro: Mr. Hudson] Let's dance in style, let's dance for a while Heaven can wait, we're only watching the skies Hoping for the best but expecting the worst Are you gonna drop the bomb or not? Let us die young or let us live forever We don't have the power but we never say never Sitting in a sandpit, life is a short trip The music's for the sad man  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young (young) I wanna be (Aye, may the best of your todays) Forever young (Be the worst of your tomorrows) Do you really want to live forever (But we ain't even thinkin' that far) Forever (ya know what I mean?) Forever young  [Verse 1: Jay-Z] So we livin' life like a video Where the sun is always out and you never get old And the champagne's always cold and the music is always good And the pretty girls just happen to stop by in the hood And they hop they pretty ass up on the hood of that pretty ass car Without a wrinkle in today, cuz there's no tomorrow Just a picture perfect day that last a whole lifetime And it never ends cause all we have to do is hit rewind So let's just stay in the moment, smoke some weed, drink some wine Reminisce, talk some shit, forever young is in your mind Leave a mark they can't erase, neither space nor time So when the director yells cut, I'll be fine I'm forever young  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young, I wanna be forever young Do you really want to live forever, forever? Forever young  [Verse 2: Jay-Z] Fear not when, fear not why, fear not much while we're alive Life is for living, not living uptight, 'till you're somewhere up in the sky Fear not die, I'll be alive for a million years, bye bye's Are not for legends, I'm forever young, my name shall survive Through the darkest blocks, over kitchen stoves, over Pyrex pots My name shall be passed down to generations While debatin' up in barbershops Young slung, hung here, showed that a nigga from here With a little ambition, just what we can become here And as the father pass the story down to his son's ears Young'll get younger every year, yeah So if you love me baby, this is how you let me know Don't ever let me go, that's how you let me know, baby  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever? Forever young, I wanna be forever young Do you really want to live forever, forever? Forever young  [Verse 3: Jay-Z] Slammin' Bentley doors, hoppin' outta Porsches Poppin' up on Forbes' list, gorgeous (hold up) Niggas thought I lost it, they be talking bullshit I be talking more shit, they nauseous (hold up) I'll be here forever, you know I'm on my fall shit And I ain't with foreclosure, I will never forfeit Less than four bars, Guru bring the chorus in Did you get the picture yet? I'm painting you a portrait Of young  [Hook] Forever young, I wanna be forever young Do you really want to live forever, forever, and ever?  ",
        "title": "Young Forever"
    },
    {
        "artist": "OneRepublic",
        "lyrics": "  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Verse 1] Let's paint the picture of the perfect place They've got it better than when anyone's told you They'll be the King of Hearts, and you're the Queen of Spades Then we'll fight for you like we were your soldiers I know we got it good but they got it made And their grass is getting greener each day I know things are looking up but soon they'll take us down Before anybody's knowing our name They've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Verse 2] Do you think I'm special? Do you think I'm nice? Am I bright enough to shine in your spaces? Between the noise you hear and the sounds you like Are we just sinking the ocean of faces? It can't be possible, that rain can fall Only when it's over our heads The sun is shining everyday but it's far away Over the world that's dead They've got, they've got  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Bridge] It don't matter what you see I know I could never be Someone that'll look like you It don't matter what you say I know I could never fake Someone that could sound like you  [Chorus 1] All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down All the right friends in all the right places So yeah, we're going down They've got All the right moves and all the right faces So yeah, we're going down  [Chorus 2] They say Everybody knows, everybody knows where we're going Yeah, we're going down They say Everybody knows, everybody knows where we're going Yeah, we're going down  [Outro] Yeah, we're going down Yeah, we're going down All the right moves, hey Yeah, we're going down All the right moves, hey Yeah, we're going down  ",
        "title": "All The Right Moves"
    },
    {
        "artist": "Ke$ha",
        "lyrics": "  [Verse 1] Hush, hush, hush Blush, blush, blush You are now my big fat crush I'm single as I can be You're single, perfect for me I'm gonna give you a bunch of reasons Why you should date me Reason number one - I'm super hot Reason number two - she's super not Reason number three - I'm all you got And all you got is someone hot  [Pre-Chorus 1] Boy check my resume You want a background check, okay First name hot, and last name bitch Wanna get with me? Now that's the sitch You think I'm trash? Hell no, I'm class and I got a big fat ass And all I gotta say is...  [Chorus 1] Please date me because I'm single S-I-N-G-L-E, love me And hug me, and touch me And, well, fuck me  [Verse 2] Boy, you think love is a game And it drives me really insane Well, I'm gonna give you a few more reasons Why you should date me Reason number four - I got cute brows You don't see it? I don't know how Reason number five - I got more personality than all your types Walking down the street and I see a pretty fella I said, \"Hey can you be the Troy to my Gabriella?\"  [Instrumental interlude: Video Text messages] Ah  [Verse 3] La, la, la love me Your love is my drug can’t you see I love you why don’t you love me Invisible to everybody I’m sick and tired of this shit I just want a relationship And all I gotta say is  [Chorus 2] Please date me because I’m single S-I-N-G-L-E love me And hug me And touch me And, well, no  [Verse 4] Hold up wait a minute You think I’m just a toy? Well you are just a boy And your love is a decoy I really think you need some help Cause now I’m taken by myself And I’m gonna give you a bunch of reasons why I lo-ove me Reason number one - I’m super hot Reason number two - you’re super not Reason number three - I’m all I got and all I got is someone hot  [Pre-Chorus 2] Boy check you’re resume You want a background check okay First name no, last name thanks Wanna get with me you lost your place You think you own everyone I don’t belong to anyone And all I gotta say is...  [Chorus 3] I love me because I’m single S-I-N-G-L-E love me And hug me And touch me And, well, fuck you  ",
        "title": "Your Love Is My Drug"
    },
    {
        "artist": "Jack Johnson",
        "lyrics": "  [Verse 1] Watch you when you say What you are and when you blame everyone You broken king Watch you change the frame or Watch you when you take your aim At the sum of everything  [Chorus] But you and your heart Shouldn't feel so far apart You can choose what you take Why you got to break and make it feel so hard  [Verse 2] You lay there in the street Like broken glass reflecting pieces of the sun But you're not the flame You got the people passing by Because you know what you don't like It's just so easy, it's just so easy  [Chorus] But you and your heart Shouldn't feel so far apart You can choose what you take Why you got to break and make it feel so hard  Oh, and you and your heart Shouldn't feel so far apart You can choose what you take Why you gotta break and make it feel so hard?  [Verse 3] You draw so many lines in the sand Lost the fingernails on your hands How are you going to scratch any backs? Better hope the tide will take our lines away Take all our lines and  [Outro] Hope the tide will take our lines and Hope the tide will take our lines away Take all our lines away  ",
        "title": "You And Your Heart"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Ra-ra-ah-ah-ah Roma Roma-ma Gaga, \"Oh la-la\" Want your bad romance Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  [Verse 1] I want your ugly, I want your disease I want your everything as long as it’s free I want your love Love, love, love, I want your love I want your drama, the touch of your hand I want your leather-studded kiss in the sand I want your love Love, love, love, I want your love  [Pre-Chorus] You know that I want you And you know that I need you I want it bad Your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance  [Post-Chorus] Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  [Verse 2] I want your horror, I want your design 'Cause you’re a criminal as long as you’re mine I want your love Love, love, love, I want your love I want your psycho, your vertigo shtick Want you in my rear window, baby, it's sick I want your love Love, love, love, I want your love  [Pre-Chorus] You know that I want you And you know that I need you ('cause I'm a free bitch, baby) I want it bad Your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Caught in a bad romance  [Post-Chorus] Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance Ra-ra-ah-ah-ah Roma-roma-ma Gaga, \"Oh la-la\" Want your bad romance  Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, fashion, baby Work it, move that bitch crazy Walk, walk, passion, baby Work it, I'm a free bitch, baby  [Bridge] I want your love, and I want your revenge I want your love, I don't wanna be friends Je veux ton amour et je veux ta revanche Je veux ton amour, I don't wanna be friends No, I don't wanna be friends I don't wanna be friends Want your bad romance Want your bad romance  [Chorus] I want your love, and I want your revenge You and me could write a bad romance I want your love, and all your lover's revenge You and me could write a bad romance Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh (Want your bad romance) Caught in a bad romance (Want your bad romance) Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh (Want your bad romance) Caught in a bad romance  [Outro] Ra-ra-ah-ah-ah Roma Roma-ma Gaga, \"Oh la-la\" Want your bad romance  ",
        "title": "Bad Romance"
    },
    {
        "artist": "Drake",
        "lyrics": "  [Chorus 1: Chantal Kreviazuk] How I'm feeling, it doesn't matter 'Cause you know I'm okay Instead, I ask myself, \"Why do you worry?\" When you know, you know I'm the same I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Verse 1] I think I killed everybody in the game last year, man Fuck it, I was on though And I thought I found the girl of my dreams at a strip club (mm-mm) Fuck it, I was wrong though Shout out to all my niggas living tax free Nowadays it's six figures when they tax me Oh well, I guess you lose some and win some Long as the outcome is income You know I want it all and then some Shout out to Asian girls, let the lights dim some Shots came, I don't know where they was sent from Probably some bad hoes I'm 'bout to take the hint from Yeah, you know me well, nigga I mean you ain't the only real nigga They got me on these white women like Seal, nigga Slave to the pussy but I'm just playing the field, nigga Are these people really discussing my career again? Asking if I'll be going platinum in a year again? Don't I got the shit the world wanna hear again? Don't Michael Jordan still got his hoop earring in? Man all of your flows bore me: paint drying And I don't ever be trippin off of what ain't mine And I be hearing the shit you say through the grapevine But jealousy is just love and hate at the same time Yeah...It's been that way from the beginning I just been playing, I ain't even notice I was winning And this is the only sound you should fear Man, these kids wear crowns over here and everything is alright  [Chorus 2: Chantal Kreviazuk] Oh, I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Verse 2] You say I'm old news, well who the new star? Cause if I'm going anywhere, it's probably too far Just performed at a Bar Mitzvah over in the States Used half of the money to beat my brother's case Red wine over Fed time And shout out to the niggas that's doing dead time Shout out to the bitches there when it's bedtime And fuck you to the niggas that think it's their time Yeah, don't make me take your life apart, boy You and whoever the fuck gave you your start boy Oh, you wanna be a motherfucking funny guy? Don't make me break your Kevin Hart, boy Yeah.. it's whatever You know, feeling good - living better I think maybe I was numb to it last year But you know I feel it now more than ever My city love me like Mac Dre in the Bay Second album, I'm back paving the way The backpackers are back on the bandwagon Like this was my comeback season back, back in the day And I met your baby moms last night We took a picture together, I hope she frames it! And I was drinking at the Palms last night And ended up losing everything that I came with Feel like I've been here before, huh? I still got 10 years to go, huh? And this is the only sound you should fear Man, these kids wear crowns over here and everything is all right  [Chorus 2: Chantal Kreviazuk] Oh, I know, I know you don't love me, baby They’re trying to take you away from me Only over my dead body...  [Outro] Three in the morning still going down…  [Produced by Chantal Kreviazuk and Noah \"40\" Shebib]  ",
        "title": "Over"
    },
    {
        "artist": "Adam Lambert",
        "lyrics": "  [Verse 1] Hey, slow it down Whataya you want from me? Whataya you want from me? Yeah, I'm afraid Whataya you want from me? Whataya you want from me?  [Pre-Chorus] There might have been a time When I would give myself away Oh, once upon a time I didn't give a damn But now, here we are So whataya you want from me? Whataya you want from me?  [Chorus] Just don't give up I'm working it out Please don't give in I won't let you down It messed me up Need a second to breathe Just keep coming around Hey, whataya you want from me? Whataya you want from me? Whataya you want from me?  [Verse 2] Yeah, it's plain to see That baby you're beautiful And there's nothing wrong with you It's me, I'm a freak But thanks for loving me Because you're doing it perfectly  [Pre-Chorus] There might have been a time When I would let you slip away I wouldn't even try But I think you could save my life  [Chorus] Just don't give up I'm working it out Please don't give in I won't let you down It messed me up Need a second to breathe Just keep coming around Hey, whataya you want from me? (whataya you want from me?) Whataya you want from me? Whataya you want from me? (whataya you want from me?)  [Verse 3] Just don't give up on me I won't let you down No, I won't let you down So  [Chorus] Just don't give up I'm working it out Please don't give in I won't let you down It messed me up Need a second to breathe Just keep coming around Hey, whataya you want from me? Just don't give up I'm working it out Please don't give in I won't let you down It messed me up Need a second to breathe Just keep coming around Hey, whataya you want from me? (whataya you want from me?) Whataya you want from me? (whataya you want from me?) Whataya you want from me? (whataya you want from me?)  ",
        "title": "Whataya Want From Me"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Intro: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Part 1: Ludacris] Haha, Luda! She can go lower than I ever really thought she could Face down, ass up The top of your booty jiggling out your jeans, baby pull your pants up I like it when I see you do it, better than I've ever seen I done befo' A lot of, women, drop it to the ground, but how low can you go? Lower than your mama's ever seen it in her lifetime Never would've imagined it, not even in her right mind Practice in front of that mirror, now you doing it on the dance flo' Mad 'cause I can't get with you, chick, just show me how to dance, oh I may not wanna get low, so I'm posted up, kinda like a player do But if you come to the crib, then I might show you girls a thang or two Yeah, I think you a superstar, with a ass like that you gotta blow Befo' you make it big, there's just one thang that I gotta know  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  [Part 2: Ludacris] I be like knick, knack, patty, wack Oh, where my kitty cat? Give a dog a bone How many licks does it take 'til I get to the center and let a realer nigga take you home? I can make this show stop, soon as he hear this fo' pop From A-T-L-A-N-T-A-N all the way down to yo' block Put the needle on the record And I make her get lower than a Lamborghini And if she really get low, then I'ma shoot a video and put it all on TV 'Cause I like that French vanilla (French vanilla) And the caramel (and the caramel) But when it comes to chocolate (when it comes to chocolate) I know that very well Asian persuasion, no discrimination, I love how they seem to please us I wanna taste them butter Rican pecan peanut butter cups like Reese's Pieces 'Cause I think you a superstar, with a ass like that you gotta blow Befo' you make it big, well, there's just one thang that I gotta know  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  [Part 3: Ludacris] Drop it, hit it, dump it, split it Don't, stop – get it, get it Put it in reverse just to back it up Let me put some Luda in it Show me whatchu working with, I'll show you some of this bank, roll Yeah, you a superstar, there's just one thang I gotta know, so  [Interlude: Chuck D. Sample] (4x) How low can you go? How low can you go?  [Hook: Shawnna & (Ludacris)] I can go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know Go low (go low), lower than you know  ",
        "title": "How Low"
    },
    {
        "artist": "Kevin Rudolf Featuring Birdman, Jay Sean, & Lil Wayne",
        "lyrics": "  [Intro: Birdman] Yeah, Cash Money Heroes Private Jets Polished, Jay Sean, fly  [Hook: Kevin Rudolf] I look up to the sky And now the World is mine I've known it all my life I made it, I made it!  [Jay Sean] I used to dream about, the life I’m living now I know that there's no doubt I made it, I made it!  [Verse 1: Kevin Rudolf] Known from the city where no one believed in me But I never give up the fight, yeah But now on top I told you to let it rock The moneys fallin from the sky-y-y-y-y I made it  [Hook: Kevin Rudolf & Jay Sean]  [Verse 2: Birdman] Yeah YMCMB baby Birdman swagged out, 100 Rooftop, hella choppa burning smoke Louie bag stay strapped wit a priceless globe High life, flippin and get some more Paradise, the luxury marble floor When I hit, hit me full of that cash More money than I seen in a garbage can Stunna island, money and the power That's how we do it, make it rain, make it shower Top floor, big timer doing big things Over city views bought shawty new range Flip another 100, poppin throwing hundreds In a new Bentley, uptown stunna  [Hook]  [Bridge] I look up to the sky (to the sky) And now the world is mine (the world is mine) I've known it all my life (all my lifee) I made it, I made it! I used to dream about, the life im living now (ooooo) I know that theres no doubt I made it!  [Verse 3: Jay Sean] Ooo I made it I made it… I made It… I made it… Yo, ay ay ay, listen See I don't live for glamour,and I don't care for fame Im in this for the love of the game Funny how things can change They didn't believe in me then Now they calling my name Now look who cashed in They didn't wanna know me back then But ever since I don gon platinum Everything turned around And now the sky is falling downnnnnn  [Hook]  [Verse 4: Lil Wayne] Came from the gutter, lookin like my motha Made it to the goal line, straight out the huddle Cash money goldmine, weezy stay loyal Boy we getting money like we just found oil Uh and thats word to my red flag I live first and leave the bullsh-t dead last I lay it down so hard I got a bedrash AndIjust tell em to loaf it when the bread pass Staring at you from the top of the game man I might drop the World if I change hands Uh it feel good to be here, Weezy in the building got this bitch rebuilt Young Money  [Hook]  [Outro] I look to the skyyy!! I made it! Ooo! Made it, I made it Yes I did, yes I did Yes I did, yes I did Yes I did I made it  ",
        "title": "I Made It (Cash Money Heroes)"
    },
    {
        "artist": "Usher Featuring Plies",
        "lyrics": "  [Verse 1: Usher] I just wanna get your attention I really wanna be all up in your head (turn the lights on) 'Cause what I got, you going to get some But girl, that's only if you ain't scared  [Bridge: Usher] And I won't knock, won't ring no bells You just float that bottom up in the air I'll get you hot, I know you oh so well And when I walk in, all that I wanna hear  [Chorus: Usher & Ladies] Is you say, \"Daddy's home, home for me\" And I know you've been waiting for this loving all day You know your daddy's home and it's time to play So you ain't got to give my loving away So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy  [Verse 2: Usher] I ain't gotta do a lot of flexing Shorty, you already know what it is And girl, tonight we gonna do a lot of sexing Can't nobody do your body like this  [Bridge: Usher] And I won't knock, won't ring no bells You just float that bottom up in the air I'll get you hot, I know you oh so well And when I walk in, all that I wanna hear  [Chorus: Usher & Ladies] Is you say, \"Daddy's home, home for me\" And I know you've been waiting for this loving all day You know your daddy's home and it's time to play So you ain't got to give my loving away So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy  [Verse 3: Plies] Knock knock, guess what? The goon's home Gone three days, bought a quarter mil home Miss me to death, guess what she wrote I miss you too, put that on your ringtone Told her when I get back, she can have the Range Rov' But I'ma take it back, if she ride lame, hoe Isn't that the house you wanted? I'll buy you two of those A hundred thou, baby? That's just two shows Have you ever made love with your neck froze With all VVS diamonds in your ear lobes? Stay out the Maybach, baby, 'cause it ain't yours I would've bought you one, but you wanted the Benzo Take your shoes off and I'll rub your fat toes Let me pour Kool-Aid on you, real slow And I'll kiss it all off before it hits the floor Daddy's home, you know how that goes  [Chorus: Usher & Ladies] Is you say, \"Daddy's home, home for me\" And I know you've been waiting for this loving all day Your daddy's home, it's time to play Now, baby, you ain't got to give my loving away \"Daddy's home, home for me\" And I know you've been waiting for this loving all day You know your daddy's home and it's time to play So you ain't got to give my loving away So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy So all my ladies, say, \"Hey, hey, hey, daddy\" Hey, hey, hey, daddy  [Outro: Usher & Ladies] Poke it on out, poke it out right there I'ma fall back while you work that chair Do your damn thing, let the neighbors hear Hey, hey, hey, daddy Poke it on out, poke it out right there I'ma fall back and let you work that chair Do your damn thing, all I want to hear  ",
        "title": "Hey Daddy (Daddy's Home)"
    },
    {
        "artist": "Miley Cyrus",
        "lyrics": "  [Verse 1] Everybody needs inspiration Everybody needs a song A beautiful melody when the night's are long 'Cause there is no guarantee that this life is easy  [Chorus] Yeah, when my world is falling apart When there's no light to break up the dark That's when I, I, I look at you When the waves are flooding the shore And I can't find my way home any more That's when I, I, I look at you When I look at you  [Verse 2] I see forgiveness I see the truth You love me for who I am Like the stars hold the moon Right there where they belong And I know I'm not alone  [Chorus] Yeah, when my world is falling apart When there's no light to break up the dark That's when I, I, I look at you When the waves are flooding the shore And I can't find my way home any more That's when I, I, I look at you When I look at you  [Bridge] You appear just like a dream to me Just like kaleidoscope colors that cover me All I need, every breath that I breathe Don't you know you're beautiful Yeah, yeah  [Chorus] Yeah, when my world is falling apart When there's no light to break up the dark That's when I, I, I look at you When the waves are flooding the shore And I can't find my way home any more That's when I, I, I look at you When I look at you I look at you Yeah, woah  [Outro] Yeah, yeah, oh, oh You appear just like a dream to me  ",
        "title": "When I Look At You"
    },
    {
        "artist": "Jamie Foxx Featuring Justin Timberlake & T .I.",
        "lyrics": null,
        "title": "Winner"
    },
    {
        "artist": "Timbaland Featuring Drake",
        "lyrics": "  [Hook: Drake] This shit was all I knew You and me only I did it all for you Still you were lonely We could've worked it out, uh, but I guess things change It's funny how someone else's success brings pain When you're no longer involved, that person has it all And you just stuck standin' there but I'm gon' need you to say something, baby, say-say something, baby Say something babe, say something I'm gon' need you to say something baby I'm gon' need you to say something baby, ohh-whoa  [Verse 1: Timbaland] It really sucks, but ever since I’ve been long gone I traded in my señorita for a microphone I hate the way you fell apart girl, its sad to see Your life is good but me and you it’s catastrophe If I was unsuccessful would you be satisfied I need a paramedic girl, I’m feeling paralyzed If I could choose, you will always be a friend to me The more money I made you acting like my enemy – it's crazy I can’t help it if you feel ashamed Thought the pressure would turn you into my diamond babe How can something so familiar be so strange Closest friends get estranged when the status change, ah Is it my mistake, think that where I am and where you at And my homeboy Larry Live is the only one that had my back You were the perfect girl and now it seems that we don’t match Is it the money, want me to give it back?  [Hook: Drake] This shit was all I knew You and me only I did it all for you Still you were lonely We could've worked it out, uh, but I guess things change It's funny how someone else's success brings pain When you're no longer involved, that person has it all And you just stuck standin' there but I'm gon' need you to say something, baby, say-say something, baby Say something babe, say something I'm gon' need you to say something baby I'm gon' need you to say something baby, ohh-whoa  [Verse 2: Drake] I am the topic of conversation, this is celebration Let's toast to the fact that I've moved out my mama's basement To a condo downtown, cause it's 'all about location I sit and drink wine and watch Californication, to life You should have been here to kick it with me We could have split this whole thing up 50/50 But now I'm at the 40/40 getting bitches tipsy Killing shit, the ever-so talented Mr. Ripley How I go from being the man that you argue with To me and Dwayne Carter putting out the hardest shit I should want to go back to the one I started with But I'm addicted to this life, it's gon' be hard to quit Yeah, just ask me how things are coming along You could tell me that you've never heard none of my songs Long as you end up saying one day you plan to listen Cause what's a star when it's most important fan is missing?  [Hook: Drake] This shit was all I knew You and me only I did it all for you Still you were lonely We could've worked it out, uh, but I guess things change It's funny how someone else's success brings pain When you're no longer involved, that person has it all And you just stuck standin' there but I'm gon' need you to say something, baby, say-say something, baby Say something, babe, say something I'm gon' need you to say something, baby I'm gon' need you to say something, baby, ohh-whoa  ",
        "title": "Say Something"
    },
    {
        "artist": "Kris Allen",
        "lyrics": "  Sometimes we fall down, can't get back up We're hiding behind skin that's too tough How come we don't say I love you enough Till it's to late, it's not too late  Our hearts are hungry for a food that won't come And we could make a feast from these crumbs And we're all staring down the barrel of a gun So if your life flashed before you What would you wish you would've done  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  And if your plane fell out of the skies Who would you call with your last goodbye Should be so careful who we let fall out our lives Cause when we long for absolution There'll no one on the line, yeah  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  Like we're dying, oh, like we're dying..  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  You never know a good thing till it's gone You never see a crash till it's head on Why do we think we're right when we're dead wrong You never know a good thing till it's gone  Yeah, we gotta start Looking at the hands of the time we've been given If this is all we got and we gotta start thinking If every second counts on a clock that's ticking Gotta live like we're dying  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying  Like we're dying, oh, like we're dying..  We only got 86,400 seconds in a day to Turn it all around or to throw it all away We gotta tell them that we love them While we got the chance to say Gotta live like we're dying..  ",
        "title": "Live Like We're Dying"
    },
    {
        "artist": "Lady Antebellum",
        "lyrics": "  [Verse 1] She grew up on the side of the road Where the church bells ring and strong love grows She grew up good, she grew up slow Like American honey  [Verse 2] Steady as a preacher, free as a weed Couldn't wait to get goin', but wasn't quite ready to leave So innocent, pure and sweet American honey  [Chorus] There's a wild, wild whisper blowin' in the wind Callin' out my name like a long lost friend Oh, I miss those days as the years go by Oh, nothin' sweeter than summertime And American honey  [Verse 3] Get caught in the race of this crazy life Tryin' to be everything can make you lose your mind I just want to go back in time To American honey  [Chorus] There's a wild, wild whisper blowin' in the wind Callin' out my name like a long lost friend Oh, I miss those days as the years go by Oh, nothin' sweeter than summertime And American honey  [Bridge] Gone for so long now I got to get back to her somehow To American honey  [Chorus] There's a wild, wild whisper blowin' in the wind Callin' out my name like a long lost friend Oh, I miss those days as the years go by Oh, nothin' sweeter than summertime And American honey  [Outro] And American honey  ",
        "title": "American Honey"
    },
    {
        "artist": "David Guetta Featuring Akon",
        "lyrics": "  [Verse 1] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl!  [Verse 2] Yes, I can see her Cause every girl here want to be her Oh she's a diva I feel the same and I want to meet her They say she low down It's just a rumor and I don't believe 'em They say she needs to slow down The baddest thing around town  [Chorus] She's nothing like the girls you've ever seen before Nothing you can compare to your neighborhood, hood I'm trying to find the words to describe this girl without being disrespectful The way that booty moving, I can't take no more Had to stop what I'm doing so I can pull her close I'm trying to find the words to describe this girl without being disrespectful  [Hook] Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! Damn you'se a sexy chick A sexy chick Damn you'se a sexy chick Damn girl! A sexy chick  ",
        "title": "Sexy Chick"
    },
    {
        "artist": "Sean Kingston & Justin Bieber",
        "lyrics": "  [Intro: Sean Kingston] Eenie meenie miney mo Catch a bad chick by her toe If she holla let her go  [Verse 1: Sean Kingston] She's indecisive, she can't decide She keeps on looking from left to right Girl, come a bit closer, look in my eyes Searching is so wrong, I'm Mr. Right  [Pre-Chorus: Sean Kingston] You seem like the type to love 'em and leave 'em And disappear right after this song So give me the night to show you, hold you Don't leave me out here dancing alone  [Chorus: Sean Kingston] You can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time I'm not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover, oh  [Verse 2: Justin Bieber] Let me show you what you're missing, paradise With me you're winning girl, you don't have to roll the dice Tell me what you're really here for Them other guys? I can see right through ya  [Pre-Chorus: Justin Bieber] You seem like the type to love 'em and leave 'em And disappear right after the song So give me the night to show you, hold you Don't leave me out here dancing alone  [Chorus: Justin Bieber] Can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time Not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover, oh  [Bridge: Sean Kingston & Justin Bieber] Eenie meenie miney moe, catch a bad chick by her toe If she holla, if, if, if she holla let her go Eenie meenie miney moe, catch a bad chick by her toe If she holla, la, la, la she holla let her go Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover  [Chorus: Sean Kingston & Justin Bieber] You can't make up your mind, mind, mind, mind, mind Please don't waste my time, time, time, time, time I'm not tryna rewind, wind, wind, wind, wind I wish our hearts could come together as one Cause shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover Shorty is a eenie meenie miney mo lover  ",
        "title": "Eenie Meenie"
    },
    {
        "artist": "Michael Buble",
        "lyrics": null,
        "title": "Haven't Met You Yet"
    },
    {
        "artist": "Orianthi",
        "lyrics": "  [Verse 1] According to you I'm stupid, I'm useless I can't do anything right According to you I'm difficult, hard to please Forever changing my mind I'm a mess in a dress Can't show up on time Even if it would save my life According to you, according to you  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything i'm not According to you  [Verse 2] According to you I'm boring, I'm moody And you can't take me any place According to you I suck at telling jokes ’Cause I always give it away I'm the girl with the worst attention span You're the boy who puts up with that According to you, according to you  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything I'm not According to you  [Bridge] I need to feel appreciated Loved, not hated, oh, no! Why can't you see me through his eyes? It's too bad you're making me decide But according to me You're stupid, you're useless You can't do anything right  [Chorus] But according to him I'm beautiful, incredible He can't get me out of his head According to him I'm funny, irresistible Everything he ever wanted Everything is opposite I don't feel like stopping it So baby, tell me what I've got to lose He's into me for everything I'm not According to you (You, you) According to you (You, you)  [Outro] According to you I'm stupid I'm useless I can't do anything right  ",
        "title": "According To You"
    },
    {
        "artist": "Ke$ha Featuring 3OH!3",
        "lyrics": null,
        "title": "Blah Blah Blah"
    },
    {
        "artist": "Spose",
        "lyrics": "  [Intro: Spose and Cam Groves] Awesome, awesome, awesome, awesome I don't necessarily have to be here for this Can I... I'm gonna keep the headphones though  [Hook] Motherfucker, I'm awesome! No you're not, dude, don't lie I'm awesome! I'm drivin' around in my mom's ride I'm awesome! A quarter of my life gone by And I met all my friends online Motherfucker, I'm awesome! I will run away from a brawl I'm awesome! There's no voice mail, nobody called I'm awesome! I can't afford to buy eight balls And I talk to myself on my Facebook wall  [Verse 1] You know my pants sag low (low) Even though (though) that went out of style Like ten years ago (go) Spose, I got the swagger of a cripple I got little biceps Getting fatter in the middle And lyrically I'm not the best Physically the opposite of Randy Moss, and yet So preposterous Feel the awesomeness The most obnoxious guest up at the sausage fest Oh yes The girls are repulsed So I hide in my hood like I'm joining a cult I'm as nervous as my cat, ol' Dirty Curtis All my writtens are bitten and All my verses are purchased Me? I'll never date an actress Got too many back zits Plus, my whole home aroma is cat piss Every show I do is poorly promoted And if you like this It's cause my little sister wrote it  [Hook] Motherfucker, I'm awesome! No you're not, dude, don't lie I'm awesome! I'm drivin' around in my mom's ride I'm awesome! A quarter of my life gone by And I met all my friends online Motherfucker, I'm awesome! I will run away from a brawl I'm awesome! There's no voice mail, nobody called I'm awesome! I can't afford to buy eight balls And I talk to myself on my Facebook wall  [Scratching] The swagger of a cripple  [Verse 2] Check it out I'm from Maine and I don't hunt (nope) And I can't ski Smoke weed but I can't roll blunts Find me whipped by my wifey My neck not icy Eatin' at McDonalds because Subway's pricey Ha, and my uni-brow is plucked Just asked my mom if I could borrow ten bucks She's like, \"For what? Blunt wraps and some Heinekens? You skinny prick, go get a gym membership and vitamins!\" I'm like, \"Mom please, don't blame it on me I got my bad habits from you, Dad, and Aunt Steve.\" My attitude's sour but my futon's sweet And the hair on my ass, it is Jumanji Suit un-tailored, ringtone Taylor Swift Can't tweet up on my Twitter 'Cause I haven't done shit Bank account red, body ungroomed The only good thing about me is I'm off stage soon  [Hook] I'm awesome! No you're not, dude don't lie I'm awesome! I'm drivin' around in my mom's ride I'm awesome! A quarter of my life gone by And I met all my friends online Motherfucker, I'm awesome! I will run away from a brawl I'm awesome! There's no voice mail, nobody called I'm awesome! I can't afford to buy eight balls And I talk to myself on my Facebook wall I'm awesome  [Scratched] Suit untailored, ringtone Taylor Swift  [Verse 3] Furthermore I am cornier than Ethanol Cheesier than Provolone I spent ages eight to ten living in a motor home With a ego the size of Tim Duncan Even though I got shit for brains like a blumpkin I'm twenty four, serving lobster rolls Because I spent a decade filling Optimos And I'm not even the bomb in Maine On my game, I'm only about as sexy as John McCain Now put your hands up If you have nightmares If you wouldn't man up if there was a fight here If you got dandruff If you drink light beer I'm outta breath  [Hook] But I'm awesome! No you're not, dude don't lie I'm awesome! I'm drivin' around in my mom's ride I'm awesome! A quarter of my life gone by And I met all my friends online Motherfucker, I'm awesome! I will run away from a brawl I'm awesome! There's no voice mail, nobody called I'm awesome! I can't afford to buy eight balls And I talk to myself on my Facebook wall I'm awesome  ",
        "title": "I'm Awesome"
    },
    {
        "artist": "The Black Eyed Peas",
        "lyrics": "  [Hook] I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  I got a feeling that tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night Let's live it up I got my money Let's spend it up Go out and smash it Like, \"Oh my God!\" Jump out that sofa Let's kick it Off!  [Verse 1] I know that we'll have a ball If we get down, and go out, and just lose it all I feel stressed out, I wanna let it go Let's go way out, spaced out, and losing all control  [Refrain] Fill up my cup Mazel tov Look at her dancing, just take it off! Let's paint the town We'll shut it down Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it  [Hook] Cause I got a feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Post-Hook] Tonight's that night, Hey! Let's live it up (let's live it up) I got my money, (My pay) Let's spend it up (let's spend it up) Go out and smash it  (Smash it) Like, \"Oh my God!\" ( like, \"Oh my God!\") Jump out that sofa, (Come on!) Let's kick it off!  [Refrain 1] Fill up my cup, (drank!) Mazel tov (l'chaim!) Look at her dancing (Move it, move it) Just take it off! Let's paint the town (Paint the town) We'll shut it down  (Let's shut it down) Let's burn the roof  [Refrain 2] And then we'll do it again Let's do it, let's do it, let's do it, let's do it And do it, and do it (let's live it up) And do it, and do it, and do it, do it, do it Let's do it, let's do it, let's do it, do it, do it, do it  [Verse 2] Here we come, here we go, we gotta rock (Rock rock rock rock rock) Easy come, easy go, now we on top (Top top top top top) Fill the shot, body rock, rock it don't stop (Stop stop stop stop stop) Round and round, up and down, around the clock (Rock rock rock rock rock)  [Verse 3] Monday, Tuesday, Wednesday and Thursday (do it!) Friday, Saturday, Saturday to Sunday (do it!) Weeekend get get get with us, you know what we say Party every day, p-p-p-party every day  [Hook] And I'm feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night A feeling That tonight's gonna be a good night That tonight's gonna be a good night That tonight's gonna be a good, good night  [Outro] (Woo-hoo!)  ",
        "title": "I Gotta Feeling"
    },
    {
        "artist": "Iyaz",
        "lyrics": null,
        "title": "Solo"
    },
    {
        "artist": "Selena Gomez & The Scene",
        "lyrics": "  [Verse 1] How you choose to express yourself It’s all your own, and I can tell it comes naturally It comes naturally You follow what you feel inside It’s intuitive, you don’t have to try, it comes naturally Mmm, it comes naturally  [Pre-Chorus] And it takes my breath away What you do so naturally  [Chorus] You are the thunder, and I am the lightning And I love the way you know who you are And to me, it's exciting When you know it's meant to be Everything comes naturally It comes naturally when you're with me, baby Everything comes naturally, it comes naturally Ba-ba-baby  [Verse 2] You have a way of moving me A force of nature, your energy It comes naturally (you know it does) It comes naturally  (oh, yeah)  [Pre-Chorus] And it takes my breath away (every time) What you do so naturally  [Chorus] You are the thunder, and I am the lightning And I love the way you know who you are And to me, it's exciting When you know it's meant to be Everything comes naturally It comes naturally when you're with me, baby Everything comes naturally, it comes naturally  [Bridge] When we collide, sparks fly When you look in my eyes, it takes my breath away You are!  [Chorus] You are the thunder, and I am the lightning And I love the way you know who you are And to me, it's exciting When you know it's meant to be Everything comes naturally It comes naturally when you're with me, baby Everything comes naturally, it comes naturally Ba-ba-baby You are the thunder, and I am the lightning And I love the way you know who you are And to me, it's exciting When you know it's meant to be Everything comes naturally It comes naturally when you're with me, baby Everything comes naturally, it comes naturally Ba-ba-baby  [Outro] Naturally, naturally, naturally, naturally, naturally Ba-ba-baby Naturally, naturally, naturally, naturally, naturally Everything, baby, comes naturally  ",
        "title": "Naturally"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] Today was a fairytale You were the prince I used to be a damsel in distress You took me by the hand and you picked me up at six Today was a fairytale Today was a fairytale Today was a fairytale I wore a dress You wore a dark grey t-shirt You told me I was pretty When I looked like a mess Today was a fairytale  [Pre-Chorus] Time slows down Whenever you're around  [Chorus] Can you feel this magic in the air? It must have been the way you kissed me Fell in love when I saw you standing there It must have been the way Today was a fairytale  [Verse 2] It must have been the way Today was a fairytale Today was a fairytale You've got a smile that takes me to another planet Every move you make everything you say is right Today was a fairytale Today was a fairytale All that I can say Is now it's getting so much clearer Nothing made sense until the time I saw your face Today was a fairytale  [Pre-Chorus]  [Chorus] But can you feel this magic in the air? It must have been the way you kissed me Fell in love when I saw you standing there It must have been the way Today was a fairytale It must have been the way Today was a fairytale  [Bridge] Time slows down Whenever you're around I can feel my heart It's beating in my chest Did you feel it? I can't put this down  [Chorus] But can you feel this magic in the air? It must have been the way you kissed me Fell in love when I saw you standing there It must have been the way  [Chorus] But can you feel this magic in the air? It must have been the way you kissed me Fell in love when I saw you standing there It must have been the way Today was a fairytale It must have been the way Today was a fairytale  [Outro] Today was a fairytale  ",
        "title": "Today Was A Fairytale"
    },
    {
        "artist": "John Mayer",
        "lyrics": "  [Verse 1] Lightning strikes Inside my chest to keep me up at night Dream of ways To make you understand my pain  [Pre-Chorus] Clouds of sulfur in the air Bombs are falling everywhere It's heartbreak warfare Once you want it to begin No one really ever wins In heartbreak warfare  [Chorus] If you want more love, why don't you say so? If you want more love, why don't you say so?  Verse [2] Drop his name Push it in and twist the knife again Watch my face As I pretend to feel no pain, pain, pain  [Pre-Chorus] Clouds of sulfur in the air Bombs are falling everywhere It's heartbreak warfare Once you want it to begin No one really ever wins In heartbreak warfare  [Chorus] If you want more love, why don't you say so? If you want more love, why don't you say so?  [Verse 3] How come the only way to know how high you get me Is to see how far I fall? God only knows how much I'd love you if you let me But I can't break through it all  [Bridge] It's a heart, heartbreak I don't care if we don't sleep at all tonight Let's just fix this whole thing now I swear to God, we're going to get it right If you lay your weapon down  [Chorus] Red wine and Ambien You're talking shit again It's heartbreak warfare Good to know it's all a game Disappointment has a name It's heartbreak, heartbreak  [Outro] It's heartbreak warfare It's heartbreak warfare It's heartbreak warfare  ",
        "title": "Heartbreak Warfare"
    },
    {
        "artist": "Usher Featuring Nicki Minaj",
        "lyrics": "  [Produced by Black Elvis and Polow Da Don]  [Verse 1: Usher] Ay, girl, yeah, you the business So what the business? Don't be shy, I'm just talking to you, girl Aye, ma, yo, where your man at? I know you got that 'Cause you too fine to be single out here, girl He at home but he done fucked up I swooped his girl up And what I'm about do to you, he'll feel I did him wrong 'Cause I'm about to have a menage with his lady And some freaks at the bar who like fucking with a star I told her...  [Chorus: Usher] If you're coming with me, really coming with me You go get some girls and bring them to me If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak Be my little freak, be my little freak You let her put her hands in your pants, be my little freak If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak  [Verse 2: Usher] Hey, girl, I see you like that You getting excited And you rocking like a pro with it, girl By the way, you got right on that With the chick you wanted And now you in the corner, kissing on a girl I'm about to have a menage with these here ladies Look at those freaks at the bar, yeah, they looking for a star  [Chorus: Usher] If you're coming with me, really coming with me You go get some girls and bring them to me If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak Be my little freak, be my little freak You let her put her hands in your pants, be my little freak If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak  [Verse 3: Nicki Minaj] Excuse me, little mama, but you could say I'm on duty I'm looking for a cutie, a real big old ghetto booty I really like your kitty cat, and if you let me touch her I know you're not a bluffer, I'll take you to go see Usher I keep a couple hoes, like Santa, I keep a vixen Got that Dasher, Dancer, Prancer, Dixon, Comet, Cupid, Donner, Blitzen I'm hotter than a hundred degrees A lot of bread, no sesame seeds If I'm in your city, I'm signing them tig-ole-bitties I'm plotting on how I can take Cassie away from Diddy The girls want a Minaj, yeah, they wetter than a rainman Usher, buzz me in, everybody loves Raymond  [Chorus: Usher] If you're coming with me, really coming with me You go get some girls and bring them to me If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak Be my little freak, be my little freak You let her put her hands in your pants, be my little freak If you're coming with me, really coming with me You let her put her hands in your pants, be my little freak  ",
        "title": "Lil Freak"
    },
    {
        "artist": "Joe Nichols",
        "lyrics": "  Hang up that red dress Let down your hair Cancel those reservations Don't need to go no where As good as your looking right now Girl bet your thinkin I'm crazy There's a side of you that I wanna see That never ceases to amaze me  Gimme that girl with the hair in a mess Sleepy little smile with her head on my chest Thats the you that I like best Gimme that girl Gimme that girl lovin up on me Old t-shirt and a pair of jeans Thats the you I wanna see Gimme that girl, gimme that girl  Gimme the girl thats beautiful Without a trace of makeup of on Barefoot in the kitchen Singing her favorite song Dancing around like a fool Starring in her own little show Gimme the girl the rest of the world Ain't lucky enough to know  Gimme that girl with the hair in a mess Sleepy little smile with her head on my chest Thats the you that I like best Gimme that girl Gimme that girl lovin up on me Old t-shirt and a pair of jeans Thats the you I wanna see Gimme that girl, gimme that girl [repeat]  ",
        "title": "Gimmie That Girl"
    },
    {
        "artist": "Zac Brown Band",
        "lyrics": "  [Verse 1] I ride east every other Friday but if I had it my way The day would not be wasted on this drive And I want so bad to hold you Son, there's things I haven't told you Your mom and me couldn't get along  [Chorus] So I'll drive And I think about my life And wonder why, That I slowly die inside Every time I turn that truck around, right at the Georgia line and I count the days and the miles back home to you on that Highway 20 ride  [Verse 2] A day might come and you'll realize that if you could see through my eyes There was no other way to work it out And a part of you might hate me But son please don't mistake me for a man that didn't care at all  [Chorus] And I'll drive And I'll think about my life And wonder why, That I slowly die inside Every time I turn that truck around, right at the Georgia line and I count the days and the miles back home to you on that Highway 20 ride  [Outro] So when you drive And the years go flying by I hope you smile If I ever cross your mind It was a pleasure of my life And I cherished every time And my whole world It begins and ends with you On that Highway 20 ride  ",
        "title": "Highway 20 Ride"
    },
    {
        "artist": "Iyaz",
        "lyrics": "  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 1] Remember the first time we met You was at the mall wit yo friend I was scared to approach ya, but then you came closer Hopin' you would give me a chance Who would have ever knew That we would ever be more than friends? We're real worldwide, breaking all the rules She like a song played again and again  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Verse 2] See you been all around the globe Not once did you leave my mind We talk on the phone, from night 'till the morn' Girl, you really changed my life Doin things I never do I'm in the kitchen cookin' things she likes We're real worldwide, breaking all the rules Someday I wanna make you my wife  [Pre-Hook] That girl, like somethin' off a poster That girl, is a dime they say That girl, is a gun to my holster She's running through my mind all day, ay  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  [Bridge] I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, I can be your melody Oh, girl that could write you a symphony The one that could fill your fantasies So come baby girl let's sing with me Ay, na, na-na, na-na, na-na Na-na, na-na, na-naa Shawty got me singin' Na, na-na, na-na, na-na Na-na, na-na, na-naa Now she got me singin'  [Hook] Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay Shawty's like a melody in my head That I can't keep out, got me singin' like Na-na-na-na, everyday It's like my iPod stuck on replay, replay-ay-ay-ay-ay  ",
        "title": "Replay"
    },
    {
        "artist": "New Boyz Featuring Ray J",
        "lyrics": "  [Intro: Legacy+ (Ray J)] Yeahhh (Knockout) (Knockout) (Knockout)  (Ay-yup, yeahhh) But she ain't gon' tie me down (Ray J) Nah (New Boyz) But she ain't gon' tie me down (No she ain't gon' tie me down)  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 1: Legacy] Ayyy, know we been together for a minute But uh, its kinda been forever since we been in The kinda situation not involvin other women And it's pretty obvious that your kinda trippin Like \"Who the hell is this bitch? Lookin a hot mess, what you fell for this chick? You know we got problems and you failed to fix it\" I'm like \"You need to go somewhere else with this shit\" Because, I ain't gon' put up wit'chu Talkin 'bout how she make you uncomfortable Like I mean, shit I'm only 17 And um a perfect couple is only in a dream And right now I'm pretty much away for this Relationships? I think you should wait for it I mean later we could try things out But not right now  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  [Verse 2: Ben J] Ha ha, yeah, look Ay girl whattup? No I'm not gon' make a scene But you can't tie me down like a pair of shoestrings Yeah you cute, so what? Girl let's get it through your head Yeah we make love, sex, weed all in the bed It's the \"Best That I Ever..\" but things gon' change When I'm not faithful, you be feelin all pain Now you stuck like a stain and I can't believe that Baby girl 100, I ain't tryin to do that Got so many girls and I ain't lettin go Cause my life is great, and you ain't nothin but a ho Yeah you come to my shows and you very supportive Just show me a camera and my show recorded It was nice, but I'm suprised that you still standin here As you know, I'm a man, and I have no fear I'mma start it from the top, girl this ain't no lovin I'm a New Boy girl so  [Hook: Ray J] She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down She ain't gon' tie me down, while you on the road Buying all the shirts, all the hats, all the clothes What'chu want right now? Whattup right now? I think you need to close your mouth Cause you ain't gon' tie me down Tie me down, tie me down, you ain't gon' tie me down... You ain't gon' tie me down  ",
        "title": "Tie Me Down"
    },
    {
        "artist": "La Roux",
        "lyrics": null,
        "title": "Bulletproof"
    },
    {
        "artist": "Monica",
        "lyrics": "  [Verse 1]: Boy if you ever left my My side It'd be like taking the sun from The sky I'd probably die without You in My life Cause I need you to Shine, shine Your light Oooohhhhhhh  [Chorus]: You're everything to me, heey The air that I breathe, oohhh A sign so I'll see, oh Lord You're everything to me  [Verse 2]: I can't repay you for all that you've done Always come first and second to none The love that you give me is equal to ten My peace, my joy You are my My strength, ooohhhh  You're everything to me, whoa The air that I breathe, ooooohhh A sign so I'll see, ohhh that You're everything to me  [Bridge]: (Boy I never thought) Never thought I'd feel a love like this Better than our first date Sweeter than our first kiss (and you) Ain't no other person for me You're my best friend My lover (Baby you're) My everything  You're everything to me, whoa The air that I breathe, ooooohhh My sight, so I see, oh You're everything to me  I need you, I need you, I need you...  ",
        "title": "Everything To Me"
    },
    {
        "artist": "Lady Gaga",
        "lyrics": "  [Intro] I know that we are young, and I know you may love me But I just can't be with you like this anymore Alejandro...  [Verse 1] She's got both hands in her pocket And she won't look at you, won't look at you She hides true love en su bolsillo She's got a halo around her finger, around you  [Pre-Chorus] You know that I love you, boy Hot, like Mexico rejoice At this point I've gotta choose nothing to lose  [Chorus] Don't call my name, don't call my name, Alejandro I'm not your babe, I'm not your babe, Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name, Roberto Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  [Interlude] Stop, please, just let me go Alejandro, just let me go  [Verse 2] She's not broken She's just a baby But her boyfriend's like her dad, just like a dad And all those flames that burned before him Now he's gotta firefight, gotta cool the bad  [Pre-Chorus] You know that I love you, boy Hot, like Mexico rejoice At this point I've gotta choose nothing to lose  [Chorus] Don't call my name, don't call my name, Alejandro I'm not your babe, I'm not your babe, Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name, Roberto Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  [Bridge] Don't bother me, don't bother me Alejandro Don't call my name, don't call my name Bye, Fernando I'm not your babe, I'm not your babe Alejandro Don't want to kiss Don't want to touch Fernando  Don't call my name, don't call my name Alejandro I'm not your babe, I'm not your babe Fernando Don't want to kiss, don't want to touch Just smoke my cigarette and hush Don't call my name, don't call my name Roberto  [Outro] Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro  (Don't call my name, don't call my name) Alejandro, Alejandro (I'm not your babe, I'm not your babe) Ale-Alejandro, Ale-Alejandro (Fernando) (Don't want to kiss, don't want to touch) Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro (Just smoke my cigarette and hush) (Don't call my name, don't call my name) Alejandro, Alejandro Ale-Alejandro, Ale-Alejandro (Roberto)  Alejandro  ",
        "title": "Alejandro"
    },
    {
        "artist": "Daughtry",
        "lyrics": "  [Verse 1] Ten miles from town and I just broke down Spitting out smoke on the side of the road I'm out here alone just trying to get home To tell you I was wrong but you already know  [Chorus 1] Believe me I won't stop at nothing To see you so I've started running  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  [Verse 2] Last time we talked, the night that I walked Burns like an iron in the back of my mind I must've been high to say you and I Weren't meant to be and just wasting my time  [Chorus 1] Oh, why did I ever doubt you? You know I would die here without you  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  [Bridge] You and I, right or wrong, there's no other one After this time I spent alone It's hard to believe that a man with sight could be so blind Thinking 'bout the better times, must've been outta my mind So I'm running back to tell you  [Chorus 1] All that I'm after is a life full of laughter Without you God knows what I'd do, yeah  [Chorus 2] All that I'm after is a life full of laughter As long as I'm laughing with you I'm thinking that all that still matters is love ever after After the life we've been through Cause I know there's no life after you  Know there's no life after you [x8] Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you Know there's no life after you  Yeah  ",
        "title": "Life After You"
    },
    {
        "artist": "Lifehouse",
        "lyrics": "  [Verse 1] Halfway gone, I'm halfway gone You were always hard to hold So letting go ain't easy I'm hanging on but growing cold While my mind is leaving  [Chorus] Talk, talk is cheap Give me your word you can keep Because I'm halfway gone, and I'm on my way And I'm feeling, feeling, feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone Halfway gone, I'm halfway gone  [Verse 2] You got one foot out the door And choking on the other Always think there's something more Is just around the corner  [Chorus] Talk, talk is cheap Give me your word you can keep Because I'm halfway gone, and I'm on my way And I'm feeling, feeling, feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone Halfway gone, I'm halfway gone  [Bridge] If you want me out, then I'm on my way And I'm feeling, feeling, I'm feeling this way  [Chorus] Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone I'm halfway gone, I'm halfway gone Now I'm halfway gone, I'm halfway gone  [Outro] Don't take too long, don't take too long Because I'm on my way, if you take too long Because I'm halfway gone, and I'm on way And I'm feeling, feeling, I'm feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone If you want me out, then I'm on my way And I'm feeling, feeling, I'm feeling this way Because you're halfway in, but don't take too long Because I'm halfway gone, I'm halfway gone [3x]  ",
        "title": "Halfway Gone"
    },
    {
        "artist": "Trey Songz",
        "lyrics": "  [Verse 1] Soon as we get started making love going hard I hear a knock, knock, knocking on the wall And as soon as I go deep getting it in, then again There's a knock, knock, knocking on the wall Girl, your legs keep shaking and I swear We breaking our new headboard headboard And the love we make, it feels so good, girl, you know I'm proud Looking in your lovely face scream my name, you do it so loud  [Chorus] I bet the neighbors know my name Way you screaming, scratching, yelling Bet the neighbors know my name And they be stressing while we sexing Bet the neighbors know my name My name, my name I bet the neighbors know my name My my my  [Verse 2] Take this pillow right here, grab this And I know you're so excited, if you bite it they won't hear And you know just what we capable of, when we making love So the music gon' be loud, you gon' scream and shout Girl, your body's a problem, they call me the problem solver Let phone sit on the charger, it could ring all night They can call, they can knock and be upset, but I bet  [Chorus] I bet the neighbors know my name Way you screaming, scratching, yelling Bet the neighbors know my name And they be stressing while we sexing Bet the neighbors know my name My name, my name I bet the neighbors know my name My my my  [Bridge] While I'll be banging on your body, they be banging on our wall While they dreaming, you be screaming now they banging on our door Sometimes she call me Trey, sometimes she say Tremaine When its all said and done, bet the neighbors know my name Sometimes she call me Trigga 'cause I make her body bust He might think my name is \"Oh shit\", I make her cuss  [Chorus] I bet the neighbors know my name Way you screaming, scratching, yelling Bet the neighbors know my name And they be stressing while we sexing Bet the neighbors know my name My name, my name I bet the neighbors know my name I bet the neighbors know my name I bet the neighbors know my name Way you screaming, scratching, yelling Bet the neighbors know my name And they be stressing while we sexing Bet the neighbors know my name My name, my name I bet the neighbors know my name My my my  [Outro] The way you scream my name, whoa Girl, the love we make Gon' keep on banging on the wall, but nothing's gonna change I bet the neighbors know my name  ",
        "title": "Neighbors Know My Name"
    },
    {
        "artist": "Diddy - Dirty Money Featuring T.I.",
        "lyrics": "  [Intro: Diddy] Yeah, yeah Yeah, yeah  [Pre-Chorus 1: Diddy & Dirty Money] Hello, good morning (Let's go, let's ride) Hello (Yeah, come on), good morning Hello, good morning Know you been wai- -tin for it 'Cause I seen you watching So let's go, let's get it poppin'  [Chorus: Diddy & Dirty Money] 'Cause I been leaning on the bar, looking cleaner than the Tsar And these broads won't give me my props Twenty-five on the bag, I be stunting on they ass And ya mad cause the bitch won't stop Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Verse 1: T.I.] Hello, good morning, how you doing? What the move is? Of \"Welcome to the Future,\" I'm the Cap'n of the Cool Kids The revolution's never been televised Great booty, better thighs, I ain't wanna tell her bye First I tell her hi, then I give her one and let her fly Never tell a lie, tonight you couldn't find a better guy King shit, flyer than anyone you get seen with Gangsta distinguished, cool as a penguin Got a team of 'em on the field, finna bring wit' G5 waiting, fly away at my convenience You seen Tip, checking in a 5-star suite With some 5-star freaks, getting high all week (Let's go) Catch me in the week, I was up all night when y'all sleep In a fast car, superbad broads, back seat That's me, see I'm nothing nice, fuck a couple nights With the moon say goodbye and the sun greeting us like   [Pre-Chorus 2: Diddy] Hello, good morning (Let's go, let's ride) Hello (Yeah, come on), good morning Hello, good evenin' You blow, you fiendin' 'Cause you know that you really need it And I'm the one that you wanna be with But right now, baby you're dreaming (Wake up and turn the lights on)  [Chorus: Diddy & Dirty Money] 'Cause I been leaning on the bar, looking cleaner than the Tsar And these broads won't give me my props Twenty-five on the bag, I be stunting on they ass And ya mad cause the bitch won't stop Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Post-Chorus: Diddy] Hello (Let's go), good morning (Let's work) Hello (Let's go), good morning (Let's work) Hello  [Interlude: Diddy] Ayo, Ayo, turn me up a lil' bit more I don't think they can hear me Check this out, Bad Boy, bitch! Let's work, c'mon Let's work, non-stop, let's rock Make you feel good too, let's work Don't stop I see you, let's work It's that Dirty Money  [Verse 2: Diddy] Uh, how fly is he? Yo' baby momma Cry for Me like Jodeci (let's go) So how you not notice me? Pull up to the club in the coldest V Uh, literally cold Little did he know how that nigga Diddy flow How that nigga Diddy go So hard like a crowbar, still getting dough  [Bridge: Diddy] Whoa whoa, whoa... Hahaha (Turn the bass up!) Hey, I like this (Come on, can you feel it?) Can you feel it? Nothing can save ya Uh, it's that Dirty Money (Turn the lights on!)  [Chorus: Diddy & Dirty Money] Got your boyfriend feeling like a groupie (You know, you know, you know, we on that) Still life but it's looking like a movie... (You know, you know, you know, we on that) And everybody know who the truth be (You know, you know, you know, we on that) I blow cause I'm blowing on that oo-wee!! (You know, you know, you know, we on that) Hello  [Outro: Diddy] Hello, good morning (Let's go, let's ride) Hello (Yeah, c'mon), good morning Hello Hello Hello Hello  ",
        "title": "Hello Good Morning"
    },
    {
        "artist": "Carrie Underwood",
        "lyrics": "  [Verse 1] Little boy, six years old A little too used to being alone Another new mom and dad Another school, another house that will never be home When people ask him how he likes this place He looks up and says with a smile upon his face  [Chorus] This is my temporary home, it's not where I belong Windows and rooms that I'm passing through This is just a stop on the way to where I'm going I'm not afraid because I know This is my temporary home  [Verse 2] Young mom, on her own She needs a little help, got nowhere to go She's looking for a job, looking for a way out Because a halfway house will never be a home At night she whispers to her baby girl \"Someday we will find our place here in this world\"  [Chorus] This is our temporary home, it's not where we belong Windows and rooms that we're passing through This is just a stop on the way to where we're going I'm not afraid because I know This is our temporary home  [Verse 3] Old man, hospital bed The room is filled with people he loves And he whispers \"Don't cry for me, I will see you all someday\" He looks up and says \"I can see God's face\"  [Chorus] This is my temporary home, it's not where I belong Windows and rooms that I'm passing through This was just a stop on the way to where I'm going I'm not afraid because I know This was my temporary home  [Outro] This is our temporary home  ",
        "title": "Temporary Home"
    },
    {
        "artist": "Easton Corbin",
        "lyrics": "  [Verse 1] Imagine a dirt road full of potholes With a creek bank and some cane poles catching channel cat I'm a little more country than that Picture a small town with an old hound Laying out front of the courthouse While the old men chew the fat I'm a little more country than that  [Chorus] I just want to make sure you know just who your getting under this old hat Cause girl I'm just not the kind of two time or play games behind your back I'm a little more country than that  [Verse 2] Think of hank song with a days gone With a steel ride this old song that sends chills up your back I'm a little more country than that If you want a brick home in a school zone With the doors locked and alarms on Girl you're way off track I'm a little more country than that  [Chorus] I just want to make sure you know just who your getting under this old hat Cause girl I'm just not the kind of two time or play games behind your back I'm a little more country than that  [Verse 3] Yea I'm sure that you've heard those three words from lovers but they fell flat But this ring ain't something that I mean to give you and then take back I'm a little more country than that  [Outro] I'm a little more country than that I'm a little more country than that  ",
        "title": "A Little More Country Than That"
    },
    {
        "artist": "Young Money Featuring Gucci Mane",
        "lyrics": null,
        "title": "Steady Mobbin'"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Intro] Another long summer's come and gone I don't know why it always ends this way The boardwalk's quiet and the carnival rides Are as empty as my broken heart tonight  [Verse 1] But I close my eyes and one more time We're spinning around and you're holding on tightly The words came out, I kissed your mouth No Fourth of July has ever burned so brightly You had to go, I understand But you promised you'd be back again And so I wander 'round this town 'til summer comes around  [Bridge] I got a job working at the old park pier And every summer now for five long years I grease the gears, fix the lights, tighten bolts, straighten the tracks And I count the days 'tell you just might come back  [Verse 2] But then I close my eyes and one more time We're spinning around and you're holding' on tightly The words came out, I kissed your mouth No Fourth of July has ever burned so brightly You had to go, I understand But you swore that you'd be back again And so I'm frozen in this town Till summer comes around  [Verse 3] Oh and I close my eyes and you and I Are stuck on a Ferris wheel rocking with the motion Hand in hand we cried and laughed Knowing that love belonged to us girl, if only for a moment And \"Baby I'll be back again\" you whispered in my ear But now the winter wind is the only sound And everything is closing down 'til summer comes around  ",
        "title": "'Til Summer Comes Around"
    },
    {
        "artist": "Timbaland Featuring Katy Perry",
        "lyrics": "  [Verse 1: Timbaland] What's somebody like you, doing in a place like this? Say did you come alone, or did you bring all your friends? Say what's your name, what you drinkin? I think I know what you're thinking Baby what's your sign? Tell me yours, I'll tell you mine Say what's somebody like you Doing in a place like this? (One, two, three c'mon!)  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Timbaland] Ohh, ohh Say if we ever meet again  [Verse 2: Katy Perry] Do you come here much? I swear I've seen your face before (before, yeah) Hope you don't see me blush, but I can't help but want you more, more Baby tell me what's your story? I ain't shy and don't you worry I'm flirting with my eyes, wanna leave with you tonight Do you come here much? I gotta see your face some more! Some more, cause baby  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Bridge: Timbaland & Katy Perry] If we ever meet again, I'll have so much more to say (If we ever meet again) If we ever meet again, I won't let you go away (If we ever meet again) If we ever, ever meet again, I'll have so much more to say (If we ever meet again) If we ever, ever meet again, I won't let you go away Away-ay-ay-ay  [Hook: Timbaland & Katy Perry] I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again I'll never be the same - if we ever meet again Won't let you get away - say if we ever meet again This free fall (ahh) got me so (ohh) Kiss me all night don't ever let me go I'll never be the same - if we ever meet again  [Outro: Sebastian] Just when the night can't get no less Porn star startin, what is this? Vixens fightin for their stress I put in like Mr. West, yes You gon' finish dear And your body's so superb Me and you the best in here But yo' girl, face and ear Face and ear, face and ear Face and ear, face and ear  ",
        "title": "If We Ever Meet Again"
    },
    {
        "artist": "Gucci Mane",
        "lyrics": "  [Intro] Yeah it’s Gucci, wassup baby Yellow everything this time You know what I’m talking about Yellow rims, yellow big booty yellow bones Yellow Lambs, yellow MP's, yellow watch Yellow charm ring chain, yellow living room set (Chiquita!) Lemonade Gucci shoes for my girl, it’s Gucci  [Verse 1] My Phantom sitting on sixes, no twenties in my denim Your Cutlass motor knocking because it is a lemon I like them Georgia peaches but you look more like a lemon These sour apple bitter bitches I'm not fucking with 'em I'm truly stupid paid, that's just how I feel today I'm moving slow cause codeine syrup's in my lemonade I'm standing in the shade and I'm selling lemonade Six hundred a pint, the going rate off in the A Lemonade diamond bracelet, put it in your face Lemonhead diamond earrings I wore yesterday I'm pimping wearing lemon, that's just how I'm chilling I'm smoking grits and selling chickens, Corvette painted lemons (Gucci)  [Hook] Lemons on the chain with the V-cuts Lemons on the chain with the V-cuts Lemonade and shade with my feet up Lemonade and shade with my feet up Lemon pepper wings and a freeze cup Lemon pepper wings and a freeze cup Lemons in their face, watch 'em freeze up Lemons in their face, watch 'em freeze up  [Verse 2] I got lemonade and lemon-tint, lemons watch me mix the shit Lemonade-complexion East-Australian girl be killing me She say I be killing her, I say I be feeling it Four days then I'm sick of her cause her brain is lemonhead Cocaine-white exterior, interior lemonade Yellow with the off-white trimming, I call that the super drank Yellow diamond pinky ring, call that there the lemon rock Jewelry box a lemon bin, my ear ring size of apricot Yeah I smoke that strong a lot, yeah I need some of what you got Half a pound of lemon kush, call that pack the lemon drop Canary yellow lemon watch, big bird, yellow top Yellow Polo, Polo slippers, white and yellow Polo socks Gucci Mane be pumping dog, he don't got all he say he got Just stash one Lemon homie, I can supply them the fifty Glocks Yellow boat parked at the dock, yellowbone gon' make the drop Flip the flop, mine off the top then go buy me a yellow yacht  [Hook] Lemons on the chain with the V-cuts Lemons on the chain with the V-cuts Lemonade and shade with my feet up Lemonade and shade with my feet up Lemon pepper wings and a freeze cup Lemon pepper wings and a freeze cup Lemons in their face, watch 'em freeze up Lemons in their face, watch 'em freeze up  [Verse 3] Lemonade my townhouse in Miami I want yellow carpet Woke up in the morning - \"Fuck it,\" bought a yellow Aston Martin Yellow bricks, yellow dust, yellow ring, yellow tuss Yellow pills, spinning wheels, yellow weed, re-up with us Coward ass nigga, yellow stripe, you a yellowback AK hit your dog, and you can't bring Old Yeller back Yep Gucci bang up eighty thousand: that's a yellow safe Yello, holmes. Mellow, holmes. You know you a scary-cat No sleep for two days, so my pupils look yellow Five flights, six shows, quarter-million on my schedule Bangladesh and Gucci Mane – niggas know they in trouble Green ice, red light. Caution: Gucci rock yellow  [Hook] Lemons on the chain with the V-cuts Lemons on the chain with the V-cuts Lemonade and shade with my feet up Lemonade and shade with my feet up Lemon pepper wings and a freeze cup Lemon pepper wings and a freeze cup Lemons in their face, watch 'em freeze up Lemons in their face, watch 'em freeze up  ",
        "title": "Lemonade"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] I heard a song about a rambling man Bought a guitar and I started a band I got a gig at the local Am Vet I was gone and I am not back yet  69 bored, out and jacked up A quarter mile that was all it was I burned the cool off of that Corvette And I was gone and I am not back yet  [Chorus] Looking back at the moments, black and white I wouldn't change a thing that changed my life For the worse, for the better Man, I was gone, gone forever  [Verse 2] She was a cut offs pepper sauce queen Man, we were matches and gasoline First taste of love never will forget I was gone and I am not back yet I was gone, gone and I am not back yet  [Chorus] Looking back at the moments, black white I wouldn't change a thing that changed my life For the worse, for the better Man, I was gone, gone forever The laughs, the smiles, the trials, the tears It's hard to hate what got me here What got me here  [Verse 3] She was a straight out of Hollywood smile We missed it all by a country mile Went out one night for some cigarettes And I was gone and I am not back yet  [Hook] [x2] I was gone, gone and I am not back yet I was gone and I am not back I am not back, am not back yet  ",
        "title": "Ain't Back Yet"
    },
    {
        "artist": "Lil Wayne Featuring Eminem",
        "lyrics": "  [Produced by Chase N. Cashe & Hit-Boy]  [Verse 1: Lil Wayne] I got ice in my veins, blood in my eyes Hate in my heart, love in my mind I seen nights full of pain, days are the same You keep the sunshine, save me the rain I search but never find, hurt but never cry I work and forever try, but I'm cursed, so never mind And it's worse, but better times seem further and beyond The top gets higher the more that I climb The spot gets smaller and I get bigger Tryin' to get in where I fit in, no room for a nigga But soon for a nigga it be on, motherfucker ‘Cause all this bullshit done made me strong, motherfucker  [Hook: Lil Wayne] So I pick the world up And I'ma drop it on your fuckin' head Bitch, I'ma pick the world up And I'ma drop it on your fuckin' head And I could die now, rebirth, motherfucker Hop up in my spaceship and leave Earth, motherfucker I'm gone, motherfucker, I'm gone  [Verse 2: Lil Wayne] I know what they don't wanna tell you Just hope you're heaven-sent, and you're hell-proof I walk up in the world and cut the lights off And confidence is a stain they can't wipe off My word is my pride But wisdom is bleak, and that's a word from the wise Served to survive, murdered and bribed And when it got too heavy I put my burdens aside  [Hook: Lil Wayne] So I can pick the world up And I'ma drop it on your fuckin' head Bitch, I'ma pick the world up And I'ma drop it on your fuckin' head And I could die now, rebirth, motherfucker Hop up in my spaceship and leave Earth, motherfucker I'm gone, motherfucker, I'm gone  [Bridge: Eminem] It hurts, but I never show This pain you'll never know If only you could see just how lonely and how cold And frostbit I've become My back's against the wall When push come to shove I just stand up and scream: \"Fuck 'em all!\"  [Verse 3: Eminem] Man, it feels like these walls are closin' in This roof is cavin' in, up it's time to raise it, then Your days are numbered like pages in My book of rhymes; got 'em cookin', boy This crooked mind of mines got 'em all shook And scared to look in my eyes I stole that fuckin' clock: I took the time And I came up from behind and pretty much snuck up And butt-fucked this game up Better be careful when you bring my name up Fuck this fame, that ain't what I came to claim But the game ain't gonna be the same on the day that I leave it But I swear, one way or another I'ma make these fuckin' haters believe it I swear to God, won't spare the rod I'm a man of my words, so your fuckin' heads better nod Or I'ma fuck around in this bitch and roast everybody Sleep on me, that pillow is where your head'll lie Permanently, bitch, it's beddy-bye This world is my Easter egg, yeah, prepare to die! My head is swole My confidence is up, this stage is my pedestal I'm unstoppable, Incredible Hulk You're trapped in my medicine ball I could run circles around you so fast your fuckin' head'll spin, dog I'll split your cabbage and your lettuce and olives, I'll fuckin'—  [Hook: Lil Wayne] Pick the world up and I'ma drop it on your fuckin' head Bitch, I'ma pick the world up And I'ma drop it on your fuckin' head And I could die now, rebirth, motherfucker Hop up in my spaceship and leave Earth, motherfucker I'm gone, motherfucker, I'm gone  ",
        "title": "Drop The World"
    },
    {
        "artist": "Chris Young",
        "lyrics": null,
        "title": "The Man I Want To Be"
    },
    {
        "artist": "DJ Khaled Featuring T-Pain, Ludacris, Snoop Dogg & Rick Ross",
        "lyrics": "  [Intro: DJ Khaled & T-Pain] DJ Khaled Hey, yeah We the best  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 1: Ludacris] Yeah, listen, Luda! Ludacris goin' in on the verse 'Cause I never been defeated and I won't stop now Keep your hands up, get 'em in the sky For the homies that didn't make it and my folks locked down I never went nowhere, but they sayin' \"Luda's back\" Blame it on that conjure, the hood call it Luda 'gnac And I'm on this foolish track, so I spit my foolish flow My hands go up and down, like strippers' booties go My verses still be servin', tight like a million virgins Last time on the Khaled remix, now I'm on the original version Can't never count me out, y'all better count me in Got twenty bank accounts, accountants count me in Make millions every year (yeah) the South's champion (yeah) 'Cause all I do, all I - all I - all I - all I do is AY, WOO!  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 2: Rick Ross] Win, win, who? Boss Boss, swervin' in my lo-lo Head on the swivel, you know serving me's a no-no Clean as a whistle as I pull out in my Rolls Royce Yellow bone passenger, they see it they say \"oh boy\" Tell Khaled back it up, my niggas call me loco Down for armed trafficking, don't make me pull that fo'-fo' Ask you what you laughing at - represent that mud life! Dirty money bitch you better get yo' mud right! We come together holdin' hands and holla \"thug life\" We all strapped in all black, it's like fuck life (all we do is win!) You riding to what (WHAT!) 'cause we riding tonight (tonight!) Now she riding with me 'cause you wasn't riding her right Ross!  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  [Verse 3: Snoop Dogg] Heat in the kitchen, pot on the stove Water gettin' boiled, dope being sold Snoopy in the hoopty, system overload I been running this rap game since I was 20 years old I hung with the worst of 'em, bust 'til I burst 'em up Floss 'em up, toss 'em up, Hardaway, cross 'em up Pardon me, I'm bossing up, pressure up, bless you bruh Don't mess with us, we like the U in the 80's Back to back, set a trap, hit the lick, hit it back Hit the trick, jump the track, bitch I want my money back Time and time again while I'm sipping on this gin Al Davis said it best, \"Just win baby, win!\"  [Hook: T-Pain] All I do is win, win, win no matter what Got money on my mind, I can never get enough And every time I step up in the building Everybody hands go up And they stay there, and they say yeah And they stay there, up, down, up, down, up, down 'Cause all I do is win, win, win And if you going in put your hands in the air, make 'em stay there!  ",
        "title": "All I Do Is Win"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Hook] I never let you down, I’ma shine on sight Keep your mind on your grind and off of mines, alright? Hard I'm gonna ball, on them squares I float Quarter-million dollar cars everywhere I go I know in the lead it may seem he might be But no matter what they doing, they don’t do it like me Like a G I hold it down for the town I’m at In a flash like that Recognize I'm back! Strike a match, catch a fire  [Verse 1] Any moment I decide that's enough of all your lies Boy, your buzz just died Step inside, super-fly, to the shoes in their coupe Then exit out with all the bitches like we always do My desire to retire grow with every new crew Cause these guys, they don't ride like my nigga, you too Tight jeans, funny haircuts dancing on the screen There's a drought of real niggas in the game, so it seems Just pretend to holla, pimping, give the shit a black eye eye Next he say he trapping in my head I’m like: \"why?\" Be yourself; you ain't got a pimp bone in your body I can tell you ain't never bought a key or caught a body Nigga probably just seen Wayne, Gucci Mane Me and Boosie all go to prison Now he flipping hoes, every nigga tripping Listen dude, for you that ain't in the cards Thank the power's in the guns But overall it's in your heart Nowadays I don’t know what's up with niggas in the A Guess he think he in the game but he really in the way: Violating. I was having conversations in the joint But guess who done it? And I promised I would put you on point I’m disappointed in you, dogg, you ain't hold it down at all But I ain't going at your jaw, just going to show you how to ball Standing tall through the storm, on the yard or in the dorms Cats in prison who expecting me to represent for them  [Hook]  [Verse 2] Strike a match, catch a fire, see T.I. add gas What's a Molotov cocktail that never break a glass Still I am, partnas want to come for me you better bring it I ain’t mad I forgive them, God I know they ain't mean it Yeah I seen it all before, hate I'm popping and they ain't Wrack they brain try to think how to stop it and they can’t Ain't that lame, but then that hatred manifest to pure malice I’m no longer being callous, I’m gonna let you niggas have it Won’t be satisfied until somebody dies and I'm patiently waiting on Me and the reaper on a first name basis now I’m a let you make it now, stay totally out the way for you But know that we could take it any place you wanna take it too Hating in your blood, Cuz. Yes, it’s just too late for you All I could do is pray for you or organize a wake for you Your choice, clearly I ain't hearing your voice Keep it up an Imma send you ass to chill wit Aunt Joyce Hey, you can have the bottom, partner I'm up in the sky box I got shit locked down nigga why stop now I'm so above you, hover over suckers why drop down I’m so profound, it goes down, and I never let you down  ",
        "title": "I'm Back"
    },
    {
        "artist": "Miranda Lambert",
        "lyrics": "  [Verse 1] I know they say \"you can’t go home again\" I just had to come back one last time Ma'am I know you don't know me from Adam But these hand prints on the front steps are mine And up those stairs, in that little back bedroom Is where I did my homework and I learned to play guitar And I bet you didn't know under that live oak My favorite dog is buried in the yard  [Chorus] I thought if I could touch this place or feel it This brokenness inside me might start healing Out here it’s like I'm someone else I thought that maybe I could find myself If I could just come in I swear I'll leave Won't take nothing but a memory From the house that built me  [Verse 2] Mama cut out pictures of houses for years From 'Better Homes and Garden' magazines Plans were drawn, concrete poured And nail by nail and board by board Daddy gave life to mama's dream  [Chorus]  [Bridge] You leave home, you move on and you do the best you can I got lost in this whole world and forgot who I am  [Chorus]  ",
        "title": "The House That Built Me"
    },
    {
        "artist": "B.o.B",
        "lyrics": "  [Hook] Well it was just a dream, just a moment ago I was up so high, lookin' down at the sky, don't let me fall I was shootin' for stars, on a Saturday night They say what goes up, must come down but don't let me fall Don't let me fall, don't let me fall They say what goes up, must come down but don't let me fall Don't let me fall  [Verse 1] 'Cause I'm glidin' up there, oh so very high That if the, clouds were to drop me, then I'd, fall out the sky I don't really, know why I'm here, I guess I'm, just here for the ride I swear it, feels like I'm dreamin', it's vividly defined, yeah So call me whatever you want, title me whatever you like But let's get one thing straight, you know my name So I run this town, when I'm on this mic Yeah, so here I go, B.o.B, Bobby Ray, I don't know, need I know But I know, that I flow, rack 'em up, knock 'em down, dominoes Then I go, as my story goes I know I've done been down here before Product of my East Decatur home 'Cause I was in the cold, tryin' to keep my toes unfroze Now I'm in your house, now I'm in your soul Now I'm everywhere that your iPod go Everything I seen was a dream just a moment ago  [Hook] Well it was just a dream, just a moment ago I was up so high, lookin' down at the sky, don't let me fall I was shootin' for stars, on a Saturday night They say what goes up, must come down but don't let me fall Don't let me fall, don't let me fall They say what goes up, must come down but don't let me fall Don't let me fall  [Verse 2] Yeah, well I'm from much lower than where that pavement is 'Cause there ain't no parachute that they can make for this 'Cause I put my pain, my heart, my soul, my faith in this Does anyone feel like how I feel? Then you can relate to this Or just blaze of this, maybe roll one up, then take a hit Toast to the good life then take a sip Vacay everyday, yeah take a trip It's easy to see I was made for this From the womb all the way to the grave I spit Just to show y'all niggas what greatness is Yeah, I'm talkin' very lucid, like makin' movies To picture my life boy, you need a higher resolution I used to cut class in the day, then run away at night But now I'm ruler of the upper class and I don't even write  [Hook] Well it was just a dream, just a moment ago I was up so high, lookin' down at the sky, don't let me fall I was shootin' for stars, on a Saturday night They say what goes up, must come down but don't let me fall Don't let me fall, don't let me fall They say what goes up, must come down but don't let me fall Don't let me fall  ",
        "title": "Don't Let Me Fall"
    },
    {
        "artist": "Blake Shelton Featuring Trace Adkins",
        "lyrics": "  [Verse 1] Oh man, you've got to watch where you're stepping around here Yeah I got a friend in New York City He's never heard of Connway Twitty Don't know nothing about grits and greens Never been south of Queens But he flew down here on a business trip I took him honky tonking and that was it He took to it like a pig to mud, like a cow to cud  [Chorus] We all got a hillbilly bone down deep inside No matter where you from you just can't hide it And when the band starts banging and the fiddle saws You can't help but hollering, Yee Haw! When you see them pretty little country queens Man you got to admit that's in them genes Aren’t nothing wrong, just getting on your Hillbilly bone-ba-bone-ba-bone-bone  [Verse 2] Nah, you aren’t got to be born out in the sticks With an F-150 and a 30-06 Or have a bubba in the family tree To get on down with me Yeah, bubba all you need is an open mind If it fires you up you got to let it shine When it feels so right that it can't be wrong Come on, come on, come on  You aren’t alone You aren’t alone  [Chorus] We all got a hillbilly bone down deep inside No matter where you from you just can't hide it And when the band starts banging and the fiddle saws You can't help but hollering, Yee Haw! When you see them pretty little country queens Man you got to admit that's in them genes Aren’t nothing wrong, just getting on your Hillbilly bone-ba-bone-ba-bone-bone  [Instrumental]  Come on y'all  [Chorus] We all got a hillbilly bone down deep inside No matter where you from you just can't hide And when the band starts banging and the fiddle saws You can't help but hollering, Yee Haw! When you see them pretty little country queens Man you got to admit that's in them genes Aren’t nothing wrong, just getting on your Hillbilly bone-ba-bone-ba-bone-bone Hillbilly bone ba-bone ba-bone bone Hillbilly bone ba-bone ba-bone bone  [Outro] I've always wanted to sing the bone song  ",
        "title": "Hillbilly Bone"
    },
    {
        "artist": "Lloyd Banks Featuring Juelz Santana",
        "lyrics": "  [Hook: Lloyd Banks] Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley My jeans are never empty, bitch Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley This scheming don't affect me  [Bridge: Lloyd Banks] I'm fresh, I'm fly, I'm so damn high More than 500 horses when I roll by I'm calm, I'm cool, everything brand new I don't handcuff, you can get your whole damn crew  [Verse 1: Lloyd Banks] Get in my Beamer, Benz, or Bentley, Beamer, Benz, or Bentley Beat it I bet she let me, she been fiending since she met me I'm the coolest shit especially when I throw on all my Gretzky Got my Smith and Wessie to protect me so respect me This is heavy new Bentley, color vanilla and cherry Andretti-O Pirelli make a movie out the getty Where my ring and my confetti, I'm Kobe Bryant ready Pink Rose and chronic smelly while stumbling out the telly I'm so fly, I'm so ferry and the way I flow is very Ginsu or machete, way my pencil move is deadly Platinum band, platinum bezzie, make a straight girl outta' lezzie Magazine, mac, benzie keep my windows like the prezzie Press a button then I'm stunting, my roof look like it's ducking Meter go 200 something and my trunk do when it's bumping I am not the one for jumping I will rachet out and stump him Dump him, nigga you're better off dead, ya money red  [Bridge: Juelz Santana/Lloyd Banks] I'm fresh, I'm fly, I'm always high Got your bitch waving at me when I roll by I'm calm, I'm cool, everything brand new I don't handcuff, you can get the whole damn crew  [Hook: Lloyd Banks] Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley My jeans are never empty, bitch Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley This scheming don't affect me  [Verse 2: Juelz Santana] Whether Beamer, Benz, or Bentley, I be movin', I be movin' Making movies Tom Cruisin' if it's action then I'm shooting Pockets fat, necks studded, boy my nickname should be Ruben My Colombian connect told me the Mexicans have moved it And he know just how I get it so we bout to introduce him Got a girl named Cigar called her that cause she Cuban Got a black chick that be boostin', got a white girl that be boofin' Gotta watch her cause she use it but she fuck me like she stupid And she always ready to give me that becky Last time it was so good I almost crashed my Bentley Hit the club ordered bottles see the sparks in the sky Will have this whole bitch lookin like the 4th of July But if you pussies get to fronting, and the pushing lead to shoving We just bussing and we leaving like it's nothing If it ain't the Gucci or the Louie then it's Polo or it's Rugby And this bitch I brought with me, she be bagging bitches for me  [Hook: Lloyd Banks] Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley My jeans are never empty, bitch Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley This scheming don't affect me  [Bridge: Lloyd Banks] I'm fresh, I'm fly, I'm so damn high More than 500 horses when I roll by I'm calm, I'm cool, everything brand new I don't handcuff, you can get your whole damn crew  [Lloyd Banks] I got a girl named Kima and Kima like Christina Baby three don't make a crowd it make a sex scene meaner I just wanna get between her, turn her 'to a screamer Then it's one, two, I'm through, see ya I scoop her in my  [Hook: Lloyd Banks] Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley My jeans are never empty, bitch Beamer, Benz or Bentley Beamer, Benz or Bentley Beamer, Benz or Bentley This scheming don't affect me  ",
        "title": "Beamer, Benz, Or Bentley"
    },
    {
        "artist": "Jaron And The Long Road To Love",
        "lyrics": null,
        "title": "Pray For You"
    },
    {
        "artist": "Travie McCoy Featuring Bruno Mars",
        "lyrics": "  [Intro: Bruno Mars] I wanna be a billionaire so fucking bad Buy all of the things I never had I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen  [Chorus: Bruno Mars] Oh, every time I close my eyes I see my name in shiny lights, yeah A different city every night, oh, I, I swear The world better prepare for when I'm a billionaire  [Verse 1: Travie McCoy] Yeah, I would have a show like Oprah, I would be the host of Everyday Christmas, give Travie a wish list I'd probably pull an Angelina and Brad Pitt And adopt a bunch of babies that ain't never had shit Give away a few Mercedes, like, here lady have this And last but not least, grant somebody their last wish It's been a couple months that I've been single so You can call me Travie Claus minus the ho ho Aha, get it? I'd probably visit where Katrina hit And damn sure do a lot more than FEMA did Yeah, can't forget about me, stupid Everywhere I go I'mma have my own theme music  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, when I'm a billionaire Oh-oh, oh-oh (let's go)  [Verse 2: Travie McCoy] I be playing basketball with the president Dunking on his delegates Then I compliment on his political etiquette Toss a couple milli' in the air just for the heck of it But keep the fives, twennies, tens, and bens completely separate And yeah, I'll be in a whole new tax bracket We in recession but let me take a crack at it I'll probably take whatever's left and just split it up So everybody that I love can have a couple bucks And not a single tummy around me Would know what hungry was Eating good, sleeping soundly I know we all have a similar dream Go in your pocket pull out your wallet And put it in the air and sing  [Bridge: Bruno Mars & Travie McCoy] I wanna be a billionaire so fucking bad (so bad) Buy all of the things I never had (buy everything, ha ha) I wanna be on the cover of Forbes magazine Smiling next to Oprah and the Queen (what up Oprah? Ha ha)  [Chorus: Bruno Mars & Travie McCoy] Oh, every time I close my eyes (what you see, what you see brah?) I see my name in shiny lights (uh-ha, uh-ha, yeah, what else?) Yeah, a different city every night, oh, I, I swear The world better prepare (for what?) for when I'm a billionaire Oh-oh, oh-oh, (sing it) when I'm a billionaire Oh-oh, oh-oh, (oh)  [Outro: Bruno Mars] I wanna be a billionaire so fucking bad  ",
        "title": "Billionaire"
    },
    {
        "artist": "Eric Church",
        "lyrics": "  [Verse 1] No if, and's, but's or maybe's So you want to be her baby I can read your face like a book Yeah it looks easy to love her but believe me brother It's harder than it looks  [Chorus] She's as pretty as a picture Every bit as funny as she is smart Got a smile that'll hold you together And a touch that'll tear you apart When she's yours she brings the sunshine When she's gone the world goes dark Yeah she's heaven on the eyes But boy she's hell on the heart  [Verse 2] Yeah she's good when she's bad She's cute when she's mad And she does all the wrong things right Yeah boy it's a fact when they're made like that You ain't ever gonna sleep at night  [Chorus]  [Verse 3] Once you feel her touch and you've felt that rush It's going to mess up your head But here's the kicker son Your old ticker's going to beat you half to death  [Chorus]  ",
        "title": "Hell On The Heart"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": null,
        "title": "Unstoppable"
    },
    {
        "artist": "Luke Bryan",
        "lyrics": "  [Verse 1-Luke Bryan ] My daddy spent his life looking up at the sky He'd cuss kick the dust, saying son it's way too dry It clouds up in the city, the weather man complains But where I come from, rain is a good thing  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Verse 2-Luke Bryan ] Aren’t nothing like a kiss out back in the barn Ringing out our soaking clothes, riding out a thunderstorm When tin roof gets to talking, that's the best love we made Yea where I come from, rain is a good thing  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Bridge-Luke Bryan ] Farmer Johnson does a little dance Creeks on the rise, roll up your pants Country girls, they want to cuddle Kids out playing' in a big mud puddle  [Hook-Luke Bryan ] Rain makes corn, corn makes whiskey Whiskey makes my baby, feel a little frisky Back roads are bogging up, my buddies pile up in my truck We hunt our hunnies down, we take them into town Start washing all our worries down the drain Rain is a good thing  [Outro-Luke Bryan ] Rain is a good thing, rain is a good thing, rain is a good thing  ",
        "title": "Rain Is A Good Thing"
    },
    {
        "artist": "Young Money",
        "lyrics": "  [Nicki Minaj] I'm in the collard green 6, cornbread in the guts Got the Halloween kicks, trick-or-treating the clutch C'mon nigga, is you tricking or what? Flow, flow tighter than a dick in the butt Just hopped off the plane, came back from Vancouv' Little white tee, some boobs, and bamboo White girls tell me \"Hey Nicki, your camp rules Is that why you get more head than shampoos?\" As-Salamlu alaykum, no oink for me And I never let a d-boy boink for free 'Cause it's Barbie bitch, you can join the wave I've done penny nickel dimed, I done coined the phrase, ha! You couldn't beat me there if you had a Lear Indian-style, courtside with a cavalier V.I.P. rosé; you can have a beer 'Cause honey when you getting money you don't have a care  [Hook - Nicki Minaj] Now r-roger that, r-r-roger that R-roger that, r-r-r-roger that R-roger that, r-r-roger that R-R-R-R-R, ROGER  [Tyga] Young black Ricos, kill for the C-notes But me though, I Jackson bitch uhh, Tito She wanna play games but, this is not bingo Monopoly, I'm past go, go on ahead and deep-throat Four chick foursomes, skin color's mocha Sally and Sonia -- put the pussies on my totem Pole, what stroke 'em uhh, strike ya like bowling Now open like you yawning, it's 6 in the morning Sleeping on me, probably in a coffin I'm hotter than the end of fucking August, I'm awesome I'm awesome: repeat it to ya grandma, and uncles Or mothers, Tyga's no dad but I'm the motherfucker Motherfuckers, this the last supper Look, no hands, I'mma bread cuffer I don't dare love her, I'mma dare devil I don't fear nothing motherfucker, Young Money!  [Hook - Tyga] Now roger that, Roger that Ro-Roger that, Roger that Fuck around and never get Roger back Ha ha ha  [Lil Wayne] I'm goin' in! Fresh off the jet, sharper than Gillette The blunt still wet, so pass it like Brett We sip side of mug, we call it upset Smoke more than four quarters, we call it sudden death I'm a beast. You a pet AK long neck. Keith Sweat, haha! Weezy motherfucker, Capo in this bitch with me Money talks and have a convo in this bitch with me I'm mountain high Colorado in this bitch with me Flow crazy 7:30, you just 6:50 Twenty bullets from the chopper take the roof off Laughing to the bank, I'm a goofball Hahaha! It's YM And we at your neck, like a violin It's our world, we make it spin And y'all the prey... amen!  [Hook - Lil Wayne] Now roger that, Roger that Where Roger at? I heard Rog' a rat Fuc-fuck around and never get Roger back!! HAHAHAHA  ",
        "title": "Roger That"
    },
    {
        "artist": "Robin Thicke",
        "lyrics": "  Stressed out, uptight, overworked, riled up Unleash what you got let's explore your naughty side Follow me, where we're going, we don't need no bread crumbs Can't you see, baby? You're the only one  You are among the few hot women Let me be your medicine Cause I got one thing on my mind, I'll be your valentine Spread your wings and baby, fly away  It's your body, we can love if you want to Loud if you want to, scream if you want to Just let me love you, lay right here, girl, don't be scared of me Give you sex therapy, give you sex therapy  It's your body, we'll go hard if you want to As hard as you want to, soft as you want to Just let me love you, lay right here, I'll be your fantasy Give you sex therapy, give you sex therapy  Baby, that's all for you to do, let your body be I'll lick you down, I'll make you feel like you're out of body The doctor's here for you  Take you like Twilight, I'll bite your neck You don't have to stay in the rain, I'll get you wet, yeah Push you up against the wall, turn you out and turn you on Yea, yea, whoa  It's your body, we can love if you want to Loud if you want to, scream if you want to Just let me love you, lay right here, girl, don't be scared of me Give you sex therapy, give you sex therapy  It's your body, we'll go hard if you want to As hard as you want to, soft as you want to Just let me love you, lay right here, I'll be your fantasy Give you sex therapy, give you sex therapy  Girl, it's your body we can do whatever you like Girl, it's your body we can do whatever you like It's your body we can ride and rock and roll Ride and rock and roll Ride and rock, oh oh oh oh  It's your body, we can love if you want to Loud if you want to, scream if you want to Just let me love you, lay right here, girl, don't be scared of me Give you sex therapy, give you sex therapy  It's your body, we'll go hard if you want to As hard as you want to, soft as you want to Just let me love you, lay right here, I'll be your fantasy Give you sex therapy, give you sex therapy  Shawty, shawty it's your body we can do can do can do (Sex therapy) Shawty, shawty it's your body we can do whatever you like (Sex therapy) Just let me love you, lay right here, girl, don't be scared of me Give you sex therapy, give you sex therapy  ",
        "title": "Sex Therapy"
    },
    {
        "artist": "Justin Moore",
        "lyrics": null,
        "title": "Backwoods"
    },
    {
        "artist": "Taylor Swift",
        "lyrics": "  [Verse 1] There's something 'bout the way The street looks when it's just rained There's a glow off the pavement You walk me to the car And you know I wanna ask you to dance right there In the middle of the parking lot, yeah Oh, yeah  We're driving down the road I wonder if you know I'm trying so hard not to get caught up now But you're just so cool Run your hands through your hair Absent mindedly making me want you  [Chorus] And I don't know how it gets better than this You take my hand and drag me head first Fearless And I don't know why but with you I'd dance in a storm in my best dress Fearless  [Verse 2] So baby drive slow 'til we run out of road in this one horse town I wanna stay right here in this passenger's seat You put your eyes on me In this moment now capture it, remember it  [Chorus] And I don't know how it gets better than this You take my hand and drag me head first Fearless And I don't know why but with you I'd dance in a storm in my best dress Fearless  [Bridge] Well you stood there with me in the doorway My hands shake, I'm not usually this way but You pull me in and I'm a little more brave It's the first kiss, it's flawless, really something It's fearless Oh, yeah  [Chorus] And I don't know how it gets better than this You take my hand and drag me head first Fearless And I don't know why but with you I'd dance in a storm in my best dress Fearless  [Chorus] And I don't know how it gets better than this You take my hand and drag me head first Fearless And I don't know why but with you I'd dance in a storm in my best dress Fearless  [Outro] Oh oh Oh yeah  ",
        "title": "Fearless"
    },
    {
        "artist": "Steel Magnolia",
        "lyrics": "  Maybe life has got you rundown I think it's time, girl, that we slow down So take a look, it's almost sundown  So why don't you lay right here? Let me just ease your mind I'm givin' you all my time I'm gonna keep on, keep on loving you  Strong and slow The way that you want me to Maybe my whole life through I'm gonna keep on, keep on loving you  When that morning sun is dawning Baby, both of us should call in 'Cause we got too much love to fall in  So why don't you lay right here? Let me just ease your mind I'm givin' you all my time I'm gonna keep on, keep on loving you  Strong and slow The way that you want me to Maybe my whole life through I'm gonna keep on, keep on loving you  Why don't you lay right here? Let me just ease your mind Give you all my time I'm gonna keep on, keep on  Strong and slow The way that you want me to Maybe my whole life through, girl I'm gonna keep on, keep on loving you  Soft and slow The way you want me to Maybe my whole life through I'm gonna keep on, keep on, keep on loving you I'm gonna keep on, keep on loving you  ",
        "title": "Keep On Lovin' You"
    },
    {
        "artist": "Jason Derulo",
        "lyrics": "  [Intro] Mmmm, yeah, yeah Yeah, yeah, yeah  [Chorus] I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 1] Yeah, I'm feeling good tonight Finally doing me and it feels so right, oh Time to do the things I like Going to the club, everything's alright, oh No one to answer to No one that's gon' argue, no And since I got the hold off me I'm living life now that I'm free, yeah  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry that it didn't work out (didn't work out) I'm moving on I'm so sorry but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Verse 2] Yeah, now I'm feeling how I should Never knew single could feel this good, oh (this good) Star player, misunderstood Back in the game, who knew I would, oh (I would) So fly how I spread my wings Loving myself makes me wanna sing, oh (sing) Oh yeah Yeah, yeah, yeah, yeah (yeah, oh)  [Pre-Chorus] Told me get my shit together Now I got my shit together, yeah, yeah Now I made it through the weather Better days are gon' get better I'm so sorry (sorry) that it didn't work out (didn't work out) I'm moving on I'm so sorry (sorry) but it's over now (over now) The pain is gone  [Chorus] I'm putting on my shades to cover up my eyes (my eyes) I'm jumping in my ride, I'm heading out tonight I'm solo (solo), I'm riding solo (solo) I'm riding solo (solo), I'm riding solo, solo I'm feeling like a star, you can't stop my shine I'm loving cloud nine, my head's in the sky I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo  [Bridge] Riding solo Solo, I'm riding solo Solo, solo Yeah, solo, solo It's like S.O.L.O. (oh) S.O.L.O. (oh, el, oh) , S.O.L.O. (oh, oh) Living my life, ain't got stress no more  [Chorus] I'm putting on my shades to cover up my eyes (oh) I'm jumping in my ride, I'm heading out tonight I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm feeling like a star, you can't stop my shine (oh, oh) I'm loving cloud nine, my head's in the sky (yeah) I'm solo, I'm riding solo I'm riding solo, I'm riding solo, solo I'm riding, I'm riding solo, solo, woah I'm riding solo, solo  ",
        "title": "Ridin' Solo"
    },
    {
        "artist": "Roscoe Dash Featuring Soulja Boy Tell'em",
        "lyrics": null,
        "title": "All The Way Turnt Up"
    },
    {
        "artist": "Waka Flocka Flame",
        "lyrics": "  [Verse 1: Waka Flocka Flame] I fucked my money up, now I can't re-up Ran up in his spot just to get my stacks up Now I'm back on deck, so shawty, what the fuck you want? Heard he's talking shit, but this ain't what the fuck you want Locked my CEO up, now it's back to coca Niggas talking shit, bro, hang him by a ropa Hit em with the chopper, call that shit hot llama Call me Waka Flocka AKA Young Wild Nigga AKA Young Drug Dealer Got purp, got kush, got pills, got white In the trap all night with the hard and the soft Stacks on the floor, watch Kebo water whipping Shoots it to the left, then he shoots it to the right So Icey Brick Boys got it all night These lame-ass niggas ain't got no fight Kick in my door, we gonna shoot it out all night Home of the Braves, shawty, shoot 'em with AK  [Hook: Waka Flocka Flame] Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence  [Verse 2: Waka Flocka Flame] One shot, man down, his brains go \"ka-pow!\" Ow, that shit hurt, so don't fuck around But that happen often off in Riverdale, Georgia You gonna pay the life you live off in Riverdale, Georgia They gonna lay your ass out, rock you to sleep like a baby Hit Squad, shawty, in the hood, we got them babies Ever since they killed my nigga Travis Start popping pills and acting crazy Ever since they killed my nigga Travis Start popping pills and acting crazy  [Hook: Waka Flocka Flame] Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence  [Verse 3: Lil Capp] Yeah, Flocka said let's do it And this Real Money, so we getting to it And your bitch, she choosing But if you ain't talking dollars, keep it moving Catch me on the south with Flocka Flame And we got a problem if you saying Waka's name 'Cause we off the chain, you see my green flag You want beef? Oh let's do it 'cause you ain't bad And this music is for the drug dealers And this music influence thug niggas Okay, so if you get into it Ay, oh let's do it Ay, oh let's do it  [Hook: Waka Flocka Flame] Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence Yeah! Oh let's do it Oh let's do it, oh let's do it Yeah! Drug dealing music I influence, I influence [Original Verse 3: Riverdale Shawty & Waka Flocka Flame] You know me, nigga, I am the block It's Riverdale and Waka Flock We got the Glocks, whips and the knots Even got the spots (Scurt! Scurt!) off the block Catch me in different states, busting down bricks Busting down bricks with that chick you fell in love with We on that thug shit, give a fuck about love, I'm cruel, bitch Keep my money on my mind, not you, bitch Every day, shawty pull up in a new whip In the trap, shawty said he need another one Told them call up Waka, he said \"What the fuck you want?\" Pull up in the dunk followed by a yellow one So Icey, Fetti Gang, pussy keep them Tommy guns  ",
        "title": "O Let's Do It"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": null,
        "title": "I Am"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  Hahahaha..  [Verse 1] Oh! Looking like another Bob Marley day Hitting from the bong like a diesel train And I'm down with hanging' out this afternoon We've got weeds in the backyard 4 feet tall Cheech and Chong probably would have smoked them all So I'm out on the couch this afternoon  Beer bottles laying on the kitchen floor If we take them all back we can buy some more So I doubt we'll go without this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Verse 2] Landlord said I should buy a tent But he can kiss my ass cause I paid the rent So I doubt he'll kick me out this afternoon Down on the corner in a seedy bar Juke box cranking out the CCR Had a few to Suzy Q this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Chorus] Get up, and go out Me and all my friends We drink up, We fall down And then we do it all again Just sitting around, hanging out this afternoon  [Bridge] Don't want a wristwatch or an alarm clock To see what time it is From the moment I wake up I just love being with my friends We barely get by, but have the best times And hope it never ends We drink all day till we fall down So we can do it all again  It's not the human walk It's the human race If you ain't living on the edge You're taking too much space So I doubt I'll figure out just what to do 'Bout to kick it around Hanging out this afternoon  [Pre-Chorus] You better hang on if you're tagging along Cause we'll be doing this 'till 6 in the morning Nothing wrong with going all night long Tough to put the brakes on Doesn't matter when you'd rather  [Chorus] Get up, and go out Me and all my friends We drink up, we fall down And then we do it all again  [Chorus] Get up, and go out Me and all my friends We drink up, we fall down And then we do it all again  [Outro] Just kicking around, hanging out this afternoon Sitting around hanging out this afternoon Just kicking around, hanging out this afternoon Just sitting around hanging out this afternoon Just kicking around, hanging out this afternoon Just sitting around hanging out this afternoon  ",
        "title": "This Afternoon"
    },
    {
        "artist": "Jay-Z + Swizz Beatz",
        "lyrics": "  [\"Under the spot, under the spot\" - *repeat in background*]  [Intro: Swizz Beatz] I got a million ways to get it (uh-huh, geah) ... Choose one (choose one, hey) Ay, bring it back, bring it back (uh-huh) Now double your money and make a stack I'm on to the next one, on to the next one I'm on to the next one, on to the next one I'm on to the next one, on to the next one I'm on to the next one, on to the next one (Hold up) Freeze! Ay! Somebody bring me back the money please, hey  [Verse 1] Hov' on that new shit, niggas like \"How come?\" Niggas want my old shit, buy my old albums Niggas stuck on stupid, I gotta keep it movin' Niggas make the same shit, me I make The Blueprint Came in the Range, hopped out the Lexus Every year since, I been on that next shit Traded in the gold for the platinum Rolexes Now a nigga wrist match the status of my records Used to rock a throwback, ballin on the corner Now I rock a tailored suit, lookin like a owner No I'm not a Jonas, Brother I'm a grown up No I'm not a virgin, I use my cojones I move onward, the only direction Can't be scared to fail in the search of perfection Gotta keep it fresh girl, even when we sexin But don't be mad at him when it's on to the next one  [Hook]  [Verse 2] Fuck a throwback jersey cause we on to the next one And fuck that Auto-Tune cause we *onnnnn* And niggas don't be mad cause it's all about progression Loiterers should be arrested I used to drink Cristal, the muh'fucker's racist So I switched gold bottles on to that Spade shit You gon' have another drink or you just gon' baby-sit On to the next one, somebody call the waitress Baby I'm a boss, I don't know what they do I don't get dropped, I drop the label World can't hold me, too much ambition Always knew it'd be like this when I was in the kitchen Niggas in the same spot, me I'm dodgin raindrops Meanin I'm on vacay, chillin on a big yacht Yeah I got on flip-flops, white Louie boat shoes Y'all should grow the fuck up, c'mere let me coach you Hold up  [Hook]  [Verse 3] Uhh, Big Pimpin' in the house now Bought the land, tore the muh'fuckin house down Bought the car, tore the muh'fuckin roof off Ride clean, I don't ever take the shoes off Bought the jeep, tore the muh'fuckin doors off Foot out that bitch, ride the shit like a skateboard Navigation on, tryin to find my next thrill Feelin myself, I don't even need an X pill Can't chill but my neck will Haters really gon' be mad off my next deal Uhh, I don't know why they worry 'bout my pockets Meanwhile I had Oprah chillin in the projects Had her out in Bed-Stuy, chillin on the steps Drinkin quarter waters, I gotta be the best M.J. at Summer Jam, Obama on the text Y'all should be afraid of what I'm gon' do next Hold up  [Hook]  ",
        "title": "On To The Next One"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] Wrong baby wrong baby wrong It ain't the end of the world Don't you worry pretty girl Cause now that he's gone baby gone baby gone You got nothing to lose Count the minutes if you want to It won't be long baby long baby long 'Til you find somebody new  [Chorus] Come on now Everyone falls down Everyone crawls now and then Then they get up again You cry if you want to That's what we all do But if you think you'll never move on you're wrong baby  [Verse 2] Cry baby cry baby cry Go on and let it all out I ain't leaving you now And we can fly baby fly baby fly Let's share a bottle of wine We can laugh about the good times And you'll know why baby why baby why It's going to be alright  [Chorus]  [Verse 3] Oh you ain't gone Baby wrong baby wrong There's nothing wrong with moving on When you know he's good and gone  Come on now Everyone falls down Everyone crawls now and then Then they get up again You cry if you want to That's what we all do  [Chorus]  ",
        "title": "Wrong Baby Wrong"
    },
    {
        "artist": "Miranda Cosgrove",
        "lyrics": "  [Verse 1] Sparks fly, it's like electricity I might die when I forget how to breathe You get closer, and there's nowhere in this world I'd rather be Time stops, like everything around me is frozen And nothing matters but these few moments When you open my mind to things I've never seen  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  [Verse 2] Past loves, they never got very far Walls up, make sure I guarded my heart And I promised I wouldn't do this 'Til I knew it was right for me But no one (no one) No guy that I've met before Could make me (make me) feel so right and secure And have you noticed I lose my focus And the world around me disappears  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  [Bridge] I've never felt nothing like this You're making me open up No point even trying to fight this It kinda feels like it's love  [Chorus] 'Cause when I’m kissin' u, my senses come alive Almost like the puzzle piece I’ve been tryna find Falls right into place, you’re all that it takes My doubts fade away when I’m kissin' u When I’m kissin' u, it all starts making sense And all the questions I’ve been asking in my head Like, \"Are you the one? Should I really trust?\" Crystal clear, it becomes when I’m kissin' u  ",
        "title": "Kissin U"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Alicia Keys] If you ask me I’m ready…  [Drake] Ugh, Tez keeps telling me he just turned 30 Having dreams of being single forever he’s getting worried And I’m scared too because I’m in the same boat Good women are rare too, none of them have come close Me I haven't changed much, you know how I play Better safe than sorry Instead of searching for substance at every single party Baby being part of this life I feel like I’m bound to end up with somebody That’s been with everybody I need you to rescue me from my destiny I’m trying to live right and give you whatever’s left of me Cause you know life is what we make it and a Chance is like a picture, it’d be nice if you just take it Or let me take it for ya I’m just down to ride Or we can roll around the city until we finally decide I got more than a thing for you, tattoo and ink for you Right over my heart girl I do the unthinkable  [Alicia Keys] Moment of honesty Someone’s gotta take the lead tonight Whose it gonna be? I’m gonna sit right here And tell you all that comes to me If you have something to say You should say it right now (Drake: You should say it right now)  You ready?  [Bridge] You give me a feeling that I never felt before And I deserve it, I think I deserve it (Drake: I deserve it, I think it deserve it..Let it go) It’s becoming something that’s impossible to ignore And I can’t take it (Drake: I can’t take it)  [Hook] I was wondering maybe Could I make you my baby If we do the unthinkable would it make us look crazy If you ask me I’m ready (Echo: I’m ready, I’m ready) If you ask me I’m ready (Echo: I’m ready, I’m ready)  [Verse 2: Alicia Keys] I know you once said to me “This is exactly how it should feel when it’s meant to be” Time is only wasting so why wait for eventually? If we gon’ do something ’bout it We should do it right now (Drake: We should do it right now)  Bay, uh  [Bridge]  [Hook]  [Hook] Why give up before we try Feel the lows before the highs Clip our wings before we fly away I can’t say I came prepared I’m suspended in the air Won’t you come be in the sky with me  [Hook] [End]  ",
        "title": "Un-Thinkable (I'm Ready)"
    },
    {
        "artist": "Colbie Caillat",
        "lyrics": "  [Verse 1] I miss those blue eyes How you kiss me at night I miss the way we sleep Like there's no sunrise Like the taste of your smile I miss the way we breathe  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  [Verse 2] I see your blue eyes Every time I close mine You make it hard to see Where I belong to When I'm not around you It's like I'm not with me  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  [Pre-Chorus] But I never told you What I should have said No, I never told you I just held it in  [Chorus] And now I miss everything about you I can't believe it, I still want you After all the things we've been through I miss everything about you Without you  ",
        "title": "I Never Told You"
    },
    {
        "artist": "George Strait",
        "lyrics": null,
        "title": "I Gotta Get To You"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Produced by Jim Jonsin and Rico Love]  [Intro] Yeah... right... Usher baby... okay, yeah man Right... (turn the lights off)  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Verse 1] Bet you ain't know that I be checking you out when you be putting your heels on I swear, your body's so perfect, baby How you work it, baby yeah, wooo! I love the way that you be poking it out, girl Give me something to feel on So please believe we gone be twerking it out By the end of the night, baby  [Pre-Chorus] I've been waiting all day to wrap my hands Around your waist and kiss your face Wouldn't trade this feeling for nothing (Not even for a minute) And I'll sit here long as it takes To get you all alone But as soon as you come walking my way You gon' hear me say  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Verse 2] I get the chills whenever I see your face and you in the place, girl Feel like I'm in a movie, baby I'm like, \"Oowee, baby\" Like waterfalls, your hair falls down to your waist Can I get a taste, girl? No need to creep, 'cause baby, I ain't ashamed Of calling your name, girl  [Pre-Chorus] I've been waiting all day to wrap my hands Around your waist and kiss your face Wouldn't trade this feeling for nothing Not even for a minute And I'll sit here long as it takes To get you all alone But as soon as you come walking my way You gon' hear me say  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  [Bridge] And girl, I feel like it's our first time every time we get together Baby, loving you feels better than Everything, anything Put on my heart, you don't need a ring And I promise Our time away won't change my love  [Chorus] There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you There goes my baby (Oooh, girl, look at you) You don't know how good it feels to call you my girl There goes my baby Loving everything you do Oooh, girl, look at you  ",
        "title": "There Goes My Baby"
    },
    {
        "artist": "Yo Gotti Featuring Lil Wayne",
        "lyrics": "  [Hook] Women lie, men lie Women lie, men lie Women lie, men lie Numbers don't lie [x6]  [Verse 1: Yo Gotti] Ay, step up in the party and them bad bitches be on me I be sipping on Patron when I'm jumping out Ferrari's I be rocking Gucci, sometimes Louis, I'm retarded And the rims by Asanti, but the shades by Bulgari Hand on my scrap, I got my mind on my money Plus if my mind on dine, he ain't taking nothing from me Headed on this choppa tool, headed on this choppa tool Got headed on a hundered round cause that's how much the choppa shoot Ball-balling is my hobby, counting hundreds, going shopping And a 5 star wit me and I met her in the lobby Took her to the room, she hit me with that line Said she ain't that type of girl, so I told her stop lyin'  [Hook] [x4]  [Verse 2: Lil Wayne] Young Money, yeah! Okay, I ain't gotta lie, cross my heart, hope to die Them numbers don't lie, G5 over sky I fucked her pussy good, make her cry if I tried But I'm tired of being sick, and I'm sick of being tired Tired of these niggas, and tired of these bitches And shit, let them lie, long as they ain't snitching And men lie about women And shit; women lie about plenty And they ain't lying on me I'm in the bed with two fine bitches lying on me So that would make three, and numbers don't lie And money don't lie, and neither do I, bitch! [Hook overlaps] Cause I'm the truth Yeah Now what are you? Haha!  [Hook] [x4]  [Verse 3: Yo Gotti] I'm tryna count to a billion My bitch, Brazilian Hop in that Lamb', push the button, lose the ceiling Sun out, no rain drops, posting the same spot Right here in North, North Memphis where I came from Hundred on the neck, I ain't never had shit That the streets gave me family, Barry White cut the check Ain't no secret in the streets, niggas know I got neck Got the swagger through the roof, I was born just to flex Zip code on my wrist, phone number in the bank In my ten 'til six with my 305 paint I got my 3-5-7 and my 501's In a Lear 55 wit my Air Force Ones No lie!  [Hook]  [Outro] Women lie, men lie Women lie, men lie Say what you want but the fucka' don't lie  ",
        "title": "Women Lie, Men Lie"
    },
    {
        "artist": "Clay Walker",
        "lyrics": "  Something 'bout the way she’s wearing her dress a little tighter Something 'bout the way she’s starin', she’s lookin' to start a fire Something 'bout the way she’s dancin' and drinkin' chill Patron If she’s lonely now she won’t be lonely long  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, she won’t be lonely long  Something 'bout the way she’s blushin' you can tell she isn’t sure Let you know she’s up to something she’s never done before Tonight she wants to hold a stranger but not the one at home If she’s lonely now she won’t be lonely long  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, she won’t be lonely long  If I had a woman like that Man I’d let her know I’d hold her tight I’d hold her close Do anything, do everything to let her know She’d never ever be alone  [Chorus] Heaven help the fool who did her wrong It’s too late, too bad, she’s too far gone He should’ve thought of that before he left her all alone If she’s lonely now, Lord if she’s lonely now If she’s lonely now, she won’t be lonely long  ",
        "title": "She Won't Be Lonely Long"
    },
    {
        "artist": "LMFAO Featuring Lil Jon",
        "lyrics": "  [LMFAO] \"I'm fucked up!\"  [Intro: Lil Jon] If you not drunk ladies and gentlemen Get ready to get fucked up Let's do it, Ha Ha LMFAO (You know what?) Lil Jon (Yeah!) All of the alcoholics, where you at? Let's go!  [Verse 1: LMFAO] When I walk in the club all eyes on me I'm with the Party Rock crew, all drinks are free We like Cîroc, we love Patrón We came to party rock, everybody it's on  [Hook: Lil Jon] Shots shots shots shots shots shots Shots shots shots shots shots Shots shots shots shots shots  Shots shots shots shots shots shots Shots shots shots shots shots Shots shots shots shots shots  Everybody  [Verse 2: LMFAO] The ladies love us when we pour shots They need an excuse to suck our cocks We came to get crunk how 'bout you? \"Bottoms up,\" let's go round two  [Hook: Lil Jon] Shots shots shots shots shots shots Shots shots shots shots shots Shots shots shots shots shots Shots shots shots shots shots shots Shots shots shots shots shots Shots shots shots shots shots  [Bridge: Lil Jon] If you ain't getting drunk get the fuck out the club If you ain't taking shots get the fuck out the club If you ain't come to party get the fuck out the club Now where my alcoholics let me see ya hands up What you drinkin on? Jägerbombs, Lemondrops Buttery Nipples, Jello shots Kamikaze, Three Wise Men Fuck all that shit, give me some gin  [Verse 3: LMFAO] Shots Patrón's on the rocks and I'm ready for some shots The women come around every time I'm pouring shots Their panties hit the ground every time I give em shots So cups in the air, everybody let's take shots If you feeling drunk put ya hands in the air  [Bridge: LMFAO] And If you trying to fuck put ya hands in the air Now say \"I'm fucked up!\" (\"I'm fucked up!\") \"I'm fucked up!\" (\"I'm fucked up!\") \"I'm tryna fuck!\" (\"I'm tryna fuck!\") \"I'm tryna fuck!\" (\"I'm tryna fuck!\")  [LMFAO] \"I'm fucked up!\"  [Outro: LMFAO] La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da La da da da La da da da da da  ",
        "title": "Shots"
    },
    {
        "artist": "Billy Currington",
        "lyrics": "  [Verse 1] They wake up in the morning and they drink their coffee black They love their woman one beat shy of a heart attack On the way to work they might stop by a fishing hole That's how country boys roll Yeah, they work, work, work, all week til the job gets done Weekends they bar-b-que and have a cold one They run on a big ol' heart and a pinch of Skoal That's how country boys roll  [Chorus] Yeah, they're spinning their wheels Casting their reels Way back on them all county roads Singing in bars Souping their cars just to see how fast they'll go From a ball and glove to them falling in love They do everything heart and soul That's how country boys roll  [Verse 2] Well if you don't know your way around They'll draw you a map And if you're broke and you ask They'll give you the shirt off their back All they need is a little gas A few dollars to fold That's how country boys roll  [Chorus]  [Outro] Aw come on now Yeah they're crying aloud Humble and proud They love moma and Jesus and Jones That's how country boys roll Don't you know  ",
        "title": "That's How Country Boys Roll"
    },
    {
        "artist": "Pearl Jam",
        "lyrics": "  [Verse 1] Yes I understand that every life must end, uh-huh As we sit alone, I know someday we must go, uh-huh Oh I'm a lucky man to count on both hands the ones I love Some folks just have one, yeah others they've got none Stay with me... Let's just breathe...  [Verse 2] Practiced all my sins, never gonna let me win, uh-huh Under everything, just another human being, uh-huh I don't wanna hurt, there's so much in this world to make me bleed Stay with me You're all I see...  [Chorus] Did I say that I need you? Did I say that I want you? Oh, if I didn't I'm a fool you see No one knows this more than me  [Verse 3] As I come clean... I wonder everyday, as I look upon your face, uh-huh Everything you gave and nothing you would save, oh no Nothing you would take Everything you gave...  [Chorus] Did I say that I need you? Oh, did I say that I want you? Oh, if I didn't I'm a fool you see No one knows this more than me And I come clean, ah...  [Outro] Nothing you would take Everything you gave Hold me til I die Meet you on the other side...  ",
        "title": "Just Breathe"
    },
    {
        "artist": "Breaking Benjamin",
        "lyrics": "  [Verse 1] Dead star shine Light up the sky I'm all out of breath My walls are closing in Days go by Give me a sign Come back to the end The shepherd of the damned  [Chorus] I can feel you falling away No longer the lost No longer the same And I can see you starting to break I'll keep you alive If you show me the way Forever and ever The scars will remain I'm falling apart Leave me here forever in the dark  [Verse 2] Daylight dies Blackout the sky Does anyone care? Is anybody there? Take this life Empty inside I'm already dead I'll rise to fall again  [Chorus]  [Bridge] God help me, I've come undone Out of the light of the sun God help me, I've come undone Out of the light of the sun  [Chorus]  [Outro] Give me a sign (There's something buried in the words) Give me a sign (Your tears are adding to the flood) Forever and ever The scars will remain  ",
        "title": "Give Me A Sign (Forever And Ever)"
    },
    {
        "artist": "Birdman Featuring Drake & Lil Wayne",
        "lyrics": "  [Hook: Drake] Take yourself a picture when I'm standing at the mound And I swear it's going down, I'm just repping for my town Off a cup of C.J Gibson, man I'm faded off the brown And I’m easily influenced by the niggas I'm around See that Aston Martin, when I start it hear the sound I ain't never graduated, I ain't got no cap and gown But the girls in my class who were smart enough to pass Be at all my fucking parties, grabbing money off the ground  [Verse 1: Drake] Yeah, all hail Mr. Lyrical Spades or the Opus, baby, what you got a feeling for? I can show you new things, have you feeling spiritual Pastor Kerney Thomas to these hoes - miwacles Yeah, okay, they say that I'm the one, in fact Some say that I'm their favorite but I ain't hearing none of that I’m about my team, ho, Young Money running back Cash Money superstar, where the fuck is Stunna at? Damn  [Verse 2: Birdman] Untouchable 40 with my AK Mastermind, big money heavy weight On the grind, flipping money in every way Headline, my bitch shine everyday Pearl white Don P, Marc Jacobs gloves Cartier Louis case with a dope plod From the mud where they what you leave in your blood Going in, flipping hundreds get the young plug Show ‘em where it go Floating on the floor, getting more dough Grind hard, go, black diamond show, watch the flame blow And how you stay grounded? Cash no go And how you stay mounded? Cash no flow And how you stay shining? Bentley off the floor And how you stay high? Purple pine dro Diamond minks, fur, February snow  [Hook: Drake] Take yourself a picture when I'm standing at the mound And I swear it's going down, I'm just repping for my town Off a cup of C.J Gibson, man I'm faded off the brown And I’m easily influenced by the niggas I'm around See that Aston Martin, when I start it hear the sound I ain't never graduated, I ain't got no cap and gown But the girls in my class who were smart enough to pass Be at all my fucking parties, grabbing money off the ground  [Verse 3: Lil Wayne] Uhh, you know you paid when you got Baby with ya It's Young Money like Ben Frank's baby pictures I’m a lady twister I kiss her whiskers I been running this shit - blisters Sticking to the script: movie star money And if you gassed up, I leave the car running I’m a big smoker, I’m a little drinker My peace sign is just the trigger and the middle finger Wha-what you know about it, man ya’ll clueless I let two women ride me, that's car-poolers I rock stupid ice, Mr. Water Coolers If y'all in the building then we are intruders Simmer down pimpin', let me handle this I know the game - analyst Man I’m the shit, And y'all janitors Blow out the kush and crack a smile for the cameras  [Hook: Drake] Take yourself a picture when I'm standing at the mound And I swear it's going down, I'm just repping for my town Off a cup of C.J Gibson, man I'm faded off the brown And I’m easily influenced by the niggas I'm around See that Aston Martin, when I start it hear the sound I ain't never graduated, I ain't got no cap and gown But the girls in my class who were smart enough to pass Be at all my fucking parties, grabbing money off the ground  ",
        "title": "4 My Town (Play Ball)"
    },
    {
        "artist": "Kelly Clarkson",
        "lyrics": null,
        "title": "All I Ever Wanted"
    },
    {
        "artist": "Erykah Badu",
        "lyrics": "  [Intro] Hey Hey Ohh, ohh, ohhh Fell in love  [Verse 1] So, presently I'm standing Here right now, you're so demanding Tell me what you want from me Concluding, concentrating on my music, lover, and my babies Make me wanna ask a lady for a ticket outta town  [Hook] So can I get a window seat? Don't want nobody, next to me I just want a ticket outta town A look around, and a safe touch down Can I get a window seat? Don't want nobody, next to me I just want a chance to fly A chance to cry, and a long bye  [Post Hook 1] But I, I need you to want, me I, need you to miss, me I, need yo' attention, yes I need you next me, heh Oh I, I need someone to clap for me(mm-hmm) I need your direction  [Bridge] Somebody say come back Come back, baby come back (I want you to need me) Come back, come back, baby come back Come back, come back, baby come back Come back, come back, baby come back  [Verse 2] So, out my mind I'm tusslin' Back and forth 'tween here and hustlin' I don't wanna time travel no mo' I wanna be here, my thinkin' Say, on this porch I'm rockin' Back and forth like Lightnin' Hopkins So if anybody speak to Scotty Tell him, \"Beam me up!\"  [Hook] So can I get a window seat? Don't want nobody, next to me I just want a ticket outta town A look around, and a safe touch down Can I get a window seat? Don't want nobody, next to me I just want a chance to fly A chance to cry, and a long bye  [Post Hook 2] But I, I need you to miss me I, need somebody come get me I, need your attention, yes And I, need your energy, and I do Ohh, ohh, I, I need someone to clap for me And I, need your direction  [Bridge] Somebody say come back Come back, baby come back (I want you to need me) Come back, come back, baby come back Come back, come back, baby come back Come back, come back, baby come back   [Hook] So can I get a window seat? Don't want nobody, next to me I just want a ticket outta town A look around, and a safe touch down Can I get a window seat? Don't want nobody, next to me I just want a chance to fly A chance to cry, and a long bye  [Outro] They play it safe, are quick to assassinate what they do not understand. They move in packs ingesting more and more fear with every act of hate on one another. They feel most comfortable in groups, less guilt to swallow. They are us. This is what we have become. Afraid to respect the individual. A single person within a circumstance can move one to change. To love herself. To evolve  ",
        "title": "Window Seat"
    }
]