[
    {
        "artist": "The Weeknd Featuring Daft Punk", 
        "lyrics": "  [Verse 1] I'm tryna put you in the worst mood, ah P1 cleaner than your church shoes, ah Milli point two just to hurt you, ah All red Lamb’ just to tease you, ah None of these toys on lease too, ah Made your whole year in a week too, yah Main bitch out your league too, ah Side bitch out of your league too, ah  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  [Verse 2] Every day a nigga try to test me, ah Every day a nigga try to end me, ah Pull off in that Roadster SV, ah Pockets overweight, gettin' hefty, ah Coming for the king, that's a far cry, ah I come alive in the fall time, I No competition, I don't really listen I’m in the blue Mulsanne bumping New Edition  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking bout me, I don’t see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I’m a motherfuckin' starboy Look what you've done I'm a motherfuckin’ starboy  [Verse 3] Let a nigga brag Pitt Legend of the fall took the year like a bandit Bought mama a crib and a brand new wagon Now she hit the grocery shop looking lavish Star Trek roof in that Wraith of Khan Girls get loose when they hear this song 100 on the dash get me close to God We don't pray for love, we just pray for cars  [Pre-Chorus] House so empty, need a centerpiece 20 racks a table cut from ebony Cut that ivory into skinny pieces Then she clean it with her face man I love my baby You talking money, need a hearing aid You talking 'bout me, I don't see the shade Switch up my style, I take any lane I switch up my cup, I kill any pain  [Chorus] Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy Look what you've done I'm a motherfuckin' starboy  ", 
        "title": "Starboy"
    }, 
    {
        "artist": "Rae Sremmurd Featuring Gucci Mane", 
        "lyrics": "  [Intro: Swae Lee & Gucci Mane] Black Beatles in the city Be back immediately to confiscate the moneys (Ear Drummers) Rae Sremm, Guwop, Mike WiLL! I sent flowers, but you said you didn't receive 'em But you said you didn't need 'em (Mike WiLL!)  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinking They lose it when the DJ drops the needle  [Verse 1: Swae Lee] Getting so gone I'm not blinkin' What in the world was I thinkin'? New day, new money to be made There is nothin' to explain I'm a fuckin' black Beatle, cream seats in the Regal Rockin' John Lennon lenses, like to see ‘em spread eagle Took a bitch to the club and let her party on the table Screamin', \"Everybody's famous!\" Like clockwork, I blow it all And get some more Get you somebody that can do both Black Beatles got the babes belly rollin' She think she love me, I think she trollin'  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 2: Gucci Mane] Came in with two girls, look like strippers in their real clothes A broke ho can only point me to a rich ho A yellow bitch with green hair, a real weirdo Black man, yellow Lamb', red light go They seen that Guwop and them just came in through the side door There's so much money on the floor we buyin' school clothes Why you bring the money machine to the club for? Pint of lean, pound of weed, and a kilo I Eurostep past a hater like I'm Rondo I upgrade your baby mama to a condo Like Chapo servin' yayo to the gringos Black Beatle, club close when I say so  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  [Verse 3: Slim Jxmmi] She's a good teaser, and we blowin' reefer Your body like a work of art, baby Don't fuck with me, I'll break your heart, baby D&G on me, I got a lot of flavor 15 hundred on my feet, I'm tryna kill these haters I had haters when I was broke, I'm rich, I still got haters I had hoes when I was broke, I'm rich, I'm still a player I wear leather Gucci jackets like it's still the 80s I've been blowin' OG Kush, I feel a lil' sedated I can't worry about a broke nigga or a hater Black Beatle, bitch, me and Paul McCartney related  [Chorus: Swae Lee] That girl is a real crowd pleaser Small world, all her friends know of me Young bull livin' like an old geezer Quick release the cash, watch it fall slowly Frat girls still tryna get even Haters mad for whatever reason Smoke in the air, binge drinkin' They lose it when the DJ drops the needle  ", 
        "title": "Black Beatles"
    }, 
    {
        "artist": "The Chainsmokers Featuring Halsey", 
        "lyrics": "  [Verse 1: Andrew Taggart] Hey, I was doing just fine before I met you I drink too much And that's an issue, but I'm okay Hey, you tell your friends It was nice to meet them But I hope I never see them again  [Pre-Chorus: Andrew Taggart] I know it breaks your heart Moved to the city in a broke-down car And four years, no calls Now you're lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart] We ain't ever getting older We ain't ever getting older  [Verse 2: Halsey] You look as good as the day I met you I forget just why I left you, I was insane Stay and play that Blink-182 song That we beat to death in Tucson, okay  [Pre-Chorus: Halsey] I know it breaks your heart Moved to the city in a broke-down car And four years, no call Now I'm lookin' pretty in a hotel bar And I-I-I can't stop No, I-I-I can't stop  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older We ain't ever getting older  [Chorus: Andrew Taggart & Halsey] So, baby, pull me closer In the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  [Post-Chorus: Andrew Taggart & Halsey] We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) We ain't ever getting older (We ain't ever getting older) We ain't ever getting older (No, we ain't ever getting older) (We ain't ever getting older) (No, we ain't ever getting older)  ", 
        "title": "Closer"
    }, 
    {
        "artist": "Bruno Mars", 
        "lyrics": "  [Intro] Tonight I just want to take you higher Throw your hands up in the sky Let's set this party off right  [Chorus] Players, put yo' pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 1] Pop pop, it's show time (Show time) Show time (Show time) Guess who's back again? Oh they don't know? (Go on tell 'em) Oh they don't know? (Go on tell 'em) I bet they know soon as we walk in (Showin' up) Wearing Cuban links (ya) Designer minks (ya) Inglewood's finest shoes (Whoop, whoop) Don't look too hard Might hurt ya'self Known to give the color red the blues  [Pre-Chorus] Ooh shit, I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Verse 2] Second verse for the hustlas (hustlas) Gangstas (gangstas) Bad bitches and ya ugly ass friends (Haha) Can I preach? (Uh oh) Can I preach? (Uh oh) I gotta show 'em how a pimp get it in First, take your sip (sip), do your dip (dip) Spend your money like money ain't shit (Whoop, whoop) We too fresh Got to blame it on Jesus Hashtag blessed They ain't ready for me  [Pre-Chorus] I'm a dangerous man with some money in my pocket (Keep up) So many pretty girls around me and they waking up the rocket (Keep up) Why you mad? Fix ya face Ain't my fault y'all be jocking (Keep up)  [Chorus] Players only, come on Put your pinky rings up to the moon Hey girls What y'all trying to do? 24 karat magic in the air Head to toe so player Uh, look out!  [Bridge] (Wooh) Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Everywhere I go they be like Ooh, so player ooh Now, now, now Watch me break it down like (Uh) 24 karat, 24 karat magic What's that sound? 24 karat, 24 karat magic Come on now 24 karat, 24 karat magic Don't fight the feeling Invite the feeling  [Chorus] Just put your pinky rings up to the moon Girls, what y'all trying to do? 24 karat magic in the air Head to toe so player Put your pinky rings up to the moon Girls, what y'all trying to do? (Do) 24 karat magic in the air Head to toe so player (24 karat) Uh, look out  [Outro] (24 karat magic, magic, magic)  ", 
        "title": "24K Magic"
    }, 
    {
        "artist": "Zay Hilfigerrr & Zayion McCall", 
        "lyrics": "  [Intro: Grandmother] Do that one dance baby That, that one dance Yeah, oh You don't know how to do that? Baby do it for your grandma Come on, I'm old and I'm trying to learn it Well yeah, do it  [Intro: Two Girls] Girl 1: Oh my god, oh my god. Girl ain't that Zay and Zayion? Girl 2: Yas Girl 1: Don't both of 'em got a girlfriend? Girl 2: Girl I don't care Girl 1: I don't care girl, he still cute Girl 2: Oh yes, he is!  [Verse 1: Zay Hilfiger] Walked in this party And these girls lookin' at me Skinny jeans on and you know my hair nappy Hey, hey, hey Okay, okay I want y'all do it, do this dance now  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  [Bridge: Zay Hilfiger] Aye, aye Do your dance, aye Go crazy, aye Get freaky, aye Let's go, leggo, leggo, leggo, leggo Hey, hey, hey Yea  [Verse 2: Zayion McCall] Okay we knuckin' and buckin' And ready to fight I got my cousin, he with me And got Lil Zay on the right And I'm a Detroit baby And I don't know nothing else Besides drinking and having parties And having some fun I say look in the mirror What you expect me to do? I see a 300-S And got them blacked out rims I mean I like your style I'm on a whole 'nother level If you compare me and you There wouldn't be no comparings  [Hook: Zay Hilfiger] JuJu on the beat JuJu on that beat JuJu on that, JuJu on that, JuJu on that beat Now slide, drop Hit dem folks, don't stop, aye Don't stop, aye Don't stop, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat, aye Running man on that beat Now do your dance, do your dance, do your dance, aye You ugly You your daddy's son  ", 
        "title": "Juju On That Beat (TZ Anthem)"
    }, 
    {
        "artist": "Ariana Grande Featuring Nicki Minaj", 
        "lyrics": "  [Chorus: Ariana Grande & Nicki Minaj] I've been here all night, Ariana I've been here all day,  Nicki Minaj And boy, got me walkin' side to side, let them hoes know  [Verse 1: Ariana Grande] I'm talkin' to ya See you standing over there with your body Feeling like I wanna rock with your body And we don't gotta think 'bout nothin' ('bout nothin') I'm comin' at ya 'Cause I know you got a bad reputation Doesn't matter, 'cause you give me temptation And we don't gotta think 'bout nothin' ('bout nothin')  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side I've been here all night I've been here all day And boy, got me walkin' side to side (side to side)  [Verse 2: Ariana Grande] Been tryna hide it Baby, what's it gonna hurt if they don't know? Makin' everybody think that we solo Just as long as you know you got me (you got me) And boy I got ya Cause tonight I'm making deals with the devil And I know it's gonna get me in trouble Just as long as you know you got me  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give you up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night I've been here all day And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) And boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  [Verse 3: Nicki Minaj] All these bitches' flows is my mini-me Body smoking, so they call me Young Nicki Chimney Rappers in they feelings 'cause they feelin' me Uh, I-I give zero fucks and I got zero chill in me Kissing me, copped the blue box that say Tiffany Curry with the shot, just tell 'em to call me Stephanie Gun pop and I make my gum pop I'm the queen of rap, young Ariana run pop  [Pre-Chorus: Ariana Grande] These friends keep talkin' way too much Say I should give him up Can't hear them, no, 'cause I…  [Chorus: Ariana Grande] I've been here all night (been here all night, baby) I've been here all day (been here all night, baby) And boy, got me walkin' side to side (side to side) I've been here all night (been here all night, baby) I've been here all day (been here all day, baby) Boy, got me walkin' side to side (side to side)  [Refrain: Nicki Minaj] This the new style with the fresh type of flow Wrist icicle, ride dick, bicycle Come through yo, get you this type of blow If you wanna Minaj, I got a tricycle  ", 
        "title": "Side To Side"
    }, 
    {
        "artist": "DJ Snake Featuring Justin Bieber", 
        "lyrics": "  [Verse 1: Justin Bieber] I used to believe We were burnin' on the edge of somethin' beautiful Somethin' beautiful Sellin' a dream Smoke and mirrors keep us waitin' on a miracle On a miracle  [Pre-Chorus: Justin Bieber] Say, go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh, it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Verse 2: Justin Bieber] Don't fall asleep At the wheel, we've got a million miles ahead of us Miles ahead of us All that we need Is a rude awakening to know we're good enough yeah Know we're good enough  [Pre-Chorus: Justin Bieber] Say go through the darkest of days Heaven's a heartbreak away Never let you go, never let me down Oh it's been a hell of a ride Driving the edge of a knife Never let you go, never let me down  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  [Breakdown: DJ Snake]  [Chorus: Justin Bieber] Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Don't you give up, nah, nah, nah I won't give up, nah, nah, nah Let me love you Let me love you Oh baby, baby  ", 
        "title": "Let Me Love You"
    }, 
    {
        "artist": "Maroon 5 Featuring Kendrick Lamar", 
        "lyrics": "  [Intro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  [Chorus: Adam Levine] I don't wanna know, know, know, know Who‘s taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 1: Adam Levine] Wasted (wasted) And the more I drink the more I think about you Oh no, no, I can't take it Baby every place I go reminds me of you  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 2: Adam Levine] And every time I go out, yeah I hear it from this one, I hear it from that one That you got someone new Yeah, I see but don't believe it Even in my head you're still in my bed Maybe I'm just a fool  [Pre-Chorus: Adam Levine] Do you think of me? Of what we used to be? Is it better now that I'm not around? My friends are actin' strange, they don't bring up your name Are you happy now? Are you happy now?  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Verse 3: Kendrick Lamar] (Oh hey) No more “please stop” No more hashtag boo'd up screenshots No more tryin' make me jealous on your birthday You know just how I made you better on your birthday, oh Do he do you like this, do he woo you like this? Do he lay it down for you, touch your poona like this? Matter fact, never mind, we'll let the past be May be his right now, but your body's still me, woah  [Chorus: Adam Levine] I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, no I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know I don't wanna know, know, know, know Who's taking you home, home, home, home And loving you so, so, so, so The way I used to love you, oh I don't wanna know  [Outro] Oh hey Oh, oh hey Oh, oh, oh hey Uh oh, uh oh  ", 
        "title": "Don't Wanna Know"
    }, 
    {
        "artist": "Machine Gun Kelly x Camila Cabello", 
        "lyrics": "  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 1: Machine Gun Kelly] Nothing's that bad If it feels good So you come back Like I knew you would And we're both wild And the night's young And you're my drug Breathe you in 'til my face numb Drop it down to that bass drum I got what you dream about Nails scratchin' my back tatt Eyes closed while you scream out And you keep me in with those hips While my teeth sink in those lips While your body's giving me life And you suffocate in my kiss Then you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Verse 2: Machine Gun Kelly] I can't explain it I love the pain And I love the way your breath Numbs me like novacaine And we are Always high Keep it strange Okay, yeah, I'm insane But you the same Let me paint the picture Couch by the kitchen Nothin' but your heels on Losin' our religion You're my pretty little vixen And I'm the voice inside your head That keeps telling you to listen to all the bad things I say And you said  [Pre-Chorus: Machine Gun Kelly] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  [Bridge: Camila Cabello] The way we love, is so unique And when we touch, I'm shivering And no one has to get it Just you and me Cause we're just living Between the sheets  [Pre-Chorus: Machine Gun Kelly & Camila Cabello] I want you forever Even when we're not together Scars on my body so I can take you wherever I want you forever Even when we're not together Scars on my body I can look at you whenever  [Chorus: Camila Cabello] Am I out of my head? Am I out of my mind? If you only knew the bad things I like Don't think that I can explain it What can I say, it's complicated Don't matter what you say Don't matter what you do I only wanna do bad things to you So good, that you can't explain it What can I say, it's complicated  ", 
        "title": "Bad Things"
    }, 
    {
        "artist": "Drake", 
        "lyrics": "  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Verse 1] Somethin' ain't right when we talkin' Somethin' ain't right when we talkin' Look like you hidin' your problems Really you never was solid No, you can't \"son\" me You won't never get to run me Just when shit look out of reach I reach back like one, three Like one, three, yeah  [Pre-Chorus] That's when they smile in my face Whole time they wanna take my place Whole time they wanna take my place Whole time they wanna take my place Yeah, I know they wanna take my place I can tell that love is fake I don't trust a word you say How you wanna clique up after your mistakes? Look you in the face, and it's just not the same  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Verse 2] Yeah, straight up to my face, tryna play it safe Vibe switch like night and day I can see it, like, right away I came up, you changed up I caught that whole play Since, things never been the same  [Pre-Chorus] That's when they smile in my face Whole time they wanna take my place Whole time they wanna take my place Whole time they wanna take my place Yeah, I know they wanna take my place I can tell that love is fake (I can tell that love is fake) I don't trust a word you say (I don't trust a word) How you wanna clique up after your mistakes? (That's just what I heard) Look you in the face, and it's just not the same  [Chorus] I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face I've been down so long, it look like up to me They look up to me I got fake people showin' fake love to me Straight up to my face, straight up to my face  [Outro] Skrrt And more chune for your headtop So watch how you speak on my name, you know?  ", 
        "title": "Fake Love"
    }, 
    {
        "artist": "Amine", 
        "lyrics": null, 
        "title": "Caroline"
    }, 
    {
        "artist": "twenty one pilots", 
        "lyrics": "  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 1] Welcome to the room of people Who have rooms of people that they loved one day Locked away Just because we check the guns at the door Doesn't mean our brains will change from hand grenades You're loving on the psychopath sitting next to you You're loving on the murderer sitting next to you You'll think, “How'd I get here, sitting next to you?\" But after all I've said, please don't forget  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Verse 2] We don't deal with outsiders very well They say newcomers have a certain smell You have trust issues, not to mention They say they can smell your intentions You're loving on the freakshow sitting next to you You'll have some weird people sitting next to you You'll think “How did I get here, sitting next to you?\" But after all I've said, please don't forget (Watch it, watch it)  [Chorus] All my friends are heathens, take it slow Wait for them to ask you who you know Please don't make any sudden moves You don't know the half of the abuse  [Bridge] All my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know (Watch it) Please all my friends are heathens, take it slow (Watch it) Wait for them to ask you who you know  [Outro] Why'd you come? You knew you should have stayed (It's blasphemy) I tried to warn you just to stay away (Away) And now they're outside ready to bust (To bust) It looks like you might be one of us  ", 
        "title": "Heathens"
    }, 
    {
        "artist": "Migos Featuring Lil Uzi Vert", 
        "lyrics": "  [Intro: Offset] You know, young rich niggas You know so we ain't really never had no old money We got a whole lotta new money though, hah (If Young Metro don't trust you I'm gon' shoot ya) Hey!  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 1: Offset] Offset, whoo, whoo, whoo, whoo, whoo! Rackaids on rackaids, got back-ends on back-ends I'm ridin' around in a coupe (coupe) I take your bih right from you (you) Bitch, I'm a dog, roof (grr) Beat the ho walls loose (hey) Hop in the frog, whoo (skrt) I tell that bih to come comfort me (comfort me) I swear these niggas is under me (hey) They hate and the devil keep jumpin' me (jumpin' me) Bankrolls on me keep me company (cash) Ayy, we do the most Yeah, pull up in Ghosts (whoo) Yeah, my diamonds a choker (glah) Holdin' the fire with no holster (blaow) Rick the Ruler, diamonds cooler (cooler) This a Rollie, not a Muller (hey) Dabbin' on 'em like the usual (dab) Magic with the brick, do voodoo (magic) Courtside with a bad bitch (bitch) Then I send the bitch through Uber (go) I'm young and rich and plus I'm bougie (hey) I'm not stupid so I keep the Uzi (rrah) Rackaids on rackaids, got back-ends on back-ends So my money makin' my back ache (aagh) You niggas got a low Act rate (Act) We from the Nawf, yeah, dat way (nawf) Fat Cookie blunt in the ashtray (cookie) Two bitches, just national smash day (smash) Hop in the Lamb, have a drag race (skrt) I let them birds take a bath, bae (brr)  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 2: Quavo] Pour a four, I'm droppin' muddy Outer space, Kid Cudi (drank) Introduce me to your bitch as wifey and we know she sluttin' Broke a brick down, nutted butted, now that nigga duckin' Don't move too fast, I might shoot ya (huh?) Draco bad and boujee (draco) I'm always hangin' with shooters (brrah) Might be posted somewhere secluded (private) Still be playin' with pots and pans, call me Quavo Ratatouille Run with that sack, call me Boobie (run with it) When I'm on stage show me boobies (ayy) Ice on my neck, I'm the coolest (ice) Hop out the suicide with the Uzi (pew-pew-pew) I pull up, I pull up, I pull up I hop out with all of the drugs and the good luck (skrrt) I'm cookin', I'm cookin', I'm whippin' I'm whippin' into a rock up, let it lock up (lock up) I gave her 10 racks I told her go shoppin' and spend it all at the pop up (ten) These bitches, they fuck and suck dick And they bustin' for Instagram, get your Klout up Uh, yeah, dat way, float on the track like a Segway (go) Yeah, dat way, I used to trap by the Subway (trappin') Yeah, dat way, young nigga trap with the AK (rrrah) Yeah, dat way, big dyke ho, get the door, Macy Gray (hey)  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  [Verse 3: Lil Uzi Vert] Yeah, yeah, yeah, yeah, yeah My bitch, she bad to the bone Ayy, wait, these niggas watchin' I swear to God they be my clones Yeah, hey, huh Switchin' my hoes like my flows (what?) Switchin' my flows like my clothes (like what?) Keep on shootin' that gun, don't reload Ooh, ooh, now she want fuck with my crew 'Cause the money come all out the roof Drive the Rari, that bitch got no roof (skrt) Wait, what kind of Rari? 458 (damn) All of these niggas, they hate (they hate) Try to hide, shoot through the gate Look, go to strip club, make it rain Yeah, so much money they use rakes Count a hundred thousand in your face (in your face) Yeah, then put 300 right in the safe Met her today, yeah She talk to me like she knew me, yeah Go to sleep in a jacuzzi, yeah Wakin' up right to a two-piece, yeah Countin' that paper like loose leaf, yeah Gettin' that chicken with blue cheese, yeah Boy, you so fake, like my collar you snakin' I swear to God that be that Gucci (ayy) And you know we winnin' (winnin') Yeah, we is not losin' Try to play your song, it ain't move me (what?) Saw your girl once, now she choosin', yeah  [Hook: Offset] Raindrop (drip), drop top (drop top) Smokin' on cookie in the hotbox (cookie) Fuckin' on your bitch, she a thot, thot (thot) Cookin' up dope in the crockpot (pot) We came from nothin' to somethin', nigga (hey) I don't trust nobody, grip the trigger (nobody) Call up the gang and they come and get ya (gang) Cry me a river, give you a tissue (hey) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (blaow) My niggas is savage, ruthless (savage) We got 30's and 100 rounds too (grrah) My bitch is bad and boujee (bad) Cookin' up dope with a Uzi (dope) My niggas is savage, ruthless (hey) We got 30's and 100 rounds too (glah)  ", 
        "title": "Bad And Boujee"
    }, 
    {
        "artist": "Alessia Cara", 
        "lyrics": "  [Verse 1] She just wants to be beautiful She goes unnoticed, she knows no limits She craves attention, she praises an image She prays to be sculpted by the sculptor Oh, she don't see the light that's shining Deeper than the eyes can find it Maybe we have made her blind So she tries to cover up her pain and cut her woes away Cause covergirls don't cry after their face is made  [Chorus] But there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful Oh, oh, oh Oh-oh, oh, oh And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Verse 2] She has dreams to be an envy, so she's starving You know, covergirls eat nothing She says \"beauty is pain and there's beauty in everything\" \"What's a little bit of hunger?\" \"I can go a little while longer,\" she fades away She don't see her perfect, she don't understand she's worth it Or that beauty goes deeper than the surface, oh, oh So to all the girls that's hurting, let me be your mirror Help you see a little bit clearer the light that shines within  [Chorus] There's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  [Bridge] No better you than the you that you are No better you than the you that you are No better life than the life we're living No better life than the life we're living No better time for your shine, you're a star No better time for your shine, you're a star Oh, you're beautiful, oh, you're beautiful  [Chorus] And there's a hope that's waiting for you in the dark You should know you're beautiful just the way you are And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful And you don't have to change a thing The world could change its heart No scars to your beautiful, we're stars and we're beautiful  ", 
        "title": "Scars To Your Beautiful"
    }, 
    {
        "artist": "D.R.A.M. Featuring Lil Yachty", 
        "lyrics": null, 
        "title": "Broccoli"
    }, 
    {
        "artist": "Mariah Carey", 
        "lyrics": "  [Intro] I-I-I don't want a lot for Christmas There is just one thing I need I don't care about the presents Underneath the Christmas tree I just want you for my own More than you could ever know Make my wish come true All I want for Christmas is you, yeah  [Verse 1] I don't want a lot for Christmas There is just one thing I need (and I) Don't care about the presents Underneath the Christmas tree I don't need to hang my stocking There upon the fireplace Santa Claus won't make me happy With a toy on Christmas Day  [Chorus] I just want you for my own More than you could ever know Make my wish come true All I want for Christmas is you You, baby  [Verse 2] Oh, I won't ask for much this Christmas I won't even wish for snow (and I) I'm just going to keep on waiting Underneath the mistletoe I won't make a list and send it To the North Pole for Saint Nick I won't even stay awake to Hear those magic reindeer click  [Chorus] 'Cause I just want you here tonight Holding on to me so tight What more can I do? Baby, all I want for Christmas is you You, baby  [Bridge] Oh, all the lights are shining So brightly everywhere And the sound of children's Laughter fills the air And everyone is singing I hear those sleigh bells ringing Santa, won't you bring me the one I really need? Won't you please bring my baby to me?  [Verse 3] Oh, I don't want a lot for Christmas This is all I'm asking for I just want to see my baby Standing right outside my door  [Chorus] Oh, I just want you for my own More than you could ever know Make my wish come true Baby, all I want for Christmas is...  [Outro] Youuuu You, baby Youuuu All, all, all, all Youuuu  ", 
        "title": "All I Want For Christmas Is You"
    }, 
    {
        "artist": "Hailee Steinfeld & Grey Featuring Zedd", 
        "lyrics": "  [Verse 1] You know just what to say, things that scare me I should just walk away, but I can't move my feet The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Post-Chorus] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Verse 2] You know just how to make my heart beat faster Emotional earthquake, bring on disaster You hit me head on, got me weak in my knees Yeah, something inside me's changed I was so much younger yesterday So much younger yesterday  [Chorus] I didn't know that I was starving till I tasted you Don't need no butterflies when you give me the whole damn zoo By the way, right away, you do things to my body I didn't know that I was starving till I tasted you  [Breakdown] By the way, right away, you do things to my body I didn't know that I was starving till I tasted you You you, yeah till I tasted you By the way, by the way, you do things to my body I didn't know that I was starving till I tasted you I didn't know till I tasted you  [Outro] The more that I know you, the more that I want to Something inside me's changed I was so much younger yesterday  ", 
        "title": "Starving"
    }, 
    {
        "artist": "Zayn / Taylor Swift", 
        "lyrics": "  [Verse 1: ZAYN] Been sitting eyes wide open behind these four walls, hoping you'd call It's just a cruel existence like it's no point hoping at all  [Pre-Chorus 1: ZAYN] Baby, baby, I feel crazy Up all night, all night and every day Give me something, oh, but you say nothing What is happening to me?  [Chorus: ZAYN] I don't wanna live forever, 'cause I know I'll be living in vain And I don't wanna fit wherever I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home  [Verse 2: Taylor Swift] I'm sitting eyes wide open and I got one thing stuck in my mind Wondering if I dodged a bullet or just lost the love of my life  [Pre-Chorus 2: Taylor Swift] Baby, baby, I feel crazy Up all night, all night and every day I gave you something, but you gave me nothing What is happening to me?  [Chorus: ZAYN & (Taylor Swift)] I don't wanna live forever, 'cause I know I'll be living in vain And I don't wanna fit (fit, babe) wherever (wherever) I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home  [Bridge: Taylor Swift, ZAYN & Both] I've been looking sad in all the nicest places Baby, baby, I feel crazy I see you around in all these empty faces Up all night, all night and every day I've been looking sad in all the nicest places Give me something, oh, but you say nothing Now I'm in a cab, I tell 'em where your place is What is happening to me?  [Chorus: ZAYN] I don't wanna live forever, 'cause I know I'll be living in vain And I don't wanna fit wherever I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home I just wanna keep calling your name until you come back home  [Outro: Taylor Swift & ZAYN] I just wanna keep calling your name until you come back home Until you come back home  ", 
        "title": "I Don't Wanna Live Forever (Fifty Shades Darker)"
    }, 
    {
        "artist": "Young M.A", 
        "lyrics": "  [Intro] Yo, bro, I think I had too much Hennessy, man This Hennessy gettin' to me I ain't gonna lie, I'm a little smizz I'm a little drizz But we in the club, man, OOOUUU  [Verse] Yeah, they hate, but they broke though And when it's time to pop they a no-show Yeah, I'm pretty, but I'm loco The loud got me movin' slow-mo Ayo, Tweetie, where the hoes, bro? Ayo, Keys, where the hoes though? That other nigga, he a bozo It's M.A, you don't know, ho? We got liquor by the boatload (that Henny) Disrespect the Lyfe, that's a no-no All my niggas dressed in that rojo (Redlyfe) I ride for my guys, that's the bro code Baby gave me head; that's a low blow Damn, she make me weak when she deep throat I need a rich bitch, not a cheap ho They be on that hate shit, I peep though My brother told me: \"Fuck 'em, get that money, sis!\" You just keep on grindin' on your hungry shit Ignore the hate, ignore the fake, ignore the funny shit ‘Cause if a nigga violate, we got a hunnit clips (grrrrrrrah!) And we go zero to a hundred quick (ooouuu) We just them niggas you ain't fuckin' with (oh no) Pockets on a chubby chick (ah) And still go bag a thottie in some bummy shit (ooouuu) Yerr, Eli, why they testin' me? Like I don't always keep the hammer next to me Like I ain't got a hitter to the left of me Like we ain't in these streets more than Sesame If that's your chick, then why she textin' me? Why she keep calling my phone speaking sexually? Every time I'm out, why she stressin' me? You call her Stephanie? I call her Headphanie (OOOUUU) I don't open doors for a whore I just want the neck, nothin' more Shawty, make it clap, make it applaud! When you tired of your man, give me a call Dyke bitches talking out they jaw Next minute, calling for the law This 9 will have 'em calling for the Lord They ain't getting shmoney, so they bored I could never lose, what you thought? M.A got it on lock, man, of course They say I got the juice, I got the sauce These haters on my body, shake 'em off Pussy, I'm a bully and a boss I'm killing 'em, sorry for your loss (R.I.P.) I just caught a body; Randy Moss Now this year I'm really going off  [Outro] OOOUUU, OOOUUU These haters on my body, shake 'em off OOOUUU, OOOUUU Ah, these haters on my body, shake 'em off OOOUUU, OOOUUU These haters on my body, shake 'em off I could never lose, what you thought? What they thought? I could never lose, what you thought? This Henny got me, it got me sauced This Henny got me, oh, it got me sauced I could never lose, what you thought? M.A got it on lock, man, of course OOOUUU, OOOUUU  ", 
        "title": "OOOUUU"
    }, 
    {
        "artist": "Rihanna", 
        "lyrics": "  [Verse 1] And you got me like, \"Oh, what you want from me?\" (What you want from me?) And I tried to buy your pretty heart, but the price too high Baby you got me like \"Oh\" You love when I fall apart (fall apart) So you can put me together and throw me against the wall  [Pre-Chorus] Baby you got me like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii Don't you stop loving me (loving me) Don't quit loving me (loving me) Just start loving me (loving me) Owwwwww  [Chorus] And babe I’m fist-fighting with fire Just to get close to you Can we burn something babe And I run for miles just to get a taste Must be love on the brain That’s got me feeling this way It beats me black and blue but it fucks me so good And I can’t get enough Must be love on the brain yeah And it keeps cursing my name No matter what I do I’m no good without you And I can’t get enough Must be love on the..... brain  [Verse 2] Baby keep loving me Just love me Yeah, just love me All you need to do is love me, yeah Got me like, ah-ha-ha-owww I’m tired of being played like a violin What do I gotta do to get in your motherfuckin’ heart? Baby like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii  [Pre-Chorus] Baby you got me like i-i-i-i-i-i-i-i-i-hiii, woo i-i-i-i-i-i-i-i-i-hiii Don't you stop loving me (loving me) Don't quit loving me (loving me) Just start loving me (loving me) Ooooooohhh  [Chorus] And babe I’m fist-fighting with fire Just to get close to you Can we burn something babe And I run for miles just to get a taste Must be love on the brain That’s got me feeling this way It beats me black and blue but it fucks me so good And I can’t get enough Must be love on the brain yeah And it keeps cursing my name No matter what I do I’m no good without you And I can’t get enough Must be love on the.... brain  [Click here to learn more about the making of \"Love on the Brain\"]  ", 
        "title": "Love On The Brain"
    }, 
    {
        "artist": "Big Sean", 
        "lyrics": "  [Intro: Future] If Young Metro don't trust you, I'm gon shoot you  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Verse 1: Big Sean] Don’t owe nobody, owe nobody Always on the fuckin' job, I got no hobbies Got the city fuckin' with me 'cause I'm homegrown Vibin' out more than my phone though Leave me ‘lone, me on my own though Look, I cut that bitch off like a edit My daddy a G, it's genetics (Straight up) I heard ya new shit, it's pathetic Ya contract should be shredded Took my dogs on a private jet from the public housing I kept it G, yeah, one thousand Clique star-studded like the Paramount mountain Everything I do is righteous Betting on me is the right risk Even in a fucking crisis I’m never on some switching sides shit I switch gears to the night shift Blacking out 'cause I’m enlightened God talk to me in silence But I hear him every time, mane (Thank you God, God bless you, thank you so much)  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Verse 2: Big Sean] Look, I woke up in beast mode With my girl, that's beauty and the beast though Been top 5, these niggas sleep though Only thing that sold out is the seats though (Never sold my soul, never will never have) Nigga how dare you stand before me and not respect my authority If you fuck with my glory, I'ma drop the L and get gory I done did everything except worry Hella drama, my life story Faith of a mustard seed, I kept growing I knew that this life was meant for me Niggas change up more than wishin' wells Karma come around I'll wish 'em well Livin' like I’m on a limitless pill I kill the scene like I’m Denzel Crazy like my jacket strapped up Nigga, I don’t act but I'll act up Brown paper bag like the lunch packed up Back, back, back, back up Nigga, I'ma need like 10 feet Or get stomped out with ten feet I'ma always lose my temper You cannot “count to ten” me If I lose 1, I bounce back like 2, 3 did with 4, 5 Seen court rooms and court sides, ain’t too many seen both sides Nigga, fuck what you know Nigga, I’m takin' back control The underdog just turned into the wolf and the hunger steady grows Yeah, I call shots while you call off Never takin' summer or fall off When you stay that committed to it, you just fall down and never fall off, so  [Hook: Big Sean] Last night took a L, but tonight I bounce back Wake up every morning, by the night, I count stacks Knew that ass was real when I hit, it bounce back (You ain’t getting checks) Last night took a L, but tonight I bounce back Boy, I been broke as hell, cashed a check and bounced back D town LAX, every week I bounce back If you a real one, then you know how to bounce back  [Outro: Kanye West & Big Sean] Bounce back, bounce, bounce Bounce back, bounce, bounce Bounce, bounce, bitch, bounce (Yeah) Is you a real one? Is you a real one? Real one Real one Is you a real one? Real one Real one Don  ", 
        "title": "Bounce Back"
    }, 
    {
        "artist": "Sia Featuring Kendrick Lamar", 
        "lyrics": "  [Verse 1: Sia] Uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, running now, I close my eyes Well, oh, I got stamina And uh-oh, I see another mountain to climb But I, I, I got stamina Uh-oh, I need another lover, be mine Cause I, I, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Verse 2: Sia] Well, uh-oh, runnin' out of breath, but I Oh, I, I got stamina Uh-oh, runnin' now, I close my eyes But, oh, I got stamina And oh yeah, runnin' through the waves of love But I, I got stamina And oh yeah, I'm runnin' and I've just enough And uh-oh, I got stamina  [Pre-Chorus: Sia] Don't give up, I won't give up Don't give up, no no no Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive The greatest, the greatest alive  [Post-Chorus: Sia] Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina Oh-oh, I got stamina  [Verse 3: Kendrick Lamar] Ayy, I am the truth Ayy, I am the wisdom of the fallen; I'm the youth Ayy, I am the greatest Ayy, this is the proof Ayy, I work hard, pray hard, pay dues, ayy I transform with pressure - I'm hands-on with effort I fell twice before, my bounce back was special Letdowns'll get you, and the critics will test you But the strong'll survive, another scar may bless you, ah  [Pre-Chorus: Sia (Kendrick Lamar)] Don't give up (no no), I won't give up (no no) Don't give up, no no no (nah) Don't give up, I won't give up Don't give up, no no no  [Chorus: Sia] I'm free to be the greatest, I'm alive I'm free to be the greatest here tonight, the greatest The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no) The greatest, the greatest alive (Don't give up, don't give up, don't give up, no no no)  [Outro: Sia] The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina) The greatest, the greatest alive (Don't give up, don't give up, don't give up; I got stamina)  ", 
        "title": "The Greatest"
    }, 
    {
        "artist": "Pentatonix", 
        "lyrics": "  [Verse 1: Scott] I’d heard there was a secret chord That David played and it pleased the Lord But you don't really care for music, do you? Well it goes like this The fourth, the fifth, the minor fall, the major lift The baffled king composing Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 2: Avi] Well, your faith was strong but you needed proof You saw her bathing on the roof Her beauty and the moonlight overthrew ya She tied you to the kitchen chair She broke your throne and she cut your hair And from your lips, she drew the Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 3: Kirstin] Well baby I've been here before I've seen this room and I've walked this floor I used to live alone before I knew ya And I've seen your flag on the marble arch And love is not a vict'ry march It's a cold and it's a broken Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Verse 4: Mitch] Well, maybe there’s a God above But all I’ve ever learned from love Was how to shoot somebody who outdrew ya And it’s not a cry that you hear at night It’s not somebody who's seen the light It’s a cold and it’s a broken Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  [Outro] Hallelujah, Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah Hallelujah, Hallelujah  ", 
        "title": "Hallelujah"
    }, 
    {
        "artist": "Jon Bellion", 
        "lyrics": "  [Verse 1] I was the knight in shining armor in your movie Would put your lips on mine and love the aftertaste Now I'm a ghost, I call your name, you look right through me You're the reason I'm alone and masturbate  [Pre-Chorus] I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie, lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Verse 2] I was the prototype like 3 Stacks on that CD An example of the perfect candidate Now all your girlfriends say that you don't want to see me You're the reason that I just can't concentrate  [Pre-Chorus] I, (I, I) I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie I tried to hide But now you know it  [Chorus] That I'm at an all time Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  [Bridge] I, I, I, I've been trying to fix my pride But that shit's broken, that shit's broken Lie (lie, lie), lie, l-lie and try to hide But now you know it That I'm at an all time Low, low, low, low, low, low Low, low, low, low, low, low, low, low, low, low, low Low, low Low, low, low, low, low, low, low, low, low, low, low, low Lie, l-lie, I try to hide, but now you know it That I'm at an all time... Hey!  [Outro] Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low Low, low, low, low, low, low, low, low, low  ", 
        "title": "All Time Low"
    }, 
    {
        "artist": "The Weeknd Featuring Daft Punk", 
        "lyrics": "  [Intro: The Weeknd] Yeah, uh  [Verse 1: The Weeknd] Tell me what you really like Baby, I can take my time We don't ever have to fight Just take it step-by-step I can see it in your eyes 'Cause they never tell me lies I can feel that body shake And the heat between your legs  [Pre-Chorus: The Weeknd] You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Verse 2: The Weeknd] You are not the single type So baby, this the perfect time I'm just tryna get you high (I'm just tryna, babe) And faded off this touch You don't need a lonely night So baby, I can make it right You just got to let me try To give you what you want  [Pre-Chorus: The Weeknd] You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd & Daft Punk] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Pre-Chorus: The Weeknd] Hey! You've been scared of love and what it did to you You don't have to run, I know what you've been through Just a simple touch and it can set you free We don't have to rush when you're alone with me  [Chorus: The Weeknd + Daft Punk] I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you feel right now I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you say right now, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I know what you say right now, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe I feel it coming, I feel it coming, babe  [Outro: Daft Punk] I feel it coming, babe I feel it coming, babe I feel it coming, babe I feel it coming, babe  ", 
        "title": "I Feel It Coming"
    }, 
    {
        "artist": "Shawn Mendes", 
        "lyrics": "  [Verse 1] I won't lie to you I know he's just not right for you And you can tell me if I'm off But I see it on your face When you say that he's the one that you want And you're spending all your time In this wrong situation And anytime you want it to stop  [Chorus] I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can  [Verse 2] I'll stop time for you The second you say you'd like me to I just wanna give you the loving that you're missing Baby, just to wake up with you Would be everything I need and this could be so different Tell me what you want to do  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can  [Bridge] Give me a sign Take my hand, we'll be fine Promise I won't let you down Just know that you don't Have to do this alone Promise I'll never let you down  [Chorus] 'Cause I know I can treat you better than he can And any girl like you deserves a gentleman Tell me why are we wasting time On all your wasted crying When you should be with me instead I know I can treat you better Better than he can Better than he can Better than he can  ", 
        "title": "Treat You Better"
    }, 
    {
        "artist": "Brenda Lee", 
        "lyrics": "  Rocking around the Christmas Tree At the Christmas party hop Mistletoe hung where you can see Ev'ry couple tries to stop  Rocking around the Christmas Tree Let the Christmas Spirit ring Later we'll have some pumpkin pie And we'll do some caroling  You will get a sentimental feeling When you hear voices singing \"Let's be jolly; Deck the halls with boughs of holly\" Rocking around the Christmas Tree Have a happy holiday Everyone's dancing merrily In a new old fashioned way  Rocking around the Christmas Tree Let the Christmas Spirit ring Later we'll have some pumpkin pie And we'll do some caroling  You will get a sentimental feeling When you hear voices singing \"Let's be jolly; Deck the halls with boughs of holly\" Rocking around the Christmas Tree Have a happy holiday Everyone's dancing merrily In a new old fashioned way  ", 
        "title": "Rockin' Around The Christmas Tree"
    }, 
    {
        "artist": "Shawn Mendes", 
        "lyrics": "  [Verse 1] You've got a hold on me Don't even know your power I stand a hundred feet But I fall when I'm around ya Show me an open door And you go and slam it on me I can't take anymore  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Verse 2] I'd drive through the night Just to be near you, baby Heart open, testify Tell me that I'm not crazy I'm not asking for a lot Just that you're honest with me And my pride, is all I got  [Hook] I'm saying Baby, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your strings And even though you got good intentions I need you to set me free Would you please have mercy, mercy on my heart? Would you please have mercy, mercy on my heart?  [Bridge] Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice Consuming all the air inside my lungs Ripping all the skin from off my bones I'm prepared to sacrifice my life I would gladly do it twice  [Hook] Oh, please have mercy on me Take it easy on my heart Even though you don't mean to hurt me You keep tearing me apart Would you please have mercy on me? I'm a puppet on your string And even though you got good intentions I need you to set me free I'm begging you for mercy, mercy I'm begging you, begging you, please, baby I'm begging you for mercy, mercy Ooh, I'm begging you, I'm begging you  ", 
        "title": "Mercy"
    }, 
    {
        "artist": "Bobby Helms", 
        "lyrics": "  Jingle bell, jingle bell, jingle bell rock Jingle bells swing and jingle bells ring Snowin' and blowin' up bushels of fun Now, the jingle hop has begun  Jingle bell, jingle bell, jingle bell rock Jingle bells chime in jingle bell time Dancin' and prancin' in Jingle Bell Square In the frosty air  What a bright time, it's the right time To rock the night away Jingle bell time is a swell time To go glidin' in a one-horse sleigh  Giddy-up jingle horse, pick up your feet Jingle around the clock Mix and a-mingle in the jinglin' feet That's the jingle bell rock  Jingle bell, jingle bell, jingle bell rock Jingle bells chime in jingle bell time Dancin' and prancin' in Jingle Bell Square In the frosty air  What a bright time, it's the right time To rock the night away Jingle bell time is a swell time To go glidin' in a one-horse sleigh  Giddy-up jingle horse, pick up your feet Jingle around the clock Mix and a-mingle in the jinglin' feet That's the jingle bell That's the jingle bell That's the jingle bell rock  ", 
        "title": "Jingle Bell Rock"
    }, 
    {
        "artist": "Martin Garrix & Bebe Rexha", 
        "lyrics": "  [Verse 1: Bebe Rexha] If I told you this was only gonna hurt If I warned you that the fire's gonna burn Would you walk in? Would you let me do it first? Do it all in the name of love Would you let me lead you even when you're blind? In the darkness, in the middle of the night In the silence, when there's no one by your side Would you call in the name of love?  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Verse 2: Bebe Rexha] If I told you we could bathe in all the lights Would you rise up, come and meet me in the sky? Would you trust me when you're jumping from the heights? Would you fall in the name of love? When there's madness, when there's poison in your head When the sadness leaves you broken in your bed I will hold you in the depths of your despair And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love  [Bridge: Bebe Rexha] I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love I wanna testify Scream in the holy light You bring me back to life And it's all in the name of love  [Chorus: Bebe Rexha] In the name of love, name of love In the name of love, name of love  [Breakdown] In the name of Love In the name, name Love In the name, name Love In the name of Love In the name, name Love In the name of Love In the name of Love In the name of Love  ", 
        "title": "In The Name Of Love"
    }, 
    {
        "artist": "gnash Featuring Olivia O'Brien", 
        "lyrics": null, 
        "title": "I Hate U I Love U"
    }, 
    {
        "artist": "Justin Timberlake", 
        "lyrics": "  [Verse 1] I got this feeling inside my bones It goes electric, wavey when I turn it on All through my city, all through my home We're flying up, no ceiling, when we in our zone  [Refrain] I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance A feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance, come on  [Verse 2] Ooh, it's something magical It's in the air, it's in my blood, it's rushing on I don't need no reason, don't need control I fly so high, no ceiling, when I'm in my zone  [Refrain] 'Cause I got that sunshine in my pocket Got that good soul in my feet I feel that hot blood in my body when it drops I can't take my eyes up off it, moving so phenomenally Room on lock, the way we rock it, so don't stop  [Pre-Chorus] And under the lights when everything goes Nowhere to hide when I'm getting you close When we move, well, you already know So just imagine, just imagine, just imagine  [Chorus] Nothing I can see but you when you dance, dance, dance Feeling good, good, creeping up on you So just dance, dance, dance, come on All those things I shouldn't do But you dance, dance, dance And ain't nobody leaving soon, so keep dancing I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So just dance, dance, dance I can't stop the feeling So keep dancing, come on  [Bridge] I can't stop the, I can't stop the I can't stop the, I can't stop the I can't stop the feeling  [Chorus] Nothing I can see but you when you dance, dance, dance (I can't stop the feeling) Feeling good, good, creeping up on you So just dance, dance, dance, come on (I can't stop the feeling) All those things I shouldn't do But you dance, dance, dance (I can't stop the feeling) And ain't nobody leaving soon, so keep dancing  [Outro] Everybody sing (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Got this feeling in my body (I can't stop the feeling) Wanna see you move your body (I can't stop the feeling) Got this feeling in my body Break it down Got this feeling in my body Can't stop the feeling Got this feeling in my body, come on  ", 
        "title": "Can't Stop The Feeling!"
    }, 
    {
        "artist": "Keith Urban", 
        "lyrics": "  [Verse 1] I can... See you over there starin' at your drink Watchin' that ice sink, all alone tonight And... Chances are you're sittin' here in this bar 'Cause he ain't gonna treat you right Well, it's... Probably not my place but I'm gonna say it anyway ‘Cause you look like You... Haven’t felt the fire, had a little fun Hadn’t had a smile in a little while, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Verse 2] I'm not tryna... Be another just pick you up kinda guy Tryna drink you up, tryna take you home But I just... I don't understand how another man Can take your sun and turn it ice cold Well, I've... Had enough to drink and it's makin' me think That I just might Tell you... If I were a painter I wouldn’t change ya I’d just paint you bright, baby  [Chorus] 'Cause blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color  [Bridge] No, no, no Mmmm It ain't your color baby Mmm, baby  [Chorus] Blue... Looks good on the sky Looks good on that neon buzzin’ on the wall But darlin', it don’t match your eyes I’m tellin’ you... You don’t need that guy It’s so black and white, he’s stealin’ your thunder Baby, blue ain’t your color Blue ain’t your color  [Outro] Mmm, no, no, no baby Come here, baby Let me light up your world  ", 
        "title": "Blue Ain't Your Color"
    }, 
    {
        "artist": "The Chainsmokers Featuring Daya", 
        "lyrics": "  [Verse 1] Crashing, hit a wall Right now I need a miracle Hurry up now, I need a miracle Stranded, reaching out I call your name but you're not around I say your name but you're not around  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down  [Verse 2] R-r-running, out of time I really thought you were on my side But now there's nobody by my side  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down D-Don't let me down Don't let me down  [Post-Chorus] Don't let me down, down, down Don't let me down Don't let me down, down, down Don't let me down, down, down Don't let me down Don't let me down, down, down  [Bridge] Ooh, I think I'm losing my mind now, yeah Ooh, I think I'm losing my mind now, yeah  [Chorus] I need you, I need you, I need you right now Yeah, I need you right now So don't let me, don't let me, don't let me down I think I'm losing my mind now It's in my head, darling I hope That you'll be here, when I need you the most So don't let me, don't let me, don't let me down Don't let me down  [Outro] Yeah, don't let me down Yeah, don't let me down Don't let me down, oh no Say don't let me down Don't let me down, no-o Don't let me down Don't let me down, down  ", 
        "title": "Don't Let Me Down"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her  [Verse 1] Sometimes you worry bout the things he can provide for ya Whenever you around I seem to come alive for ya I finally recognize the feelings that's inside for ya Although I know your man and trust me he would die for ya These quiet thoughts of you been going on for years now I saw you in the party, soft lips, soft spoken I came and talked to you but homie interfered now He introduced you as his girl and I was heartbroken Some people talk about that love at first sight shit To keep it real I don't know whether I believe it's true But if it is then tell me if I'm wrong or right If I fell in love with you before I ever even knew I catch your eye then look away as if it never happened At times I feel as though I'm caught up in a strange dream If eyes could talk then mines would tell ya that I'm feeling you Sometimes I swear your eyes be telling me the same thing  [Pre-Hook] She fuck with small town niggas, I got bigger dreams She fuck with small town niggas, I got bigger dreams (listen) She fuck with small town niggas, I got bigger dreams She fuck with small town niggas, I got bigger dreams (listen)  [Hook] Club jumping, don't stop, off top But you know we only go 'till 2 o'clock Put yo motherfuckin' hood up, it's the weekend Drop that, back that ass up and bitches get to freaking Last call at the bar, ladies get a drink, nigga get some balls Ain't no telling you gonna see that bitch tomorrow Stop holding up the wall waiting for the right song Better holla cause you know they bout to cut the lights on  [Verse 2] And put my number in it— I'm staring at you from afar, I'm wondering about you Like, where you from and who you are? 'Cause you a star—no, not the type that snort the white lines I mean the type to light the night time, I heard you got a man But who in their right mind letting you out the house alone? Tell me is your house a home? Why you in the club looking like you out your zone? Now be discreet and pull out your phone and put my number in it Text a nigga when your man leave you unattended On a scale from 1 to 10 that girl's a hundred and I want it No question, I know destiny well And though I sin the Lord blessing me still Every saint got a past, every sinner got a future Every loser gotta win and every winner gotta lose someday They say it's just a matter of time And if I had my way then you would be mine  [Pre-Hook] She fuck with small town niggas, I got bigger dreams She fuck with small town niggas, I got bigger dreams (listen) She fuck with small town niggas, I got bigger dreams She fuck with small town niggas, I got bigger dreams  [Hook] Club jumping, don't stop, off top But you know we only go 'till 2 o'clock Put yo motherfuckin' hood up, it's the weekend Drop that, back that ass up and bitches get to freaking Last call at the bar, ladies get a drink, nigga get some balls Ain't no telling you gonna see that bitch tomorrow Stop holding up the wall waiting for the right song Better holla 'cause you know they bout to cut the lights on  [Bridge] I know you were made for me but Darling don't you wait for me 'Cause I can see the promised land But I can't do no promising I know you were made for me but Darling don't you wait for me 'Cause I can see the promised land But I can't do no promising  [Outro] Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her Ayy, put a finger in the sky if you want it, nigga Ayy, put two fingers in the sky if you want her  ", 
        "title": "Deja Vu"
    }, 
    {
        "artist": "Sia Featuring Sean Paul", 
        "lyrics": "  [Intro: Sean Paul] Up with it girl Rock with it girl Show dem it girl (Bada bang bang) Bounce with it girl Dance with it girl Get with it girl (Bada bang bang)  [Verse 1: Sia] Come on, come on, turn the radio on It's Friday night and I won't be long Gotta do my hair, I put my make up on It's Friday night and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 2: Sia] Come on, come on, turn the radio on It's Saturday and I won't be long Gotta paint my nails, put my high heels on It's Saturday and I won't be long  [Pre-Chorus: Sia (Sean Paul)] Till I hit the dance floor (Bada bang) Hit the dance floor (Bada bang) I got all I need (Sia) No I ain't got cash, I ain't got cash But I got you baby (Just you an me)  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Verse 3: Sean Paul & (Sia)] Me an you girl, you an me Drop it to di floor an mek mi see your energy because Mi nah play nuh hide an seek Wah fi see di ting you have weg mek me feel weak girl (Free) Cause anytime you wine an kotch it Di selector pull it up an put it pon repeat girl I'm nah touch a dollar 'na pocket Cause notin' in this world ain't more dan what you worth (I love cheap thrills)  [Bridge: Sia + Sean Paul] But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control Oh, oh  [Chorus: Sia + Sean Paul] Baby I don't need dollar bills to have fun tonight (I love cheap thrills) Baby I don't need dollar bills to have fun tonight (I love cheap thrills) But I don't need no money You worth more dan diamonds, more dan gold As long as I can feel the beat Mek di beat jus tek control I don't need no money You worth more dan diamonds, more dan gold As long as I keep dancing Free up yourself, get outa control  [Outro: Sia] La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la, la (I love cheap thrills) La, la, la, la, la (I love cheap thrills)  ", 
        "title": "Cheap Thrills"
    }, 
    {
        "artist": "Niall Horan", 
        "lyrics": "  [Verse 1] Waking up to kiss you and nobody’s there The smell of your perfume still stuck in the air It’s hard Yesterday I thought I saw your shadow running round It’s funny how things never change in this old town So far from the stars  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  [Verse 2] I saw that you moved on with someone new In the pub that we met he’s got his arms around you It’s so hard So hard  [Pre-Chorus] And I want to tell you everything The words I never got to say the first time around And I remember everything From when we were the children playing in this fairground Wish I was there with you now  [Chorus] Because if the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you  You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you  [Bridge] And I know that it’s wrong That I can’t move on But there’s something about you  [Chorus] If the whole world was watching I’d still dance with you Drive highways and byways to be there with you Over and over the only truth Everything comes back to you You still make me nervous when you walk in the room Them butterflies they come alive when I’m next to you Over and over the only truth Everything comes back to you Everything comes back to you  ", 
        "title": "This Town"
    }, 
    {
        "artist": "Major Lazer Featuring Justin Bieber & MO", 
        "lyrics": "  [Verse 1: Justin Bieber] Everybody gets high sometimes, you know What else can we do when we're feelin' low? So take a deep breath and let it go You shouldn't be drowning on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Verse 2: Justin Bieber] 'Cause we all get lost sometimes, you know? It's how we learn and how we grow And I wanna lay with you 'til I'm old, oh-oh You shouldn't be fighting on your own  [Pre-Chorus: Justin Bieber] And if you feel you're sinking, I will jump right over Into cold, cold water for you And although time may take us into different places I will still be patient with you And I hope you know...  [Chorus: Justin Bieber] I won't let go And I won't let go, no-no, no-no, no I won't I'll be your lifeline tonight I won't let go I'll be your lifeline tonight  [Bridge: MØ] Come on, come on Save me from my rocking boat I just wanna stay afloat I'm all alone And I hope, I hope someone's gonna take me home Somewhere I can rest my soul (rest my soul) I need to know you won't let go  [Chorus: Justin Bieber & MØ] And I won't let go, no-no, no-no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  [Outro: Justin Bieber] I won't let go, no no, no no, no, I won't I'll be your lifeline tonight You won't let go I'll be your lifeline tonight  ", 
        "title": "Cold Water"
    }, 
    {
        "artist": "Rob $tone Featuring J. Davi$ & Spooks", 
        "lyrics": "  [Verse 1: Rob $tone] Rob $tone, two damn phones Babylons can't crack the code (no) Used to sip out styrofoam But figured I should stick to dro (trees!) Backwoods overload Don't like to smoke them swishers, ho If you hit my liquor store It's 50 cents for single Ports  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  [Verse 2: J. Davi$] Two cell phones, Mr. Mothafuck-A-Thot Mr. I-Be-On-That-Block, 12-07 fuck an op They hear my name, they see my squad Rolling dope up on the spot I'm with your bitch, she on my jock Ain't got no time to love a thot Got niggas mad, my flow so hot Got niggas mad, my squad won't stop We in the game, won't take no loss I'm sippin' water out the Voss Got lean all in my fuckin' Sprite Turnin' up on fuckin' sight Mr. Kenny Powers Bout to take your girlfriend home tonight, bitch  [Verse 3: Spooks] And I'm smokin' on that widow when you see it out the window Got a dusty old tee, lookin' bummy, leave it simple Growin' up, I was always in the middle So I gotta hold it down for my older and my little And my brothas beside me so fuck it we mobbin' deep Always grimey, no findin' me but I be in LG If your lil' fuckboy lame ass wanna creep I live by the lemon 'cause that fucka chose me  [Hook: Rob $tone] Said she wanna roll with me and smoke up all my weed I said, \"Baby just buy Dutches 'cause you can't smoke for free I got some loud but no money, babe, buy me a Fiji\" She said, \"You need a job\", bitch, fuck a job, I still get cheese  ", 
        "title": "Chill Bill"
    }, 
    {
        "artist": "John Legend", 
        "lyrics": "  [Verse 1] Pulling me further, further than I've been before Making me stronger, shaking me right to the core Oh, I don't know what's in the stars Never heard it from above, the world isn't ours But I know what's in my heart, if you ain't mine I'll be torn apart  [Chorus] I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now  [Post-Chorus] Love me now, love me now Oh, oh, love me now, oh, oh, oh, yeah Love me now, love me now Oh, I want you to love me now  [Verse 2] Something inside us knows there's nothing guaranteed Yeah, girl, I don't need you to tell me that you'll never leave, no When we've done all that we could to turn darkness into light, turn evil to good Even when we try so hard for that perfect kind of love, it could all fall apart  [Chorus] And who's gonna kiss you when I'm gone? Oh I'm gonna love you now, like it's all I have And I know it'll kill me when it's over I don't wanna think about it, I want you to love me now  [Post-Chorus] Love me now, love me now Oh, love me now, oh, oh, oh Love me now Love me now, love me now Love me now  [Bridge] Oh I don't know how the years will go down, it's alright Let's make the most of every moment tonight  [Chorus] I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I want you to love me now I don't know who's gonna kiss you when I'm gone So I'm gonna love you now, like it's all I have I know it'll kill me when it's over I don't wanna think about it, I just wanna love you now  [Post-Chorus] Love me now, love me now Oh, oh, love you now, oh, oh, oh Love me now, love me now Love you now Oh, love you now, oh, oh, oh, oh  ", 
        "title": "Love Me Now"
    }, 
    {
        "artist": "Gucci Mane Featuring Drake", 
        "lyrics": "  [Intro: Southside & Future] Southside If Young Metro don't trust you, I'm gon' shoot you  [Verse 1: Gucci Mane] I got so many felonies, I might can't never go to Canada But Drake said he gon' pull some strings, so let me check my calendar I just popped me one of them one what-you-call-its and it boosted my stamina Now I'm fucking her on the banister, guess I just East Atlanta'd her I'm in an all-red drop tarantula, fuck a Challenger Damn these hoes ain't got no manners, bruh, where's the manager? I keep throwing rubber bandies up, hoe, pull your panties up Cause you fuck like a granny fuck, you're just an amateur This Patek Philipe gon' make this crooked judge try throw the book at me I look like half a million worth of heroin when she look at me But you ain't gotta fuck with me, my nig, but you're stuck with me But how you called the cops on me, my nig? You grew up with me  [Hook: Drake] I don't usually do this unless I'm drunk or I'm high But I'm both right now, got me talking about my life I don't usually do this unless I'm drunk or I'm high But I'm both right now I don't usually do this unless I'm drunk or I'm high But I'm both right now and I need ya in my life I don't usually do this unless I'm drunk or I'm high But I'm both right now  [Verse 2: Drake] Yeah, I'm both Yeah, I had a drink, yeah, I smoked Yeah, you think I need you but I don't Just left out Dubai with all my folk Open water, my location is remote Shout-out Yachty but this ain't a Lil Boat This some shit I wrote about when I was broke See, the power of the mind is not a joke Man, I said that I would do it and I did Used to get left-overs out the fridge Nobody was famous where I lived Till I got it jumping at the crib Took a lot to be able to give, I mean  [Hook: Drake] I don't usually do this unless I'm drunk or I'm high But I'm both right now, got me talking about my life I don't usually do this unless I'm drunk or I'm high But I'm both right now I don't usually do this unless I'm drunk or I'm high But I'm both right now and I need ya in my life I don't usually do this unless I'm drunk or I'm high But I'm both right now  [Outro: Southside] Southside  ", 
        "title": "Both"
    }, 
    {
        "artist": "X Ambassadors", 
        "lyrics": "  [Intro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 1] Mama, come here Approach, appear Daddy, I'm alone 'Cause this house don't feel like home  [Pre-Chorus] If you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Verse 2] Mother, I know That you're tired of being alone Dad, I know you're trying To fight when you feel like flying  [Pre-Chorus] But if you love me, don't let go, woah If you love me, don't let go  [Chorus] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  [Outro] Hold, hold on, hold on to me 'Cause I'm a little unsteady, a little unsteady  ", 
        "title": "Unsteady"
    }, 
    {
        "artist": "21 Savage & Metro Boomin Featuring Future", 
        "lyrics": "  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin' I got model bitches wanna lick me like some candy And them drugs come in handy Last name Savage bitch, but no I'm not Randy Hit her with no condom, had to make her eat a plan B And I'm sippin' on that Codeine, not Brandy  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 1: 21 Savage + Future] Flexin' on that bitch, hold up Bought a necklace on that bitch, hold up Her friend gon' lick me like a fruit roll up She in her feelins' on the 'Gram, grow up 21, flexin' on that bitch, hold up I ain't textin' back that bitch, hold up I ain't stressin' bout that bitch, hold up 21 gon' get the stick, hold up Hold up, hold up, bitch I like to ball Hold up, hold up, without no weave, you bald Hold up, bitch I spent your rent inside the mall Told her she got a nigga but he broke, she lost Hold up, at this private location Hold up, put her back in rotation Hold up, bitches on me, immigration Hold up, goin' through the translations  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Verse 2: 21 Savage + Future] Hold up, bitch my Rolex on fleek Hold up, bitch my diamonds on fleek Hold up, I got gold on my teeth Hold up, you got Rainbow on your feet? Hold up, corny niggas don't impress me Hold up, never let a bitch dress me Hold up, can't no motherfuckin' judge check me Hold up, I don't give a fuck about no ring Hold up, money make my old bitches hate me Hold up, bitch you still stay on Section-8 Hold up, my new bitch wetter than a lake Hold up, and she love to let me paint her face Hold up, fell in love with some good throat Hold up, fell in love with some good throat Hold up, ripped them confidential papers up Hold up, you done made me wake my savage up  [Hook: 21 Savage] I'm just stuntin' on my ex-bitch I'm just flexin' on my ex-bitch Hold up, I'm just stuntin' on my ex-bitch Hold up, I'm just flexin' on my ex-bitch Fuck a wedding ring, I bought a necklace Diamonds got the flu, try not to catch this I left that ho alone 'cause she was ratchet All these bitches salty, they can't stand me  [Bridge: 21 Savage] 10 bad bitches in a mansion Wrist on Milly Rock them diamonds on me dancin' When you workin' hard then your money start expandin'  [Outro: Future] If Young Metro don't trust you, I'm gon' shoot you And them drugs come in handy Last name Hendrix bitch, you know I'm no Jimi Hit 'em with no condoms, ship her right back out the country And I'm sippin' codeine, tats all on my stomach  ", 
        "title": "X"
    }, 
    {
        "artist": "Jose Feliciano", 
        "lyrics": null, 
        "title": "Feliz Navidad"
    }, 
    {
        "artist": "Pentatonix", 
        "lyrics": "  [Scott] Mary did you know that your baby boy will one day walk on water? [Avi] Mary did you know that your baby boy will save our sons and daughters? [Scott and Avi] Did you know that your baby boy has come to make you new? [Avi] This child that you've delivered, will soon deliver you  [Kirstin] Mary did you know that your baby boy will give sight to a blind man? [Mitch] Mary did you know that your baby boy will calm a storm with his hand? [Mitch, Kirstin and Scott] Did you know that your baby boy has walked where angels trod? [Mitch] And when you kiss your little baby, you have kissed the face of God  [All] Mary did you know, Mary did you know, Mary did you know  [Scott] The blind will see, the deaf will hear and the dead will live again The lame will leap, the dumb will speak, the praises of the lamb  [Kevin] Mary did you know that your baby boy is Lord of all creation? Mary did you know that your baby boy will one day rule the nations? [All] Did you know that your baby boy is heaven's perfect Lamb? [Mitch] This sleeping child you're holding is the great I am [All] Mary did you know, Mary did you know, Mary did you know?  ", 
        "title": "Mary, Did You Know?"
    }, 
    {
        "artist": "Burl Ives", 
        "lyrics": "  Have a holly, jolly Christmas; It's the best time of the year I don't know if there'll be snow But have a cup of cheer Have a holly, jolly Christmas; And when you walk down the street Say Hello to friends you know And everyone you meet Oh, ho, the mistletoe Hung where you can see; Somebody waits for you; Kiss her once for me Have a holly jolly Christmas And in case you didn't hear Oh by golly, have a holly Jolly Christmas this year  ", 
        "title": "A Holly Jolly Christmas"
    }, 
    {
        "artist": "Nat King Cole", 
        "lyrics": "  Chestnuts roasting on an open fire Jack Frost nipping at your nose Yuletide carols being sung by a choir Folks dressed up like Eskimos  Everybody knows a turkey and some mistletoe Help to make the season bright Tiny tots with their eyes all aglow Will find it hard to sleep tonight  They know that Santa's on his way He's loaded lots of toys and goodies on his sleigh And every mother's child is gonna spy To see if reindeer really know how to fly  And so we're offering this simple phrase To kids from one to ninety-two Although it's been said many times Many ways, Merry Christmas to you  And so we're offering this simple phrase To kids from one to ninety-two Although it's been said many times Many ways, Merry Christmas Merry Christmas Merry Christmas to you  Merry Merry Christmas  ", 
        "title": "The Christmas Song (Merry Christmas To You)"
    }, 
    {
        "artist": "Andy Williams", 
        "lyrics": "  It's the most wonderful time of the year With the kids jingle belling And everyone telling you \"be of good cheer\" It's the most wonderful time of the year  It's the hap-happiest season of all With those holiday greetings And gay happy meetings when friends come to call It's the hap-happiest season of all  There'll be parties for hosting Marshmallows for toasting And caroling out in the snow There'll be scary ghost stories And tales of the glories Of Christmases long, long ago  It's the most wonderful time of the year There'll be much mistletoeing And hearts will be glowing when loved ones are near It's the most wonderful time of the year  There'll be parties for hosting Marshmallows for toasting And caroling out in the snow There'll be scary ghost stories And tales of the glories Of Christmases long, long ago  It's the most wonderful time of the year There'll be much mistletoeing And hearts will be glowing when loved ones are near It's the most wonderful time It's the most wonderful time It's the most wonderful time It's the most wonderful time of the year  ", 
        "title": "It's The Most Wonderful Time Of The Year"
    }, 
    {
        "artist": "The Weeknd", 
        "lyrics": "  [Refrain: The Weeknd] I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand  [Verse 1: The Weeknd] And I've seen her get richer in the pole I've seen her, I knew she had to know I've seen her take down that tequila Down by the liter, I knew I had to meet her Ooh, she mine, ooh girl, bump and grind Ooh, she mine, ooh girl, bump a line Angelina, lips like Angelina Like Selena, ass shaped like Selena  [Hook: The Weeknd] I'm like, got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name) Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name)  [Refrain: The Weeknd] I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand I'm good, I'm good, I'm great Know it's been a while, now I'm mixing up the drank I just need a girl who gon' really understand I just need a girl who gon' really understand  [Verse 2: The Weeknd] I've been poppin', just took three in a row I'm down to do it again, I'm on a roll I've seen him outside tryna reach her You tryna leave him, you said I'm the reason Tell me lies, ooh girl, tell me lies Say you're mine, I'm yours for the night I'm the realest, she said I'm the realest Head be genius, dick game be the meanest  [Hook: The Weeknd] I'm like got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name) Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Woke up by a girl, I don't even know her name (Woke up, woke up by a girl, I don't even know her name)  [Bridge: The Weeknd] Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Bitches in my new spot, crowdin' up my space Had to check the safe, check the dresser for my chains Got up, thank the Lord for the day Woke up by a girl, I don't even know her name Bitches in my new spot, crowdin' up my space Had to check the safe, check the dresser for my chains  [Interlude: The Weeknd & Lana Del Rey] Paranoid (Paranoid) Paranoid (P-paranoid) Paranoid (P-paranoid) But I see something in you (You're paranoid) Paranoid (Paranoid) Paranoid (P-paranoid) Paranoid (P-paranoid) But I see something in you (I see something in you)  [Outro: The Weeknd & Lana Del Rey] (Got up, thank the Lord for the day) (Woke up by a girl, I don't even know her name) (Woke up by a girl, I don't even know her name) (Woke up, woke up by a girl, I don't even know her name) (Got up, thank the Lord for the day) (Woke up by a girl, I don't even know her name) (Woke up by a girl, I don't even know her name) (Woke up, woke up by a girl, I don't even know her name) You're paranoid  ", 
        "title": "Party Monster"
    }, 
    {
        "artist": "Wham!", 
        "lyrics": "  [Chorus] Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special  [Verse 1] Once bitten and twice shy I keep my distance, but you still catch my eye Tell me, baby, do you recognize me? Well, it's been a year, it doesn't surprise me (Happy Christmas) I wrapped it up and sent it With a note saying, I love you, I meant it Now I know what a fool I've been But if you kissed me now, I know you'd fool me again  [Chorus] Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special  [Verse 2] A crowded room, friends with tired eyes I'm hiding from you and your soul of ice My God, I thought you were someone to rely on Me? I guess I was a shoulder to cry on A face on a lover with a fire in his heart A man undercover, but you tore me apart Now I've found a real love, you'll never fool me again  [Chorus] Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special Last Christmas, I gave you my heart But the very next day, you gave it away This year, to save me from tears I'll give it to someone special A face on a lover with a fire in his heart A man undercover but you tore me apart (Maybe next time) I'll give it to someone, I'll give it to someone special  ", 
        "title": "Last Christmas"
    }, 
    {
        "artist": "Adele", 
        "lyrics": "  [Verse 1] If you're not the one for me Then how come I can bring you to your knees? If you're not the one for me Why do I hate the idea of being free? And if I'm not the one for you You've gotta stop holding me the way you do Oh honey, if I’m not the one for you Why have we been through what we have been through?  [Pre-Chorus] It's so cold out here in your wilderness I want you to be my keeper But not if you are so reckless  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge Say that our love ain't water under the bridge  [Verse 2] What are you waiting for? You never seem to make it through the door And who are you hiding from? It ain't no life to live like you're on the run Have I ever asked for much? The only thing that I want is your love  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge Say that our love ain't water under the bridge  [Pre-Chorus] It's so cold in your wilderness I want you to be my keeper But not if you are so reckless  [Chorus] If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge If you're gonna let me down, let me down gently Don't pretend that you don't want me Our love ain't water under the bridge  [Outro] Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say that our love ain't water under the bridge (Say it ain't so, say it ain't so) Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say it ain't so, say it ain't so Say that our love ain't water under the bridge (Say it ain't so, say it ain't so) Say it ain't so, say it ain't so Say that our love ain't water under the bridge  ", 
        "title": "Water Under The Bridge"
    }, 
    {
        "artist": "Lil Uzi Vert", 
        "lyrics": "  [Intro] Hit it from the back, watch a nigga bless you (If Young Metro don't trust you I'm gon' shoot you) Cryin' in my arms like a nigga wrecked you (Metro Boomin' want some more, nigga)  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  [Verse 1] Looked at my mama just like we rich Looked at my bitch like we rich Said we ain't got no minor setbacks Countin' all that money, told that nigga just to bet that I, I know that you ain't got it, boy, why you ain't just say that? They see I got that money, now his bitch like, \"I said that\" I don't pay that ho no mind, I been had that When I saw my girl, yeah you know I had to bag that And before me fuck niggas yeah, they had that Five niggas in includin' me I had to back back Try to diss me, I take it to your family I fuck your sister then make sure that she vanish  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom, yeah  [Verse 2] Even though we in the same room You just locked the door, so I gotta text you Like bae unlock the door I got to use the restroom Like I don't want a war, wanna caress you  [Hook] Ya alright, alright, alright You was right, I was wrong Ya, I should've never ever took her home Ya, I should've just boned Ya, fantasy on my phone Ya, hit it from the back, watch a nigga bless you Ya, cryin' in my arms like a nigga wrecked you Talkin' 'bout a broken heart, runnin' to the restroom  ", 
        "title": "You Was Right"
    }, 
    {
        "artist": "21 Savage & Metro Boomin", 
        "lyrics": "  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I'm prayin' to my Glock and my carbon  [Verse 1] I sit back and read like Cat in the Hat 21 Savage, the cat with the MAC 21 Savage not Boyz N The Hood But I pull up on you, shoot your ass in the back Stuart Little, heard these niggas some rats Pockets full of cheese, bitch I got racks I'm a real street nigga, bitch I am not one of these niggas bangin' on wax Pussy niggas love sneak dissin' 'Til I pull up on 'em, slap 'em out with the fire Wet your mama's house, wet your grandma's house Keep shootin' until somebody die So many shots the neighbor looked at the calendar Thought it was Fourth of July You was with your friends playin' Nintendo I was playin' 'round with that fire Seventh grade I got caught with a pistol, sent me to Panthersville Eighth grade started playin' football Then I was like fuck the field Ninth grade I was knocking niggas out Nigga like Holyfield Fast forward nigga, 2016 And I'm screaming fuck a deal Bad bitch with me, she so thick I don't even need a pill I listen to your raps, thought you was hard You ain't even street for real Niggas love sneak dissin' on Twitter They don't want beef for real And all these niggas play like they tough 'Til a nigga get killed 'Til a nigga get spilled, 'til your blood get spilled I'ma at your favorite rapper, shoot him like I'm John Dill' \"I been with you since day one Savage I ain't even hatin'\" So what's up with all that Instagram shit? \"Savage I was just playin'\" Y'all pussy niggas fakin' Bitch I hang around them Haitians Pull up on you, tie your kids up Pistol whip you while your bitch naked \"Come on man, Savage you know I always play your mixtape\" Yeah, nigga fuck all that, ask your bitch how my dick tastes  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I'm prayin' to my Glock and my carbon  [Verse 2] So much dope that it broke the scale They say crack kills, nigga my crack sells My brother in the kitchen and he wrappin' a bale Louis V my bag and Louis V on my belt Chain swangin', diamonds blangin', hold up Pistol swangin', gang bangin', hold up Niggas actin' like groupies, they don't know us Little do they know their bitches fuckin' on the tour bus  [Hook] Young Savage, why you trappin' so hard? Why these niggas cappin' so hard? Why you got a 12 car garage? Why you pullin' all these rappers' cards? 'Cause these niggas pussy and I'm hard I turn that fuckin' soft into some hard I grew up in the streets without no heart I grew up in the streets without no heart  [Outro] So much dope that it broke the scale They say crack kills, nigga my crack sells My brother in the kitchen and he wrappin' a bale Louis V my bag and Louis V on my belt  ", 
        "title": "No Heart"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] I guess the neighbors think I'm sellin' dope, sellin' dope Okay, the neighbors think I'm sellin' dope,  sellin' dope Sellin' dope, sellin' dope, sellin' dope  [Verse 1] Yeah, I don't want no picture with the president I just wanna talk to the man Speak for the boys in the bando And my nigga never walkin' again Apologize if I'm harpin' again I know these things happen often But I'm back on the scene I was lost in a dream as I write this The team down in Austin I been buildin' me a house Back home in the South, ma Won't believe what it's costin' And it's fit for a king, right? Or a nigga that could sing And explain all the pain that it cost him My sixteen should've came with a coffin Fuck the fame and the fortune Well, maybe not the fortune But one thing is for sure though The fame is exhaustin' That's why I moved away, I needed privacy Surrounded by the trees and Ivy League Students that's recruited highly Thinkin' \"You do you and I do me\" Crib has got a big 'ol back 'ol yard My niggas stand outside and pass cigars Filled with marijuana, laughin' hard Thankful that they friend's a platinum star In the driveway there's no rapper cars Just some shit to get from back and forth Just some shit to get from back and forth Welcome to the Sheltuh, this is pure We'll help you if you've felt too insecure To be the star you always knew you were Wait, I think police is at the door  [Hook] Okay, the neighbors think I'm sellin' dope Hm, I guess the neighbors think I'm sellin' dope sellin' dope The neighbors think I'm—neighbors think I'm— (Don't follow me, don't follow me...) I think the neighbors think I'm sellin' dope (Don't follow me, don't follow me...) I guess the neighbors think I'm sellin' dope, sellin' dope Sellin' dope, sellin' dope, sellin' dope Well motherfucker, I am  [Verse 2] Some things you can't escape: Death, taxes, and a ra- -cist society that make Every nigga feel like a candidate For a Trayvon kinda fate Even when your crib sit on a lake Even when your plaques hang on a wall Even when the president jam your tape Took a little break just to annotate How I feel, damn, it's late I can't sleep cause I'm paranoid Black in a white man territory Cops bust in with the army guns No evidence of the harm we done Just a couple neighbors that assume we slang Only time they see us we be on the news, in chains, damn  [Bridge] Don't follow me Don't follow me Don't follow me Don't follow me  [Hook] Okay, the neighbors think I'm sellin' dope Hm, I guess the neighbors think I'm sellin' dope, sellin' dope The neighbors think I'm...neighbors think I'm— (Don't follow me, don't follow me...) I think the neighbors think I'm sellin' dope (Don't follow me, don't follow me...) I guess the neighbors think I'm sellin' dope, sellin' dope Sellin' dope, sellin' dope, sellin' dope Well motherfucker, I am  [Outro] I am, I am, I am, I am Well, motherfucker, I am I think the neighbors think I'm sellin' dope I am, I am, I am Well, motherfucker, I am So much for integration Don't know what I was thinkin' I'm movin' back to south side So much for integration Don't know what I was thinkin' I'm movin' back to south side  ", 
        "title": "Neighbors"
    }, 
    {
        "artist": "Future Featuring Drake", 
        "lyrics": "  [Intro] (Zaytoven)  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo (I'm moving on) Get the llama, I party with the real Madonna (yeah) Beat the odds, do numbers and remain humble (Future) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Verse 1: Future] Stack of booty bitches, I got used to this There's Iceland in my wrist, I done got used to this Tropicana bitches, I got all kinda flavors Selling dope all my life, I can't do minimum wage (nah) Dirty-dirty money, I got used to this (gang) I give you my whole heart till there ain't nothing to give (Future) You know how far we came if you know where we been (Freebandz) How many niggas you know can hop in the Benz? Be honest to yourself, don't you never pretend (tell 'em) Don't ever play yourself, know when it all begins (you know) I had to put my back against the wall (and what?) Tell me that I don't deserve to ball  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo Get the llama, I party with the real Madonna Beat the odds, do numbers and remain humble (yeah) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Verse 2: Drake] Lambo come alive, man, I'm used to this No one looks surprised cause we used to this Imma make sure that we get used to this Treat my brother's kids like they one of my kids Never looking back on it, we did what we did Could never find the time for the people I miss Thought they had my back against the wall Tell me that I don't deserve to ball Well, then tell me who deserve it Eyes getting low but I'm still observing, I see you lurking Never see me out in person, I'm always working Money on your head if you make a nigga nervous Never made a move out here unless I was certain Tatted on me, but this shit is deeper than the surface I'm with everyone that I was here with in the first place Making sure that they all good before they close the curtain  [Hook: Future] Mexicano, working like I'm Mexicano New persona, we're moving on from Ferragamo Get the llama, I party with the real Madonna (yeah) Beat the odds, do numbers and remain humble (Future) Drop-top Porsches, I'm so used to this Smoking out the pound, I'm so used to this I know where I'm from and I got used to this Mansion in the hills, I got used to this  [Outro: Future] Oh, oh, oh, oh  ", 
        "title": "Used To This"
    }, 
    {
        "artist": "Auli'i Cravalho", 
        "lyrics": "  [MOANA] There's a line where the sky meets the sea and it calls me But no one knows, how far it goes All the time wondering where I need to be is behind me I'm on my own, to worlds unknown  Every turn I take, every trail I track Is a choice I make, now I can't turn back From the great unknown where I go alone Where I long to be  See her light up the night in the sea, she calls me And yes I know that I can go There's a moon in the sky and the wind is behind me Soon I'll know how far I'll go  ", 
        "title": "How Far I'll Go"
    }, 
    {
        "artist": "DJ Khaled Featuring Nicki Minaj, Chris Brown, August Alsina, Jeremih, Future & Rick Ross", 
        "lyrics": "  [Intro: DJ Khaled] Another one We The Best Music!  [Verse 1: Nicki Minaj] Yo, he ain't messin' with no average chick, pop, pop He got Nicki, he know that he hit the jackpot Every baller tryna score, check them shot clocks But I hit 'em with them 'Bron-Iguodala blocks Eat the cake and he suck on my toes, yes Hittin' them home runs, I be like \"Go Mets!\" I want a dude that still kiss me when he mad Type to cop me diamonds, he can miss me with them bags  [Pre-Hook: August Alsina, Chris Brown & (DJ Khaled)] Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you (DJ Khaled) Do you mind? Do you mind? Do you mind?  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 2: August Alsina] Oh, do you mind if I talk to you? And do you mind if I touch you there? Girl, you know you can't do no better, baby I know that it don't get no better than me Let's not waste the time You ain't gotta hold back cause once I get inside You won't change your mind, you know that you can take it No need to hesitate, I need it, impatient I'm not used to waiting, I want you to give it to me Come on let me taste it, until I get enough Hope you're ready cause I'ma beat it up Do you mind when I'mma have it? Know how to heat it up  [Verse 3: Jeremih] I should, I should be the one, baby, you gon' learn that Girl, I know your body, know where every curve at We be going all night, 'til the early Know you, know you wanna take off when you on my runway We ain't gotta talk, bodies conversate Baby, by the way I touch you, you know what I'm saying Oh, oh, oh, ride it slow Oh, oh, oh  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Post-Hook: Chris Brown] You know, you know, you know, you know He ain't got forever and ever You know, you know, you know, you know Let me be the one, baby you deserve better You know, you know, you know, you know We ain't got forever and ever You know, you know, you know, you know Let me be the one, baby do you mind? Do you mind?  [Verse 4: Future] Man with all this red carpet shit, baby You know what I'm saying, Future Hendrix I'ma do that favor, drippin' flavor in you two piece I'ma keep my promise, never treat you like a groupie Calamari dinners, got you eatin' raw sushi Still in the trap, but I like my bitches bougie Two cups of styrofoam, excuse me lil' mama I can hold you down, be your friend and your lover You want watches, new Versaces, you want Céline Top back, screamin' money ain't a ting  [Verse 5: Rick Ross] Seein' two G-wagons in my driveway FaceTime, two black bottles by my fireplace Fell out with your peoples so you took the pictures down Instagram ain't been the same since you so distant now Took you shoppin' in other places that I won't name First time your friends really got the see Balmain 20 million cash, seen it there with my two eyes We the best and I told you this back in '05 (Maybach Music)  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  [Bridge: Nicki Minaj] Oh, just in case you need me, I don't mind Yo, tell them what to do, tell them what to do Tell them what to do When you see a bad bitch in front of you, baby Yeah, assume the position  [Hook: Chris Brown & August Alsina] I'm just tryna get to know ya Get a little closer, maybe post up, ooh Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Do you mind? Girl we been right here, thinkin' 'bout it all night Baby you should be up in my bed, ooh Do you mind, do you mind? Baby you Do you mind? Do you mind? Do you mind?  ", 
        "title": "Do You Mind"
    }, 
    {
        "artist": "Chris Brown Featuring Usher & Gucci Mane", 
        "lyrics": "  [Intro: Usher & Chris Brown] Oh, hey Yeah, it's Breezy Yeah, yeah, yeah  [Chorus: Chris Brown] Pull up on your bitch, tell your man I'm sorry Hundred on my wrist, jumpin' out the 'rari Ooh, she hit the splits, she know how to party When I'm with my clique, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party  [Verse 1: Chris Brown] Bitches dancin' naked in my livin' room She straight out of college, just turned 22 Girl, get your money up, I ain't even mad at you Got you all on me, makin' these niggas catchin' attitudes Tell 'em don't start it, my niggas retarded Fuck the judge and the sentence, huh, I got a good lawyer I got a few girls on the way, baby girl, you ain't leavin' It's my birthday with the cake, fuck it up, then let me eat it  [Chorus: Chris Brown] Pull up on your bitch, tell your man I'm sorry Hundred on my wrist, jumpin' out the 'rari Ooh, she hit the splits, she know how to party When I'm with my clique, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party  [Verse 2: Usher] Yeah, I just got the ring, I think I deserve a toast Shout out to my team, we be out there doin' the most Girl, come to my place, but don't bring no clothes Let's be dirty babe, baby, drop it low Pop rubber bands all on her ass, baby been eating her wheaties All in the back, dishin' the cash, make me if you need it I got a few girls on the way, baby girl, you ain't leavin' It's my birthday with the cake, lick it all, let me eat it  [Chorus: Chris Brown] Pull up on your bitch, tell your man I'm sorry Hundred on my wrist, jumpin' out the 'rari Ooh, she hit the splits, she know how to party When I'm with my clique, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party  [Verse 3: Gucci Mane] It's party, party, party like a nigga just got out of jail Flyin' in my 'rari like a bat that just flew outta hell I'm from the east of ATL, but ballin' in the Cali hills Lil mama booty boomin', that bitch movin' and she standin' still I know these bitches choosin' me, but I got 80 on me still I'm tryna fuck, who tryna chill? 'Cause I'm just tryna pay some bills I'm multi millionare LaFlare, this watch here cost a quarter M Just look at me and look at them, I smashed her on my first attempt Like Scarface bitch, the world is mine, you should read the blimp So either you gon' take a ride, or you gon' stay with him 'Cause I got places I can be, I get yo ass on the scene Gucci, CB VIP, so fuck them niggas, look at me, Wop  [Chorus: Chris Brown] Pull up on your bitch, tell your man I'm sorry Hundred on my wrist, jumpin' out the 'rari Ooh, she hit the splits, she know how to party When I'm with my clique, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party How to party, yeah, we know how to party  ", 
        "title": "Party"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] Awwwww...haha  [Verse 1] Now I was barely seventeen with a pocket full of hope Screamin' \"dollar and a dream\" with my closet lookin' broke And my nigga's lookin' clean, gettin' caught up with that dope Have you ever served a fiend with a pocket full of soap? Nigga I can tell you things that you probably shouldn't know Have you ever heard the screams when the body hit the floor? Flashbacks to the pain, wakin' up, cold sweats Six o'clock in the mornin', gotta hit the BowFlex Get my weight up on the block, keep watch for the cops God they love to serve a nigga three hots and a cot Nowadays crime pays like a part time job And the drought got me prayin' for a Carl Thom vibe Summer Rain come again Numb the pain 'cause it's hard for a felon In my mind I been cryin', know it's wrong but I'm sellin' Eyes wellin' up with tears Thinkin' 'bout my niggas dead in the dirt Immortalized on this shirt  [Hook] Real niggas don't die Forward with the plot One-Seven-Forty-Five Form at the plot Real niggas don't die Form on the block Real niggas don't lie Form in the plot My niggas don't die Form on the block Real niggas don't die Form on the block Real niggas don't die Real niggas don't die  [Verse 2] Have you ever seen a fiend cook crack on the spoon? Have you ever seen a nigga that was black on the moon? Have you ever seen your brother go to prison as you cry? Have you ever seen a motherfuckin' ribbon in the sky? Nope, all I see is that C.R.E.A.M nigga, that green I'm a black king, black jeans on my black queen And her ass fat, too fat for a flat screen I'm the type of nigga make the whole fuckin' trap lean Kingpin nigga, put wings on a crack fiend If they want a nigga, they gon' have to send a SWAT team And I'm goin' out like Scarface in his last scene A legend, what that mean—?  [Hook] Real niggas don't die Forward with the plot One-Seven-Forty-Five Form at the plot Real niggas don't die Form on the block Hood niggas don't lie Form in the plot My niggas don't die Form on the block Real niggas don't die Form on the block Real niggas don't die Real niggas don't die  [Outro] To die a young legend or live a long life unfulfilled 'Cause you wanna change the world But while alive you never will 'Cause they only feel you after you gone, or I've been told And now I'm caught between bein' heard and gettin' old Damn, death creepin' in my thoughts lately My one wish in this bitch, \"Make it quick if the Lord take me\" I know nobody meant to live forever anyway And so I hustle like my niggas in Virgini-A They tellin' niggas, \"sell dope, rap or go to NBA,\" (in that order) It's that sort of thinkin' that been keepin' niggas chained At the bottom and hanged The strangest fruit that you ever seen Ripe with pain, listen...  ", 
        "title": "Immortal"
    }, 
    {
        "artist": "Florida Georgia Line Featuring Tim McGraw", 
        "lyrics": "  [Verse 1: Florida Georgia Line] May we all get to grow up in our red white and blue little town Get a won't start hand me down Ford to try to fix up With some part time cash from driving a tractor Find a sweet little thang, wears your ball cap backwards Kinda place you can't wait to leave but nobody does Cause you miss it too much  [Chorus: Florida Georgia Line] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac Hope you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 2: Tim McGraw] May we all get to see those fields of green turn gold Watch a marching band play with the harvest moon coming up And know that fifteen minutes of famous Ain't gonna be what makes us or breaks us but We'll all be watching the TV the day that it comes  [Chorus: Tim McGraw] May we all know that nothing ain't cool 'til you wear the new off The sound of a quarter rollin' down a jukebox Play the Travis Tritt right above the 2Pac 'Fore you get lost down some road Slow rolling with the top off the back of a Bronco Buy a cold sixer with a cashed in lotto She's smilin' with her hair blowing out the window Where you 'bout to go? Yeah you learn to fly and if you can't then you just freefall May we all  [Verse 3: Both] May we all do a little bit better than the first time Learn a little something from the worst times Get a little stronger from the hurt times May we all get to have a chance to ride the fast one Walk away wiser when we crashed one Keep hoping that the best one is the last one  [Outro] Yeah you learn to fly and if you can't then you just freefall May we all May we all May we all May we all May we all May we all (get to have a chance to ride the fast one) May we all (walk away wiser when we crashed one) May we all (keep hoping that the best one is the last one) (yeah the last one) Yeah you learn to fly and if you can't then you just freefall May we all  ", 
        "title": "May We All"
    }, 
    {
        "artist": "James Arthur", 
        "lyrics": "  [Verse 1] I met you in the dark You lit me up You made me feel as though I was enough We danced the night away We drank too much I held your hair back when You were throwing up  [Pre-Chorus] Then you smiled over your shoulder For a minute, I was stone cold sober I pulled you closer to my chest And you asked me to stay over I said, I already told ya I think that you should get some rest  [Chorus 1] I knew I loved you then But you'd never know 'Cause I played it cool when I was scared of letting go I knew I needed you But I never showed But I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Verse 2] I'll wake you up with some breakfast in bed I'll bring you coffee With a kiss on your head And I'll take the kids to school Wave them goodbye And I'll thank my lucky stars for that night  [Pre-Chorus 2] When you looked over your shoulder For a minute, I forget that I'm older I wanna dance with you right now, oh And you look as beautiful as ever And I swear that everyday you'll get better You make me feel this way somehow  [Chorus 2] I'm so in love with you And I hope you know Darling your love is more than worth its weight in gold We've come so far my dear Look how we've grown And I wanna stay with you Until we're grey and old Just say you won't let go Just say you won't let go  [Bridge] I wanna live with you Even when we're ghosts 'Cause you were always there for me When I needed you most  [Chorus 3] I'm gonna love you till My lungs give out I promise till death we part Like in our vows So I wrote this song for you Now everybody knows That it's just you and me Until we're grey and old Just say you won't let go Just say you won't let go  [Outro] Just say you won't let go Oh, just say you won't let go  ", 
        "title": "Say You Won't Let Go"
    }, 
    {
        "artist": "Brett Eldredge", 
        "lyrics": "  [Verse 1] The radio and a sundress Making my world all a mess Back corner of a cornfield Bottle tops and the truth spilled Pull the lever, lay the seat back laughin' You slippin' off your shoes While the dashboard speakers sing every word of \"Night Moves\"  [Chorus] I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Verse 2] I wanna stand with you in the third row Window booth at a bar Back pew on a Sunday pourin' out your heart (pourin' out your heart) When the bleachers are crowded When you're sittin' all alone When the rain is pourin' and you need something to take you home  [Chorus] Let me be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song I wanna be, wanna be, wanna be, wanna be that song Oh, I wanna be, I wanna, I wanna  [Bridge] When you're searching the horizon (searching the horizon) When your eyes look back When you're standing in the moment Every life has a soundtrack  [Chorus] Oh I wanna be, I wanna be, oh I wanna be I wanna be that song that gets you high Makes you dance, makes you fall That melody rewinds years Once disappear, makes time stall Wanna be those words that fill you up Pull your windows down and keeps you young Makes you believe you're right where you belong I wanna be that song  [Tag] When the highway's calling When the bottle's dry When the sky is falling and you're asking yourself why Oh, oh, I wanna be,(wanna be,wanna be) yeah, oh  ", 
        "title": "Wanna Be That Song"
    }, 
    {
        "artist": "DJ ESCO Featuring Future & Lil Uzi Vert", 
        "lyrics": "  [Intro: DJ Esco + Future] DJ Esco, Lil Uzi Vert, Future That's too much sauce That's too much sauce  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all on my fingers, that's too much sauce  [Verse 1: Lil Uzi Vert + Future] Yeah, all of my diamonds they shine Haters like \"knock that off\" Yeah, all of your diamonds are fake Need to stop that dawg You really kissin' that girl like she ain't top me though Shaquille O'Neal with the haters cause I'm blockin' y'all Yeah, yeah, that's too much sauce Rockin' VLONE when I'm rockin' Off-White That's too much sauce Yeah, she smile at me on her teeth with that ice That's too much sauce Yeah, smokin' that gas got me high like a kite Yeah, yeah, too much sauce, yeah, yeah Diamonds they look like Dasani huh, more like Voss, aye Yeah, that boy saw my chain, he said \"what's the cost?\", aye You wanna know the amount? Can you count?  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Verse 2: Lil Uzi Vert + Future] Yeah, too much sauce, yeah, yeah Diamonds they look like Dasani, more like Voss Young man, young man Young man turned myself right to a boss like yeah Coppin' no matter the cost, like yeah That's too much sauce Fuck that bitch and her friend right in my Benz Too much sauce Think me and Future fucked on the same twins Damn, yeah, yeah Now I'm getting money Niggas actin' like they been knew us, aye Fake energy don't move us, yeah, aye Diamonds they wide like a coupe Diamonds they straight from the jeweler Drugs got me lost like Bermuda  [Hook: Future] Patek Philippe, the plain one, that's too much sauce Hermes in the A, that's too much sauce They let me know before I was famous, I had too much sauce Audemars, Hublot now, that's too much sauce That's too much sauce, got too much sauce That's too much sauce, I got too much sauce Patek Philippe, the plain one, that's too much sauce Got diamonds on all of my fingers, that's too much sauce  [Outro: Lil Uzi Vert] Too much sauce, yeah, yeah Diamonds they look like Dasani  ", 
        "title": "Too Much Sauce"
    }, 
    {
        "artist": "Little Big Town", 
        "lyrics": "  [Verse 1] I know I’m probably better off on my own Than lovin' a man who didn’t know What he had when he had it And I see the permanent damage you did to me Never again, I just wish I could forget when it was magic I wish it wasn’t 4am, standing in the mirror Saying to myself, you know you had to do it I know the bravest thing I ever did was run  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you, and I just wish you were a better man A better man  [Verse 2] I know I’m probably better off all alone Than needing a man who could change his mind At any given minute And it’s always on your terms I’m hanging on every careless word Hoping it might turn sweet again Like it was in the beginning But your jealousy, I can hear it now You’re talking down to me like I’ll always be around You push my love away like it’s some kind of loaded gun Boy, you never thought I’d run  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you, and I just wish you were a better man A better man Better man  [Bridge] I hold onto this pride because these days it’s all I have And I gave you my best and we both know you can’t say that You can’t say that I wish you were a better man I wonder what we would’ve become If you were a better man We might still be in love If you were a better man You would’ve been the one If you were a better man Yeah, yeah  [Chorus] Sometimes, in the middle of the night, I can feel you again But I just miss you, and I just wish you were a better man And I know why we had to say goodbye Like the back of my hand And I just miss you and I just wish you were a better man A better man Better man  [Outro] We might still be in love, if you were a better man Better man  ", 
        "title": "Better Man"
    }, 
    {
        "artist": "Shakira Featuring Maluma", 
        "lyrics": "   Letra de \"Chantaje\" ft. Maluma[Translation]  [Verso 1: Maluma] Cuando estás bien te alejas de mí Te sientes sola y siempre estoy ahí Es una guerra de toma y dame Pues dame de eso que tienes ahí Oye baby, no seas mala No me dejes con las ganas Se escucha en la calle Que ya no me quieres Ven y dímelo en la cara  [Pre-Coro: Shakira, Maluma] Pregúntale a quien tú quieras Vida, te juro que eso no es así Yo nunca tuve una mala intención Yo nunca quise burlarme de ti Conmigo ves, nunca se sabe Un día digo que no y otro que sí Yo soy masoquista Con mi cuerpo un egoísta  [Coro: Ambos, Shakira, Maluma] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Verso 2: Maluma, Shakira] Como tú me tientas, cuando tú te mueves Esos movimientos sexys, siempre me entretienen Sabes manipularme bien con tus caderas No sé porque me tienes en lista de espera  Te dicen por ahí que voy haciendo y deshaciendo Que salgo cada noche, que te tengo ahí sufriendo Que en esta relación soy yo la que manda No pares bola' a toda esa mala propaganda  [Puente: Maluma, Shakira] Pa', pa' que te digo na', te comen el oído No vaya a enderezar lo que no se ha torcido Y como un loco sigo tras de ti, muriendo por ti Dime qué hay pa' mí, bebé (¿Qué?)  [Pre-Coro: Maluma, Shakira] Pregúntale a quien tú quieras Vida, te juro que eso no es así Yo nunca tuve una mala intención Yo nunca quise burlarme de ti Conmigo ves, nunca se sabe Un día digo que no, y otro que sí Yo soy masoquista Con mi cuerpo un egoísta  [Coro: Ambos, Maluma, Shakira] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Post-Coro: Ambos, Shakira] Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh, nadie Con mi cuerpo, un egoísta  [Coro: Ambos, Maluma, Shakira] Tú eres puro, puro chantaje Puro, puro chantaje Siempre es a tu manera Yo te quiero aunque no quiera Tú eres puro, puro chantaje Puro, puro chantaje Vas libre como el aire No soy de ti ni de nadie  [Post-Coro: Ambos, Shakira] Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh, nadie Eh-eh-eh-eh-eh-eh  [Outro: Maluma, Shakira] (Alright alright baby, Shakira, Maluma) Pretty boy (You're my baby loba, Colombia, You feel me?) Pretty boy  ", 
        "title": "Chantaje"
    }, 
    {
        "artist": "Carrie Underwood", 
        "lyrics": "  [Verse 1] That lipstick on your collar, well, it ain't my shade of pink And I can tell by the smell of that perfume, it's like forty dollars too cheap And there's a little wine stain on the pocket of your white cotton thread Well, you drink beer and whiskey, boy, and you know I don't drink red  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Verse 2] If the neighbors get to asking, I won't cover nothin' up I'll tell 'em every little detail, how you drug me through the mud I'm gonna string up your old button-down and slide it on the porch Just in case you get the nerve to come knockin' on my door  [Chorus] Yeah, I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Pre-Chorus] Found it over in the corner Wadded up on the bedroom floor You shoulda hid it in the closet You shoulda burned it, you shoulda lost it  [Chorus] Now I'ma have to hang you out to dry, dry, dry Clothespin all your secrets to the line, line, line Leave 'em blowing in the wind, just say goodbye to you All those midnights sneaking in \"I'm late again, oh, I'm so sorry\" All the Ajax in the world ain't gonna clean your dirty laundry  [Outro] (Out to dry) (To the line) (To the line)  ", 
        "title": "Dirty Laundry"
    }, 
    {
        "artist": "Lil Yachty", 
        "lyrics": "  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  [Verse] I know you want this for life Fuck you so good you be calling out the Christ Bottles of the Tech got it laid on ice We spent four seasons at the Four Seasons twice You be calling all your homegirls like \"I'm his wife\" Hell nah, you trippin', reevaluate your life I can't love no bitch, every single ho is trife I sip dirty Sprite just to get me through the night But I need you there Promise that I need you there Ain't no other bitch gon' fuck me like you do I swear Put that on my gang I swear I just can't put you on front street like you want I know But baby you is not no ho And I put it on my gang I'm not no average joe It's Yachty from the block you know  [Hook] I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night I know you want this for life Taking pictures with all my ice But I can't have no wife I just want you for the night  ", 
        "title": "1 Night"
    }, 
    {
        "artist": "Childish Gambino", 
        "lyrics": "  [Verse 1] Daylight I wake up feeling like you won't play right I used to know, but now that shit don't feel right It made me put away my pride So long You made a nigga wait for some, so long You make it hard for boy like that to go on I'm wishing I could make this mine, oh  [Pre-Chorus] If you want it, yeah You can have it, oh, oh, oh If you need it, ooh We can make it, oh If you want it You can have it  [Chorus] But stay woke Niggas creepin' They gon' find you Gon' catch you sleepin' (ooh) Now stay woke Niggas creepin' Now don't you close your eyes  [Verse 2] Too late You wanna make it right, but now it's too late My peanut butter chocolate cake with Kool-Aid I'm trying not to waste my time  [Pre-Chorus] If you want it, oh You can have it, you can have it If you need it You better believe in something We can make it If you want it You can have it, ah!  [Chorus] But stay woke (stay woke!) Niggas creepin' (they be creepin') They gon' find you (they gon' find you) Gon' catch you sleepin' (Gon' catch you sleepin', put your hands up now baby) Ooh, now stay woke Niggas creepin' Now, don't you close your eyes But stay woke, ooh Niggas creepin' (they gon' find you!) They gon' find you Gon' catch you sleepin', ooh Now stay woke Niggas creepin' Now, don't you close your eyes  [Outro] How'd it get so scandalous? How'd it get so scandalous? (Oh, oh, baby you, how'd it get...) How'd it get so scandalous? How'd it get so scandalous? But stay woke But stay woke  ", 
        "title": "Redbone"
    }, 
    {
        "artist": "Drake Featuring 21 Savage", 
        "lyrics": "  [Intro: Drake & Young Thug] Yeah We got London On Da Track  [Verse 1: Drake] This is all God's doin', man, you can't plan it But if the devil's in the details, then I'm Satanic 'Bout to take over your city and you can't stand it My accountant say you sinkin' like the Titanic David Blaine last summer, man, you had to vanish I get the hits like somebody pitchin' underhanded Got my Spanish ting convinced that I know Spanish Really, when she get to talkin', I don't understand it You ain't own it right away, you had to wait on niggas Man, I'm only twenty-nine, have some patience with us Plus I never met nobody from my label, nigga I just pop up with the music then they pay a nigga, yeah  [Refrain: Drake] Shit ain't been the same like before I still love it but I used to love it more FaceTime with my shawty on tour And she textin' purple hearts 'cause she know that we at war, yuh  [Chorus: Drake & 21 Savage] Niggas keep reachin' and dissin' Can't afford mistakes, not on this end Make me call my bros for assistance You gon' make me call my bros for assistance Niggas keep reachin' and dissin' Put me in a fucked-up position (yah) You gon' make me call my bros for assistance (21) Make me call my bro (21, uh)  [Verse 2: 21 Savage] Baby, I'm a savage, I ain't romantic When I come around, these rapper niggas start to panic And they pockets goin' under like the Titanic Got some head last night and it was outstandin' They was hatin' on me then and they hatin' now (hatin' now) She was playin' with me then but she waitin' now (21, 21) Used to sleep inside a den, I got acres now (mansion) I was fightin' niggas then but I'm sprayin' now (blastin') I don't pay no mind to no sneak diss (nope) I won't spend a dime on a freak bitch (broke) Niggas takin' cheap shots on some cheap shit (21) They the type to stand in line for some free shit (broke bitch) Baby girl gon' suck it till her jaws locked (suck it up) She gon' make me put my bitch on call block (fuckin' up) We the ones poppin', we the ones shoppin' (21) We the one droppin' niggas, we the ones (we the ones) They the ones duckin' when them heaters come (21, 21) You that nigga snitchin' on your people, huh? (Shh) 21 Savage a.k.a. The Reaper, huh (21) Pussy niggas gettin' shot for all that reachin', huh (ya dig?)  [Chorus: Drake & 21 Savage] Niggas keep reachin' and dissin' (shut the fuck up) Can't afford mistakes, not on this end (count the fuck up) Make me call my bros for assistance (21) You gon' make me call my bros for assistance (bros) Niggas keep reachin' and dissin' (hol' up) Put me in a fucked-up position (21) Make me call my bros for assistance Make me call my bro, don't  [Verse 3: Drake] I don't need love, I'm the GOAT, I just hit the beat and float And I'm sellin' out arenas but you puttin' on a show I been tryna change life around for everyone I know 'Cause if I don't share the wealth Then how the fuck we supposed to grow? Mom's stressed, there's a lot of things we need Chain smokin' in the house, it's hard to breathe I used to have to hit my Ts with Febreze Jordan pull up in the TL, now I'm cheese I'ma turn this TSX into a Benz soon I'ma see a lot of blessin's for my friends soon Hunnid-fifty-inch screen in my bedroom 6'1\", man, a nigga need some leg room  [Refrain: Drake] Shit ain't been the same like before They ain't even wanna look up at the score FaceTime with my shawty on tour And she textin' purple hearts 'cause she know that we at war, yuh  [Chorus: Drake] Niggas keep reachin' and dissin' Can't afford mistakes, not on this end Make me call my bros for assistance You gon' make me call my bros for assistance Niggas keep reachin' and dissin' Put me in a fucked-up position Make me call my bros for assistance Make me call my bro, don't  ", 
        "title": "Sneakin'"
    }, 
    {
        "artist": "Lady Gaga", 
        "lyrics": "  [Verse 1] You're giving me a million reasons to let you go You're giving me a million reasons to quit the show You're givin' me a million reasons Give me a million reasons Givin' me a million reasons About a million reasons  If I had a highway, I would run for the hills If you could find a dry way, I'd forever be still But you're giving me a million reasons Give me a million reasons Givin' me a million reasons About a million reasons  [Chorus] I bow down to pray I try to make the worst seem better Lord, show me the way To cut through all his worn out leather I've got a hundred million reasons to walk away But baby, I just need one good one to stay  [Verse 2] Head stuck in a cycle, I look off and I stare It's like that I've stopped breathing, but completely aware 'Cause you're giving me a million reasons Give me a million reasons Givin' me a million reasons About a million reasons  And if you say something that you might even mean It's hard to even fathom which parts I should believe 'Cause you're giving me a million reasons Give me a million reasons Givin' me a million reasons About a million reasons  [Chorus] I bow down to pray I try to make the worst seem better Lord, show me the way To cut through all his worn out leather I've got a hundred million reasons to walk away But baby, I just need one good one to stay  [Bridge] Hey, ehh, ehh, eyy Baby I'm bleedin', bleedin' Stay, ehh, ehhy Can't you give me what I'm needin', needin' Every heartbreak makes it hard to keep the faith But baby, I just need one good one Good one, good one, good one, good one, good one  [Chorus] When I bow down to pray I try to make the worst seem better Lord, show me the way To cut through all his worn out leather I've got a hundred million reasons to walk away But baby, I just need one good one, good one Tell me that you'll be the good one, good one Baby, I just need one good one to stay  ", 
        "title": "Million Reasons"
    }, 
    {
        "artist": "Blake Shelton", 
        "lyrics": "  [Verse 1] Sometimes I'm the guy with the boys kicking it back Or the guy with a guitar singing on a country track I might be the guy with an ice cold can Stirring up dust on some old farmland When I walk into the party with you girl, you change all that  [Chorus] And I’m just the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible, but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl, no  [Verse 2] It's funny watchin' 'em do the way they do They come walkin' up to me but they only wanna talk to you And I don't blame 'em that they're hypnotized They keep staring at your heartbreak eyes It's like their heart starts stoppin' when you come walkin' into the room  [Chorus] And I turn into the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible, but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl  [Bridge] The guy that don't know how he got her But he ain't never gon' let her, never gon' let her go Woah-oh, yeah  [Chorus] I’m just the guy with the girl everybody wants to know Wishin' you were there alone Wonderin' how I ever got your little hand in mine Lookin' over at ya like \"ain’t she beautiful?\" I’m invisible but I stand right there and smile You're right beside me, oh and I see the same thing they’re seein' But I don’t mind being the guy with the girl  [Outro] (Guy with the girl) No, I don't mind being the guy with the girl (Guy with the girl) Yeah, I'm just the guy with the girl I'm always the guy with the girl I don't mind it baby I don't mind it baby I'm always the guy with the girl  ", 
        "title": "A Guy With A Girl"
    }, 
    {
        "artist": "Steve Aoki & Louis Tomlinson", 
        "lyrics": "  [Verse 1: Louis Tomlinson] Wish that you could build a time machine So you could see The things no one can see Feels like you're standing on the edge Looking at the stars And wishing you were them  [Pre-Chorus: Louis Tomlinson] ‪What do you do when a chapter ends?‬ ‪Do you close the book and never read it again?‬ ‪Where do you go when your story's done?‬ ‪You can be who you were or who you'll become‬ Oh-oh-oh, oh-oh-oh oh, if it all goes wrong‬ Oh-oh-oh, oh-oh-oh oh, darling just hold on‬  [Chorus: Louis Tomlinson] ‪The sun goes down and it comes back up‬ ‪The world it turns no matter what‬ Oh-oh-oh, oh-oh-oh oh, if it all goes wrong Darling, just hold on  [Post-Chorus: Louis Tomlinson] Oh-oh-oh, oh-oh-oh oh, darling, just hold on Oh-oh-oh, oh-oh-oh oh  [Verse 2: Louis Tomlinson] It's not over 'til it's all been said‬ ‪It's not over 'til your dying breath‬ ‪So what do you want them to say when you're gone?‬ ‪That you gave up or that you kept going on?‬  [Pre-Chorus: Louis Tomlinson] ‪What do you do when a chapter ends?‬ ‪Do you close the book and never read it again?‬ ‪Where do you go when your story's done?‬ ‪You can be who you were or who you'll become‬ Oh-oh-oh, oh-oh-oh oh, ‪if it all goes wrong‬ Oh-oh-oh, oh-oh-oh oh, darling just hold on‬  [Chorus: Louis Tomlinson] ‪The sun goes down and it comes back up‬ ‪The world it turns no matter what‬ Oh-oh-oh, oh-oh-oh oh, if it all goes wrong Darling, just hold on  [Post-Chorus: Louis Tomlinson] Oh-oh-oh, oh-oh-oh oh Darling, just hold on Oh-oh-oh, oh-oh-oh oh If it all goes wrong Oh-oh-oh, oh-oh-oh oh Darling just hold on  [Outro: Louis Tomlinson] Oh-oh-oh, oh-oh-oh oh If it all goes wrong, darling just hold on  ", 
        "title": "Just Hold On"
    }, 
    {
        "artist": "Old Dominion", 
        "lyrics": "  [Verse 1] Right now we both know We're Marina Del Ray Planes gonna fly away And you'll be on it And by This Time Tomorrow I'll be singing Yesterday The sunshine's gonna fade And we can't stop it So before we turn in, I Can't Make You Love Me  [Chorus] Let's be Brown Eyed Girl, Sweet Caroline Freefallin' Small Town Saturday Night Before you lose that loving feeling Let's go Dancing on the Ceiling Keep on living that Teenage Dream Paradise City, where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Verse 2] Just for One More Day, What Do You Say? Baby be my Pretty Woman Because we know Sunday morning's coming down Let's take a drive, you and I Down some old country road Talk about growing old in one of those Pink Houses Yeah we might be a Candle in the Wind But let's pretend we're  [Chorus] Brown Eyed Girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon you'll be always on my mind But that's a song for another time  [Bridge] So before we're singing I will always love you  [Chorus] Let's sing brown eyed girl sweet caroline Free fall small town Saturday night Before you lose that loving feeling Let's go dancing on the ceiling Keep on living that teenage dream Paradise city where the grass is green Pretty soon I'll be so lonesome I could cry But that's a song for another time  [Outro] Yeah that's a song for another time (Brown eyed girl sweet caroline) Yeah, that's a song for another time (Free fall small town Saturday night) That's a song for another time  ", 
        "title": "Song For Another Time"
    }, 
    {
        "artist": "Young Thug And Travis Scott Featuring Quavo", 
        "lyrics": "  [Intro: Young Thug & Starrah] Yaaah, oh yaaah Ooooh, Thugger Yeah, Travis Scott Thugger, Thugger baby Yaah, yaah Starrah let's get it, Starrah  [Verse 1: Starrah] I pour a four up I call your hoe up Just to fuck her and show her I just went, got my dough up Pullin' off and I pop more Yeah I go and perform And then roll up that roll up And then I call your hoe up (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will I cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and murk too Hittin' the block and I'm bleedin' Throwing that Rollie on you I like the way it be freezin' (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Verse 2: Young Thug] Pour up a four of that Actavis Lean like my mothafuckin' granny did Super Bowl ring with big body Benz I stack it up now I'm just better livin' Got screws in my mouth, I'm just preppin' it I'm fucking this cash, I’m not celibate I'm packin' it up like a reverend I need all this cash, I got hella kids I'ma play dumb and get left in the middle Back the fuck up, you too little Hit 'em with three like I'm Miller I don't talk to no man in the middle I don't talk to no man, I'm just kiddin' But I did pay my sister's tuition I feel lucky, I should play the lottery Walkin' off with it like Sonny Liston Mama told me I'm her brightest star Mama told me don't hate on the law Because everybody got a job Because everybody wanna be a star (real shit, real shit) Please believe every motherfucker around here wan' be a part She gon' do anything in her power to be with ya' boy (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin', yeah  [Verse 3: Quavo] Pick up the phone Macaulay Culkin' baby, Home Alone I thought I was right Then I had to man up, I was wrong I hate when we fight She in love with the pipe I draped her up in ice, I pour my four on ice Birds in the trap sing Brian McKnight Percocet and Codeine please don't take my life She had a dream with Céline So I bought it twice Young nigga make it right back tonight Girl you're so cute and your ass is nice Drinkin' on four and I'm shootin' dice Wrist polar bear, Klondike And I'm loving all races, hell nah don't discriminize Drinkin' on clean, sanitize Ostritch seats with the frog eyes If I ever call your phone baby Best believe it's only one time (Like Brrrrr)  [Hook: Starrah] Pick up the phone, baby (Like brrrrr) I know you're home, baby (Like brrrrr) I'm in the zone, baby (Ohhhhhh) I just poured up a four baby (Pour it up)  [Bridge: Young Thug] Never will l cheat on you Never will I commit treason Blowin' a bag on you Do all of that for no reason I'ma pull up and MR2 Hittin' the block and I’m bleedin' Throwin' that Rollie on you I like the way you be freezin'  ", 
        "title": "Pick Up The Phone"
    }, 
    {
        "artist": "Noah Cyrus Featuring Labrinth", 
        "lyrics": "  [Chorus: Noah Cyrus & Labrinth + Both] I never needed you like I do right now I never needed you like I do right now I never hated you like I do right now 'Cause all you ever do is make me...  [Verse 1: Noah Cyrus & Labrinth + Both] Gave you up 'bout 21 times Felt those lips tell me 21 lies (yeah) You'll be the death of me Sage advice Lovin' you could make Jesus cry  [Pre-Chorus: Noah Cyrus & Labrinth] When I hear you sayin', \"Darlin' Your kiss is like an antidote\" I'm fightin' like I'm Ali But you got me on the ropes  [Chorus: Both] I never needed you like I do right now I never needed you like I do right now I never hated you like I do right now 'Cause all you ever do is make me...  [Verse 2: Noah Cyrus & Labrinth + Both] Couldn't hear the thunder But I heard your heart race Couldn't see the rain We're too busy makin' hurricanes (yeah) Love ain't easy when it ain't my way But it gets hard, when you ain't here makin' me crazy  [Pre-Chorus: Noah Cyrus & Labrinth] Baby, say the word, darlin'You know just how to hold the sucker down So I'll see you in the morning I can't watch you walk out  [Chorus: Both] I never needed you like I do right now I never needed you like I do right now I never hated you like I do right now 'Cause all you ever do is make me...  [Breakdown: Labrinth] Cry Cry Cry  [Bridge: Noah Cyrus & Labrinth] Hear the thunder, see the rain Yeah Keep on makin' me cry Yeah Hey, hey yeah Keep makin' me scream and holler Keep on makin' me cry You don't know what you do to me Hey, hey, yeah Yeah  [Chorus: Both] I never needed you like I do right now I never needed you like I do right now I never hated you like I do right now 'Cause all you ever do is make me...  ", 
        "title": "Make Me (Cry)"
    }, 
    {
        "artist": "Thomas Rhett", 
        "lyrics": "  [Verse 1] Walking down the street, hand in mine It don't keep them other guys And their wandering eyes from looking at you That's alright and that's okay Who can blame 'em anyway? You're so pretty, and you ain't even got a clue  [Chorus] Cause everywhere we go girl You're the star of the show And everybody's wondering and wanting to know What's your name? Who's that girl, with the prettiest smile in the world? Oh, what gets me the most is you don't even know That you are, you are, you are The star of the show You're the star of the show, yeah, baby  [Verse 2] Friday night on the town We walk in and you draw a crowd Even the band seems to sing for you Ease on up, order a drink, barkeep says its all on me You look at me and laugh Like you don't know what to do Baby you're so cute  [Chorus] Cause everywhere we go girl You're the star of the show And everybody's wondering and wanting to know Whats your name? Who's that girl, with the prettiest smile in the world? Oh, what gets me the most is you don't even know That you are, you are, you are The star of the show, yeah You're the star of the show, baby, yeah yeah  [Bridge] Even in a ponytail in a pair of jeans you look like a cover Of a magazine, baby you're the only one who doesn't see  [Chorus] That everywhere we go girl You're the star of the show And everyone's wondering and wanting to know Whats your name? Who's that girl with the luckiest guy in the world? Oh, what gets me the most is you don't even know That you are, you are, you are You are, you are, you are, baby You are, you are, you are, you are The star of the show..  [Outro] Don't you know, you're the star of the show, baby  ", 
        "title": "Star Of The Show"
    }, 
    {
        "artist": "Fitz And The Tantrums", 
        "lyrics": "  (Turn it up)  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want the good life Every good night you're a hard one to hold  Cause you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap (Turn it up) That I can make your hands clap So can I get a handclap?  My flesh is searchin' for your worst and best, don't ever deny I'm like a stranger, gimme me danger All your wrongs and your rights Secrets on Broadway to the freeway, you're a keeper of crimes Fear no conviction, grapes of wrath can only sweeten your wine  But you don't even know I can make your hands clap Said I can make your hands clap  Somebody save your soul cause you've been sinning in this city I know Too many troubles, all these lovers got you losing control You're like a drug to me, a luxury, my sugar and gold I want your sex and your affection when they're holdin' you close  Cause you don't even know I can make your hands clap Said I can make your hands clap  Every night when the stars come out Am I the only living soul around? Need to believe you could hold me down Cause I'm in need of somethin' good right now We could be screamin' till the sun comes out And when we wake we'd be the only sound I get on my knees and say a prayer: James Brown  That I can make your hands clap That I can make your hands clap That I can make your hands clap That I can make your hands clap So can I get a handclap?  ", 
        "title": "HandClap"
    }, 
    {
        "artist": "Tim McGraw", 
        "lyrics": "  [Verse 1] I'm a little more beer bottle beer joint than a fancy bar I'm a little more sitting up high on the road than a little car I'm a little more bust ya back than take it for free And that’s how I'll always be I'm a little more lose my temper than to sit on back I'm a little more ol' Hank Williams than that trendy crap I love a flat wood ol' front porch made of an old oak tree And that's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Verse 2] I got friends that say I live a little like Cool Hand Luke Fast cars and motorcycles, raisin' hell in cowboy boots But, hey, on Sunday morning, I'll take the back row seat That's how I'll always be  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be  [Bridge] I'm a fan of chert rock bouncing off a Chevy fender That feeling that you get that first time she lets ya kiss her Rusty roofs that rattle when the rain is fallin' down Handshake deals, fresh-cut hay fields, and hometowns  [Chorus] I'll always be a fan of ol' stray dogs and guitars playin' One room churches, back road walks and front porch swingin' Sunset skies, bonfire nights, I love the simple things That's how I'll always be That's how I'll always be That's how I'll always be That's how I'll always be  ", 
        "title": "How I'll Always Be"
    }, 
    {
        "artist": "Clean Bandit Featuring Sean Paul & Anne-Marie", 
        "lyrics": "  [Intro: Sean Paul] Call it love and devotion Call it a mom's adoration, foundation A special bond of creation, hah For all the single moms out there Going through frustration Clean Bandit, Sean-da-Paul, Anne-Marie Sing, make them hear  [Verse 1: Anne-Marie & Sean Paul] She works at nights, by the water She's gone astray, so far away From her father's daughter She just wants a life for her baby All on her own, no one will come She's got to save him (daily struggle)  [Pre-Chorus 1: Anne-Marie & Sean Paul] She tells him, \"Oh, love, no one's ever gonna hurt you, love.\" \"I'm gonna give you all of my love.\" \"Nobody matters like you.\" (Stay up there, stay up there!) She tells him, \"Your life ain't gon' be nothing like my life.\" (Straight!) \"You're gonna grow and have a good life.\" \"I'm gonna do what I've got to do.\" (Stay up there, stay up there!)  [Chorus: Anne-Marie] So, rockabye, baby, rockabye I'm gonna rock you Rockabye, baby, don't you cry Somebody's got you Rockabye, baby, rockabye I'm gonna rock you Rockabye, baby, don't you cry Ah, Rockabye, no  [Post-Chorus 1: Sean Paul & Anne-Marie] Rockabye, rocka-rocka-rocka-bye (Rockabye, yeah, yeah) Rockabye, rocka-rocka-rocka-bye  [Verse 2: Sean Paul & Anne-Marie] Single mum, how're you doing out there? Facing the hard life, without no fear (Yeah!) Just so you know that you really care 'Cause any obstacle come, you're well prepared (Oh, no!) And no, mama, you never shed tear 'Cause you have to shed things year after year And you give the yout love beyond compare (Yeah!) You find his school fee and the bus fare (Yeah!) Mh, Marie, the paps' disappear In the wrong bar, can't find him nowhere Steadily your workflow, heavily you know So your non-stop, no time, no time for ya dear  [Bridge: Anne-Marie] Now she got a six-year-old Trying to keep him warm Trying to keep out the cold When he looks in her eyes He don't know he is safe  [Pre-Chorus 2: Anne-Marie] When she says, \"Oh, love, no one's ever gonna hurt you, love.\" \"I'm gonna give you all of my love.\" \"Nobody matters like you.\"  [Chorus: Anne-Marie & Sean Paul] So, rockabye, baby, rockabye I'm gonna rock you Rockabye, baby, don't you cry Somebody's got you Rockabye, baby, rockabye I'm gonna rock you Rockabye, baby, don't you cry (Badda-bang-bang-bang, alright then) Ah, Rockabye, no  [Post-Chorus 2: Sean Paul & Anne-Marie] Rockabye, rocka-rocka-rocka-bye (Rockabye, yeah, yeah) Rockabye, rocka-rocka-rocka-bye Rockabye, don't bother cry Lift up your head, lift it up to the sky, yo Rockabye, don't bother cry Angels surround you, just dry your eye  [Bridge: Anne-Marie] Now she got a six-year-old Trying to keep him warm Trying to keep out the cold When he looks in her eyes He don't know he is safe when she says  [Pre-Chorus 1: Anne-Marie & Sean Paul] She tells him, \"Oh, love, no one's ever gonna hurt you, love.\" \"I'm gonna give you all of my love.\" \"Nobody matters like you.\" (Stay up there, stay up there!) She tells him, \"Your life ain't gon' be nothing like my life.\" (Straight!) \"You're gonna grow and have a good life.\" \"I'm gonna do what I got to do.\", yeah  [Chorus: Anne-Marie & Sean Paul] So, rockabye, baby, rockabye (Rockabye, rocka-rocka-rocka-bye) I'm gonna rock you Rockabye, baby, don't you cry (Rockabye, rocka-rocka-rocka-bye) Somebody's got you Rockabye, baby, rockabye (Rockabye-rocka-rocka-rocka-bye) I'm gonna rock you Rockabye, baby, don't you cry (Badda-bang-bang-bang, alright then) Ah, Rockabye  [Post-Chorus 3: Sean Paul & Anne-Marie] Rockabye, don't bother cry Lift up your head, lift it up to the sky (Ah, Rockabye!) Rockabye, don't bother cry (Yeah!) Angels surround you, just dry your eye (Yeah, ah, rockabye!) Rockabye, don't bother cry (No!) Lift up your head, lift it up to the sky (Oh, Rockabye!) Rockabye, don't bother cry Angels surround you, just dry your eye  ", 
        "title": "Rockabye"
    }, 
    {
        "artist": "Marshmello", 
        "lyrics": "  [Verse] I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, nothing feels like home I'm so alone, trying to find my way back home to you I'm so alone, trying to find my way back home to you  ", 
        "title": "Alone"
    }, 
    {
        "artist": "Alessia Cara", 
        "lyrics": "  [Verse 1] I've been staring at the edge of the water Long as I can remember, never really knowing why I wish I could be the perfect daughter But I come back to the water, no matter how hard I try  [Pre-Chorus 1] Every turn I take, every trail I track Every path I make, every road leads back To the place I know, where I cannot go Where I long to be  [Chorus 1] See the line where the sky meets the sea? It calls me And no one knows, how far it goes If the wind in my sail on the sea stays behind me One day I'll know, if I go there's just no telling how far I'll go  [Post-Chorus] Go-oh-oh-oh-oh-oh-oh-oh-oh-oh Go-oh-oh-oh-oh-oh-oh-oh-oh-oh Go-oh-oh-oh-oh-oh-oh-oh-oh-oh Go-oh-oh-oh-oh-oh-oh-oh-oh-oh  [Verse 2] I know everybody on this island seems so happy on this island Everything is by design I know everybody on this island has a role on this island So maybe I can roll with mine  [Refrain 2] I can lead with pride, I can make us strong I'll be satisfied if I play along But the voice inside sings a different song What is wrong with me?  [Chorus 2] See the light as it shines on the sea? It's blinding But no one knows, how deep it goes And it seems like it's calling out to me, so come find me And let me know, what's beyond that line, will I cross that line?  [Bridge] See the line where the sky meets the sea? It calls me And no one knows, how far it goes If the wind in my sail on the sea stays behind me One day I'll know, how far I'll go  ", 
        "title": "How Far I'll Go"
    }, 
    {
        "artist": "The Chainsmokers Featuring Phoebe Ryan", 
        "lyrics": "  [Verse 1: Phoebe Ryan & Andrew Taggart] Fighting flames with fire Hang onto burning wires We don't care anymore Are we fading lovers? We keep wasting colors Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  [Verse 2: Phoebe Ryan & Andrew Taggart] Never face each other One bed, different covers We don't care anymore Two hearts still beating On with different rhythms Maybe we should let this go  [Pre-Chorus: Phoebe Ryan & Andrew Taggart] We're falling apart, still we hold together We've passed the end, so we chase forever 'Cause this is all we know This feeling's all we know  [Chorus: Phoebe Ryan & Andrew Taggart] I'll ride my bike up to the road Down the streets right through the city I'll go everywhere you go From Chicago to the coast You tell me, \"Hit this and let's go Blow the smoke right through the window\" 'Cause this is all we know  [Post-Chorus: Phoebe Ryan & Andrew Taggart] 'Cause this is all we know 'Cause this is all we know 'Cause this is all we know  ", 
        "title": "All We Know"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] My intuition is telling me there'll be better days, yeah My intuition is telling me there'll be better days I like this tone  [Verse 1] Yeah, my intuition is telling me there'll be better days I sit in silence and find whenever I meditate My fears alleviate, my tears evaporate My faith don't deviate, ideas don't have a date But see I'm growing and getting stronger with every breath Bringing me closer to Heaven's doors with every step As we speak I'm at peace, no longer scared to die Most niggas don't believe in God and so they terrified It's either that or they be fearing they gon' go to Hell Asking the Father for forgiveness, got 'em overwhelmed (Please, God, I want to go to Heaven) As if He's spiteful like them white folks that control the jail See I believe if God is real, He'd never judge a man Because He knows us all and therefore He would understand The ignorance that make a nigga take his brother life The bitterness and pain that got him beating on his wife  [Hook] I know you desperate for a change let the pen glide But the only real change come from inside (Come from inside) But the only real change come from inside (Come from inside) But the only real change come from— In cemeteries or in chains I see men cry But the only real change come from inside (Come from inside) But the only real change come from inside (Come from inside) But the only real change come from—  [Verse 2] Yeah, my chosen religion Jesus piece frozen from sinnin' Doin' dirt, hoping to God, He know my intentions To see a million 'fore I see a casket I got a baby on the way, know he gon' be a bastard I'm living fast like I'm in a drag race, how that cash taste When I was a senior, I was ballin' on my classmates Niggas put three bullets in my car, one hit the gas tank Know I got a angel cause I'm supposed to have a halo Right now, my lifestyle destined for a federal facility For my ability to make them birds fly Fiends wanna get higher than a bird's eye view And who am I to tell a nigga what to do? I just supply, it's economics My business ain't got the suit and tie Keep a pistol at all times, niggas want what's mine I can't oblige, dog, I work too hard So reach for it, get referred to God, I'm going hard, nigga  [Hook] I know you desperate for a change let the pen glide But the only real change come from inside But the only real change come from inside But the only real change come from— In cemeteries or in chains I see men cry But the only real change come from inside But the only real change come from inside But the only real change come from—  [Verse 3] Yeah, prodigal son, got a new gun This one don't run out of ammo Lately been working on my handles Can I ball, become a star and remain my self? If I fall, dust it off and regain my self Fuck 'em all, they don't know all the pain I felt I'm in awe, after all the fame I felt, I evolved I no longer bury demons, I be a vessel for the truth until I'm barely breathing, I'm singing  [Bridge: Ari Lennox & J. Cole] Life is all about the evolution I give up, I give in, I move back a little I live up, I look up, now I'm back for more You can dream but don't neglect the execution I give up, I give in, I move back a little I live up, I look up, now I'm back for more Time is short that's what somebody told me I give up, I give in, I move back a little I live up, I look up, now I'm back for more Too short to keep following your homies I give up, I give in, I move back a little I live up, I look up, now I'm back for more  [Bridge] I reminisce back to a time where niggas threw they hands All of a sudden niggas pop a trunk and then we scram Finger on trigger make a little nigga understand What it's like to finally be the motherfuckin' man Eyes wide that's from the power that the coward feels Niggas die over bitches, disrespect, and dollar bills Bloodshed that turned the city to a battlefield I call it poison, you call it real (pop, pop, pop, pop) That's how you feel?  [Verse 4] Pistols be poppin' and niggas drop in a heartbeat Scattered like roaches, a body laid on the concrete A body laid on the concrete Look, somebody laid on the concrete No time for that, ain't no lookin' back, cause I'm running too I made it home, I woke up and turned on the morning news Overcame with a feeling I can't explain Cause that was my nigga James that was slain, he was 22 (Last night at around...) He was 22 (22 year old black male, suspect, reporting live...)  [Outro] (I swear to God bruh) We're gathered here today... (I swear to God) To mourn the life of James McMillan Jr (I swear to God—nigga, I'mma kill them niggas man) A tragedy, another tragedy in the black community (I promise you bro...) We got to do better, people 22 years old, this boy was too young (I promise you bro, I'mma kill them niggas yo...) Our condolences go to his family, our prayers (I'mma kill them niggas myself...) We know he's in a better place We know he's in a better place But this has got to end, ladies and gentleman We've got to come together, this is—this is beyond words Now I'd like to open this ceremony with a verse fro—  ", 
        "title": "Change"
    }, 
    {
        "artist": "Jon Pardi", 
        "lyrics": "  [Verse 1] Been up since the crack of dawn Just trying to get paid Been hotter than a hundred suns I can't find no shade Just two more rows and I'm good to go Yeah, I'm shutting this tractor down Give me a half an hour for a shave and a shower And I'll be outside your house  [Chorus] Might have a little dirt on my boots But I'm takin' you uptown tonight Might have a little mud on my wheels But they're gonna shine with you up inside Gonna hit the club, gonna cut a rug Burn it up like neon lights Might have a little dirt on my boots But we're gonna dance the dust right off them tonight Got a little dirt on my boots  [Verse 2] Hard as I worked all day I'm gonna work harder loving on you Spin you all over that dance floor Right out of them high heel shoes And when you're ready to quit Baby, we can slip right out of that barroom door And when I take you home, don't worry babe I'm gonna kick them off on the porch  [Chorus] Might have a little dirt on my boots But I'm taking you uptown tonight Might have a little mud on my wheels But they're gonna shine with you up inside Gonna hit the club, gonna cut a rug Burn it up like neon lights Might have a little dirt on my boots But we're gonna dance the dust right off them tonight Got a little dirt on my boots  [Bridge] A little dirty dancing, blue collar romancing I can get cleaned up if you ask me But I can only get so fancy  [Chorus] Got a little dirt on my boots But I'm taking you uptown tonight Might have a little mud on my wheels But they're gonna shine with you're up inside Gonna hit the club, gonna cut a rug Burn it up like neon lights Might have a little dirt on my boots But we're gonna dance the dust right off them tonight Got a little dirt on my boots Got a little dirt on my boots Got a little dirt on my boots  ", 
        "title": "Dirt On My Boots"
    }, 
    {
        "artist": "PnB Rock", 
        "lyrics": "  [Intro] I want you all to myself You don't need nobody else I want you all to myself, I swear yeah Oh yeah, yeah, yeah  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  [Verse 1] Now, that I gotcha here,  girl I ain't gon' play with you Because there's a lot of things That I wanna say to you Girl, you know, you the shit Balenciagas on ya kicks Niggas all on your dick But we ain't gon' trip 'Cause I'm not ready for no commitments, nah, nah But I swear I hate seeing you wit' them, yeah, yeah And I know, you ain't trynna control me And I know, you're tired of being lonely I can't help how I feel I'm just keeping it real They can't have you, girl, because  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  [Verse 2] Shawty I'm selfish, can't help it You know, I get stuck, when you come around And them niggas be sick 'cause we be on some shit Yeah, they know, I'm gon' hold it down Pull up in the whip, tell you \"hop in with your friends We gon go to my crib Have my chef cook us up a dinner\" Girl, you know, you fuckin' with a winner I ain't nothing like these lames, I swear Name a place, I could take you there I'd do anything to make you laugh And you can have anything, just ask But just know that I'm selfish And I swear, I can't help it But it's all for you Yeah, it's all for you  [Chorus] I'm selfish, I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish, yeah I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, I swear, I'm selfish I want you all to myself, I swear You don't need nobody else, I swear I want you all to myself, because I'm selfish yeah I want you all to myself, I swear You don't need nobody else I want you all to myself  ", 
        "title": "Selfish"
    }, 
    {
        "artist": "Dwayne Johnson", 
        "lyrics": null, 
        "title": "You're Welcome"
    }, 
    {
        "artist": "Andy Grammer", 
        "lyrics": "  [Verse 1] I got these fresh eyes, never seen you before like this My God, you're beautiful It's like the first time when we opened the door 'Fore we got used to usual  [Pre-Chorus 1] It might seem superficial Stereotypical, man You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Verse 2] Appreciation, well, it comes and it goes But I, I'll ride that wave with you It's human nature to miss what's under your nose 'Til you, 'til you remind a fool  [Pre-Chorus 2] Maybe all of this is simple My heart's unconditional, yeah You dress up just a little and I'm like, \"Oh, damn\"  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  [Bridge] If I could bottle this up, bottle, bottle this up, I would I would bottle this up, bottle, bottle this up, I would 'Cause you're gorgeous in this moment If I could bottle this up, I would  [Chorus] So suddenly, I'm in love with a stranger I can't believe that she's mine Now all I see is you with fresh eyes, fresh eyes So suddenly, I'm in love with a stranger I can't believe that she's mine, yeah And now all I see is you with fresh eyes, fresh eyes  ", 
        "title": "Fresh Eyes"
    }, 
    {
        "artist": "Brett Young", 
        "lyrics": "  [Intro] Oh, babe  [Verse 1] Never thought I would be like this Wide awake waitin' on a goodnight kiss Sippin' ninety proof, talkin' to the moon Countin' down the hours till its two AM Never thought I would be like this  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Verse 2] I'd be tossin' and turnin' all night babe From the smell of your hair on the pillow case Even if I tried without you by my side I'd be dreamin with my eyes open I'd be tossin' and turnin' all night babe  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you, no I can't sleep without you, no, no  [Bridge] I bet that DJ'S playin' your song And your carryin' on Baby I love the thought of that long as I know I'm the one you're comin home to  [Chorus] But as long as the night ends with you in a yellow cab Shootin' me a text sayin' Comin' home soon As long as I can bet on you crawlin' into bed after slippin' out ya high heel shoes I ain't lyin' sayin' have a good time Out with your girls, girl do what you do No matter how late, baby I'll be stayin' up I can't sleep without you  [Outro] Yeah no matter how late, baby I'll be stayin up I can't sleep without you, no Can't sleep without you I can't sleep without you Never thought I would be like this Just wide awake waitin' on a goodnight kiss  ", 
        "title": "Sleep Without You"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] I never felt so alive I never felt so alive I never felt so alive (I never felt so alive) I never felt so alive (I never felt so alive)  [Interlude] Catch me, don't you— Catch me, don't you catch me I've fallen in love for the first time I wanna cry And I ain't even tryna fight it Don't wanna die (Don't wanna die no more) 'Cause now you're here and I just wanna be Right by your side On any night that you be crying, baby I'll dry your eyes I'll dry your eyes  [Verse] Every time you go to sleep you look like you in Heaven Plus the head game is stronger than a few Excedrin You shine just like the patent leather on my new 11's You read me like a book like I'm the Bible, you the Reverend Yeah, I wanna tell the truth to you I wanna talk about my days as a youth to you Exposing you to all my demons and the reasons I'm this way I would like to paint a picture, but it'll take more than a day It would take more than some years to get all over all my fears Preventing me from letting you see all of me perfectly clear The same wall that's stopping me from letting go and shedding tears From the lack of having father, and the passing of my peers While I'm too scared to expose myself It turns out, you know me better than I know myself Better than I know myself Well how 'bout that?  [Outro] She gets him (you get me) She hugs him (you kiss me) You tell me you miss me And I believe you, I believe you She gets him (you get me) She hugs him (you kiss me) You tell me you miss me And I believe you, I believe you Catch me, don't you— Catch me, don't you catch me I've fallen in love for the first time  ", 
        "title": "She's Mine Pt.1"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Hook] How long can I survive with this mentality? How long can I survive with this mentality? Things fall down, but don’t stop now Oh, can’t stop now Oh, won’t stop now  [Verse] Trials and tribulations I'm facing In this age of information, I hate this shit Cause niggas hit my phone when they want some shit Bitches hit my phone when they want some dick Damn it, won't be long 'fore I disappear Damn it, won't be long 'fore I disappear Damn it, won't be long 'fore I disappear Damn it, won't be long 'fore I disappear You call it runnin', I call it escapin' Start a new life in a foreign location Similar to my niggas duckin' cases Can't take the possible time that he faces  [Hook] How long can I survive with this mentality? How long can I survive with this mentality? Things fall down, but don’t stop now Oh, can’t stop now Oh, won’t stop now  [Interlude] My dad, he died—he got shot 'cause his friend set him up. And I didn't go to his funeral—and sometimes when I'm in my room, I get mad at my momma when she mean to me. And she— And she say, \"clean up\"—I say—  [Bridge] Nigga play me, never, give up my chain, never Give up my pride, never, show 'em my pain, never Dirt on my name, never, dirt on my name, never Dirt on my name, never, dirt on my name, never Nigga play me, never, give up my chain, never Give up my pride, never, show 'em my pain, never Dirt on my name, never, dirt on my name, never Dirt on my name, never, dirt on my name, never  [Hook] How long can I survive with this mentality? How long can I survive with this mentality? Things fall down, but don’t stop now Oh, can’t stop now Oh, won’t stop now  [Outro] I get mad and I slam my door and go in my room— And then, I get mad and I say, \"I wish my dad was here\"  ", 
        "title": "Ville Mentality"
    }, 
    {
        "artist": "DJ Luke Nasty", 
        "lyrics": "  [Intro] Wait Three Whoo Uh  [Hook] Doing 80 in a 60 fuck a ticket 'Cause I ain't had that pussy in a minute (in a minute) I told her when I get it I'ma hit it (I'ma hit it) She told me that she want it I'll be there when I'm finished Ooh girl, I'm on the way (aye) I just left the club and I'm 'bout to make a play I'm on the way (way) She told me that she cooking I said gone and make a plate I'm on the way aye ya ya ya (4x) Ooh girl I'm on the way  [Verse 1] You know you on my mind I see you getting thick from behind and them thighs She looked at me like Nyla Said nigga why you lying Girl with all that shaking might as well come with fries Love it when she cook steak and taters on the side That grown women shit Might as well add some wine She like baby hurry up So we can take our time Fine I'ma call you when a nigga outside (aye)  [Interlude] DJ Luke Nasty: Hello Women: Where you at DJ Luke Nasty: I'm coming Women: Baby where are you DJ Luke Nasty: Chill let me get my charger out the outlet Women: Me say where yuh deh? DJ Luke Nasty: Baby let me get finish putting on my outfit, I'ma be honest I ain't even left the house yet  [Hook] Doing 80 in a 60 fuck a ticket 'Cause I ain't had that pussy in a minute (in a minute) I told her when I get it I'ma hit it (I'ma hit it) She told me that she want I'll be there when I'm finished Ooh girl, I'm on the way (aye) I just left the club and I'm 'bout to make a play I'm on the way (way) She told me that she cooking I said gone and make a plate I'm on the way ay ya ya ya (4x) Aye (aye)  [Verse 2] Look, in '09 we used to get high baby Lowkey we was like Bonnie and Clyde baby It was plain as day we still tried to hide Them feelings inside do you remember the times baby Remember we used to vibe baby You roll it up and I used to drive baby You light it up and I gripped your thigh baby Aye, just tell me it's mine baby Yeah, she like nigga where you at I told you two rights, at the light make a left (wait) And you already know Park in the visitor so you won't get towed It's been a minute baby I've been on the road I'm getting money 'cause I gotta do shows Yeah, go tell her that I'm home And tell her I can't talk on the phone 'Cause you know i'm doing  [Hook] Doing 80 in a 60 fuck a ticket 'Cause I ain't had that pussy in a minute (in a minute) I told her when I get it I'ma hit it (I'ma hit it) She told me that she want I'll be there when I'm finished Ooh girl, I'm on the way (aye) I just left the club and I'm 'bout to make a play I'm on the way (way) She told me that she cooking I said gone and make a plate I'm on the way ay ya ya ya (4x) Aye (aye)  ", 
        "title": "OTW"
    }, 
    {
        "artist": "21 Savage", 
        "lyrics": "  [Intro] Yeah, Yeah, Yeah I pull up roll the window down and (pop pop pop pop pop) I pull up roll the window down and (pop pop pop pop pop) I pull up roll the window down and (pew pew pew)  [Hook] I just bought a pistol it got 30 rounds in it Pull up at yo momma house and put some rounds in it Wet a nigga block and watch them niggas drown in it Hunnid round drum gun a nigga down with it I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit  [Verse 1] I'm on that Slaughter Gang shit Take a nigga bitch Nigga yous a bitch cuz I ran off with ya shit I'm a real right Blood and these niggas counterfeit You don't pull up on the Ave pussy boy you get dipped I bought a brand new drop and then I poured me up some drop Y'all say real street nigga ya'll ain't on no block Bitch keep your legs closed cause all I want is top I pull up and pew pew pew y'all gone call the cops 21  [Hook] I just bought a pistol it got 30 rounds in it Pull up at yo momma house and put some rounds in it Wet a nigga block and watch them niggas drown in it Hunnid round drum gun a nigga down with it I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit  [Verse 2] Two guns up I don't give a fuck I'm a big dog lil' nigga you a pup Pull up on ya spot walk up on it shoot it up Yo bitch she on the molly yeah I got her booted up You said you was trappin' but I heard thats a lie Baking soda, cold water, cut the stove on, scrape the side You can keep the skinny bitch cuz I like a fat ass and thighs Bitch I'm Young Savage yo baby daddy know not to try  [Hook] I just bought a pistol it got 30 rounds in it Pull up at yo momma house and put some rounds in it Wet a nigga block and watch them niggas drown in it Hunnid round drum gun a nigga down with it I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit I'm on that Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit Slaughter Gang shit, Murder Gang shit  ", 
        "title": "Red Opps"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Intro] I see the, I see the— I see the, I see the— I see the rain Pouring down Before my very eyes Should come as no surprise I see the, I see the rain Pouring down, uh Before my very eyes Should come as no surprise  [Verse] I'm searching and praying and hoping for something I know I'm gon' see it, I know that it's coming Lord, huh Lord, huh But what do you do when there's no place to turn? I have no one, I'm lonely, my bridges have burnt down Lord Lord  [Chorus] The bells getting loud, ain't nowhere to hide Got nowhere to go, put away my pride Tired of feeling low even when I'm high Ain't no way to live, do I wanna die? I don't know, I don't know Bells getting loud, ain't nowhere to hide Got nowhere to go, put away my pride Tired of feeling low even when I'm high Ain't no way to live, do I wanna die? I don't know, I don't know  [Outro] Bells gettin' louder, louder I see the rain Pouring down  ", 
        "title": "For Whom The Bell Tolls"
    }, 
    {
        "artist": "The Weeknd", 
        "lyrics": "  [Verse 1: The Weeknd] Ask around about her She don't get emotional Kill off all her feelings That's why she ain't approachable She know her pussy got a fanbase A couple niggas with a suitcase Suit and tie niggas who play roleplay When it comes to money she play no games  [Pre-Hook: The Weeknd] She lick it up just like a candy She wanna make them leave their family She trying to live a life so fancy She wanna pull up in a Bentley She ain't got time for lovin' Louis Vuitton her husband She rather die in lusting She rather die in the club, 'til she  [Hook: The Weeknd & Future] Six feet under she gon' get that fucking paper Six feet under she gon' get that fucking paper Six feet under she gon' get that fucking paper You know how she get down, pop it for a check now Six feet under, six, six feet under Six feet under, six, six feet under Six feet under she gon' kill me for that paper Not the type to fuck around, gonna turn that ass around  [Verse 2: The Weeknd] She don't depend on anybody Know just what to do with her own body Counting all that money like a hobby She don't give a fuck about nobody And she got her whole crew poppin' And she bend it over like she got no back bone Got a couple niggas blinging up a trap phone She don't need nobody waiting back home, she got it  [Pre-Hook: The Weeknd] She lick it up just like a candy She wanna make them leave their family She trying to live a life so fancy She wanna pull up in a Bentley She ain't got time for lovin' Louis Vuitton her husband She rather die in lusting She rather die in the club, 'til she  [Hook: The Weeknd & Future] Six feet under she gon' get that fucking paper Six feet under she gon' get that fucking paper Six feet under she gon' get that fucking paper You know how she get down, pop it for a check now Six feet under, six, six feet under (That fuckin' paper) Six feet under, six, six feet under (That fuckin' paper) Six feet under she gon' kill me for that paper Not the type to fuck around, gonna turn that ass around  [Post-Hook: Future] Gonna turn that ass around Oh murder, oh murder Gonna turn that ass around Oh murder, oh murder  [Bridge: The Weeknd] Real love's hard to find So she don't waste her time So she don't waste her time, oooh You ain't gon' catch her crying She ain't gon' lose her mind She ain't gon' lose her mind 'Til she..  [Outro: Future & The Weeknd] Six feet under she gon' kill me for that paper ('Til she) Six feet under she gon' kill me for that paper ('Til she) Six feet under she gon' kill me for the paper Not the type to fuck around, gonna turn that ass around  ", 
        "title": "Six Feet Under"
    }, 
    {
        "artist": "The Weeknd", 
        "lyrics": "  [Verse 1] Record man play my song on the radio You too busy tryna find that blue-eyed soul I let my black hair grow and my weed smoke And I swear too much on the regular We gone let them hits fly, we gone let it go If it ain't XO then it gotta go I just won a new award for a kids show Talking 'bout a face numbing off a bag of blow I'm like, goddamn, bitch, I am not a Teen Choice Goddamn, bitch, I am not a bleach boy Whip game, make a nigga understand though Got that Hannibal, Silence of the Lambo Hit the gas so hard make it rotate All my niggas blew up like a propane All these R&B niggas be so lame Got a sweet Asian chick, she go Lo Mein  [Chorus] You know me, you know man, you know me Every time you try to forget who I am I'll be right there to remind you again You know me (pow! pow!), you know me  [Verse 2] Said I'm just tryna swim in something wetter than the ocean Faded off a double cup, I'm mixing up the potion All I wanna do is make that money and make dope shit It just seem like niggas tryna sound like all my old shit Everybody knows it, all these niggas know me Platinum off a mixtape, sipping on that codeine Pour it in my trophies, roll until my nose bleed I'ma keep on singing while I'm burning up that OG All my niggas get it they make money all alone Rock a chain around they neck, making sure I'm getting home When I travel 'round the globe, make a couple mil' a show And I come back to my city, I fuck every girl I know Used to walk around with a slouch, had a mattress on the floor Now my shit straight Eating all day, tryna lose weight That good sex, we'll sweat it out Hotel bed springs, we'll wear it out I ain't gotta tell you 'cause  [Chorus] You know me, you know me You know man, you know me Every time you try to forget who I am I'll be right there to remind you again You know me (pow! pow!), you know me  [Bridge] Why don't you shake some, shake somethin' For the Don? Don't you break nothin', break nothin' Baby girl, won't you work some, work somethin' For the Don? Don't you hurt nothin', hurt nothin' Big girl, won't you shake some, shake somethin' For the Don? Don't you break nothin', break nothin' Baby girl, won't you work some, work somethin' For the Don? don't you hurt nothin', hurt nothin'  [Outro] 'Cause you know me, they know me You ain't know me, yet you know me  ", 
        "title": "Reminder"
    }, 
    {
        "artist": "Train", 
        "lyrics": "  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do  [Verse 1] Hey mister DJ when you gonna spin it My baby's favorite record She been waiting for a minute She invited all her friends And I'm buying all the rounds And they're all dolled up DJ please don't let me down  When you gonna play that song, now When you gonna earn that pay When you gonna play that song And make my day  She said  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do Hey  Play that song The one the makes me stay out till dawn The one that makes me go \"ooh\" That's all you gotta do  [Verse 2] Hey Mr. guitar When you gonna strum it My girl just heard this song And you should play it cause she loves it Can you get me off the hook Get them fingers picking now I'll throw some money in your cup Mister please don't let me down  When you gonna play that song, now Why you gotta hesitate When you gonna play that song And make my day  She said  [Chorus] Play that song The one that makes me go all night long The one that makes me think of you That's all you gotta do Hey  Play that song The one the makes me stay out till dawn The one that makes me go oo That's all you gotta do  [Bridge] Oh Wait till you see my baby moo-oo-oove Moo-oo-oove Moo-oo-oove Moo-oo-oove Wait till you see my baby moo-oo-oove Moo-oo-oove Moo-oo-oove Moo-oo-oove  Oh come on now  [Chorus] Play that song The one that makes her go all night long The one that makes her think of me That's all you gotta do Hey  Play that song The one the makes her stay out till dawn The one that makes her go oo That's all you gotta do Oo oo oo oo Oo oo oo oo  ", 
        "title": "Play That Song"
    }, 
    {
        "artist": "The Weeknd Featuring Kendrick Lamar", 
        "lyrics": "  [Intro: The Weeknd] Uh, uh, uh, uh-uh, uh, yeah, like  [Verse 1: The Weeknd] I ran out of tears when I was 18 So nobody made me but the main streets 'Cause too many people think they made me Well, if they really made me then replace me Homeless to Forbes List, these niggas bring no stress I feel like Moses, I feel like I'm chosen And if you ain't my nigga then your girl single to me I don't give a damn if a nigga said he knew me Grew up with no father so nobody ever \"son\" me My flow too sick, Kevin Costner couldn't touch me I know you wish that nobody ever love me I feel useless when I'm never making money Well, this the life we always fantasized Rich folk problem through a Queen Street nigga's eyes Every time you see me pulling up in Aventadors Just know we been grinding on them sidewalks  [Hook: The Weeknd] Sidewalks saved my life They don't ever lie Sidewalks saved my life They showed me all the signs  [Post-Hook: Daniel Wilson] They don't let me down But they lead me on And they don't let me down But they lead me on And they lead me on  [Verse 2: Kendrick Lamar] Say, say, say I come from murder one, brung late night melee Say, say, say We hung all summer, sprung mattress with bae bae Say, say, say Trippin' off Dyke, and my name strike with pay day Say, say, say Flippin' blue lightning, tightening, strapped with AK Say, say, say OG one, told me one, show me one, eight ways How to segue Pussy, power, profit and headache I reminisce my life innocence or life innocent Or life intimate, with fame Light limo tint with light women, dark women in it Awe Kenny, good game She wanna hang with a Starboy The sun and the moon and star, boy Astronomer, anonymous I line 'em up, we grind 'em up, there's nine of us And five of us have probably fucked She mollied up, I tallied up all the parts, boy Twenty legs, arms, head (Head) Head, head, and more head (Head) Oh God, bless the dead (Yah) I'm livin' life, high off life I wear my chokes off to bed I'm the greatest nigga, why you scared to say it? I wanna rock, I wanna rock I wanna cop more land, I never stop I wanna quick advance on a bill if it ain't one Break everything, I'm a hustler, came from  [Hook: The Weeknd] Sidewalks saved my life They don't ever lie Sidewalks saved my life They showed me all the signs  [Post-Hook: Daniel Wilson] They don't let me down But they lead me on And they don't let me down But they lead me on And they lead me on  ", 
        "title": "Sidewalks"
    }, 
    {
        "artist": "J. Cole", 
        "lyrics": "  [Hook] I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I said I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I wanna fold clothes for you  [Verse 1] I wanna fold clothes for you Woke up this morning Feeling like the best version of me, so happy I walked in the living room And saw you all alone on the couch, just napping I, I see a lot on your plate Nine months with that weight I know you tired so I wonder how I can help I get the basket and grab your clothes out the dryer Oh, I wanna fold clothes for you  [Hook] I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I said I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I wanna fold clothes for you  [Verse 2] Listen, this is a meditation for me A practice in being present There's nowhere I need to be Except right here with you Except right here with you Folding clothes Watching Netflix Catching up on our shows Eating breakfast Raisin Bran in my bowl With bananas and some almond milk I never thought I'd see the day I'm drinking almond milk (\"You soft!\")  [Hook] I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I said I wanna fold clothes for you I wanna make you feel good Baby, I wanna do the right things they Feel so much better than the wrong things I wanna fold clothes for you  [Bridge] If I can make life easier The way you do mine Save you some time Alleviate a bit of stress from your mind Help you relax Let you recline babe Then I should do it Cause Heaven only knows How much you have done that for me Now I see It's the simple things It's the simple things It's the simple things That say \"I love you\" It's the simple things It's the simple things It's the simple things  [Verse 3] Niggas from the hood is the best actors We the ones that got to wear our face backwards Put your frown on before they think you soft Never smile long or take your defense off Acting tough so much, we start to feel hard Live from the city where they pull cards I got a Glock 40 and a little nine Ready for the day a nigga pull mine Niggas from the hood is the best actors Gotta learn to speak in ways that's unnatural Just to make it through the job interviews If my niggas heard me, they'd say \"Damn, what's gotten into you?\" Just trying to make it, dog, somehow Peaking through the blinds, I see the sun now I see you're still sleeping and it feels like Maybe everything is gon' be alright  ", 
        "title": "Foldin Clothes"
    }, 
    {
        "artist": "Rae Sremmurd", 
        "lyrics": "  [Intro] Mmm, it's nasty Uhmm Know some young niggas like to swang, uhmm Know some young niggas like to swang Know some young niggas like to swang  [Chorus: Swae Lee] Know some young niggas like to swang Know some young niggas like to swang Big bank take a little bank Everyday spillin' up drank She want the whole crew, shawty brave When the money talks, what is there to say? Blow away, watch it blow away When I die can't take it to the grave Hop out, drop, top, fuck y'all talkin' I need it right now Cash in the air, yeah, what goes up gotta come down  [Verse 1: Swae Lee] Gettin' dough ain't a thing change Coasting, grippin' grain Goin' through the money like a phase Don't say my name in vain I'm so glad that you came All these bad bitches gettin' slain Broke ass nigga get a clue All these niggas know how we do  [Chorus: Swae Lee] Know some young niggas like to swang Know some young niggas like to swang Big bank take a little bank Everyday spillin' up drank She want the whole crew, shawty brave When the money talks, what is there to say? Blow away, watch it blow away When I die can't take it to the grave Hop out, drop, top, fuck y'all talkin' I need it right now Cash in the air, yeah, what goes up gotta come down  [Verse 2: Slim Jxmmi] I know some young niggas from the bottom They'll do anything for a dollar I coulda went to school to be a doctor But I dropped out and chose to be a baller Switchin' lanes, spittin' game in my new drop Still on a paper chase that don't ever stop Everybody with me family, that's how we rock Party at the mansion, we bout to flood the spot Sremmlife!  [Chorus: Swae Lee] Know some young niggas like to swang Know some young niggas like to swang Big bank take a little bank Everyday spillin' up drank She want the whole crew, shawty brave When the money talks, what is there to say? Blow away, watch it blow away When I die can't take it to the grave  ", 
        "title": "Swang"
    }, 
    {
        "artist": "Bruno Mars", 
        "lyrics": "  [Verse 1] Let's take our time tonight, girl Above us all the stars are watchin' There's no place I'd rather be in this world Your eyes are where I'm lost in Underneath the chandelier We're dancin' all alone There's no reason to hide What we're feelin' inside Right now  [Pre-Chorus] So, baby, let's just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Verse 2] Now I unzip the back to watch it fall While I kiss your neck and shoulders No, don't be afraid to show it all I'll be right here ready to hold you Girl, you know you're perfect from Your head down to your heels Don't be confused by my smile 'Cause I ain't ever been more for real, for real  [Pre-Chorus] So just turn down the lights And close the door Oooh I love that dress But you won't need it anymore No, you won't need it no more Let's just kiss 'til we're naked, baby  [Chorus] Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl Dance  [Bridge] It's warmin' up Can you feel it? It's warmin' up Can you feel it? It's warmin' up Can you feel it, baby? It's warmin' up Oh, seems like you're ready for more, more, more Let's just kiss 'til we're naked  [Chorus] Versace on the floor Hey, baby Take it off for me, for me, for me, for me now, girl Versace on the floor Oooh take it off for me, for me, for me, for me now, girl  [Outro] Versace on the floor Floor Floor  ", 
        "title": "Versace On The Floor"
    }
]