[
    {
        "artist": "Michael Jackson",
        "lyrics": null,
        "title": "Ben"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  'My friends feel it's their appointed duty They keep trying to tell me All you want to do is use me But my answer, yeah to all that use me stuff I want to spread the news That if it feels this good getting used You just keep on using me Until you use me up Until you use me up  My brother sit me right down and he talked to me He told me that I ought not to let you just walk on me And I'm sure he meant well Yeah, but when our talk was through I said, brother, if you only knew You'd wish that you were in my shoes You just keep on using me Until you use me up Until you use me up  Sometimes, it's true You really do abuse me You get me in a crowd of high-class people And then you act real rude to me But, oh baby, baby, baby, baby When you love me, I can't get enough I want to spread the news That if it feels this good getting used Girl, you just keep on using me Until you use me up Until you use me up Talkin' 'bout you usin' people It all depends on what you do It ain't too bad the way you're usin' me Cause I sure am usin' you to do the things you do' To do the things you do  ",
        "title": "Use Me"
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": "  [Intro] Okay, so you're heartbroken You sit around mopin' Crying, crying You say you're even thinking about dying? Well, before you do anything rash Dig this  [Chorus] Everybody plays the fool sometime There's no exception to the rule Listen, baby It may be factual, may be cruel I ain't lying Everybody plays the fool  [Verse 1] Falling in love is such an easy thing to do And there's no guarantee that the one you love Is gonna love you  Oh, loving eyes, they cannot see A certain person could never be Love runs deeper than any ocean It clouds your mind with emotion  [Chorus] Everybody plays the fool sometime There's no exception to the rule Listen, baby It may be factual, may be cruel I wanna tell you that Everybody plays the fool  [Verse 2] How can you help it when the music starts to play And your ability to reason is swept away  Oh, heaven on earth is all you see You're out of touch with reality And now you cry, but when you do Next time around someone cries for you  [Chorus] Everybody plays the fool sometime They use your heart just like a tool Listen baby They never tell you so in school I wanna say it again Everybody plays the fool  Listen to me, baby Everybody plays the fool sometime (There's no exception to the rule) No exception to the rule It may be factual, may be cruel sometimes Everybody plays the fool  [Outro] Listen, listen, baby Everybody plays the fool  ",
        "title": "Everybody Plays The Fool"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] Lord Almighty I feel my temperature rising Higher higher It's burning through to my soul Girl, girl, girl You going to set me on fire My brain is flaming I don't know which way to go  [Chorus] Your kisses lift me higher Like the sweet song of a choir You light my morning sky With burning love  [Verse 2] Ooh, ooh, ooh I feel my temperature rising Help me, I'm flaming I must be a hundred and nine Burning, burning, burning And nothing can cool me I just might turn into smoke But I feel fine  [Chorus] Because your kisses lift me higher Like a sweet song of a choir And you light my morning sky With burning love  [Verse 3] It's coming closer The flames are now licking my body Won't you help me I feel like I'm slipping away It's hard to breath And my chest is a-heaving Lord, have mercy I'm burning a hole where I lay  [Chorus] Your kisses lift me higher Like the sweet song of a choir You light my morning sky With burning love With burning love (Ah, ah, burning love)  [Outro] I'm just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love Just a hunk, a hunk of burning love  ",
        "title": "Burning Love"
    },
    {
        "artist": "Raspberries",
        "lyrics": "  I never knew, never knew how complete love could be Till she kissed me and said:  \"Baby, please, go all the way It feels so right being with you, here, tonight Please, go all the way Just hold 'me close don't ever let me go\"  I couldn't say what I wanted to say Till she whispered: \"I love you so, please, go all the way\"  It feels so right being with you, here, tonight Please go all the way Just hold me close Don't ever let me go  Before her love I was cruel and mean I had a hole in the place where my heart should have been But now I've changed and it feels so strange I come alive when she does all those things to me And she says: \"Come on, come on, come on I need you, I love you, I need you\"  \"Baby, please, go all the way It feels so right being with you, here, tonight Please, go all the way Just hold 'me close don't ever let me go\"  ",
        "title": "Go All The Way"
    },
    {
        "artist": "Mac Davis",
        "lyrics": "  [Verse 1] Girl, you're getting that look in your eyes And it's starting to worry me I ain't ready for no family ties Nobody's gonna hurry me  Just keep it friendly, girl Cause I don't wanna leave Don't start clinging to me, girl Cause I can't breathe  [Chorus] Baby, baby, don't get hooked on me Baby, baby, don't get hooked on me, oooh Cause I'll just use you Then I'll set you free Baby, baby, don't get hooked on me  [Verse 2] Girl, you're a hot-blooded woman-child And it's warm where you're touching me But I can tell by your trembling smile You're seein' way too much in me  Girl, don't let your life get tangled up with mine Cause I'll just leave you I can't take no clinging vine  [Chorus] Baby, baby, don't get hooked on me Baby, baby, don't get hooked on me Cause I'll just use you Then I'll set you free Baby, baby, don't get hooked on me Baby, baby, don't get hooked on me Baby, baby, don't get hooked on me Cause I'll just use you Then I'll set you free Baby, baby, don't get hooked on me. oh Baby, baby  ",
        "title": "Baby Don't Get Hooked On Me"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  When I was a little bitty boy My grandmother bought me a cute little toy Silver bells hangin' on a string She told me it was my ding a ling  [Chorus] My ding a ling, my ding a ling I want to play with my ding a ling My ding a ling, my ding a ling I want to play with my ding a ling  And then mother took me to Grammar School But I stopped all in the vestibule Every time that bell would ring Catched me playin' with my ding a ling  [Chorus]  Once I was climbing the garden wall I slipped and had a terrible fall I fell so hard I heard bells ring But held on to my ding a ling  [Chorus]  Once I was swimming cross Turtle creek Many snappers all around my feet Sure was hard swimming cross that thing With both hands holdin' my ding a ling  [Chorus]  This here song it ain't so sad The cutest little song you ever had Those of you who will not sing You must be playin' with your own ding a ling My ding a ling Your ding a ling, your ding a ling We saw you playin' with your ding a ling My ding a ling everybody sing I want to play with my ding a ling  ",
        "title": "My Ding-A-Ling"
    },
    {
        "artist": "The Moody Blues",
        "lyrics": "  Nights in white satin, never reaching the end, Letters I've written, never meaning to send Beauty I've always missed, with these eyes before Just what the truth is, I can't say anymore  'Cos I love you, yes I love you, oh how I love you  Gazing at people, some hand in hand Just what I'm going through they can't understand Some try to tell me, thoughts they cannot defend Just what you want to be, you will be in the end  And I love you, yes I love you Oh how I love you, oh how I love you  Nights in white satin, never reaching the end Letters I've written, never meaning to send Beauty I've always missed, with these eyes before Just what the truth is, I can't say anymore  'Cos I love you, yes I love you Oh how I love you, oh how I love you 'Cos I love you, yes I love you Oh how I love you, oh how I love you  [Late Lament - Graeme Edge]  Breathe deep the gathering gloom Watch lights fade from every room Bedsitter people Look back and lament Another day's useless Energy spent Impassioned lovers wrestle as one Lonely man cries for love and has none New mother picks up and suckles her son Senior citizens wish they were young Cold hearted orb that rules the night Removes the colours from our sight Red is grey and yellow white But we decide which is right And which is an Illusion?  ",
        "title": "Nights In White Satin"
    },
    {
        "artist": "The O'Jays",
        "lyrics": "  [Chorus] (What they do?) (They smilin' in your face) All the time, they want to take your place The back stabbers (Back stabbers) (They smilin' in your face) All the time they want to take your place The back stabbers (Back stabbers)  [Verse 1] All you fellows who have someone and you really care, yeah, yeah Then it's all of you fellows who better beware, yeah, yeah Somebody's out to get your lady A few of your buddies, they sure look shady Blades are long, clenched tight in their fist Aimin' straight at your back And I don't think they'll miss  [Chorus] (What they do?) (They smilin' in your face) All the time, they want to take your place The back stabbers (Back stabbers)  [Verse 2] I keep gettin' all these visits from my friends Yeah, what they doin' to me? They come to my house again and again and again and again, yeah So are they there to see my woman? I don't even be home, but they just keep on comin' What can I do to get on the right track? I wish they'd take some of these knives out my back  [Chorus] (What they do?) (They smilin' in your face) All the time, they want to take your place The back stabbers (Back stabbers)  [Bridge] Ha-ah-ah-ah-ah-ah Low-down, dirty  [Outro] (What they do?) (They smilin' in your face) Smiling faces, smiling faces sometimes tell lies (Back stabbers) (They smilin' in your face) I don't need low-down, dirty bastards (Back stabbers) (They smilin' in your face) Da-da, da-da-da, da-da-da-da (Back stabbers) Might be your neighbor (They smilin' in your face) Your next door neighbor, yeah (Back stabbers)  ",
        "title": "Back Stabbers"
    },
    {
        "artist": "Hot Butter",
        "lyrics": null,
        "title": "Popcorn"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Play Me"
    },
    {
        "artist": "Rick Nelson And The Stone Canyon Band",
        "lyrics": null,
        "title": "Garden Party"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  I had nothing to do on this hot afternoon But to settle down and write you a line I've been meaning to phone you but from Minnesota Hell it's been a very long time You wear it well A little old fashioned but that's all right  Well I suppose you're thinking I bet he's sinking Or he wouldn't get in touch with me Oh I ain't begging or losing my head I sure do want you to know that you wear it well There ain't a lady in the land so fine  Remember them basement parties, your brother's karate The all day rock and roll shows Them homesick blues and radical views Haven't left a mark on you, you wear it well A little out of time but I don't mind  But I ain't forgetting that you were once mine But I blew it without even tryin' Now I'm eatin' my heart out Tryin' to get a letter through  Since you've been gone it's hard to carry on I'm gonna write about the birthday gown that I bought in town When you sat down and cried on the stairs You knew it did not cost the earth, but for what it's worth You made me feel a millionaire and you wear it well Madame Onassis got nothing on you  Anyway, my coffee's cold and I'm getting told That I gotta get back to work So when the sun goes low and you're home all alone Think of me and try not to laugh and I wear it well I don't object if you call collect 'cos I ain't forgetting that you were once mine But I blew it without even tryin' Now I'm eatin' my heart out tryin' to get back to you  I love you, I love you, I love you  After all the years I hope it's the same address Since you've been gone it's hard to carry on  ",
        "title": "You Wear It Well"
    },
    {
        "artist": "Rick Springfield",
        "lyrics": "  Speak to the sky when ever things go wrong And you know you're not talkin' to the air, to the air And the world will look better from up there  Speak to the sky 'cause things can get ya down And you know when you're talkin' to the Lord, to the Lord The world will look better than before  And if I stumble and it seems that I am blind Or if the road I'm on seems awful hard to find And though my conversation doesn't always rhyme I always try to find some time to .......  Speak to the sky and tell you how I feel And to know sometimes what I say ain't right It's all right Cause I speak to the sky every night  And if I stumble and it seems that I am blind Or if the road I'm on seems awful hard to find And though my conversation doesn't always rhyme I always try to find some time to .......  Speak to the sky and tell you how I feel And to know sometimes what I say ain't right It's all right Cause I speak to the sky every night  Speak to the sky when ever things go wrong And you know you're not talkin' to the air, to the air And the world will look better from up there And the world will look better from up there And the world will look better from up there  ",
        "title": "Speak To The Sky"
    },
    {
        "artist": "Leon Russell",
        "lyrics": null,
        "title": "Tight Rope"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "Why/Lonely Boy"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  Hey, hey! Love, love! Yeah, yeah! Ah, ha! Freddie's dead -- That's what I said! Let the man rap a plan Said he'd sing him home But his hope was a rope And he should've known It's hard to understand -- There was love in this man I'm sure all would agree That his misery was his -- Woman and things Now Freddie's dead -- That's what I said Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A terrible blow But that's how it goes A \"Freddie\" 's on the corner now -- If you wanna be a junkie, wow! Remember: Freddie's dead! We're all built up with progress But sometimes I must confess -- We can deal with rockets and dreams But, reality -- what does it mean? Ain't nothing said 'Cause Freddie's dead! Hey, hey! Love, love! Hey, hey! Yeah, yeah! Ha, ha! Love, love! Yeah, yeah! Ha, ha! Yeah, yeah! Freddie's dead! All I want is some peace of mind With a little love I'm trying to find This could be such a beautiful world With a wonderful girl Why, I need a woman child! Don't wanna be like Freddie, now -- 'Cause Freddie's dead! Hey, hey! Yeah, yeah! If you don't try You're gonna die Why can't we brothers? Protect one another No one's serious And it makes me furious! Don't be misled -- Just think of Fred . .  Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A \"Freddie\" 's on the corner now If you wanna be a junkie, why? Remember, Freddie's dead! Ha, ha, ha, ha, ha! Freddies dead! Hey, hey! Ha, ha! Love, love! Ha, ha!  ",
        "title": "Freddie's Dead (Theme From \"Superfly\")"
    },
    {
        "artist": "Danny O'Keefe",
        "lyrics": "  Everybody's goin' away Said they're movin' to LA There's not a soul I know around Everybody's leavin' town  Some caught a freight, some caught a plane Find the sunshine, leave the rain They said this town's a waste of time I guess they're right, it's wastin' mine  Some gotta win, some gotta lose Good time Charlie's got the blues Good time Charlie's got the blues  Ya know my heart keeps tellin' me \"You're not a kid at thirty-three\" \"Ya play around, ya lose your wife\" \"Ya play too long, you lose your life\"  I got my pills to ease the pain Can't find a thing to ease the rain I'd love to try and settle down But everybody's leavin' town  Some gotta win, some gotta lose Good time Charlie's got the blues Good time Charlie's got the blues Good time Charlie's got the blues  ",
        "title": "Good Time Charlie's Got The Blues"
    },
    {
        "artist": "James Brown",
        "lyrics": null,
        "title": "Get On The Good Foot-Part 1"
    },
    {
        "artist": "Arlo Guthrie",
        "lyrics": "  Publishers: ©AL BUNETTA D/B/A JURISDAD MUSIC Last update: December 30, 2014 Popularity : 5605 users have visited this page Genre:Folk Released:1972 Sponsored links Riding on the City of New Orleans Illinois Central Monday morning rail Fifteen cars and fifteen restless riders Three conductors and twenty-five sacks of mail All along the southbound odyssey The train pulls out at Kankakee Rolls along past houses, farms and fields Passin' trains that have no names Freight yards full of old black men And the graveyards of the rusted automobiles  [Chorus] Good morning America how are you? Don't you know me I'm your native son I'm the train they call The City of New Orleans I'll be gone five hundred miles when the day is done  Dealin' card games with the old men in the club car Penny a point ain't no one keepin' score Won't you pass the paper bag that holds the bottle Feel the wheels rumblin' 'neath the floor And the sons of Pullman porters And the sons of engineers Ride their father's magic carpets made of steel Mothers with their babes asleep Are rockin' to the gentle beat And the rhythm of the rails is all they feel  [Chorus] Nighttime on The City of New Orleans Changing cars in Memphis, Tennessee Half way home, we'll be there by morning Through the Mississippi darkness Rolling down to the sea And all the towns and people seem To fade into a bad dream And the steel rails still ain't heard the news The conductor sings his song again The passengers will please refrain This train's got the disappearing railroad blues  Good night, America, how are you? Don't you know me I'm your native son I'm the train they call The City of New Orleans I'll be gone five hundred miles when the day is done  ",
        "title": "The City Of New Orleans"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": null,
        "title": "Black & White"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  {Intro}  [Verse 1] Don't you feel it growing, day by day People getting ready for the news Some are happy, some are sad Woah, gotta let the music play  What the people need is a way to make them smile Ain't so hard to do if you know how Gotta get a message, get it on through Oh now momma don't you ask me why  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  {Bridge}  [Verse 2] When, when I know you know baby, everything I say Meet me in the country for a day We'll be happy and we'll dance Oh, we're gonna dance our blues away  And if I'm feeling good to you and you're feeling good to me There ain't nothing we can't do or say Feeling good, feeling fine Oh, baby, let the music play  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  [Bridge] Like a lazy flowing river Surrounding castles in the sky And the crowd is growing bigger Listening for the happy sounds And I got to let them fly  [Chorus] Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  Oh, oh, oh listen to the music Oh, oh, oh listen to the music Oh, oh, oh listen to the music All the time  ",
        "title": "Listen To The Music"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Saturday in the park I think it was the Fourth of July Saturday in the park I think it was the Fourth of July People dancing, people laughing A man selling ice cream Singing Italian songs  [Chorus] Eh Cumpari, ci vo sunari Can you dig it (yes, I can) And I've been waiting such a long time For Saturday  [Verse 2] Another day in the park I think it was the Fourth of July Another day in the park I think it was the Fourth of July People talking, really smiling A man playing guitar Singing for us all  [Chorus] Will you help him change the world Can you dig it (yes, I can) And I've been waiting such a long time For today  [Bridge] Slow motion riders fly the colours of the day A bronze man still can tell stories his own way Listen children all is not lost All is not lost, oh no no  [Verse 3] Funny days in the park Every day's the Fourth of July Funny days in the park Every day's the Fourth of July People reaching, people touching A real celebration Waiting for us all  [Chorus] If you want it, really want it Can you dig it (yes, I can) And I've been waiting such a long time For the day, yeah yeah yeah  ",
        "title": "Saturday In The Park"
    },
    {
        "artist": "Cornelius Brothers & Sister Rose",
        "lyrics": "  Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me  Oh, I sit down And I moan sometime Over a big mistake I made Didn't take time to love her And it caused her love to fade  Oh, if you have true love (If you have true love) Take a tip from a man in misery  Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me  Oh, I see how much I was wrong To avoid such a love so true But now I really miss her And I see what loneliness can do  Oh, if you have true love (If you have true love) Take a tip from a man in misery  Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me  Oh, I wish I could Turn back the time and Have her back here with me I'd do anything to keep her To avoid this pain and misery  For those that's happy (For those that's happy)  Lyrics courtesy Top40db  Take a tip from a man in miser  Don't ever be lonely A poor little fool like me Don't ever be lonely A poor little fool like me  (I beg you) Don't ever be lonely A poor little fool like me (Oh, no, don't you Ever be lonely) Don't ever be lonely A poor little fool like me  (I beg you) Don't ever be lonely A poor little fool like me (It would be lonely) Don't ever be lonely A poor little fool like me  (Take some time, baby) Don't ever be lonely A poor little fool like me (Never be lonely) Don't ever be lonely A poor little fool like me  ",
        "title": "Don't Ever Be Lonely (A Poor Little Fool Like Me)"
    },
    {
        "artist": "Mel And Tim",
        "lyrics": null,
        "title": "Starting All Over Again"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": "  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  I can make it now the pain is gone All of the bad feelings have disappeared Here is that rainbow I've been praying for It's going to to be a bright, bright sun shiny day  Look all around, there's nothing but blue skies Look straight ahead, nothing but blue skies  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  ",
        "title": "I Can See Clearly Now"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1: Don Henley] Raven hair & ruby lips Sparks fly from her fingertips Echoed voices in the night She's a restless spirit on an endless flight  [Chorus] Woo hoo, witchy woman See how high she flies Woo hoo, witchy woman She got the moon in her eye  [Verse 2: Don Henley] She held me spellbound in the night Dancing shadows & firelight Crazy laughter in another room And she drove herself to madness with a silver spoon  [Chorus]  [Bridge] Ah, oh ah ah (waahaa) (repeat x 2)  [Verse 3: Don Henley] Well I know you want a lover Let me tell you brother She's been sleeping in the devil's bed And there's some rumours going round, someone's underground She can rock you in the night-time 'til your skin turns red  [Chorus]  ",
        "title": "Witchy Woman"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Oh no, don't go It's hours 'til dawn And there's no one Who'd rather be with you  I know you know Other girls like me I let you take my love Knowing you don't love me  But if I could reach you some way If I knew the magic it would take To love you good enough on the outside And make you feel it on the inside Maybe I could make you stay If I could reach you  The dark is getting light And you're dressed to go And never said a word About tomorrow  But if I could reach you some way If I knew the magic it would take To love you good enough on the outside And make you feel it on the inside Maybe I could make you stay  See you next time I'll see you next time  ",
        "title": "If I Could Reach You"
    },
    {
        "artist": "Chi Coltrane",
        "lyrics": null,
        "title": "Thunder And Lightning"
    },
    {
        "artist": "Gallery",
        "lyrics": "  I could just sit around Making music all day long As long as I'm makin' my music Ain't gonna do nobody no harm And who knows maybe I'll come up with a song And make people wanna stop All their fussin' and fightin' Long enough to sing along  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  Music is love and love is music If you know what I mean People who believe in music Are the happiest people I've ever seen  So clap your hands and stomp your feet And shake your tambourine Lift your voices to the sky Tell me what you see, hey  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  Music is the universal language And love is the key To peace, hope and understandin' And livin' in harmony  So grab your brother by the hand And sing along with me And lift your voices to the sky Tell me what you see  I, I believe in music Whoa, oh I, I believe in love I, I believe in music Whoa, I, I believe in love  ",
        "title": "I Believe In Music"
    },
    {
        "artist": "Joe Cocker and The Chris Stainton Band",
        "lyrics": null,
        "title": "Midnight Rider"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  [Verse 1] This is our fork in the road Love's last episode There's nowhere to go, oh no You made your choice Now it's up to me To bow out gracefully Though you hold the key, but baby  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Whenever you need me, I'll be there I'll be around  [Verse 2] I knew just what to say Now I found out today That all the words had slipped away, but I know There's always a chance A tiny spark will remain, yeah And sparks turn into flames And love can burn once again, but I know you know  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Whenever you need me, I'll be there I'll be around, yeah  [Horn Solo]  [Hook] Whenever you call me, I'll be there Whenever you want me, I'll be there Even if I have to crawl, I'll be there I'll be around  Just call me on the phone, I'll be there I'll never leave you alone, I'll be there Just call out your name, I know I know you know I'll be around  I'll be skippin' and a-jumpin', I'll be there I'll be a-rippin' and a-runnin', I'll be there I'll be calling out your name to let you know I'll be around  ",
        "title": "I'll Be Around"
    },
    {
        "artist": "Sam Neely",
        "lyrics": null,
        "title": "Loving You Just Crossed My Mind"
    },
    {
        "artist": "Daniel Boone",
        "lyrics": "  Sunday morning, up with the lark I think I'll take a walk in the park Hey, hey, hey, it's a beautiful day  I've got someone waiting for me And when I see her, I know that she'll say Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Birds are singing, you by my side Let's take a car and go for a ride Hey, hey, hey, it's a beautiful day  We'll drive on and follow the sun Making Sunday go on and on Hey, hey, hey, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  Hi, hi, hi, beautiful Sunday This is my, my, my beautiful day When you say, say, say, say that you love me Oh my, my, my, it's a beautiful day  ",
        "title": "Beautiful Sunday"
    },
    {
        "artist": "Lobo",
        "lyrics": "  When I saw you standing there I'bout fell off my chair And when you moved your mouth to speak I felt the blood go to my feet  Now, it took time for me to know What you tried so not to show Something in my soul just cried I see the want in your blue eyes  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  You told yourself years ago You'd never let your feelings show The obligation that you made For the title that they gave  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  Now, it took time for me to know What you tried so not to show Something in my soul just cried I see the want in your blue eyes  Baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  Oh baby, I'd love you to want me The way that I want you The way that it should be Mmm, baby, you'd love me to want you The way that I want to If you'd only let it be  ",
        "title": "I'd Love You To Want Me"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  I am woman, hear me roar In numbers too big to ignore And I know too much to go back an' pretend Cause I've heard it all before And I've been down there on the floor No one's ever gonna keep me down again  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  You can bend but never break me Cause it only serves to make me More determined to achieve my final goal And I come back even stronger Not a novice any longer Cause you've deepened the conviction in my soul  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman watch me grow See me standing toe to toe As I spread my lovin' arms across the land But I'm still an embryo With a long, long way to go Until I make my brother understand  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can face anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman I am invincible I am strong I am woman I am invincible I am strong I am woman  ",
        "title": "I Am Woman"
    },
    {
        "artist": "Michael Murphey",
        "lyrics": null,
        "title": "Geronimo's Cadillac"
    },
    {
        "artist": "David Cassidy",
        "lyrics": null,
        "title": "Rock Me Baby"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Spaceman"
    },
    {
        "artist": "The Band",
        "lyrics": null,
        "title": "Don't Do It"
    },
    {
        "artist": "Emerson, Lake & Palmer",
        "lyrics": "  There might have been things I missed But don't be unkind It don't mean I'm blind Perhaps there's a thing or two I think of, lying in bed I shouldn't have said But there it is  You see it's all clear You were meant to be here  From the beginning  Maybe I might've changed And not been so cruel Not been such a fool Whatever was done is done I just can't recall It doesn't matter at all  You see it's all clear You were meant to be here  From the beginning  ",
        "title": "From The Beginning"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] When I look back boy I must have been green Bopping in the country, fishing in a stream Looking for an answer trying to find a sign Until I saw your city lights honey I was blind  [Chorus] They said get back honky cat Better get back to the woods Well I quit those days and my redneck ways And oh the change is gonna do me good You better get back honky cat Living in the city ain't where it's at It's like trying to find gold in a silver mine It's like trying to drink whisky from a bottle of wine  [Verse 2] Well I read some books and I read some magazines About those high class ladies down in new orleans And all the folks back home well, said I was a fool They said oh, believe in the lord is the golden rule  [Chorus] They said get back honky cat Better get back to the woods Well I quit those days and my redneck ways And oh the change is gonna do me good They said get back honky cat Better get back to the woods Well I quit those days and my redneck ways And oh the change is gonna do me good  [Verse 3] They said stay at home boy, you gotta tend the farm Living in the city boy, is going to break your heart But how can you stay, when your heart says no How can you stop when your feet say go  [Chorus] You better get back honky cat Better get back to the woods Well I quit those days and my redneck ways And oh the change is gonna do me good You better get back honky cat Living in the city ain't where it's at It's like trying to find gold in a silver mine It's like trying to drink whisky from a bottle of wine  [Outtro] Get back honky cat Get back honky cat, get back Get back honky cat Get back honky cat, get back Get back honky cat, get back  ",
        "title": "Honky Cat"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": "  [Verse 1] In a little while from now If I'm not feeling any less sour I promised myself to treat myself And visit a nearby tower  And climbing to the top Will throw myself off In an effort to make it clear to whoever What it's like when you're shattered  Left standing in the lurch, at a church Where people are saying My God that's tough, she stood him up No point in us remaining  We may as well go home As I did on my own Alone again, naturally  [Verse 2] To think that only yesterday I was cheerful, bright and gay Looking forward to, but who wouldn't do The role I was about to play  But as if to knock me down Reality came around And without so much as a mere touch Cut me into little pieces  Leaving me to doubt All about God and His mercy For if He really does exist Why did He desert me  In my hour of need? I truly am indeed Alone again, naturally  [Bridge 1] It seems to me that There are more hearts Broken in the world That can't be mended Left unattended What do we do? What do we do?  [Classical guitar solo]  Alone again, naturally  [Verse 3] Now looking back over the years And what ever else that appears I remember I cried when my father died Never wishing to hide the tears  And at sixty-five years old My mother, God rest her soul Couldn't understand, why the only man She had ever loved had been taken  Leaving her to start with a heart So badly broken Despite encouragement from me No words were ever spoken  And when she passed away I cried and cried all day Alone again, naturally Alone again, naturally  ",
        "title": "Alone Again (Naturally)"
    },
    {
        "artist": "Cashman & West",
        "lyrics": "  People going, coming Traffic always humming A sweet city song Everyone your neighbor Living at a flavor With a sweet city song  There was a certain way That the city sound Made you glad you belonged I remember now That the rhythm somehow Made me want to sing along  Do do do do, sweet city song Do do do do, sweet city song Oh, come on along  Boxes on a brick wall Boys are playing stickball The chicks are walking by Something bout their sweaters Made you play a little better Or at least you'd try  Meanwhile on the corner A group is singing In three-part harmony There was a time When you couldn't find A better place to be  Do do do do, sweet city song Do do do do, sweet city song Do do do do, sweet city song Come on  Johnny, ride the pony The Dodger's own sym-phoney An egg cream at the Corner candy store Radio and dancing slow Who could ask for more  Do do do do, sweet city song Do do do do, sweet city song Do do do do, sweet city song Come on along  Hello, Jack, it's good to be back I been away at school Yeah, Ed, I heard what you said You know that I'm no fool  I know that it's changing I see that it's changed I know that it's changing I see that it's changed  But goodbye is too hard For me to say When I still believe The good things Outweigh the bad  I think of all the Good times we had Think of all the Good times we had  A junkie steals, a mayor deals Who knows what's coming next Traffic jams and greedy hands Did you read it in the text  Of the daily news The subway blues How does your garden grow And the strikes and the likes All lined up in a row  Something is wrong here It doesn't belong here People are locking themselves Behind their own four walls  It falls from the skies here But no one's surprised here And maybe that's the Saddest part of all  Jesus freaks Mohammad speaks The Lord is on their team Tenements and midtown rents All rich and poor, no in-between  Say a prayer and breathe the air In the cold or heat When evening falls, the city calls But the lights only shine On empty streets  Something is wrong here Doesn't belong here People are locking themselves Behind their own four walls  Falls from the skies here No one's surprised here Maybe that's the Saddest part of all  Something is wrong here Doesn't belong here People are locking themselves Behind their own four walls  Falls from the skies here No one's surprised here Maybe that's the Saddest part of all  I think of her I think of life's own music At least that's the way It used to be  I think of her and I See the children laughing But it's only on the streets Of my memory  And I never felt so lonely And so helpless Wishing that I didn't Know the truth  But they tell me That a friend is dying And there's nothing In this world I can do  When she was good It was, oh, so good You were blessed If she smiled on you  You could be king If she believed your story When it was over If she laughed at you  Now I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  They tell me That a friend is dying And there is nothing In this world that I can do  The hands that used to Reach out to everybody Now they're lying by her side  And her eyes are closed No one really knows If she can make it through Another night  Still most of what I love Is locked inside her Everything I thought I'd ever need  My heart keeps crying You've got to hold on A little bit longer But my head is sure That it's time to leave  And I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  And they tell me that My friend is dying And there's nothing In this world that I can do  I've never felt so lonely And so helpless I'm wishing that I Didn't know the truth  They tell me that A friend, a friend is dying  Oh, New York City Can you say it ain't true Can you tell me now Before I'm leaving you  I'd give anything I own Just to believe in you again  ",
        "title": "American City Suite"
    },
    {
        "artist": "Jerry Wallace",
        "lyrics": null,
        "title": "If You Leave Me Tonight I'll Cry"
    },
    {
        "artist": "Gladstone",
        "lyrics": null,
        "title": "A Piece Of Paper"
    },
    {
        "artist": "Cher",
        "lyrics": "  You never give yourself completely It's just that you've been hurt before You're so afraid to let me love you You never leave an open door  Don't judge me by some other lover Who broke your heart and walked away Come, let's be fair with one another My world is yours, I swear it Say the word and we can share it  Don't hide your love (don't hide your love) Not if you care for me (not if you care for me) It isn't fair for me To worry and wonder and wait Don't hide your love (don't hide your love) Just love me here and now (just love me here and now) We'll work it out somehow Don't you keep us apart Baby, unklock your heart Don't hide your love  Well I know the past has brought you sorrow The clouds still hang around today But don't let the rain fall on tomorrow Baby, we can make it together 'Cause I'm gonna love you forever  Don't hide your love (don't hide your love) Not if you care for me (not if you care for me) It isn't fair for me To worry and wonder and wait Don't hide your love (don't hide your love) Just love me here and now (just love me here and now) We'll work it out somehow Don't you keep us apart Baby, unklock your heart Don't hide your love  ",
        "title": "Don't Hide Your Love"
    },
    {
        "artist": "Alice Cooper",
        "lyrics": "  [Verse 1] I'm your top prime cut of meat, I'm your choice I wanna be elected I'm your yankee doodle dandy in a gold Rolls Royce I wanna be elected Kids want a savior, don't need a fake I wanna be elected We're all gonna rock to the rules that I make I wanna be elected, elected, elected  [Verse 2] Good evening Mr & Mrs America and all ships at sea The candidate is taking the country by storm I never lied to you, I've always been cool I wanna be elected I gotta get the vote, and I told you 'bout school I wanna be elected, elected, elected Hallelujah, I wanna be selected Everyone in the United States of America  [Verse 3] We're gonna win this one, take the country by storm We're gonna be elected You and me together, young and strong We're gonna be elected, elected, elected Respected, selected, call collected I wanna be elected, elected  [Verse 4] \"And if I am elected I promise the formation of a new party A third party, the Wild Party! I know we have problems We got problems right here in Central City We have problems on the North, South, East and West New York City, Saint Louis, Philadelphia, Los Angeles, Detroit, Chicago Everybody has problems And personally, I don't care.\"  ",
        "title": "Elected"
    },
    {
        "artist": "Mott The Hoople",
        "lyrics": "  [VERSE 1] Well, Billy rapped all night about his suicide How he'd kick it in the head when he was twenty-five Speed jive, don't want to stay alive When you're twenty-five And Wendy's stealing clothes from Marks & Sparks And Freddy's got spots from ripping off the stars from his face Funky little boat race Television man is crazy saying we're juvenile delinquent wrecks Oh, Man, I need TV when I've got T.Rex  [Chorus] All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news  [VERSE 2] Now Lucy looks sweet cause he dresses like a queen But he can kick like a mule, it's a real mean team But we can love Oh yes, we can love And my brother's back at home with his Beatles and his Stones We never got it off on that revolution stuff What a drag, too many snags Now I've drunk a lot of wine and I'm feeling fine Got to race some cat to bed Oh is that concrete all around Or is it in my head?  [Chorus] All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news All the young dudes carry the news Boogaloo dudes carry the news  [Outro] Hey, you there With the glasses I want you I want you in the front Now Now, you’re his friends You bring him down, cause I want him Ha, ha, ha I want him right here Bring him, c'mon Bring him Ha, ha Here you go I’ve wanted to do this for years Ha, ha, ha There you go! How’d it feel?  ",
        "title": "All The Young Dudes"
    },
    {
        "artist": "Seals & Crofts",
        "lyrics": "  [Verse 1] See the curtains hangin' in the window In the evening on a Friday night A little light a-shinin' through the window Lets me know everything's all right  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 2] See the paper layin' on the sidewalk A little music from the house next door So I walk on up to the doorstep Through the screen and across the floor  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  [Verse 3] Sweet days of summer, the jasmine's in bloom July is dressed up and playing her tune And I come home from a hard day's work And you're waiting there Not a care in the world  [Verse 4] See the smile awaitin' in the kitchen Through cookin' and the plates for two Feel the arms that reach out to hold me In the evening when the day is through  [Chorus] Summer breeze makes me feel fine Blowin' through the jasmine in my mind Summer breeze makes me feel fine Blowin' though the jasmine in my mind  ",
        "title": "Summer Breeze"
    },
    {
        "artist": "Billy Preston",
        "lyrics": null,
        "title": "Slaughter"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "Can't You Hear The Song?"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  [Verse 1:] Girl, you walk around With your head up in the sky Yes, you do now 'Cause you hurt so many before And never had to cry, no  But you better stop, honey And realize, yeah That one day soon You're gonna have to be penalized  Oh  [Chorus:] That's how love goes You gotta reap just what you sewn You'll get those tears and run free Happen to you like it's happened to me, baby  That's how love goes You gotta reap just what you sewn You'll get those tears and run free It's gonna happen to you Just like it's happen to me, girl  [Verse 2:] Because you made me cry You think you're the baddest of them all Yes, you do now Well, I hope I'm around, my dear When he sets you free and you fall, yeah  Then you'll find it's not such a laugh When tears run 'til you can't see, no, no, no Your heartaches are gonna come And so is your misery, yeah  [Repeat Chorus:]  Na, na, na, na, na, na Na, na, na, na, na, na Na, na, na, na, na, na Well, well, come on help me say it  [Repeat Chorus:]  [Bridge:] But let me tell you something  Baby, you better stop And take a real good look at yourself 'Cause when those heartaches strike You're gonna wish you were somebody else  Oh, that smile that you're wearing Gonna turn to a frown, yeah You find the one that you love Baby, he's gonna put you down Na, na, na, na, na, na, na  Oh baby, oh baby, oh  [Repeat Chorus x2:]  ",
        "title": "That's How Love Goes"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Baby, don't fight it I'm comin' baby  Do you know how long a tree lives Or the reason it grows? You may ask me all these questions But darling, no one knows  It should be clear, I really love you Don't ask me why, I just do Do you ask the Lord who loves you Why He paints the sky clear blue?  It's the way, it's the way nature planned it We were meant, we were meant to stay together It's the way, it's the way nature planned it  Oh, don't ask me how long I'll love you When you're gone, my heart aches I'll never, never leave you Girl, all my life, for you I'd wait cause it's the way  It's the way, it's the way nature planned it We were meant, we were meant to stay together It's the way, it's the way nature planned it  Don't fight it, baby I'm coming, girl  It should be clear, I really love you Don't ask me why, I just do cause it's the way It's the way, it's the way nature planned it Like the stars and the sky and the beautiful heaven  It's the way, it's the way nature planned it We were meant, we were meant to stay together  Why does a flower grow? It's the way, it's the way nature planned it Why does the river flow? It's the way, it's the way nature planned it  We were meant, we were meant We were meant, we were meant to stay together  Why does it rain? It's the way, it's the way nature planned it Why do I feel this way? It's the way, it's the way nature planned it  ",
        "title": "(It's The Way) Nature Planned It"
    },
    {
        "artist": "Bobby Womack & Peace",
        "lyrics": "  Where it began, I can't begin to knowing But then I know it's growing strong, yes, it is Was in the spring and spring became a summer Who'd have believed you'd come along  And, oh, hands, I like this, touching hands, oh Reaching out, oh, touching me, touching you And all I can say about it is sweet Caroline The good times never seemed so good  I'm a true believer That I'd be inclined to believe That they never, never, never would They never would, they never would  Look at the night and it don't seem so lonely We filled it up with only two, that's me and you, baby And when I hurt, hurting runs off my shoulder How can I hurt when I'm holding you  Back to my part again  Oh oh, one, touching one, reaching out, ooh Touching you, oh, touching me Snd I got to say it one more time, sweet Caroline The good times, the good times, they never felt so good  Oh, oh, oh, sweet Caroline, the good times They never, never seemed so good So good, so good, so good to me  I've got to tell somebody I'm gonna tell somebody I'm gonna say it, can I say it? Can I say it, say it, say it?  Sweet Caroline, the good times They never, never felt so good Whoa, oh, oh, sweet Caroline The good times, they never, never felt so good  ",
        "title": "Sweet Caroline (Good Times Never Seemed So Good)"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "If You Don't Know Me By Now"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Verse 1: Barry Gibb] If ever you got rain in your heart Someone has hurt you, and torn you apart Am I unwise to open up your eyes to love me?  [Verse 2: Barry Gibb] And let it be like they said it could be Me loving you girl, and you loving me Am I unwise to open up your eyes to love me?  [Chorus: Robin Gibb and Barry Gibb] Run to me whenever you're lonely. (to love me) Run to me if you need a shoulder Now and then, you need someone older So darling, you run to me  [Verse 3: Barry Gibb] And when you're out in the cold No one beside you, and no one to hold Am I unwise to open up your eyes to love me?  [Verse 4: Barry Gibb] And when you've got nothing to lose Nothing to pay for, nothing to choose Am I unwise to open up your eyes to love me?  [Chorus] [Chorus] [Chorus]  ",
        "title": "Run To Me"
    },
    {
        "artist": "The Chi-lites",
        "lyrics": null,
        "title": "A Lonely Man/The Man & The Woman (The Boy & The Girl)"
    },
    {
        "artist": "Grand Funk Railroad",
        "lyrics": "  We're having a party, yeah, yeah, everybody's invited The new generation along with the old If you could get with it just a little more, it don't take much tryin' You'll find out if you've got some rock & roll soul, baby  Ain't everybody in the world. So when you know what you got, let everybody know You got some rock & roll soul So when you know what you got, let everybody know You got some rock & roll soul  I know it when I'm feelin' groovy It's kind of funky like an old-time movie  I can feel it and it's really something It's really something when my heart starts pumpin', yeah  Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul  Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul Tell everybody you know, you got some rock 'n roll soul  ",
        "title": "Rock 'N Roll Soul"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": null,
        "title": "Let It Rain"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Power Of Love"
    },
    {
        "artist": "B.B. King",
        "lyrics": null,
        "title": "Guess Who/Them Changes"
    },
    {
        "artist": "King Floyd",
        "lyrics": "  Woman don't run away, baby, don't ya go astray Please don't do me, ah, tell me that you're gonna stay 'Cause baby, I love you, can't you see that I need you? You talk so fancy, your kisses taste like candy  That is why I'll be lost if you leave me It will tear my poor heart to pieces Baby, my world will crumble right down Do you expect me to accept this much hurt? Well, I'm beggin' down on my knees Little darlin', please don't leave  Whoa, baby, woman don't go astray Please don't do me that way Just tell me that you're gonna stay Ah, baby, I love ya, can't you see that I need ya? Life's no good here without ya, girl, I'm crazy about ya I think I'll say it again, crazy about ya  That is why I'll be lost if you leave me It will tear my poor heart to pieces Honey, my world will crumble right down to dirt Do you expect me to accept this much hurt? Well, I'm beggin' down on my knees Little darlin', please don't leave me  Don't leave me, please I'm beggin', please don't leave me I'm beggin' down on my knees, little darlin'  ",
        "title": "Woman Don't Go Astray"
    },
    {
        "artist": "Uriah Heep",
        "lyrics": "  [Verse 1] This is a thing I've never known before It's called easy livin' This is a place I've never seen before And I've been forgiven  [Chorus] Easy livin' And I've been forgiven Since you've Taken your place in my heart  [Verse 2] Somewhere along the lonely road I had tried to find you Day after day on that windy road I had walked behind you  [Chorus]  [Verse 3] Waiting, watching, wishing my whole life away Dreaming, thinking Ready for my happy day And some easy livin'  [Verse 2]  [Chorus] x2  ",
        "title": "Easy Livin"
    },
    {
        "artist": "Simon & Garfunkel",
        "lyrics": "  [Verse 1] What a dream I had Pressed in organdy Clothed in crinoline Of smoky burgundy Softer than the rain  [Verse 2] I wandered empty streets Down past the shop displays I heard cathedral bells Tripping down the alleyways As I walked on  [Verse 3] And when you ran to me Your cheeks flushed with the night We walked on frosted fields Of juniper and lamplight I held your hand  [Verse 4] And when I awoke And felt you warm and near I kissed your honey hair With my grateful tears Oh, I love you, girl Oh, I love you  ",
        "title": "For Emily, Whenever I May Find Her"
    },
    {
        "artist": "Danny Holien",
        "lyrics": null,
        "title": "Colorado"
    },
    {
        "artist": "Casey Kelly",
        "lyrics": null,
        "title": "Poor Boy"
    },
    {
        "artist": "Beverly Bremers",
        "lyrics": "  Long time gone away from me I knew that you'd return I've gone through this many times By now, you'd think I'd learn  That you'll be coming back again Come home and turn the key Then we will dance And we will sing If only you would come with me  Oh, baby  I'll make you music I'll give you sunshine Why don't you come along? We'll be together Happy forever Singing our own sweet song  Oh, I'll make you music Lots of fine music Just like we always do And I know you love me You really love me And baby, I love you too  When I'm with you I can feel a burning heat inside You can go away from me But you can never hide  Love is strong And you'll return No telling where or when So stay while and watch me smile It's so good to have you home again  Oh, baby  I'll make you music I'll give you sunshine Why don't you come along? We'll be together Happy forever Singing our own sweet song  Oh, I'll make you music Lots of fine music Just like we always do And I know you love me You really love me And baby, I love you too  I'll make you music I'll give you sunshine Why don't you come along? We'll be together Happy forever Singing our own sweet song  Oh, I'll make you music Lots of fine music Just like we always do And I know you love me You really love me And baby, I love you too  I'll make you music I'll give you sunshine Why don't you come along? We'll be together Happy forever Singing our own sweet song  Oh, I'll make you music Lots of fine music Just like we always do And I know you love me You really love me And baby, I love you too  ",
        "title": "I'll Make You Music"
    },
    {
        "artist": "The Dramatics",
        "lyrics": "  You gave your all and all to him, he was untrue He tried to find another girl sweeter than you Imagination sent him on a wild goose chase And now he sees no other girl can ever take your place  So now he's trying hard again to win you back But his heart is made of cellophane and you see through that When he held your love in the palms of his hands He wasn't satisfied, he charmed, and connived And he had to have another girl right there on his side  Oh, let's give a toast (Give a toast, give a toast, give a toast) To the fool (To the fool) Who let you go (Who let you go) Let's give a toast  (Give a toast, give a toast, here's another toast) To the fool (To the fool) Who let you (Who let you go) But now we're together he can't hurt you no more  Let's have another one, baby  Now when he held your love in the palms of his hands He wasn't satisfied, I said he charmed and connived And he had to have another girl right there on his side  Let's give a toast (Give a toast, give a toast, give a toast) To that fool (To the fool) Who let you go (Who let you go)  He can't hurt you no more (No, no, no) Three cheers (Three cheers, for the fool) For the fool (For the fool)  Who let you go (Who let you go) He can't hurt you no more (no, no,no) I tip my hat (Tip your hat) To the fool  (To the fool) To the fool Who let you go (Who let you go) He can't hurt you no more (No, no, no) Let's give a toast  Ain't it funny babe How can fate can work so strange? Sometimes to get to love You must go through so much pain Now, you gave your love so unselfishly And all that you got back in return was misery  I'm glad, I'm glad, I'm glad it all turned out this way You would never have left him Had he not drove you away But his lost was our every gain And the love that we share together now Is his every, every pain  Oh let's give a toast (Give a toast, give a toast, give a toast) To that fool (To the fool) Who let you go (Who let you go)  Let's give a toast (Give a toast, give a toast, here's another toast) To the fool (To the fool) Who let you go (Who let you go) But now we're together he can't hurt you no more  Let's give a toast, baby To that fool (To the fool) Who let you go (Who let you go)  Let's give a toast (Toast, yeah) To the fool (To the fool) Who let you go? (Who let you go?) But now we're together he can't hurt you no more  ",
        "title": "Toast To The Fool"
    },
    {
        "artist": "Lyn Collins",
        "lyrics": null,
        "title": "Think (About It)"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": null,
        "title": "Funny Face"
    },
    {
        "artist": "Blood, Sweat & Tears",
        "lyrics": "  Lazy moon Magnolia bloom perfume And Dixie would receive A lady fading fast Still clinging to the past But she had you hating to leave  So long, Dixie Sweet Dixie girl You sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  When we get the blues We just shine up our shoes And head for Dixie's place We sit ourselves right down And pass the bourbon round Let Dixie get on the case  So long, Dixie Sweet Dixie girl You sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  Years go by Some memories fade and die But, Dixie, you still shine Now up here where it's cold Folks don't understand your soul Dixie, you're still part of mine  So long, Dixie Oh, you sure had style Recalling times we've had With all your good and bad I'm glad I had you for awhile  ",
        "title": "So Long Dixie"
    },
    {
        "artist": "Dr. Hook And The Medicine Show",
        "lyrics": "  Second Street and Broadway Sitting in a door way Head held in his hands Looked to all the world like he was praying  Foot wrapped in an old rag Bottle in a brown bag I saw him try to stand Then I heard the words that he was saying  He said come on Carrie, carry me a little farther Come on Carrie, carry me one more mile I don't know where it's leading to But I know I can make it if I lean on you So come on Carrie, carry me a little I carried you, now carry me a little Come on Carrie, carry me a little while  Well he struggled to his feet And staggered down the street To the window of the five-and-dime He stood and laughed a while at his reflection  And then I heard him shoutin' Something about a mountain He could surely climb, if she was only there to point the right direction But she ain't no, no ain't no  He said come on Carrie, carry me a little farther Come on Carrie, carry me one more mile I don't know where it's leading to But I know I can make it if I lean on you So come on Carrie, carry me a little I carried you, now carry me a little Come on Carrie, carry me a little while  ",
        "title": "Carry Me, Carrie"
    },
    {
        "artist": "Steve & Eydie Featuring The Osmonds",
        "lyrics": null,
        "title": "We Can Make It Together"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  I wanna jump, but I'm afraid I'll fall I wanna holler, but the joint's too small Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Want some lovin' babe and that ain't all I wanna kiss her, but she's way too tall Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  I wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Baby comin', now, I'm hurryin' home I know she's leavin', 'cause I'm takin' too long Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  ",
        "title": "Rockin' Pneumonia - Boogie Woogie Flu"
    },
    {
        "artist": "Ocean",
        "lyrics": null,
        "title": "One More Chance"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": null,
        "title": "If You Let Me"
    },
    {
        "artist": "Jim Croce",
        "lyrics": "  [Verse 1] Operator, well could you help me place this call See, the number on the match book is old and faded She's living in L.A With my best old ex-friend Ray A guy she said she knew well and sometimes hated  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  [Verse 2] Operator, well could you help me place this call Cause I can't read the number that you just gave me There's something in my eyes You know it happens every time I think about the love that I thought would save me  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  No, no, no, no That's not the way it feels  [Verse 3] Operator, well let's forget about this call There's no one there I really wanted to talk to Thank you for your time Ah, you've been so much more than kind You can keep the dime  [Chorus] But isn't that the way they say it goes Well let's forget all that And give me the number if you can find it So I can call just to tell 'em I'm fine, and to show I've overcome the blow I've learned to take it well I only wish my words Could just convince myself That it just wasn't real But that's not the way it feels  ",
        "title": "Operator (That's Not the Way it Feels)"
    },
    {
        "artist": "Al Green",
        "lyrics": null,
        "title": "Guilty"
    },
    {
        "artist": "Lighthouse",
        "lyrics": null,
        "title": "Sunny Days"
    },
    {
        "artist": "Denise LaSalle",
        "lyrics": "  You've been goin' around talking Sayin' he's young enough to be my son, uh huh But you can't blame him 'Cause you left your job half-done, yes you did Now you're tellin' everybody That I rob a cradle Oohh, what a cradle I robbed So just get outa the way And let a boy do a man-sized job Oh yeah Well when you had what he's got You didn't know what to do with what you had Oh no So put the blame where it belongs, boy I know you feel real bad, uh huh But if the groove don't move I'm not the kind to sit around and sulk, oh no So just get out the way And let a boy do a man-sized job That's what you better do now See, he's young enough, not to be old-fashioned And old enough, not to be naive He's young enough for a whole lot of action And old enough to know how to please Hey hey hey, yeah, alright Why you're goin' around tellin' everybody Just how you made me feel, uh huh You see time is movin' on, boy But you're the one standin' still Oh yeah Oh, you're tellin' everybody that I robbed a cradle Oohh what a cradle I robbed So just get outa the way And let a boy do a man-sized job Woah you can't take it, baby Just get outa the way And let a boy do a man-sized job Woah you can't have it, baby Just get outa the way And let a boy do a man-sized job It's just so much more, baby So just get outa the way And let a boy do a man-sized job You know you can't handle it [FADE]  ",
        "title": "Man Sized Job"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Best Thing"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Verse 1] It was the third of September That day I'll always remember, yes I will Cause that was the day, that my daddy died I never got a chance to see him Never heard nothin' but bad things about him Momma I'm depending on you, to tell me the truth Momma just hung her head and said, son  [Hook]×2 Papa was a rolling stone, my son Wherever he laid his hat was his home And when he died, all he left us was alone  [Verse 2] Hey momma Is it true what they say that papa never worked a day, in his life And momma, some bad talk goin' round town Sayin' that papa had three outside children And another wife, and that ain't right I heard them talking papa doing some store front preachin' Talking about saving souls and all the time leechin' Dealing in dirt, and stealing in the name of the Lord Momma just hung her head and said  [Hook]×2  [Verse 3] Hey momma I heard papa called himself a jack of all trades Tell me, is that what sent papa to an early grave? Folks say papa would beg, borrow, steal To pay his bills  Hey momma Folks say papa never was much on thinking Spent most of his time chasing women and drinking Momma I'm depending on you, to tell me the truth Momma looked up with a tear in her eye and said, son  [Hook]×4  ",
        "title": "Papa Was A Rollin' Stone"
    },
    {
        "artist": "Laura Lee",
        "lyrics": null,
        "title": "If You Can Beat Me Rockin' (You Can Have My Chair)"
    },
    {
        "artist": "The New Seekers featuring Marty Kristian",
        "lyrics": null,
        "title": "Dance, Dance, Dance"
    },
    {
        "artist": "The Doors",
        "lyrics": "  [Verse] No me moleste mosquito No me moleste mosquito No me moleste mosquito Why don't you go home? No me moleste mosquito Let me eat my burrito No me moleste mosquito Why don't you go home?  ",
        "title": "The Mosquito"
    },
    {
        "artist": "Petula Clark",
        "lyrics": null,
        "title": "Wedding Song (There Is Love)"
    },
    {
        "artist": "Boz Scaggs",
        "lyrics": "  Seems so long you've been gone I've been singing such a sad sad song I'm glad I found you Glad my worlds around you  Dinah I've been lonely for you Never knew how I cared for you Glad you're back Take you back in my arms  Dinah Flo love you so Take me down way down slow My Dinah Flo Love you more each day  I'll be long I'll be true But I can't say what Dinah might do I'm glad she's back Take her back in my arms  Dinah Flo don't let go Take me down girl nice and slow Dinah Flo Love you more each day  Oh my Dinah Flo come on lets go Get that groove down way down slow Dinah Flo Love you more each day  Oh my Dinah Flo don't let go Take me down girl nice and slow My Dinah Flo Love you more each day hey hey  Dinah Flo love you so  Love you more ever so  Dinah Flo love you more each day  ",
        "title": "Dinah Flo"
    },
    {
        "artist": "Betty Wright",
        "lyrics": "  When my best friend said She had lost her man To her babysitter I thought she was lying I said no sixteen year old schoolgirl Could ever take a man of mine  Staying home with our baby all the time It kept me kind of broken hearted So I went and hired myself a babysitter And that's when my trouble all started  This sixteen year old chick walked in With a skirt up to her waist She had a truckload of you know what And all of it in place  I should have been aware Mmm hmm, ooh, ooh Of the babysitter Oh, yeah, yeah I should have known From the jump, yeah She was a man getter  I should have been aware, uh huh Of the babysitter, aah I should have known from the jump, yeah She was a man getter, yes, she was  When I found out exactly what was going on There wasn't much that I could do The babysitter had his heart and soul And all of his money too  You know, I should have been aware Ooh, ooh, of the babysitter, hoo I should have known from the jump, yeah She was a man getter, yes, she was  So, girls, if you want your man And no one else Buy yourself some sizzle pants And babysit your very own self  Beware, girls You better beware Of the babysitter, yeah  Rock, rock, rock your baby Rock, rock, rock your baby...  ",
        "title": "Baby Sitter"
    },
    {
        "artist": "Holland-Dozier",
        "lyrics": "  [Verse 1] Sometimes I feel like There's no use in trying Why can't I face the fact We've lost, we'll never get back I don't know where Where did we go wrong I say I'm leaving but My feelings are too strong  [Chorus] And, baby, you know, I'm in love, baby So in love with you, darling And I'll never be leaving No, I'm just make believing I'm in love, darling So in love with you, baby When I say I'm leaving Girl, I'm just make-believing  [Post-Chorus] Mmm hmm, I ain't going nowhere No, baby, I ain't going nowhere Oh, darling, talk to me My, my, my, my, my  [Verse 2] Girl, you're the Habit I can't break I'd fall apart if you Weren't there when I awake I've said I'm leaving But I don't have the heart I can't picture you, baby You and I being apart  [Chorus] If I say goodbye It doesn't mean I'm going And if I say there ain't no love You may still see it showing Ooh, ooh, baby Why can't we be lovers Oh, darling, from loving you I'll never recover  [Verse 3] If I say goodbye It doesn't mean I'm going And if I say there ain't no love You may still see it showing  [Chorus] Ooh, ooh, baby Why can't we be lovers Oh, darling, from loving you I'll never recover Baby Why can't we be lovers Oh, darling, hey, from loving you I'll never recover Cause I'm in love (I'm in love with you, baby) So in love (I'm so in love with you) And I'll never be leaving (You know I ain't going nowhere) I'm just make-believing (Make believing all the time) I'm in love (That's all I ever do) So in love (I'm so in love with you) And I'm make-believing (Can't take what I say seriously) When I say I'm leaving I'm in love, baby (hey, baby) (Baby) so in love with you, darling (I love you, don't you understand) And I'll never be leaving (I ain't going nowhere) Girl, I'm just make-believing (Nowhere) I'm in love (I'm so crazy about you) Ooh, so in love (This is it for me, mama) And I'll never be leaving (I'll never be leaving) Just make believing (I love you, you understand) Just make-believing (I just make-believe) I'll never be leaving (I ain't going nowhere) Just make-believing (I just make-believe) I'll never be leaving (I ain't going nowhere) I ain't going nowhere  ",
        "title": "Why Can't We Be Lovers"
    },
    {
        "artist": "Bulldog",
        "lyrics": null,
        "title": "No"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  If I could, I'd like to be A great big movie star Overnight sensation Drive a big expensive car. I would buy you everything Your little heart desires. These things I do ‘Cause I'm stone in love with you  If I were a business man I'd sit behind a desk I'd be so successful I would scare Wall Street to death I would hold a meeting of The press to let them know I did it all ‘Cause I'm stone in love with you  I'm just a man, an average man Doing everything the best I can But if I could I'd give the world to you  I'd like to someday be the owner of The first house on the moon. There would be no neighbors And no population boom You might say that all I do Is dream my life away I guess it's true ‘Cause I'm stone in love with you  I guess it's true ‘Cause I'm stone in love with you  I guess it's true ‘Cause I'm stone in love with you  ",
        "title": "I'm Stone In Love With You"
    },
    {
        "artist": "The Temprees",
        "lyrics": "  While I'm away from you (ooh Baby) I know it's hard for you (ooh Baby) Because it's hard for me And the darkest hour, is just before dawn  Each night before you go to bed (ooh Baby) Whisper a little prayer for me. (ooh Baby) And let's tell all the stars above This is dedicated to the one I love  Life can never be exactly like you want it to be  But I can be satisfied Girl, just knowing that you love me There's one thing I want you to do, especially for me Hey that's something everybody needs  While I'm away (ooh Baby) Whisper a little prayer for me. (ooh Baby) And let's tell all the stars above This is dedicated to the one I love  ",
        "title": "Dedicated To The One I Love"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": "  Sing, sing a song Sing out loud; sing out strong Sing of good things not bad Sing of happy not sad Sing, sing a song Make it simple to last your whole life long Don't worry that it's not good enough For anyone else to hear Just sing, sing a song La, la, la, la, la La, la, la, la, la, la La, la, la, la, la, la, la... Nobody can tell you There's only one song worth singing They may try and sell ya Cause it hangs 'em up To see someone like you You've gotta make your own kind of music Sing your own special song Make your own kind of music Even if nobody else sings along La, la, la, la, la La, la, la, la, la, la La, la, la, la, la, la, la... Sing, sing a song (Sing a song) Sing out loud (sing out loud) Sing out strong (sing out strong) Sing of good things not bad! Sing of happy, not sad Sing, sing a song Make it simple to last your whole life long Don't worry that it's not good enough For anyone else to hear You just sing Sing Just sing Even if nobody else sings along You just sing You just sing Sing your song! La, la, la, la, la La, la, la, la, la, la La, la, la, la, la, la, la...  ",
        "title": "Sing A Song/Make Your Own Kind Of Music"
    },
    {
        "artist": "Bobby Goldsboro",
        "lyrics": "  With pen in hand You sign your name Today at five I'll be on that train And you'll be free And I'll be alone So alone  If you think We can't find the love we once knew If you think I can't make everything up to you Then I'll be gone And you'll be on your own You'll be on your own  Can you take good care of Jenny Can you take her to school everyday Can you teach her how to play All the games that little girls play Hear what I say Can you teach her how to roll up her hair Can you make sure each night that she says her prayers Well if you can do all these things Then maybe she won't miss me Maybe she won't miss me  And tonight as you laid in that big lonely bed And you look at that pillow Where I laid my head With your heart on fire Will you have no desire To kiss me Or to hold me  And if you can forget The good times we had If you don't think They out weigh the bad Well then go ahead Sign your name And I'll be On my way I'll be on my way  ",
        "title": "With Pen In Hand"
    },
    {
        "artist": "National Lampoon",
        "lyrics": "  Introduction  You are a fluke Of the universe. You have no right to be here..... Deteriorata! Deteriorata!  Go placidly Amid the noise and waste. And remember what comfort there may be In owning a piece thereof. Avoid quiet and passive persons Unless you are in need of sleep. Rotate your tires.  Speak glowingly of those greater than yourself And heed well their advice, Even though they be turkeys. Know what to kiss... and when!  Consider that two wrongs never make a right But that three... do. Wherever possible, put people on hold. Be comforted that in the face of all aridity and disillusionment And despite the changing fortunes of time, There is always a big future in computer maintenance.  [Chorus] You are a fluke Of the universe. You have no right to be here. And whether you can hear it or not The universe is laughing behind your back.  Remember the Pueblo. Strive at all times to bend, fold, spindle and mutilate. Know yourself. If you need help, call the FBI. Exercise caution in your daily affairs, Especially with those persons closest to you. That lemon on your left, for instance.  Be assured that a walk through the ocean of most souls Would scarcely get your feet wet. Fall not in love therefore; It will stick to your face. Gracefully surrender the things of youth: The birds, clean air, tuna, Taiwan And let not the sands of time Get in your lunch.  Hire people with hooks. For a good time call 606-4311; Ask for \"Ken.\" Take heart amid the deepening gloom That your dog is finally getting enough cheese. And reflect that whatever misfortune may be your lot It could only be worse in Milwaukee.  [Chorus]  Therefore, make peace with your god Whatever you conceive him to be- Hairy thunderer, or cosmic muffin. With all its hopes, dreams, promises and urban renewal The world continues to deteriorate. GIVE UP!  [Chorus]  ",
        "title": "Deteriorata"
    },
    {
        "artist": "The Guess Who",
        "lyrics": "  I been hangin' around gas stations I been learnin' 'bout tires I been talkin' to grease monkeys I been workin' on cars  Moose Jaw saw a few, Moosomin too Runnin' back to Saskatoon Red Deer, Terrace and a Medicine Hat Sing another prairie tune Sing another prairie tune  I been hangin' around libraries I been learnin' 'bout books I been talkin' to play writers I been workin' on words, phrases  Moose Jaw saw a few, Moosomin too Runnin' back to Saskatoon Red Deer, Terrace and a Medicine Hat Sing another prairie tune Sing another prairie tune  I been hangin' around hospitals I been learnin' 'bout dyin' I been talkin' to heart doctors I been workin' on disease  Moose Jaw saw a few, Moosomin too Runnin' back to Saskatoon Red Deer, Terrace and a Medicine Hat Sing another prairie tune Sing another prairie tune  This tune is home grown Don't come from Hong Kong This tune is home grown Don't come from Hong Kong  I been hangin' around grain elevators I been learnin' 'bout food I been talkin' to soil farmers I been workin' on land  Moose Jaw saw a few, Moosomin too Runnin' back to Saskatoon Red Deer, Terrace and a Medicine Hat Sing another prairie tune Sing another prairie tune  I been hangin' around camera stores I been learnin' 'bout sight I been talkin' to film makers I been workin' on eyes  Moose Jaw saw a few, Moosomin too Runnin' back to Saskatoon Red Deer, Terrace and a Medicine Hat Sing another prairie tune Sing another prairie tune  This tune is home grown Don't come from Hong Kong This tune is home grown Don't come from Hong Kong  ",
        "title": "Runnin' Back To Saskatoon"
    },
    {
        "artist": "Austin Roberts",
        "lyrics": null,
        "title": "Something's Wrong With Me"
    },
    {
        "artist": "Foghat",
        "lyrics": "  I don't want you, cook my bread I don't want you, make my bed I don't want your money, too I just wanna make love to you  I don't want you, be no slave I don't want you, work all day I don't want you to be sad and blue I just wanna make love to you  I can tell by the way that you baby talk I can see by the way that you switch and walk I can tell by the way that you treat your man But I could love you, baby, it's a cryin' shame  I don't want you, wash my clothes I don't want you, keep a home I don't want you to be true I just wanna make love to you  I don't want you, be no slave I don't want you, work all day I don't want you to be true I just wanna make love to you  I don't want you, keep a home I don't want you, wash my clothes I don't want you to be true I just wanna make love  ",
        "title": "I Just Want To Make Love To You"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, bom, bom, bom  I'm happier than the morning sun And that's the way you said that it would be If I should ever bring you inside my life  I'm happier than the morning sun And that's the way you said that it would be If I should ever bring you inside my life  All my life I was alone Didn't think I'd find my part Now I see there's joy inside your arms  Every day I searched for the star That never was in the sky And now I see this star is on earth  And I'm happier than the morning sun And that's the way you said that I would be That's what you told me, yeah If I gave you a chance to come inside my life  (I am) And I am happier than the morning sun And that's the way it will always be That's the way it will always be Ever since the day you came inside of my life  Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, I love you Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, I love you  Dum, dum, yeah  And I'm happier than the morning sun And that's the way you said that it would be Baby, that's what you told me, yeah If I should ever bring you inside my life Bring you inside my life  I'm happier than the morning sun And that's the way you said it would be Woah, that's what you said it would be If I should ever bring you inside my life  Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, bom, bom, bom Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, I love you  Bom, bom, bom, bom, bom, bom, bom, bom, bom Bom, bom, bom, I love you  Happier than the morning sun That's the way you said it would be Baby, that's what you told me, yeah If I should ever bring you inside my life Bring you inside my life, yeah  I'm happier than the stars above Yeah, the morning stars above That's the way you said that it would be That's what you told me, yeah If I should ever bring you inside of my life  I believe that everyone should be Happier than the morning sun Happier than the morning sun Happier than the morning sun Happier than the morning sun Happy happy, happy  ",
        "title": "Happier Than The Morning Sun"
    }
]