[
    {
        "artist": "Ricky Nelson",
        "lyrics": "  I used to play around with hearts That hastened at my call But when I met that little girl I knew that I would fall  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (I was a fool, oh yeah)  She played around and teased me With her carefree devil eyes She'd hold me close and kiss me But her heart was full of lies  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (I was a fool, oh yeah)  She told me how she cared for me And that we'd never part And so for the very first time I gave away my heart  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (I was a fool, oh yeah)  The next day she was gone And I knew she'd lied to me She left me with a broken heart And won her victory  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (I was a fool, oh yeah)  Well, I'd played this game with other hearts But I never thought I'd see The day that someone else would play Love's foolish game with me  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (I was a fool, oh yeah)  Poor little fool, oh yeah I was a fool, uh huh (Oh oh, poor little fool) (Poor little fool)  ",
        "title": "Poor Little Fool"
    },
    {
        "artist": "Perez Prado And His Orchestra",
        "lyrics": null,
        "title": "Patricia"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": "  Splish splash, I was taking a bath Long about a Saturday night, yeah A rub dub, just relaxing in the tub Thinking everything was alright  Well, I stepped out the tub, put my feet on the floor I wrapped the towel around me And I opened the door, and then a Splish, splash, I jumped back in the bath Well, how was I to know there was a party going on?  They was a-splishing and a-splashing Reeling with the feeling Moving and a-grooving Rocking and a-rolling, yeah  Bing bang, I saw the whole gang Dancing on my living room rug, yeah Flip flop, they was doing the bop All the teens had the dancing bug  There was Lollipop with-a Peggy Sue Good golly, Miss Molly was-a even there, too A-well-a, splish splash, I forgot about the bath I went and put my dancing shoes on, yeah  I was a rolling and a-strolling Reeling with the feeling Moving and a-grooving Splishing and a-splashing, yeah  Yes, I was a-splishing and a-splashing I was a-rolling and a-strolling Yeah, I was a-moving and a-grooving We was a-reeling with the feeling We was a-rolling and a-strolling Moving with the grooving Splish splash, yeah  Mm, splishing and a-splashing, one time I was a-splishing and a-splashing, ooh wee I was a-moving and a-grooving, yeah I was a-splishing and a-splashing  ",
        "title": "Splish Splash"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] Well a hard headed woman A soft hearted man Been the cause of trouble Ever since the world began  [Chorus] Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man  [Verse 2] Now Adam told to Eve \"Listen here to me Don't you let me catch you Messing round that apple tree\"  [Chorus] Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man  [Verse 3] Samson told Delilah Loud and clear \"Keep your cotton picking fingers Out my curly hair\"  [Chorus] Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man  [Verse 4] I heard about a king Who was doing' swell Till he started playing With that evil Jezebel  [Chorus] Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man  [Verse 5] I got a woman A head like a rock If she ever went away I'd cry around the clock  [Chorus] Oh yeah, ever since the world began A hard headed woman been A thorn in the side of man A hard headed woman been A thorn in the side of man  ",
        "title": "Hard Headed Woman"
    },
    {
        "artist": "Kalin Twins",
        "lyrics": null,
        "title": "When"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": "  [Instrumental]  ",
        "title": "Rebel-'rouser"
    },
    {
        "artist": "The Coasters",
        "lyrics": "  Take out the papers and the trash Or you don't get no spendin' cash If you don't scrub that kitchen floor You ain't gonna rock and roll no more Yakety yak (don't talk back)  Just finish cleanin' up your room Let's see that dust fly with that broom Get all that garbage out of sight Or you don't go out Friday night Yakety yak (don't talk back)  You just put on your coat and hat And walk yourself to the laundromat And when you finish doin' that Bring in the dog and put out the cat Yakety yak (don't talk back)  Don't you give me no dirty looks Your father's hip; he knows what cooks Just tell your hoodlum friend outside You ain't got time to take a ride  Yakety yak (don't talk back) Yakety yak, yakety yak Yakety yak, yakety yak Yakety yak, yakety yak [Fade] Yakety yak, yakety yak  ",
        "title": "Yakety Yak"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "My True Love"
    },
    {
        "artist": "The Johnny Otis Show",
        "lyrics": null,
        "title": "Willie And The Hand Jive"
    },
    {
        "artist": "Peggy Lee",
        "lyrics": null,
        "title": "Fever"
    },
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "Ginger Bread"
    },
    {
        "artist": "Jimmy Clanton And His Rockets",
        "lyrics": null,
        "title": "Just A Dream"
    },
    {
        "artist": "Patti Page",
        "lyrics": "  Hi-lee Hi-lo Hi-lup up - up Hi-lee Hi-lo Hi-left! Hi-lee Hi-lo Hi-lup up - up Hi-lee Hi-lo Hi-left!  Oh, I was left (left), right (right) Out of your arms Oh, I was left (left), right (right) Out of your charms My heart said yes, right (right) Right from the start Now I am left, right (right, left) Out of your heart  Oh, you were such a cute Marine I really was impressed You said of all the girls you knew That you liked me the best I gave you all my kisses Surrendered all my charms But time revealed, you played the field And I was...left...  Oh, I was left (left), right (right) Out of your arms Oh, I was left (left), right (right) Out of your charms My heart said yes, right (right) Right from the start Now I am left, right (right, left) Out of your heart  You said you'd look me up, up, up When you got back to town But when you hit the city All you did was look around I caught you with a red-head And, baby, tho' you said You're merely warmin'up for me I figure I was...left...  Oh, I was left (left), right (right) Out of your arms Oh, I was left (left), right (right) Out of your charms My heart said yes, right (right) Right from the start Now I am left, right (right, left) Out of your heart  You called me on the telephone And said: \"Suzie dear You're bein' mighty silly In believin' all you hear You know I love you only So Suzie save your breath\" But, since my name is Cindy Lou I know that I was...left...  Oh, I was left (left), right (right) Out of your arms Oh, I was left (left), right (right) Out of your charms My heart said yes, right (right) Right from the start Now I am left, right (right, left) Out of your heart  ",
        "title": "Left Right Out Of Your Heart (Hi Lee Hi Lo Hi Lup Up Up)"
    },
    {
        "artist": "Pat Boone",
        "lyrics": null,
        "title": "If Dreams Came True"
    },
    {
        "artist": "Jerry Butler and The Impressions",
        "lyrics": "  Your precious love Means more to me Than any love could ever be For when I wanted you I was so lonely and so blue For that's what love will do  And darling, I'm (I'm so surprised) Oh, when I first realized (I realized) That a-you were fooling me  And darling (Whoa-ooh) They say that our love won't grow But I just wanna tell them (Ooo-ooo-ooo) That they don't know-oh-ho  For as long As you're in love with me Our love will grow wider Deeper than any sea  And of all the things that I want In this whole wide world Is just for you to say That you'll be my girl  And woo-ooo-ooo (Wanting you) Wanting you (Oh-ooh, I'm lonely and blue) I'm so-whoa, lonely (That's what love will do)  ~  ",
        "title": "For Your Precious Love"
    },
    {
        "artist": "The Danleers",
        "lyrics": "  One summer night, we fell in love One summer night, I held you tight You and I, under the moon of love, moon of love  One summer night, I kissed your lips One summer night, I held you close You and I, under the moon of love  You kissed me oh, so tenderly And I knew this was love And I as held you, oh so close I knew no one could ever take your place, ohh  One summer night, we fell in love One summer night, I held you tight You and I, under the moon of love, moon of love  ",
        "title": "One Summer Night"
    },
    {
        "artist": "Jody Reynolds",
        "lyrics": "  VERSE 1 The night was black, rain falling down Looked for my Baby, she's nowhere around Traced her footsteps down to the shore Afraid she's gone for ever more  CHORUS 1 I looked at the sea and it seemed to say “I took your Baby from you away\" I heard a voice crying in the deep “Come join me Baby in my endless sleep\"  VERSE 2 Why did we quarrel, why did we fight? Why did I leave her alone tonight? That's why her footsteps ran into the sea That's why my Baby has gone from me  CHORUS 1  VERSE 3 Ran in the water, heart full of fear There in the breakers I saw her near Reached for my darling, held her to me Stole her away from the angry sea  CHORUS 2 I looked at the sea and it seemed to say “You took your baby from me away\" My heart cried out “she's mine to keep I saved my Baby from an endless sleep\"  ",
        "title": "Endless Sleep"
    },
    {
        "artist": "The Elegants",
        "lyrics": "  Where are you little star? (Where are you?)  Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Twinkle, twinkle little star How I wonder where you are Wish I may, wish I might Make this wish come true tonight Searched all over for a love You're the one I'm thinkin' of  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Twinkle, twinkle little star How I wonder where you are High above the clouds somewhere Send me down a love to share  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh Whoa uh, oh, oh, oh  Oh, there you are High above Oh, oh, God Send me a love  Oh, there you a a re Lighting up the sky I need a love Oh me, oh, me, oh, my  Twinkle twinkle little star How I wonder where you are Wish I may, wish I might Make this wish come true tonight  Whoah oh, oh, oh, uh oh Ratta ta ta too, ooh ooh Whoah oh, oh, oh uh oh Ratta ta ta too, ooh ooh  Oh, ra, ta, ta Ooh, ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh, ooh There you are little star  ",
        "title": "Little Star"
    },
    {
        "artist": "Doris Day",
        "lyrics": "  Everybody loves a lover I'm a lover, everybody loves me Anyhow, that's how I feel Wow, I feel just like a Pollyanna  I should worry, not for nothin' Everybody loves me, yes they do And I love everybody Since I fell in love with you  Who's the most popular personality? I can't help thinkin' it's no one else but me Gee, I feel just about ten feet tall, havin' a ball Guess ya might call me a Pollyanna  Everybody loves a lover  I should worry, not for nothin' Everybody loves me, yes they do And I love everybody Since I fell in love with Fell in love with Fell in love with youuuu  ",
        "title": "Everybody Loves A Lover"
    },
    {
        "artist": "Bobby Freeman",
        "lyrics": "  Do you want to dance and hold my hand? Tell me baby I'm your lover man Oh baby, do you want to dance?  Do you do you do you do you want to dance Do you do you do you do you want to dance Do you do you do you do you want to dance  Well do you want to dance under the moonlight? Squeeze me baby all through the night Oh baby, do you want to dance?  Do you do you do you do you want to dance Do you do you do you do you want to dance Do you do you do you do you want to dance  Well do you want to dance under the moonlight? Squeeze me baby all through the night Oh baby, do you want to dance  ",
        "title": "Do You Want To Dance"
    },
    {
        "artist": "Johnny Cash And The Tennessee Two",
        "lyrics": "  [Verse] Well you ask me if I'll forget my baby I guess I will, someday I don't like it but I guess things happen that way You ask me if I'll get along I guess I will, someway I don't like it but I guess things happen that way God gave me that girl to lean on Then he put me on my own Heaven help me be a man And have the strength to stand alone I don't like it but I guess things happen that way You ask me if I'll miss her kisses I guess I will, everyday I don't like it but I guess things happen that way You ask me if I'll find another I don't know. I can't say I don't like it but I guess things happen that way God gave me that girl to lean on Then he put me on my own Heaven help me be a man And have the strength to stand alone I don't like it but I guess things happen that way  ",
        "title": "Guess Things Happen That Way"
    },
    {
        "artist": "Johnny Mathis",
        "lyrics": "  A certain smile, a certain face Can lead an unsuspecting heart On a merry chase Afleeting glance can say So many lovely things Suddenly you know why my heart sings  You love awhile and when love goes You try to hide the tears inside With a cheerful pose  *But in the hush of night Exactly like a bitter sweet refrain Comes that certain smile To haunt your heart again  ",
        "title": "A Certain Smile"
    },
    {
        "artist": "The Olympics",
        "lyrics": "  To save my soul I can't get a date Baby's got it tuned on channel eight Now Wyatt Earp and the Big Cheyenne They're comin' through the T.V. shootin up the land Ah...um...my baby loves the Western movies My baby loves the Western movies Bam, bam, shoot 'em up Pow Ah..um..My babe loves the Western Movies I call my baby on the telephone To tell her half my head was gone I just got hit by a great big brick She says thanks for reminding me about that Maverick Ah..um...my baby loves the Western movies My baby loves the Western movies Bam, bam, shoot em up pow Ah...um... My baby loves the Western movies Well there's Jeremy Roller and Old Cochise Jim Hardy, Jim Bowie and Sugarfoot They all have gun will travel Give me back my boots and saddle uh huh Here's the story of the certain Wagon Train Mccord A broken arrow has broken my heart A Jefferson Thomas with Bat Masterson Unties my baby and the fight was won Ah..um...my baby loves the Western movies My baby loves the western movies Bam bam shoot em up pow Ah um, my baby loves the western movies  ",
        "title": "Western Movies"
    },
    {
        "artist": "Sheb Wooley",
        "lyrics": "  AAAAAHHHH!!!!!!!!!  Well, I saw the thing comin' out of the sky It had a-one long horn and one big eye. (Ooh!) I commenced to shakin' and I said, \"Ooh-eee! It looks like a purple eater to me!\"  It was a one-eyed, one-horned, flyin' purple people eater (One-eyed, one-horned, flyin' purple people eater) A one-eyed, one-horned, flyin' purple people eater Sure looks strange to me (One eye?)  Well, he came down to earth and he lit in a tree I said, \"Mr. Purple People Eater, don't eat me!\" I heard him say in a voice so gruff: \"I wouldn't eat you 'cause you're so tough.\"  It was a one-eyed, one-horned, flyin' purple people eater One-eyed, one-horned, flyin' purple people eater One-eyed, one-horned, flyin' purple people eater Sure looks strange to me (One horn?)  I said, \"Mr. Purple People Eater, what's your line?\" He said, \"Eatin' purple people and it sure is fine But that's not the reason that I came to land I wanna get a job in a rock and roll band.\"  Well bless my soul, rock and roll, flyin' purple people eater Pigeon-toed, undergrowed, flyin' purple people eater (We wear short shorts) Friendly little people What a sight to see!  And then he swung from the tree and he lit on the ground He started to rock, really rockin' around It was a crazy ditty with a swingin' tune Sing a bop bap aboopa lappa loom bam boom  Well bless my soul, rock and roll, flyin' purple people eater Pigeon-toed, undergrowed, flyin' purple people eater I like short shorts Flyin' little people eater What a sight to see! (Purple People?)  And then he went on his way, and then what do ya know I saw him last night on a TV show He was blowing it out, a'really knockin' em dead Playin' rock and roll music through the horn in his head  [Sped-up saxophone solo]  Tequila  ",
        "title": "The Purple People Eater"
    },
    {
        "artist": "Chuck Willis",
        "lyrics": "  What am I living for, if not for you? What am I living for, if not for you? What am I living for, if not for you? Oh, nobody else, nobody else will do  What am longing for, each lonely night? To feel your lips to mine and hold you tight You'll be my little girl my whole life through Baby, nobody else, nobody else will do  I want you close to me, that's all I know I want you all the time, cause darling I love you so  What am I living for, if not for you? What am I living for, if not for you? What am I living for, if not for you? Oh, nobody else, nobody else will do Oh, nobody else, nobody else will do Baby, nobody else, nobody else will do  ",
        "title": "What Am I Living For"
    },
    {
        "artist": "Poni-Tails",
        "lyrics": "  Born too late for you to notice me To you, Im just a kid that you won't date Why was I born too late?  Born too late to have a chance to win your love Oh why, oh why was it my fate To be born too late?  I see you walk with another I wish it could be me I long to hold you and kiss you But I know it never can be  For I was  Born too late for you to care Now my heart cries Because your heart just couldn't wait Why was I born too late?  Born too late for you to care Now my heart cries Because your heart just couldn't wait Why was I born too la-a-a-a-ate? Why was I born too late? Too late  ",
        "title": "Born Too Late"
    },
    {
        "artist": "The Crickets",
        "lyrics": null,
        "title": "Think It Over"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": null,
        "title": "Secretly"
    },
    {
        "artist": "The Four Lads",
        "lyrics": "  True love Is an enchanted island And we have found that island From which we'll never roam  We stand On an enchanted island A magic yours-and-m6 land That we can call our home  If all around, we found A sea of faces I know your face is The only one I'd see  True love Is an enchanted island And we're upon that island Wherever we may be  ",
        "title": "Enchanted Island"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "Angel Baby"
    },
    {
        "artist": "Big Bopper",
        "lyrics": "  Hello, baby Yeah, this is the Big Bopper speakin' Ha ha ha ha ha, oh you sweet thing Do I what? Will I what? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that baby, but, but, but? Oh honey But? Oh baby, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round, round, round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  What's that, honey? Pick you up at eight and don't be late? But, baby, I ain't got no money, honey Ha ha ha ha Oh, all right, honey, you know what I like  Chantilly lace and a pretty face And a pony tail a-hangin' down That wiggle in the walk And giggle in the talk Makes the world go 'round There ain't nothin' in the world Like a big-eyed girl That makes me act so funny Make me spend my money Make me feel real loose, like a long necked goose Like a girl, oh baby, that's what I like  ",
        "title": "Chantilly Lace"
    },
    {
        "artist": "Don Gibson",
        "lyrics": "  It's been a blue blue day I feel like runnin' away I feel like runnin' away from it all My love has been untrue she's found somebody new it's been a blue blue day for me Well I feel like crying dying what can I do I feel like praying saying I'm glad we're through It's been a blue blue day I feel like runnin' away I feel like runnin' away from the blues  Yes how can I make believe that I don't sit and grieve it's been a blue blue day for me I can't pretend and say that I don't love her anyway it's been a blue blue day for me Well I feel like crying... I feel like runnin' away from the blues  ",
        "title": "Blue Blue Day"
    },
    {
        "artist": "Tony And Joe",
        "lyrics": null,
        "title": "The Freeze"
    },
    {
        "artist": "Elvis Presley With The Jordanaires",
        "lyrics": "  [Verse 1] I'll go on loving you Don't ask me why Don't know what else to do Don't ask me why  [Verse 2] How sad my heart would be If you should go Though you're not good for me I want you so  [Verse 3] It's not the kind Of love I dream about But it's the kind That I can't live without  [Verse 4] You're all I'm longing for Don't say good-bye I need you more and more Don't ask me why I need you more and more Don't ask me why  ",
        "title": "Don't Ask Me Why"
    },
    {
        "artist": "Bobby Day",
        "lyrics": "  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet tweet tweet)  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Every little swallow, every chickadee Every little bird in the tall oak tree The wise old owl, the big black crow Flap-a their wings singin' \"go bird go\"  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight Blow! (Tweet, tweedle-lee-dee)  A pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  Well the pretty little raven at the bird bandstand Taught him how to do the bop and it was grand They started goin' steady and bless my soul He out-bopped the buzzard and the oriole  He rocks in the tree-top all the day long Hoppin' and a-boppin' and a-singin' his song All the little birds on Jay Bird Street Love to hear the robin go tweet tweet tweet  Rockin' robin (tweet tweet tweet) Rock, rock, rockin' robin (Tweet, tweedle-lee-dee) Blow, rockin' robin 'Cause we're really gonna rock tonight (Tweet, tweedle-lee-dee)  (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweedle-lee-deedle-lee-dee) (Tweet tweet) (wolf whistle)  ",
        "title": "Rock-in Robin"
    },
    {
        "artist": "Gerry Granahan",
        "lyrics": "  NO CHEMISE, PLEASE Artist: Gerry Granahan--(peak Billboard position #23 in 1958) Words and music by Jodi D'Amour, Arnold Goland, and Gerry Granahan (Granahan also formed Dickey Doo and the Don'ts and The Fireflies) I had a date for the hop last night Up to her door everything seemed right But to my surprise as I opened the door I couldn't tell the front from the back \"Cause she was wearin' a sack dress Whew what a mess! The last time I saw her, man what a shape!! And now she's got a shape like an egg! No chemise, please, not for me, please Well you can take back the sack, leave it hangin' on the rack And bring a sweater back!! When we arrived at the hop We started in doin' the stroll I told her I wanted to stop But she wanted rock and roll I told her forty times and it really was a crime I was talkin' to the back of her head!! No chemise, please, not for me, please Well you can take back the sack, leave it hangin' on the rack And bring a sweater back!!---yeah (instrumental interlude) Sure would like to find the creator Who covered up my baby in this tent He musta been a woman-hater I keep wonderin' where the wiggle went So won't you change the fad, have pity on me please Put 'er back in her dungarees No chemise, please, not for me, please Well you can take back the sack, leave it hangin' on the rack And bring a sweater back!! No chemise, please, not for me, please Well you can take back the sack, leave it hangin' on the rack Bring a sweater back!!  ",
        "title": "No Chemise, Please"
    },
    {
        "artist": "Perry Como",
        "lyrics": "  Last night when the moon was bright you called me darlin' And you whispered pretty little love words in my ear Was it just moon-talk, only moon-talk Or did those pretty little love words mean you're sincere? ( sincere! ) Did those pretty little love words mean you're sincere? ( sincere! )  Last night when the moon was bright you said \"I love you!\" And you painted pretty little castles in the air Was it just moon-talk, only moon-talk Or did those pretty little castles mean you really care? ( care! ) Did those pretty little castles mean you really care? ( care! )  I know that I . . . meant every sigh When you hugged me the way you hugged me An' you kissed me the way you kissed me In the moonlight! ( Hubba Hubba Hubba Hubba! )  Last night when you held me tight and called me darlin' And you told me that you would die if we should part Was it just moon-talk, only moon-talk Or did those pretty little love words come from your heart? ( heart! ) Did those pretty little love words come from your heart? ( pretty little love words come from your heart! )  Hmmm . . . moon-talk! . . . Hmmm . . . moon-talk! . .  Makes you hug me the way you hugged me Makes you kiss me the way you kissed me In the moonlight! ( I love ya, love ya, love ya, love ya! )  Last night when you held me tight and called me darlin' And you told me that you would die if we should part Was it just moon-talk, only moon-talk Or did those pretty little love words come from your heart? ( heart! ) Did those pretty little love words come from your heart? ( pretty little love words come from your heart! )  Moon talk, Oh moon talk!  ",
        "title": "Moon Talk"
    },
    {
        "artist": "Buddy Knox with the Rhythm Orchids",
        "lyrics": "  Feat. The Rhythm Orchids Boppa you, boppa you... Well, you gotta get the rhythm If you're gonna rock You got to get moving And don't stop Here we go Oh, here we go Now here we go (Here we go) Well, somebody touched me In the dark last night Yes, somebody touched me In the dark last night Somebody moved me With all her might She thrilled my soul When she held me tight Yeah, who, who, who In the dark last night Last night A stranger (a stranger) Took my hand (took my hand) Last night A stranger (a stranger) Took my hand (took my hand) Last night A stranger took my hand Said you're gonna be My lover man Yeah, who, who, who In the dark last night Boppa you, boppa you... Well, now you got the rhythm So don't stop We're gonna move on With a roll and rock Now here we go Oh, here we go Now here we go (Here we go) Well, somebody made me Fall in love last night Yes, somebody made me Fall in love last night Somebody made me fall in love Set my heart and soul above Oh, who, who, who In the dark last night Last night A stranger (a stranger) Took my hand (took my hand) Last night A stranger (a stranger) Took my hand (took my hand) Last night A stranger took my hand Said you're gonna be My lover man Yeah, who, who, who In the dark last night Oh, oh, oh, oh...  ",
        "title": "Somebody Touched Me"
    },
    {
        "artist": "Pat Boone",
        "lyrics": "  Well, if I had a nickel I know what I would do I'd spend it all on candy And give it all to you I'd spend it all on candy And give it all to you Cause that's how much I love you, baby That's how much I love you And if you were a kitten With pretty glossy fur I'd pick you up and stroke you And listen to you purr I'd pick you up and stroke you And listen to you purr Cause that's how much I love you, baby That's how much I love you And if you were a horsefly And I an old gray mare I'd stand and let you bite me And never move a hair I'd stand and let you bite me And never move a hair Cause that's how much I love you, baby That's how much I love you Well if you were a tiger I'd hang around your den I'd pester you, my honey Until you let me in I'd pester you, my honey Until you let me in Cause that's how much I love you, baby That's how much I love you Well, if you wanna marry Now let me tell you what We'll go and find a parson And let him tie the knot We'll go and find a parson And let him tie the knot Cause that's how much I love you, baby That's how much I love you  ",
        "title": "That's How Much I Love You"
    },
    {
        "artist": "Bobby Hamilton",
        "lyrics": "  I've got crazy eyes for you, baby I've got crazy eyes for you Oh, yes, my darling dear Indeed, indeed, I do Because I love, love I love you, oh, so true I've got those Crazy eyes for you I, I've got crazy eyes for you Oh, yes, you know, you know You know, you know I do Because I love, love I love you, oh, so true I've got those Crazy eyes for you Sometimes, you make Make me feel good Sometimes, you make Make me feel gay But I love you every second I love you every minute Every hour, hour, hour Of the day I, I, I, I I've got crazy eyes for you Oh, yes, my darling dear Indeed, indeed, I do Because I love, love I love you, oh, so true I've got those Crazy eyes for you Peggy, Peggy, Carol, Carol Glenda and Jenny Mary, Mary, Pat, Pat Sue Anne, Marie But most of all, my Sue I've got those Crazy eyes for you Crazy, crazy, crazy Crazy, crazy, crazy Cra-cra-cra-cra-cra Crazy, crazy, crazy...  ",
        "title": "Crazy Eyes For You"
    },
    {
        "artist": "Buddy Holly",
        "lyrics": "  [Verse 1] Well, you gonna miss me Early in the morning One of these days, oh yeah Well, you gonna want me Early in the morning When I'm away  [Verse 2] Hey hey, don't you know Yes, you'll be sorry for the times I cried You'll be sorry for the time you lied Well, you gonna miss me Early in the morning For one of these days, oh yeah  [Break] Well, you know a rollin' stone Don't gather no moss And you cross your bridge When it's time to cross Well, you broke my heart When you said goodbye And now the milk is spilt But you gonna cry  [Verse 3] Yeah, early in the morning You gonna know that I was right Oh yeah, yeah Early in the morning When there's nobody to hold you tight Oh, oh oh  [Verse 4] Well, you gonna want me And want me back You gonna miss the best man you ever had Yes, you gonna miss me You gonna want me One of this days, oh yeah  [Verse 5] Well, you gonna want me I want you back Miss the best man you ever had Yes, you gonna want me And you gonna miss me For one of this days Yeah yeah yeah  ",
        "title": "Early In The Morning"
    },
    {
        "artist": "The Slades",
        "lyrics": null,
        "title": "You Cheated"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": null,
        "title": "Come What May"
    },
    {
        "artist": "Jan & Arnie",
        "lyrics": null,
        "title": "Jennie Lee"
    },
    {
        "artist": "The Diamonds",
        "lyrics": "  Kathy-O, Kathy-O How do your secrets grow? Why do you do the things that you do? Kathy-O, Kathy-O Why do you taunt me so? I never know just what you will do As you dream by the window? Bewitched by a star Are you angel or devil I wonder what you are Kathy-O, Kathy-O Strange little Kathy-O I'll always love you My Kathy-O  ",
        "title": "Kathy-O"
    },
    {
        "artist": "Gino & Gina",
        "lyrics": null,
        "title": "(It's Been A Long Time) Pretty Baby"
    },
    {
        "artist": "Dion & The Belmonts",
        "lyrics": null,
        "title": "I Wonder Why"
    },
    {
        "artist": "Dean Martin",
        "lyrics": "  Return to me Oh my dear I am so lonely Hurry back, hurry back, oh my love Hurry back, I'm yours  Return to me For my heart wants you only Hurry home, hurry home, won't you please Hurry home to my heart?  My darling If I've hurt you I'm sorry Forgive me And please say you are mine  Return to me Please come back bella mia Hurry back, hurry home to my arms To my lips and my heart  Ritorna me Cara mia ti amo Solo tu, solo tu, solo tu Solo tu, mi amor  ",
        "title": "Return To Me"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Dream, dream, dream, dream Dream, dream, dream, dream When I want you in my arms When I want you and all your charms Whenever I want you, all I have to do is Dream, dream, dream, dream  When I feel blue in the night And I need you to hold me tight Whenever I want you, all I have to do is Dream  I can make you mine, taste your lips of wine Anytime night or day Only trouble is, gee whiz I’m dreamin’ my life away  I need you so that I could die I love you so and that is why Whenever I want you, all I have to do is Dream, dream, dream, dream Dream  I can make you mine, taste your lips of wine Anytime night or day Only trouble is, gee whiz I’m dreamin’ my life away  I need you so that I could die I love you so and that is why Whenever I want you, all I have to do is Dream, dream, dream, dream Dream, dream, dream, dream  ",
        "title": "All I Have To Do Is Dream"
    },
    {
        "artist": "Jimmy Bowen with the Rhythm Orchids",
        "lyrics": null,
        "title": "By The Light Of The Silvery Moon"
    },
    {
        "artist": "The Kirby Stone Four",
        "lyrics": "  Baubles, Bangles, and Beads Johnny Mathis Written by Robert Wright and George Forrest based on a theme by Aleksandre Borodin This version did not chart but In 1953, Peggy Lee took it to # 30 and In 1958 The Kirby Stone Four took a peppier \"doo wop\" version to # 25 Introduced in the musical \"Kismet\" by Doretta Morrow Baubles, bangles, jing, jinga-linga Baubles, bangles, bright shiny beads Sparkles, spangles, her heart will sing, singa-linga Wearing baubles, bangles and beads She'll glitter and gleam so Make somebody dream so that Some day I may buy her a ring, ringa-linga I've heard that's where it leads Wearing baubles, bangles, and beads She'll glitter and gleam so Make somebody dream so that Some day I may buy her a ring, ringa-linga I've heard that's where it leads Wearing baubles, bangles, and beads  ",
        "title": "Baubles, Bangles And Beads"
    },
    {
        "artist": "The Rinky-Dinks",
        "lyrics": null,
        "title": "Early In The Morning"
    },
    {
        "artist": "Nat King Cole",
        "lyrics": "  Acércate más Y más, y más Pero mucho más  Y bésame así Así, así Como besas tú  Pero besa pronto Porque estoy sufriendo No lo estás tú viendo Que lo estoy queriendo Sin quererlo tú  Acércate más Y más, y más Pero mucho más  Y bésame así Así, así Como besas tú  Acaso pretendes A desesperarme Ven por Dios a darme Ese beso tuyo Que te pido yo  Acércate más Y más, y más Pero mucho más  Y bésame así Así, así Como quieras tú  Pero besa pronto Porque estoy sufriendo No lo estás tú viendo Que lo estoy queriendo Sin quererlo tú  Acércate más Y más, y más Pero mucho más  Y bésame así Así, así Como besas tú  Acaso pretendes A desesperarme Ven por Dios a darme Ese beso tuyo Que te pido yo  ",
        "title": "Come Closer To Me (Acercate Mas)"
    },
    {
        "artist": "Domenico Modugno",
        "lyrics": "  Volare, oh, oh Cantare, oh, oh, oh, oh  Let's fly way up to the cloud Away from the maddening crowd We can sing in the glow of A star that I know of whew  Lovers enjoy peace of mind Let us leave the confusion And all disillusion behind Just like birds of a feather A rainbow together we'll find  Volare, oh, oh Cantare, oh, oh, oh, oh  No wonder my happy heart sings Your love has given me wings  Sometimes the world is a Valley of heartaches and tears And in the hustle and bustle No sunshine appears  But you and I have our love Always there to remind us There is a way we can leave All the shadows behind us  Volare, oh, oh (Volare) (Oh, volare, oh, oh)  Cantare (Cantare) Oh, oh, oh, oh (Oh, cantare, oh, oh)  No wonder my happy heart sings Your love has given me wings No wonder my happy heart sings Your love has given me wings  My happy heart sings Volare, oh, oh  ",
        "title": "Nel Blu Dipinto Di Blu (Volaré)"
    },
    {
        "artist": "The Three G's",
        "lyrics": null,
        "title": "Let's Go Steady For The Summer"
    },
    {
        "artist": "Jack Scott",
        "lyrics": null,
        "title": "Leroy"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": "  You need hands To hold someone you care for You need hands To show that you're sincere When you feel Nobody wants to know you You need hands To brush away your tear  When you hold a brand new baby You need tender hands to guide them on their way You need hands To thank the Lord for living And for giving us this day  ",
        "title": "You Need Hands"
    },
    {
        "artist": "The Crickets",
        "lyrics": null,
        "title": "Fool's Paradise"
    },
    {
        "artist": "Tony Bennett",
        "lyrics": "  Young and warm and wonderful You are all I dreamed you'd be Dreams that seemed improbable All at once have come true, now I see  Every searching heart finds its happiness Love is only a matter of time  Young and warm and wonderful at last You're here, my love, and love is mine  Every searching heart finds its happiness Love is only a matter of time  Young and warm and wonderful at last You're here, my love, and love is mine  ",
        "title": "Young And Warm And Wonderful"
    },
    {
        "artist": "Bobby Day",
        "lyrics": null,
        "title": "Over And Over"
    },
    {
        "artist": "Bobby Hendricks",
        "lyrics": "  Dih dih dih dih dih dih dih dih dip Dih dih dih dih dih dih dih dih dip Sitting here wondering what it's all about This rock and roll music that makes you shout You tune in on Bandstand and they're jumping like mad And the dance that they're doing it don't look bad You get that itchy twitchy feeling You start rocking and a reeling Soon your arms and legs start flapping Like a hound dog mouth a yapping You're a rocking and a rolling You don't understand it but it sure feels nice You thought you might try it 'bout a once or twice You started with that dance they call the stroll But you felt much better doing rock and roll You get that itchy twitchy feeling You start rocking and a reeling Soon your arms and legs are flapping Like a hound dog mouth a yapping You're a rocking and a rolling  You don't understand it but it sure feels nice You thought you might try it 'bout a once or twice You started with that dance they call the stroll But you felt much better doing rock and roll You get that itchy twitchy feeling You start rocking and a reeling Soon your arms and legs are flapping Like a hound dog mouth a yapping You're a rocking and a rolling  You come in the house with your hair all in Nobody had to ask you where you been You come in the house, you're still jumping like mad I seen a lot of people with it but a you've got it bad You got that itchy twitchy feeling You start rocking and a reeling Soon your arms and legs start flapping Like a hound dog mouth a yapping You're a rocking and a rolling I don't understand it why you go go go There must be something 'bout this music that I don't know I went to a hop and it didn't take long I got the feeling something was a going wrong You got that itchy twitchy feeling You start rocking and a reeling Soon your arms and legs start flapping Like a hound dog mouth a yapping You're a rocking and a rolling Soon your arms and legs start flapping Like a hound dog mouth a yapping You're a rocking and a rolling Soon your arms and legs start flapping Like a hound dog mouth a yapping  ",
        "title": "Itchy Twitchy Feeling"
    },
    {
        "artist": "Ed Townsend",
        "lyrics": null,
        "title": "For Your Love"
    },
    {
        "artist": "Toni Arden",
        "lyrics": null,
        "title": "Padre"
    },
    {
        "artist": "Jerry Lee Lewis And His Pumping Piano",
        "lyrics": "  Open up, a-honey, it's your lover boy me that's a-knockin' Why don't you listen to me, sugar? All the cats are at the high school rockin' Honey, get your boppin' shoes 'Fore the jukebox blow the fuse Everybody hoppin' Everybody's boppin' Boppin' at the high school hop  They're boppin' at the high school hop Shakin' at the high school hop Hoppin' at the high school rock Rockin' at the high school hop Well, everybody hoppin' Everybody's boppin' Boppin' at the high school hop  Come on, little baby, let's rock a little bit tonight Woo, let's get with it sugar, let's shake it up tonight Well, my heart's a-beatin' rhythm and my feet are movin' smooth and light  Well, boppin' at the high school hop Boppin' at the high school hop Shakin' at the high school hop Movin' at the high school hop Everybody boppin' Everybody rockin' Boppin' at the high school hop Now let's go!  Well, now let me tell you something, baby, I'ma gonna give you some good news Look a-here, sweet mama, let's burn off both our shoes Well, my heart's a-beatin' rhythm and my soul is singin' the blues  Well, boppin' at the high school hop Hoppin' at the high school hop We're just a-jumpin' at the high school hop We're rollin' at the high school hop Well, everybody hoppin' Everybody's boppin' Boppin' at the high school hop Now let's go! Woo!  Well, boppin' at the high school hop Hoppin' at the high school hop Shakin' at the high school hop We're just a-movin' and a-groovin' at the high school hop Well, everybody boppin' Everybody's hoppin' Boppin' at the high school hop  ",
        "title": "High School Confidential"
    },
    {
        "artist": "The Platters",
        "lyrics": "  You're making a mistake So a-help me So a-help me, I do love you You're making a mistake So a-help me Oh believe me, I've never been untrue  Even though they've made you cry Darling you're making a mistake So a-help me Help me prove that they told a lie  ",
        "title": "You're Making A Mistake"
    },
    {
        "artist": "Jim Backus & Friend",
        "lyrics": null,
        "title": "Delicious!"
    },
    {
        "artist": "The Four Preps",
        "lyrics": null,
        "title": "Big Man"
    },
    {
        "artist": "Dean Martin",
        "lyrics": null,
        "title": "Volare (Nel Blu Dipinto Di Blu)"
    },
    {
        "artist": "The Honeycones",
        "lyrics": null,
        "title": "Op"
    },
    {
        "artist": "The Playmates",
        "lyrics": "  Don't go home, my little darlin' Please don't leave the party yet Don't go home, my little darlin' Now that we have finally met  Can't you see I came to the party 'cause I knew that you'd be here? Dance with me and stay at the party So that I can hold you near  Don't go home, my little darlin' 'cause I'm so in love with you Don't go home, my little darlin' Till you learn to love me too  Don't go home, my little darlin' Please don't leave the party yet Don't go home, my little darlin' Now that we have finally met  I have waited up for the party 'cause I knew we'd finally meet When I saw you here at the party Then it made my world complete  Don't go home, my little darlin' Please don't leave me up a tree Don't go home, my little darlin' Don't go home, please stay with me  Don't go home, my little darlin' Please don't leave the party yet Don't go home, my little darlin' Now that we have finally met  Can't you see I came to the party 'cause I knew that you'd be here? Dance with me and stay at the party So that I can hold you near  Don't go home, my little darlin' 'cause I'm so in love with you Don't go home, my little darlin' Till you learn to love me too  Don't go home, my little darlin' Fade Don't go home, my little darlin' Don't go home, my little darlin'  ",
        "title": "Don't Go Home"
    },
    {
        "artist": "Frank Gallup",
        "lyrics": null,
        "title": "Got A Match?"
    },
    {
        "artist": "Connie Francis",
        "lyrics": "  Stupid cupid You're a real mean guy I'd like to clip your wings So you can't fly I'm in love And it's a crying shame And I know that you're the one to blame  Hey, hey Set me free Stupid cupid Stop picking on me  I can't do my homework And I can't think straight I meet him every morning 'Bout a half past eight I'm acting like a lovesick fool You've even got me carrying his books to school  Hey, hey Set me free Stupid cupid Stop picking on me  You mixed me up But good Right from the very start Hey, go play Robin Hood with somebody else's heart  You've got me jumping Like a crazy clown And I don't feature what you're putting down Since I kissed his loving lips of wine The thing that bothers me is that I like it fine  Hey, hey Set me free Stupid cupid Stop picking on me  You've got me jumping like a crazy clown And I don't feature what you're putting down Since I kissed his loving lips of wine The thing that bothers me is that I like it fine  Hey, hey Set me free Stupid cupid Stop picking on me  Hey, hey Set me free Stupid cupid Stop picking on me (Stupid cupid) (Stupid cupid) (Stupid cupid)  ",
        "title": "Stupid Cupid"
    },
    {
        "artist": "Oscar McLollie and Jeanette Baker",
        "lyrics": null,
        "title": "Hey Girl - Hey Boy"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  Manys the day I've longed for you To hold you in my arms Manys the night I've cried for you And for your many charms  If you'd only come to me my heart wouldn't be full of sorrow But now all I can do is hope and prey that you will come to me tomorrow  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  To me you are so beautiful Beautiful as a song Whenever I look at you my heart beat like the tom tom If you'd only come to me This torch I wouldn't have to carry And if everything goes right To the church we'll go to marry  Wooah ooo little girl How happy I would be If some miracle could win your love for me  Win your love for me  ",
        "title": "Win Your Love For Me"
    },
    {
        "artist": "Eydie Gorme",
        "lyrics": null,
        "title": "Gotta Have Rain"
    },
    {
        "artist": "Paul Anka",
        "lyrics": null,
        "title": "Midnight"
    },
    {
        "artist": "The Diamonds",
        "lyrics": null,
        "title": "Happy Years"
    },
    {
        "artist": "Bobby Freeman",
        "lyrics": "  Betty Lou got a new pair of shoes Betty Lou got a new pair of shoes (whooo) Betty Lou got a new pair of shoes Betty Lou got a new pair of shoes Betty Lou ah-whoo, ah-whoo, ah-whoo Betty Lou got a new pair of shoes  Well she walked in the shoe-store, picked out a shoe She tried on a twelve, but that wouldn't do  Betty Lou got a new pair of shoes Betty Lou bought a new pair of shoes Betty Lou ah-whoo, ah-whoo, ah-whoo Betty Lou got a new pair of shoes  Well, she cracked up over the solid fit Walkin' down the street with her brand new kit  Well, she's walkin' down the street, she met an undertaker He tried to burry her new shudebakers  Well, she went to a rock 'n' roll party the other night Someone stepped on her shudebakers and she started a fight!  Well, she walked in the shoe-store, gave the man a tip She told him to go buy himself a rocketship  ",
        "title": "Betty Lou Got A New Pair Of Shoes"
    },
    {
        "artist": "David Seville",
        "lyrics": null,
        "title": "The Bird On My Head"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] Deep down Louisiana close to New Orleans Way back up in the woods among the evergreens There stood a log cabin made of earth and wood Where lived a country boy named Johnny B. Goode Who never ever learned to read or write so well But he could play the guitar just like a ringing a bell  [Chorus] Go, go Go Johnny go, go Go Johnny go, go Go Johnny go, go Go Johnny go, go Johnny B. Goode  [Verse 2] He used to carry his guitar in a gunny sack Go sit beneath the tree by the railroad track Oh, the engineers would see him sitting in the shade Strumming with the rhythm that the drivers made People passing by they would stop and say Oh my that little country boy could play  [Chorus] Go, go Go Johnny go, go Go Johnny go, go Go Johnny go, go Go Johnny go, go Johnny B. Goode  [Verse 3] His mother told him \"Someday you will be a man And you will be the leader of a big old band Many people coming from miles around To hear you play your music when the sun go down Maybe someday your name will be in lights Saying 'Johnny B. Goode Tonight'\"  [Chorus] Go, go Go Johnny go Go go go, Johnny go Oh go go, Johnny go Oh go go, Johnny go Go, Johnny B. Goode  ",
        "title": "Johnny B. Goode"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] Beautiful Delilah, sweet as apple pie Always gets a second look from fellas passing by Every time you see her she's with a different guy Beautiful Delilah, that's the reason why  [Chorus] Rebecka don't allow me Fool around with you You are so tantalizing You just can't be true  [Verse 2] Beautiful Delilah, dressed in the latest style Swinging like a pendulum, walking down the aisle Deep romantic eyes, speak so low in miles Maybe she will settle down and marry after a while  [Chorus] Rebecka don't allow me Fool around with you You are so tantalizing You just can't be true  [Verse 3] Beautiful Delilah, bathing in the sun An audience of 17, and notice not a one Local casanova who wouldn't be outdone Let her steal his heart away, and break it just for fun  [Chorus] Rebecka don't allow me Fool around with you You are so tantalizing You just can't be true  ",
        "title": "Beautiful Delilah"
    },
    {
        "artist": "Bill Doggett",
        "lyrics": null,
        "title": "Blip Blop"
    },
    {
        "artist": "Lee Andrews And The Hearts",
        "lyrics": "  Try the impossible, try to understand the way i feel about you Try the incredible, for in finding all of our dreams, might come true Try to understand you're everything i ever hoped for And if you try to make it goodbye take my heart It will be yours, i really mean it When i tell you i'll be at your beck and call Tell me you want me and our love Will conquer all The need for you to be with you, is the reason why i plead to you Make the impossible the incredible and all of our dreams come true (wee ew wee ew wee ew..ew wee ew wee ew wee ew) I really mean it..when i tell you i'll be at your beck  ",
        "title": "Try The Impossible"
    },
    {
        "artist": "Eddie Cochran",
        "lyrics": "  I'm a-gonna raise a fuss I'm a-gonna raise a holler About workin' all summer Just-a trying to earn a dollar  Every time I call my baby Try to get a date My boss says \"No dice, son You gotta work late\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  Well my mama and papa told me \"Son, you gotta make some money If you wanna use the car To go a-ridin' next Sunday\"  Well, I didn't go to work Told the boss I was sick \"You can't use the car Cause you didn't work a lick\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  I'm gonna take two weeks Gonna have a fine vacation I'm gonna take my problem To the United Nations  Well, I called my congressman And he said, quote: \"I'd like to help you, son But you're too young to vote\"  Sometimes I wonder What I'm-a gonna do But there ain't no cure For the summertime blues  ",
        "title": "Summertime Blues"
    },
    {
        "artist": "The Daddy-O's",
        "lyrics": null,
        "title": "Got A Match?"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": null,
        "title": "To Be Loved"
    },
    {
        "artist": "Kitty Wells",
        "lyrics": null,
        "title": "Jealousy"
    },
    {
        "artist": "The Upbeats",
        "lyrics": "  Just like in the movies Let's pretend we fall in love Make believe we're lovers With a paper moon above  We swam the South Pacific Built a bridge on River Kwai Around the world I follow you We love, we part, we cry  Just like in the movies We can make up with a kiss I confess I like it When I hold you close like this  Here's the crazy happy ending Baby, I was not pretending Just like in the movies I love you  Here's the crazy happy ending Baby, baby, I was not pretending Just like in the movies I love you  ",
        "title": "Just Like In The Movies"
    },
    {
        "artist": "Jim Reeves",
        "lyrics": null,
        "title": "Blue Boy"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": null,
        "title": "Stay"
    },
    {
        "artist": "Joe South",
        "lyrics": null,
        "title": "The Purple People Eater Meets The Witch Doctor"
    },
    {
        "artist": "The Everly Brothers",
        "lyrics": "  Johnny is the joker (he's a bird) A very funny joker (he's a bird) But when he jokes my honey (he's a dog) His jokin' ain't so funny (what a dog) Johnny is the joker that's been tryin' to steal my baby (he's a bird dog)  Johnny sings a love song (like a bird) He sings the sweetest love song (you ever heard) But when he sings to my gal (what a howl) To me it's just a wolf dog (on the prowl) Johnny wants to fly away and puppy love my baby (he's a bird dog)  [Hook] Hey bird dog, get away from my quail Hey bird dog, you're on the wrong trail Bird dog you better leave my lovey dove alone Hey bird dog, get away from my chick Hey bird dog, you better get away quick Bird dog you better find a chicken little of your own  Johnny kissed the teacher (he's a bird) He tip-toed up to reach her (he's a bird) Well, he's the teachers pet now (he's a dog) What he wants he can get now (what a dog) He even made the teacher let him sit next to my baby (he's a bird dog)  [Hook]  He's a bird  ",
        "title": "Bird Dog"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  Are You Really Mine Jimmie Rodgers Roulette are-4090 (Hoffman-Manning-Markwell) Planetary Music ascap  (Really really really mine you're really mine Really really really mine you're really mine)  You tell me that you love me And you tell me that you want me And you even wear my graduation ring  (Doo-wah) It's too wonderful (Doo-wah) It's too beautiful (Doo-wah) It's a fantastic thing  Are you really really mine (really mine) Really mine (really mine) Really mine Will my lucky little star (little star) Really shine (really shine) Really shine Kiss me with feeling Make my heart go reeling Make me know that you are really really really mine  (Really really really mine you're really mine Really really really mine you're really mine)  You call me every morning And you see me every evening And you swear that I'm the only one for you  (Doo-wah) Here's the funny part (Doo-wah) Though you cross your heart (Doo-wah) I can't believe it's true  Are you really really mine (really mine) Really mine (really mine) Really mine Will my lucky little star (little star) Really shine (really shine) Really shine Kiss me with feeling Make my heart go reeling Make me know that you are really really really mine  (Really really really mine you're really mine) Really mine Fade: (Really really really mine you're really mine) Really mine (Really really really mine you're really mine)  Above, and are for personal use and research interest only  ",
        "title": "Are You Really Mine"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  She was only seventeen and he was one year more She loved him with all her heart and he the girl adored But all their friends believed they're too young to know the score 'Cause she was only seventeen and he was one year more  Are they old enough to know if love will last for life Isn't he too young to be a husband her a wife Well in the past I bet it's happenned more than once before When someone was seventeen another one year more  Do we have the right to question love that seems so strong As long as God has no objections there can be no wrong Let us be the first to wish them all the very best Let us hope their love is strong enough to meet the test  'Cause like I said I bet it's happenned more than once before When someone was seventeen another one year more  Do we have the right to question love that seems so strong As long as God has no objections there can be no wrong Let us be the first to wish them all the very best Let us hope their love is strong enough to meet the test  ",
        "title": "She Was Only Seventeen (He Was One Year More)"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  Little Mary, my baby, don't you hear me calling you Little Mary, my baby, don't you hear me calling you You got me reeling and rocking, don't know what to do, what do do  I want you, I need you, you got me spinning like a top I want you, I need you, you got me spinning like a top If you don't love me I believe my heart will stop, it will stop  I'm crying, the sun is shining, but it's raining in my heart I'm crying, the sun is shining, but it's raining in my heart You got me reeling and rocking, since we've been apart, been apart  Little Mary, my baby, don't you hear me calling you Little Mary, my baby, don't you hear me calling you You got me reeling and rocking, don't know what to do, what do do  ",
        "title": "Little Mary"
    },
    {
        "artist": "Thurston Harris",
        "lyrics": null,
        "title": "Over And Over"
    },
    {
        "artist": "Robert & Johnny",
        "lyrics": null,
        "title": "I Believe In You"
    },
    {
        "artist": "The Ames Brothers",
        "lyrics": null,
        "title": "Little Serenade"
    },
    {
        "artist": "Billy Williams",
        "lyrics": null,
        "title": "I'll Get By (As Long As I Have You)"
    },
    {
        "artist": "Frankie Vaughan",
        "lyrics": null,
        "title": "Judy"
    }
]