[
    {
        "artist": "Puff Daddy (Featuring Mase)",
        "lyrics": "  [Intro: Puff] Bad Boy We ain't gon' stop  [Verse 1: Puff & Mase]  [Puff] Now it's Sean on the hot track, melt like it's hot wax Put it out, all the stores, bet you could shop that (that's right) Leave a nigga with a hot hat, fronting like Bad boy ain't got tracks (nigga stop that)  [Mase] There's no guy slicker than this young fly nigga Nickel-nine nigga, floss you die quicker (uh-huh) This fed time outta town pie flipper Turn Cristal into a crooked I sipper  [Puff] Everbody want to be fast, see the cash Fuck around they weak staff, get a heat rash Anything in bad boy way we smash (we smash) Hundred G stash, push a bulletproof E-Class (ehehe) I'm through with bein a player and a baller Just want me one bad bitch so I can spoil her  [Mase] Mase wanna be the one you respect, even when you're vexed Rock Versace silks over a steel V-neck Got green never seen so you suck my jewels Clutch my uz', anything I touch I bruise Puff make his own laws, nigga fuck your rules (that's right) Goodfellas, you know you can't touch us dudes  [Hook: Puff & Mase] Don't push us, 'cause we're close to the, edge We're tryin', not to lose our heads, a-hah hah hah hah  [Verse 2: Mase] Broken glass everywhere If it ain't about the money, Puff, I just don't care (that's right) I'm that goodfella fly guy, sometimes wiseguys Spend time in H-A-W-A-I-I (Mase can you please stop smoking la la?) Puff why try? I'm a thug, I'mma die high I be out in Jersey, puffin' Hershey Brothers ain't worthy to rock my derby Though I'm never drug free when I'm the club, G Though I know the thug be wantin' to slug me (uh-huh) Could it be I move as smoove as Bugsy? (yeah) Or be at the bar with too much bubbly? (c'mon) Yo I think it must be the girls want to lust me Or is it simply the girls just love me Brothers wanna: rock the rolls, rock my clothes Rock my ice, pull out Glocks, stop my life (uhh) I'm like, \"Damn, how these niggas got that trife? Used to be my man, how he gonna plot on my wife?\" Do you think he snake me 'cause he hate me? Or he got his Ph.D; Player Hatin' Degree? (Ahaha!)  [Bridge: Puff] Can't nobody take my pride Uh-uh, uh-uh Can't nobody hold me down... ohh no I got to keep on movin'  [Verse 3: Puff] Quit that! (uh-huh) You a big cat? (yeah) Where your chicks at? (yeah) Where your whips at? (where dey at?) Wherever you get stacks, I'mma fix that Everything that's big dreams, I did that (that's right) Don't knock me 'cause you're boring I'm record sales soaring, straight touring Simply a lot of men be wantin' to hear me 'Cause their words just don't offend me (uh-uh, uh-uh) We spend cheese, in the West Indies Then come home to plenty cream Bentleys (ahehe) You name it, I could claim it Young, black, and famous, with money hangin' out the anus And when you need a hit, who you go and get? (who?) Bet against us? (Not a sure bet) We make hits that'll rearrange your whole set (that's right) And got a Benz that I ain't even drove yet  [Hook: Puff & Mase] Don't push us, 'cause we're close to the, edge We're tryin', not to, lose our heads, a-hah-hah-hah-hah  [Mase and (Puff)] I get the feeling sometime, it make me wonder Why you wanna take us under (Why you wanna take us under?) I get the feeling sometime, it make me wonder Why you wanna take us under (Why you wanna take us under?)  [Bridge: Puff] Can't nobody take my pride Uh-uh, uh-uh Can't nobody hold me down... ohh no I got to keep on movin' (Repeat until end)  ",
        "title": "Can't Nobody Hold Me Down"
    },
    {
        "artist": "Spice Girls",
        "lyrics": "  [Intro] [Scary] Ha, ha, ha Yo, I'll tell you what I want, what I really really want [Ginger] So tell me what you want, what you really really want [Scary] I'll tell you what I want, what I really really want [Ginger] So tell me what you want, what you really really want [Scary] I wanna, I wanna, I wanna, I wanna, I wanna really really really wanna zig-a-zig-ah  [Verse 1] [Sporty] If you want my future forget my past [Baby] If you wanna get with me better make it fast [Scary] Now don't go wasting my precious time [Ginger] Get your act together we could be just fine  [Pre-Chorus] [Scary] I'll tell you what I want, what I really really want [Ginger] So tell me what you want, what you really really want [Scary] I wanna, I wanna, I wanna, I wanna, I wanna  really really really wanna zigazig ha  [Chorus] If you wanna be my lover, you gotta get with my friends (Gotta get with my friends) Make it last forever friendship never ends If you wanna be my lover, you have got to give Taking is too easy, but that's the way it is  [Verse 2] [Sporty] What do you think about that, now you know how I feel [Baby] Say you can handle my love, are you for real (Are you for real) [Scary] I won't be hasty, I'll give you a try [Ginger] If you really bug me, then I'll say goodbye  [Pre-Chorus] [Scary] Yo, I'll tell you what I want, what I really really want [Ginger] So tell me what you want, what you really really want [Scary] I wanna, I wanna, I wanna, I wanna, I wanna really really really wanna zig-a-zig-ah  [Chorus] If you wanna be my lover, you gotta get with my friends (Gotta get with my friends) Make it last forever friendship never ends If you wanna be my lover, you have got to give (You've got to give) Taking is too easy, but that's the way it is  [Bridge] [Scary] So here's a story from A to Z, you wanna get with me you gotta listen carefully [Scary] We got Em in the place who likes it in your face [Scary] We got G like MC who likes it on an - [Ginger] Easy V doesn't come for free, she's a real lady [Scary] And as for me, ha, you'll see Slam your body down and wind it all around Slam your body down and wind it all around  [Chorus] If you wanna be my lover, you gotta get with my friends (Gotta get with my friends) Make it last forever friendship never ends If you wanna be my lover, you have got to give (You've got to give) Taking is too easy, but that's the way it is  [Outro: Scary] If you wanna be my lover You gotta, you gotta, you gotta, you gotta, you gotta, slam, slam, slam, slam Make it last forever Slam your body down and wind it all around Slam your body down and wind it all around Slam your body down and wind it all around Slam your body down zig-a-zig-ah If you wanna be my lover  ",
        "title": "Wannabe"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Foolish Games/You Were Meant For Me"
    },
    {
        "artist": "Celine Dion",
        "lyrics": null,
        "title": "All By Myself"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  [Intro: Jermaine Dupri] You wanna dance? Ha, I'ma make you dance You wanna move? Ha, I'ma make you move Dru Hill come on  [Verse 1: Dru Hill] I got this feeling I can't turn it loose That somebody else is getting next to you Can't walk around Like I was your fool Cause being who I am I can't lose my cool My friends keep telling me bout things going on But deep in my heart babe I hope that I'm wrong  [Chorus] Somebody's sleepin' in my bed Messin' with my head Takin' my place (Somebody's sleepin' in my bed) Sleepin' in bed Messin' with my head Takin' my place (Takin my place, Oh oh)  [Verse 2] I come home early expecting your warm embrace But something's wrong cause it's written on your face (Written on your face) Cause it hurts so bad when I walk through the door But you know one thing I ain't comin' back no more Don't try to tell me things are still the same Cause when we made love I heard you call out his name  [Chorus] Somebody's sleepin' in my bed Messin' with my head Takin' my place (Somebody's sleepin' in my bed) Sleepin' in bed Messin' with my head Takin' my place (Takin my place, Oh oh)  [Bridge] What else did you want? What else did you need? Giving you everything plus my heart I gave you the world (Yes I did) Cause you were my girl (Oh yes I) But you still ran out on me  [Verse 3: Jermaine Dupri and Da Brat] Uh, fly shit, different colors whips I got plenty big hits, all kinda dips Got too many My life ain't complete if I ain't got no buzz And can't nobody do it like we does It's a must brat bust and the mic you're handin' me And represent for the rest of the family Well I'm known for makin' moves on my own big songs And now I keep it comin' strong till the early morn Lemme interrupt your regular schedule Twistin' off high levels of bubonic Chokin' amateurs till they vomit I make em sick cause I'm the williest Too much for you to deal with My niggas that ride quick Survive or die bitch Why switch this remix hurts everyday It's like this and I never stop puttin it in work I rock from L.A. to Dru Hill Something you can feel All I'm about is that dolla dolla bill What the deal? Funkier than Parliament Stay bent behind tent And keep a nigga payin' my rent My Gaultier scent lingers VVS describes best what's on the fingers We make believers out of dreamers  [Chorus] Somebody's sleepin' in my bed Messin' with my head Takin' my place (Somebody's sleepin' in my bed) Sleepin' in bed Messin' with my head Takin' my place (Takin my place, Oh oh)  ",
        "title": "In My Bed"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] Girl, it's been a long, long time comin', yes it has But I, I know that it's been worth the wait, yeah  [Pre-Chorus] Yeah It feels like springtime in winter It feels like Christmas in June It feels like heaven has opened up its gates for me and you, yeah  [Chorus: Babyface + (Mariah Carey)] And every time I close my eyes I thank the Lord that I've got you, yeah (That I've got you) And you've got me too (You've got me too) And every time I think of it, I pinch myself 'cause I don't believe it's true, yeah That someone like you loves me too, yeah Ay, yeah, yeah baby, yeah  [Verse 2] Ooh ooh girl, I think that you're truly somethin', yes you are, yes And you're, you're every bit of a dream come true, yes you are, yes  [Pre-Chorus: Babyface + (Mariah)] With you baby, (With you baby) it never rains and it's no wonder The sun always shines when I'm near you It's just a blessing that I have found somebody like you, ooh oh  [Chorus: Babyface + (Mariah)] And every time I close my eyes I thank the Lord that I've got you, yeah (That I've got you) And you've got me too, baby (You've got me too) And every time I think of it, I pinch myself cause I don't believe it's true, yeah (Oh baby) That someone like you loves me too  [Bridge: Babyface + (Mariah)] To think of all the nights, I've cried myself to sleep, yeah You really oughta know how much you mean to me (It's only right) It's only right (You in my life) that you be in my life Right here with me, oh baby, baby yeah, yeah  [Saxophone solo]  [Chorus: Babyface + (Mariah)] I tell you girl every time I close my eyes I thank the Lord that I've got you, baby And you've got me too baby (You've got me too) And every time I think of it, I pinch myself 'cause I don't believe it's true That someone like you loves me too Yeah, ay, yeah, woo Loves me too  ",
        "title": "Every Time I Close My Eyes"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": "  [Verse 1] Don't leave me in all this pain Don't leave me out in the rain Come back and bring back my smile Come and take these tears away I need your arms to hold me now The nights are so unkind Bring back those nights when I held you beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Verse 2] Take back that sad word goodbye Bring back the joy to my life Don't leave me here with these tears Come and kiss this pain away I can't forget the day you left Time is so unkind And life is so cruel without you here beside me  [Chorus] Un-break my heart Say you'll love me again Undo this hurt you caused When you walked out the door And walked out of my life Un-cry these tears I cried so many nights Un-break my heart My heart  [Bridge] Don't leave me in all this pain Don't leave me out in the rain Bring back the nights when I held you beside me  [Chorus] Un-break my heart oh baby Come back and say you love me Un-break my heart Sweet darlin' Without you I just can't go on  [Outro] Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart Say that you love me, say that you love me Tell me you love me, un-break my heart  ",
        "title": "Un-Break My Heart"
    },
    {
        "artist": "Foxy Brown Featuring Jay-Z",
        "lyrics": "  [Intro: Jay Z] That's right, papa, that's right How we doin', yeah, Ill Na Na Uh huh, uh, come on  [Verse 1: Foxy Brown] What up pop, brace yourself as I ride on top Close your eyes as you ride right out your socks Double, lose his mind as he grind in the tunnel Wanna gimme the cash he made off his last bundle Nasty girl, don't pass me the world I push the V, not the backseat girl Don't deepthroat for c-notes, she floats Murder she wrote and keeps the heat close Firm nigga, we 'posed to be the illest on three coasts Familia, bigger than Icos Y'all Danny DeVitos, small niggas All I see is the panty eaters, that's all, niggas Loan sharkin' this year, raise the figgas Fifteen percent make the whole world sit up And take notice, Na Na take over Y'all take quotas to hit papa  [Hook: Jay-Z] Straight out the gate y'all, we drop hits Now tell me, how nasty can you get All the way from the hood to your neck of the woods It's ripped, one thing for sure (I'll be good)  [Verse 2: Foxy Brown & Jay Z] I'm too live, nasty as I wanna be Don't shake your sassy ass in front of me 'Fore I take you there and tear your back out That shit ain't happened since The Mack was out I'm Lola Falana, dripped in Gabbana Nineties style, the finest style Right away it's the fit, wanna taste the shit Put me on the basin, throw your face in it, fucker Na Na, y'all can't touch her My sex drive all night like a trucker Let alone the skills I posess And y'all gon' see by these mil's I posess Never settle for less, I'm in excess Not inexpensive VVS To the two, that's just the way I'm built Nasty, but classy, still  [Hook: Jay-Z] Straight out the gate y'all, we drop hits Now tell me, how nasty can you get All the way from the hood to your neck of the woods It's ripped, one thing for sure (I'll be good)  [Bridge: Jay-Z] Well you can hold what I got, roll with the Roc A-Fella capo in the candy apple drop Will tears fall to your ears if I don't stop Can ya throw it like a quarterback, third and a lot?  [Verse 3: Foxy Brown] Dig me, I'll get you locked like Biggie with herb in the spot Word middie, the cop 'n biddie Uhh, I'm the bomb-diggy, punana Sexy brown thing, uh, Madon' y'all Make 'em turn over from the full-court pressure To undress ya and shit all over your asses I ain't playin' knockin' out at the weigh-in I'm sayin', what's the sense in delayin' I'm tryin to run G from the P to the A.M I saw your little thing now I'm swayin', OK'in  [Hook: Jay-Z] Uh, uh, straight out the gate y'all, we drop hits Now tell me, how nasty can you get All the way from the hood to your neck of the woods It's ripped, one thing for sure (I'll be good)  ",
        "title": "I'll Be"
    },
    {
        "artist": "Monica",
        "lyrics": null,
        "title": "For You I Will (From \"Space Jam\")"
    },
    {
        "artist": "R. Kelly",
        "lyrics": "  [Verse 1] I used to think that I could not go on And life was nothing but an awful song But now I know the meaning of true love I'm leaning on the everlasting arms  [Refrain] If I can see it, then I can do it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Verse 2] See I was on the verge of breaking down Sometimes silence can seem so loud There are miracles in life I must achieve But first I know it starts inside of me, oh  [Refrain] If I can see it, then I can be it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Bridge] Hey, cause I believe in me, oh  [Refrain] If I can see it, then I can do it If I just believe it, there's nothing to it  [Chorus] I believe I can fly I believe I can touch the sky I think about it every night and day Spread my wings and fly away I believe I can soar I see me running through that open door I believe I can fly I believe I can fly I believe I can fly  [Outro] Hey, if I just spread my wings I can fly I can fly I can fly, hey If I just spread my wings I can fly Fly-eye-eye  ",
        "title": "I Believe I Can Fly (From \"Space Jam\")"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I hitched a ride with a vending machine repair man He said he's been down this road more than twice He was high on intellectualism I've never been there but the brochure looks nice  [Pre-Chorus] Jump in, let's go Lay back, enjoy the show Everybody gets high, everybody gets low These are the days when anything goes  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine  [Verse 2] He's got a daughter, he calls Easter She was born on a Tuesday night I'm just wondering why I feel so all alone? Why I'm a stranger in my own life?  [Pre-Chorus] Jump in, let's go Lay back, enjoy the show Everybody gets high, everybody gets low These are the days when anything goes  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine  [Bridge] I've been swimmin' in a sea of anarchy I've been living on coffee and nicotine I've been wondering if all the things I've seen Were ever real, were ever really happening?  [Chorus] Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer Everyday is a winding road I get a little bit closer Everyday is a faded sign I get a little bit closer to feeling fine Everyday is a winding road Everyday is a winding road Everyday is a winding road Everyday is a winding road  ",
        "title": "Everyday Is A Winding Road"
    },
    {
        "artist": "702",
        "lyrics": "  [Chorus:] I don't really wanna stay I don't really wanna go But I really need to know Can we get it together? Get it together (Get it together)  I don't really wanna go I don't really wanna stay (I don't wanna stay) But I really hope and pray Can we get it together? Get it together  [Verse 1:] You don't know The pain that I feel You've taken my love for granted And you just wanna see it your way Hey  It's about that time I'm gonna tell you What's on my mind (What's on my mind)  I'm fed up with you Not being here with me When you know love is all I need  [Chorus:] I don't really wanna stay I don't really wanna go But I really need to know Can we get it together? (Can we get it? yeah) Get it together  (And I don't wanna) I don't really wanna go I don't really wanna stay (Don't want to stay) But I really hope and pray Can we get it together? Get it together (Let's get together, babe)  [Verse 2:] I cannot go Cause being confused just takes control I hope we can start brand new 'Cause I don't want to lose you Oh, no  With a love we share Baby It's oh so rare I'm willing to try And make you see That all you need is here in me  [Chorus:] I don't wanna stay I don't wanna go Let me know how you feel (Let me know how you feel)  (I don't wanna) I don't wanna stay (Don't wanna go, oh, no) I don't wanna go But you gotta let me know (You gotta let me know) Just how you feel (Just how you feel, yeah)  (I don't wanna stay, no, no) I don't really wanna stay I don't really wanna go (And I don't want to go) But I really need to know Can we get it together? Get it together (Come on, babe) (Let's get it together)  I don't really wanna go I don't really wanna stay But I really hope and pray Can we get it together? (Come on, boy) Get it together (Yeah, yeah)  [Bridge:] See, I'm so confused I just don't know what to do And I don't understand, no  You know I don't wanna stay You know I don't wanna go Baby, please Listen to me  [Chorus:] (I don't wanna) I don't really wanna stay I don't really wanna go (Don't wanna go) But I really need to know Can we get it together? (Can we? Yeah) Get it together (I hope, I pray, baby, baby)  ",
        "title": "Get It Together"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] Anytime I need to see your face I just close my eyes And I am taken to a place Where your crystal mind And magenta feelings take up shelter In the base of my spine Sweet like a chic-a-cherry cola I don't even try to explain I just hold on tight And if it happens again I might move so slightly To the arms And the lips and the face Of the human cannonball that I need to I want to...  [Bridge] Come stand a little bit closer Breathe in and get a bit higher You'll never know what hit you When I get to you  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  [Verse 2] I'm the kind of person Who endorses a deep commitment Getting comfy getting perfect Is what I live for But a look and then A smell of perfume It's like I'm down on the floor And I don't know what I'm in for Conversation has a time and place In the interaction Of a lover and a mate But the time of talking Using symbols, using words Can be likened To a deep sea diver Who is swimming with a raincoat  [Bridge] Come stand a little bit closer Breathe in and get a bit higher You'll never know what hit you When I get to you  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  [Verse 3] Anytime I need to see your face I just close my eyes And I am taken to a place Where your crystal mind And magenta feelings take up shelter In the base of my spine Sweet like a chic-a cherry cola I don't even try to explain I just hold on tight And if it happens again I might move so slightly To the arms And the lips and the face Of the human cannonball that I need to I want to...  [Chorus] Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I) Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I) Ooh I want you I don't know if I need you but Ooh I'd die to find out Ooh I want you I don't know if I need you but Ooh I'd die to find out (ohh I ohh I)  ",
        "title": "I Want You"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  [Chorus] What's it gonna be cause I can't pretend? Don't you wanna be more than friends? Hold me tight and don't let go. (Don't let go) You have the right to lose control. (Don't let go)  [Verse 1] I often tell myself that we could be more than just friends I know you think that if we move to soon it would all end I live in misery when you're not around And I won't be satisfied till we're taking those vows  [Pre-Chorus] There'll be some lovemaking, heartbreaking, soul shaking Oh, lovemaking, heartbreaking, soul shaking  [Chorus]  [Verse 2] I often fantasize the stars above are watching you They know my heart and speak to yours like only lovers do If I could wear your clothes I'd pretend I was you and lose control  [Pre-Chorus] There'll be some lovemaking, heartbreaking, soul shaking Oh, lovemaking, heartbreaking, soul shaking  [Chorus]  [Verse 3] Running in and out my life has got me so confused You gotta make the sacrifice, somebody's got to choose We can make it if we try, for the sake of you and I Together we can make it right  [Chorus]  [Bridge] You've got the right to lose control Don't let go Don't let go cause I can't pretend  [Chorus]  [Outro] What's it gonna be? What's it gonna be? Hold me tight and don't let go  ",
        "title": "Don't Let Go (Love)"
    },
    {
        "artist": "Az Yet Featuring Peter Cetera",
        "lyrics": "  [Verse 1 - Darryl] Everybody needs a little time away I heard her say, from each other Even lovers need a holiday Far away from each other  [Chorus 1 - Marc] Hold me now, it's hard for me to say I'm sorry I just want you to stay And after all that you've been through I will make it up to you, I promise you, baby And after all that's been said and done You're just a part of me I can't let go  [Verse 2 - Shawn] Couldn't stand to be kept away Not for a day, from your body Wouldn't want to be swept away Far away from the one that I love  [Chorus 2 - Kenny & Marc] Hold me now, it's hard for me to say I'm sorry I just want you to know Hold me now, I really want to tell you I'm sorry I could never let you go After all that we've been through I will make it up to you, I promise you And after all that's been said and done You're just a part of me I can't let go I can't let go  ",
        "title": "Hard To Say I'm Sorry"
    },
    {
        "artist": "Da Brat Featuring T-Boz",
        "lyrics": "  [Intro: Da Brat] I had some problems That no one could seem to solve them But you had the answer You told me to take a chance And learn the ways of love, my baby And all that it has to offer.. You told me your secret love won't let you down Ohh allll my love baby...  [Verse 1: Da Brat] Hey nigga ain't shit gonna ever change Between you and your boo Put a hold on me ever since I held you What compelled you to be my nigga Besides passion and love You ran up on a real bitch with understanding and trust Fuck the others, none of them compare to us And under covers you my muthafucka nigga When you stickin my stuff You laid pipe unlike any other plumber Took me shoppin all day and at night, you kept me cummin Made dinner, collard greens, candied yams and steak Taught me how to measure grams, cook rocks, and chop weights Caught a case, cuz you're boy ran his mouth too much And it's a disgrace how the pain felt to miss your touch But as the days keep passin, keep it actin with stacks of letters Hit you so you don't forget us When you'd rather not be livin in the cella Hella muthafuckas want your occupation But they can keep pacin, cuz I'm gonna be waitin on my Baby...  [Chorus: T-Boz & Da Brat] And all this love, is waiting for you My baby... Sweet Darling... And all this love is waiting for you Don't worry bout a thing, nigga stay down As long as you can hang, I'm-a be around  [Verse 2: Da Brat] Ran into your boy, had heard he'd spread the word That you was soft, braggin he collecting your cheese And pissing me the fuck off The first thought of committing a felony never left I missed the big breaths you took when we waz puffin an L Just the little things you do with the bigger ones I Saw better SL 500s colorful Gucci sweaters and leathers Diamond letters girl you broke, I saved the sugar for you Keep the business runnin, droppin off keys in Cancun Cash rules, and you remain to be the King of my throne Position taken, flippin calender pages till you get home Wanna blast your boy for snatchin up my happiness But I regret what'll happen to this dollar foundation If I'm incarcerated Too you can make it through, we bail on the Jealous Who tell us the opposite of that Forever you and Brat I tried to take the blame, but you prefered to handle my fame So i'm waitin with open arms to rekindle the flame...  [Chorus: T-Boz & Da Brat] And all this love, is waiting for you My baby... Sweet Darling... And all this love is waiting for you Don't worry bout a thing, nigga stay down As long as you can hang, I'm-a be around And all this love, is waiting for you My baby... Sweet Darling... And all this love is waiting for you Don't worry bout a thing, nigga stay down As long as you can hang, I'm-a be around And all this love, is waiting for you My baby... Sweet Darling... And all this love is waiting for you Don't worry bout a thing, nigga stay down As long as you can hang, I'm-a be around  ",
        "title": "Ghetto Love"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Intro] Well there's a bridge and there's a river that I still must cross As I'm going on my journey Oh, I might be lost  [Verse 1] And there's a road I have to follow, a place I have to go Well no-one told me just how to get there But when I get there I'll know Because I'm taking it  [Chorus] Step By Step, Bit by Bit Stone By Stone (Yeah), Brick by Brick (Oh, yeah) Step By Step, Day By Day, Mile by mile (ooh, ooh, ooh)  [Verse 2] And this old road is rough and ruined So many dangers along the way So many burdens might fall upon me So many troubles that I have to face  [Bridge] Oh, but I won't let my spirit fail me Oh, I won't let my spirit go Until I get to my destination I'm going to take it slowly because I'm making it mine  [Chorus] Step By Step (you know I'm taking it), bit by bit (bit by bit, come move) Stone by stone (yeah), brick by brick (brick by brick by brick by brick mmm...) Step by step (step by step uh-huh), day by day (day by day-ee) Mile by mile (ooh), go your own way  [Verse 3] Say it, baby, don't give up You got to hold on to what you got Oh, baby, don't give up You got to keep on moving on don't stop (yeah yeah) I know you're hurting, and i know you're blue I know you're hurting but don't let the bad things get to you  [Chorus]  [Outro] (come on baby got to keep moving) (i'm taking it step by step), bit by bit Stone by stone (yeah, stone by stone), brick by brick Come on baby Step by step keep on moving, day by day (day by day-ee) Mile by mile by mile by mile,go your own way Come on baby got to keep moving, bit by bit (bit by bit, bit by bit)  ",
        "title": "Step By Step (From \"The Preacher's Wife\")"
    },
    {
        "artist": "Hev-D",
        "lyrics": null,
        "title": "Big Daddy"
    },
    {
        "artist": "Duncan Sheik",
        "lyrics": "  [Verse 1] I know what you're doing, I see it all too clear I only taste the saline when I kiss away your tears You really had me going, wishing on a star But the black holes that surround you are heavier by far I believed in your confusion, you were so completely torn It must've been that yesterday was the day that I was born There's not much to examine, there's nothing left to hide You really can't be serious, you have to ask me why I say goodbye  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay  [Verse 2] And everyone keeps asking, what's it all about? I used to be so certain and I can't figure out What is this attraction, I can only feel the pain There's nothing left to reason and only you to blame Will it ever change?  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay But I'm thinking it over anyway I'm thinking it over anyway  [Bridge] I've come to find I may never know Your changing mind, is it friend or foe I rise above or sink below With every time you come and go Please don't come and go  [Chorus] 'Cause I am barely breathing and I can't find the air Don't know who I'm kidding, imagining you care And I could stand here waiting, a fool for another day I don't suppose it's worth the price, you're worth the price, the price that I would pay But I'm thinking it over anyway I'm thinking it over anyway  [Outro] I know what you're doing, I see it all too clear  ",
        "title": "Barely Breathing"
    },
    {
        "artist": "Mark Morrison",
        "lyrics": "  [Intro] Ooooh-oh-oh-oh Come on Oh yeah  [Verse 1] Well, I tried to tell you so (yes, I did) But I guess you didn't know As the saddest story goes Baby, now I got the flo' Cause I knew it from the start Baby, when you broke my heart That I had to come again And show you that I'm with  [Pre-Chorus] You lied to me All those times I said that I loved you You lied to me Yes I tried, yes I tried You lied to me Even though you know I'd die for you You lied to me Yes I cried, yes I cri-i-ied  [Hook] Return of the Mack (there it is) Return of the Mack (come on) Return of the Mack (oh my God) You know that I'll be back (here I am) Return of the Mack (once again) Return of the Mack (top of the world) Return of the Mack (watch my flow) You know that I'll be back (here I go)  [Verse 2] So, I'm back up in the game (hustling sound) Running things to keep my swing (whole night long) Letting all the people know That I'm back to run the show Cause what you did you know was wrong And all the nasty things you've done (oh oh oh) So baby listen carefully While I sing my comeback song  [Pre-Chorus] You lied to me Cause she said she'd never turn on me You lied to me But you did, but you did You lied to me All this pain you said I'd never feel You lied to me But I do, but I do, do, do  [Hook] Return of the Mack (there it is) Return of the Mack (hold on) Return of the Mack (don't you know) You know that I'll be back (here I go) Return of the Mack (oh little girl) Return of the Mack (once my pearl) Return of the Mack (up and down) You know that I'll be back (round and round)  [Pre-Chorus] You lied to me Cause she said she'd never turn on me You lied to me But you did, but you did You lied to me All this pain you said I'd never feel You lied to me But I do, but I do, do, do  [Hook] Return of the Mack (it is) Return of the Mack (come on) Return of the Mack (oh my God) You know that I'll be back (here I am) Return of the Mack (once again) Return of the Mack (top of the world) Return of the Mack (watch my flow) You know that I'll be back (don't you know) Return of the Mack (it is) Return of the Mack (hold on) Return of the Mack (be strong) You know that I'll be back (here I go) Return of the Mack (my little girl) Return of the Mack (who's my baby) Return of the Mack (up and down) You know that I'll be back (round and round) Return of the Mack (yes it is) Return of the Mack (yes it is) Return of the Mack (yes it is) You know that I'll be back (oh oh oh) Return of the Mack (yes it is) Return of the Mack (yes it is) Return of the Mack (yes it is) You know that I'll be back (oh)  ",
        "title": "Return Of The Mack"
    },
    {
        "artist": "Montell Jordan",
        "lyrics": "  I'm coming over Coming, coming, listen girl  I'm whispering words over your shoulder Oooh can't you hear Before you reply the temperature rise Then like that you disappear I never imagined I'd get so excited Over a rendezvous I'll be there in an hour still wet from the shower I just called to tell you  1 - It's on tonight The feeling's right We don't have to go nowhere Listen girl I'm coming over  Rub your back, massage your shoulders I just wanna lay it on you  2 - Girl can you tell me what's on tonight I'm coming to your crib Have dinner by candlelight And we gonna watch some TV We gonna play your CD's I'm gonna be on you And you're gonna be on me  Repeat 2  I pray that you're wearing Victoria Secrets Oh, that blows my mind Now what should I bring Strawberries I'm thinking Or some honey for your toes I never imagined I get so excited So aroused by you So click on the cable I'll put on a slow jam Montell is coming  Repeat 1  Don't you try to go no where I just wanna lay it on you  Repeat 2 until fade  ",
        "title": "What's On Tonight"
    },
    {
        "artist": "Freak Nasty",
        "lyrics": "  [Intro] This goes out to all the women in the world, especially her You know it don't even matter your age; it don't even matter your color Yo, fellas, I ain't forgettin' 'bout y'all This is for everybody who like to dance Just listen to what I'm sayin' and do it, and take a chance  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 1] Just get on the floor like I said befo' Y'all remember that \"Down Low\"! Just put a little dip wit' it Now roll those hips wit' it Pop it, push it, rock it, roll it Can't control it? I'll come hold it It's all in fun so take a chance Just get on the floor and do that dance, y'all I know you like this so, don't try to fight it Turn around, baby, let me see you from the back Yeah, I like it like that Get up now, roll those hips Drop down, double-up on those dips Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 2] Back again with the second verse It's all clean, so I'm not gonna curse Droppin' bass like a bad habit Love all women, cause I gotta have it Comin' at y'all in stereo I'm ridin' that thing like a rodeo Hang on, baby, cause the ride is rough, and ... [Don't stop 'til you get enough] {OOH!} I got my girls in the front Now a lady just bumpin' that rump Raise it up, let me see that brown Slap it, girl, make it jiggle around Round and round that rump goes Where it stop, yo, no one knows, yeah Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  Well alright, y'all! If you ain't dippin', you must Be trippin'! If you ain't doin it Down Low, you gots To go! To the people thats movin' slow to the Dance floor! Yo DJ! Pump it up some MO-O-O-O .....  [Verse 3] It's off to the show in a limo Before the show, I gotta get that dough Pay them girls what they're worth Slip that money under that skirt Take it off, baby, let me see You might get a lil' mo' lucci G-string havin' oh so much fun Playin' inside, between them buns Shortie got it on like Marvin Teasin' me and you know I'm starvin' Lick you up, then lick you down I ain't finished; girl, turn around Lick you up and down your back Cause I'm that freak, I'm freaky like that! Freak Nasty wanna see Can y'all do this right here for me?  [Refrain] I put my hand upon your hip, when I dip, you dip, we dip You put your hand upon my hip, when you dip, I dip, we dip I put my hand upon your hip, when I dip, you dip, we dip You put yours, and I put mine, and we can dip down low and roll and grind  [Verse 4] I'm settin' it off to another level You're diggin' Freak Nasty without a shovel This is my world; I'm just a squirrel Tryin' to get a nut, so wassup Yo, DJ, when the party's getting slow Join this jam on and watch that flow Get taken over like in '94 When I had the whole world gettin' Down Low New Orleans born, ATL livin' Freak Nasty's what I'm givin' My juice is sweet like Georgia Peaches Women suck it up like leeches Uh-huh, if you're so good You must admit you like this shhhhhhhhhh Yeah, y'all know the song So come on won't you sing it with me?  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip You put your hand upon my hip When you dip I dip we dip  I put my hand upon your hip When I dip you dip we dip  ",
        "title": "Da' Dip"
    },
    {
        "artist": "Warren G",
        "lyrics": "  --Chorus-- I shot the sheriff --Chorus--  Verse One:  I had to shoot the sheriff it was justifiable He mistaked me for somebody who was liable To more than many murders LA's a war fields We keep making war shields Streets keep souls Young brothers lose control I seem to maintain through this Watch where you kick it they'll put you in a twist And it ain't nobody like my down ass hommie And tha police always tryin to pin some bullshit on me I keep away from fools They do crime and  attract cops Cops got guns and cuffs And cells to stuff you in  --Chorus--  Verse Two:  They tryin' to stick with some bullshit that I did not do You know who The boys in blue There they go with they assumpitons Slaverys over let us have somethin' Why you wanna pull me over? Cuz I'm bumpin? I just made a new song My profession is music Your profession is protection with gats  Then use it on him when he's tryin' to take my life away I'm just tryin' to live my life today So I keep away from fools they do crime it attract cops Cops got guns and cuffs And cells to stuff you in  --Chorus--  Verse Three:  I shot the sheriff I didn't shoot the deputiy I didn't have to Cuz in this game they always tryin' to blast you And leave it to tha cops to find out who did the murder They harrase tha wrong clan and arrest tha wrong man The hommie day-dog got strapped but thats okay Cuz I'm gonna work for life So he can see another day A hommies a hommie A fake is a snake Straight game from tha pen from tha hommie jake So I keep away from fools they do crime it attract cops Cops got guns and cuffs And cells to stuff you in  ",
        "title": "I Shot The Sheriff"
    },
    {
        "artist": "Keith Sweat Featuring Athena Cage",
        "lyrics": null,
        "title": "Nobody"
    },
    {
        "artist": "Ray J",
        "lyrics": null,
        "title": "Let It Go (From \"Set It Off\")"
    },
    {
        "artist": "Gina G",
        "lyrics": "  You're my love, you're my sweetest thing Don't shy away, don't shy away Every night makes me hate the days Can't get enough of your love  Am I wrong am I so unkind Show me the way don't turn away I can't hide all these thoughts in my mind Every moment I'm just thinking of you  Chorus (Ooh Aah) Just a little bit (Ooh Aah) A little bit more (Ooh Aah) Just a little bit You know what I'm looking for (Ooh Aah) Just a little bit (Ooh Aah) A little bit more (Ooh Aah) Just a little bit I'll give you love you can't ignore  Feeling good let's go all the way It's got to be set me free But tonight let my body say Take it slow, don't let it go  How can I prove my love to you Baby please, you're all I need Like a child but it's born out of phase Could act the angel but it wouldn't be true  Chorus  What can you do for me Oh what can you do Cos I feel, so alive I feel your love inside ohhhh  Just a little bit, little bit more Just a little bit, just a little Just a little bit, little bit more Just a little bit, woah  Chorus to fade  ",
        "title": "Ooh Aah... Just A Little Bit"
    },
    {
        "artist": "112",
        "lyrics": "  [Intro] Everybody put your hands together Whoa, mmm, yeah Girl, I love you so 112, listen  [Verse 1] Girl, if I told you I love you That doesn't mean it that I don't care, ooh And when I tell you I need you Don't you think that I'll never be there, ooh  [Pre-Hook] Baby, I'm so tired of the way you turn My words into deception and lies Don't misunderstand me when I try to speak my mind I'm only saying what's in my heart  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  [Verse 2] Girl, when I ask you to trust me That doesn't mean it that I'm gonna cheat on you Cause I'm gonna never do anything to hurt you or mislead you I love you  [Pre-Hook] Baby, I'm so tired of the way you turn My words into deception and lies Don't misunderstand me when I try to speak my mind I'm only saying what's in my heart  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  [Bridge] Ain't no doubt about it, Lord knows, I really mean it I'd rather die before, before I lie to you Never wanna leave ya, there ain't no life without you Never gonna leave, never gonna go, no No, no, no, no, no, no, oh  [Hook] Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  Cupid doesn't lie (Ain't no doubt about it, Lord knows, I really mean it) But you won't know unless you give it a try (I'd rather die before, before I lie to you) Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  Cupid doesn't lie But you won't know unless you give it a try Oh baby, true love won't lie But we won't know unless we give it a try Give it a try  ",
        "title": "Cupid"
    },
    {
        "artist": "No Mercy",
        "lyrics": null,
        "title": "Please Don't Go"
    },
    {
        "artist": "Real McCoy",
        "lyrics": null,
        "title": "One More Time"
    },
    {
        "artist": "DJ Kool",
        "lyrics": "  At the count of three I want everybody in the place to be To make some noise if ya down with me One, two, three  Hit me with the horns Tony Keep makin' noise, keep makin' noise, yeah, oh, oh, oh, oh, oh, oh Here we go now, here we go now, here we go now Here we go now, here we go now Here we go now, here we go now, here we go now Here we go now, here we go now Here we go, here we go, now listen  Some of y'all might know this, and some of y'all don't (jam jam) Some of y'all might be with this, and some of y'all won't But listen, let me clear my throat Oh, have mercy babe, Ha! I hope ya don't mind, let me clear my throat  Special dedication going out to everybody here in Bahama Bay In Philadelphia Here we go now, check it out, ah huh, ah huh, ah (God Damn)  Yeah, rock to the rhythm of the funky rhyme So I can get busy just one more time To the beat and ya don't quit It's that ol' skool rap with that new skool hit Peter Piper picked a pepper but Kool rocked the rhyme And I can still rip up the house Every God damn time I get on the mic, I go crazy Peace out to Celo, Flex, and Doug Lazy I bet 'cha never knew but now ya know I'm the undisputed king of this disco And I never let the mic, magnetize me no more Cuz DJ Kool rip up the whole damn floor  Now I'mma rap a rhyme with the greatest of ease And swing it like the man on the flying trapeze And if you don't like it you grab on these And now I need some help from the maestro please  Jam, Ha! So look it here check the flavor of the rhythm I wrote And while I got a chance here, let me clear my throat Oh, have mercy babe, ha! I hope ya don't mind, let me clear my throat I need these monitors right here Music in the monitors And it goes a little something like this here Ah huh ah huh ah  Now if y'all wanna party like we do If y'all wanna party like us, lemme hear ya say Ah ah ah ah ah (crowd) If y'all wanna party like we do If y'all wanna party like us lemme hear ya say Ah ah ah ah ah ah ah ah (crowd) Now when I say uh, you say ah Uh (crowd) Uh (crowd) And now when I say hey, you say ha Hey (crowd) hey (crowd) Now when I say uh, you say ah Uh (crowd) Uh (crowd) Now when I say hey you say ha Hey (crowd) Now when I say freeze you just freeze one time When I say freeze y'all stop on a dime When I say freeze you just freeze one time When I say freeze y'all stop on a dime FREEZE  Now all the ladies in the place If you got real hair, real fingernails If you got a job, you going to school And y'all need nobody to help you handle your business Make some noise  One, two, three, come on now When I say freeze you just freeze one time When I say freeze y'all stop on a dime When I say freeze you just freeze one time When I say freeze y'all stop on a dime FREEZE  Now to all the brotha's in the place That don't give a damn about what them ladies talking about Cause you just trying to get chummy Make some noise  Now, now, now, let me clear my throat Oh, have mercy babe, ha! I hope you don't mind Let me clear my throat Special dedication going out to all the ladies And all the brothers in here Like to love y'all to death here  Ah huh ah huh ah (God damn) Oh, lemme send my little shout outs here Special dedication once again going out to everybody here Bahama Bay in Philadelphia, we love y'all madly Special dedication going out to Mellow T, Walt Reeder da' joiner Don Mack, Charlie Mack, DJ Ran, Cosmic Kev Special dedication going out to Frank Ski and Lorrenzo Ice-T And if you're with me, if you're with me I need some help from the music, from the maestro, check it out Somebody make some noise in this joint man  ",
        "title": "Let Me Clear My Throat"
    },
    {
        "artist": "Madonna",
        "lyrics": null,
        "title": "Don't Cry For Me Argentina (From \"Evita\")"
    },
    {
        "artist": "White Town",
        "lyrics": "  [Verse 1] Just tell me what you've got to say to me I've been waiting for so long to hear the truth It comes as no surprise at all you see So cut the crap and tell me that we're through Now I know your heart, I know your mind You don't even know you're being unkind So much for all your highbrow Marxist ways Just use me up and then you walk away Boy, you can't play me that way  [Pre-Chorus] Well I guess what you say is true I could never be the right kind of girl for you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  [Verse 2] When I saw my best friend yesterday She said she never liked you from the start Well me, I wish that I could claim the same But you always knew you held my heart And you're such a charming, handsome man Now I think I finally understand Is it in your genes I don't know But I'll soon find out, that's for sure Why did you play me this way  [Pre-Chorus] Well I guess what you say is true I could never be the right kind of girl for you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  [Bridge] Well I guess what they say is true I could never spend my life with a man like you  [Chorus] I could never be your woman I could never be your woman I could never be your woman I could never be your woman  ",
        "title": "Your Woman"
    },
    {
        "artist": "BLACKstreet (Featuring Dr. Dre)",
        "lyrics": "  [Intro] No diggity! You know what I like the playettes No diggity, no doubt Play on playette, play on playette Yo Dre, drop the verse  [Verse 1: Dr. Dre] It's going down, fade to Blackstreet The homies got at me, collab' creations, bump like acne No doubt, I put it down, never slouch As long as my credit can vouch, a dog couldn't catch me ass out Tell me who can stop when Dre makin' moves Attracting honeys like a magnet Giving 'em eargasms with my mellow accent Still moving this flavor With the homies Blackstreet and Teddy The original rump shakers  [Verse 2: Teddy Riley] Shorty get down, good Lord Baby got 'em open all over town Strictly biz, she don't play around Cover much grounds, got game by the pound Getting paid is her forte Each and every day, true player way I can't get her out of my mind (wow) I think about the girl all the time (wow wow) East side to the west side Pushin' phat rides, it's no surprise She got tricks in the stash, stacking up the cash Fast when it comes to the gas By no means average She's on when she's got to have it Baby, you're a perfect ten, I wanna get in Can I get down so I can win?  [Refrain] I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, bag it up, girl I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, get up  [Verse 3: Blackstreet] She's got class and style Street knowledge by the pound Baby never act wild, very low key on the profile Catchin' feelings is a no Let me tell you how it goes Herb's the word, spin's the verb Lovers it curves so freak what you heard Rollin' with the phatness You don't even know what the half is You gotta pay to play Just for shorty, bang-bang, to look your way I like the way you work it Trump tight all day, every day You're blowing my mind, maybe in time Baby, I can get you in my ride  [Refrain] I like the way you work it No diggity, I got to bag it up, bag it up I like the way you work it No diggity, I got to bag it up, oh yeah I like the way you work it No diggity, I got to bag it up, bag it up, babe I like the way you work it No diggity, I got to bag it up, get up  [Break] Hey yo, hey yo, hey yo, hey yo (Hey yo, that girl looks good) Hey yo, hey yo, hey yo, hey yo (Play on, play on, play on) Hey yo, hey yo, hey yo, hey yo (You're my kind of girl) Hey yo, hey yo, hey yo, hey yo (Hey yo)  [Verse 4: Queen Pen] 'Cause that's my peeps and we rolls deep Flyin' first class from New York City to Blackstreet What you know about me? Not a motherfuckin' thing Cartier wooden frames sported by my shorty As for me, icy gleaming pinkie diamond ring We be's the baddest clique up on the scene Ain't you getting bored with these fake-ass broads? I shows and proves, no doubt, how predictably so Please excuse, if I come across rude, that's just me And that's how the playette's got to be Stay kickin' game with a capital G Ask the peoples on my block, I'm as real as can be Word is bond, faking moves never been my thing So, Teddy, pass the word to your nigga Chauncy I be sending the call, let's say around 3:30 Queen Pen and Blackstreet, it's no diggity  [Refrain] No diggity, no doubt baby I like the way you work it No diggity, I got to bag it up (Girl, you got it going on) I like the way you work it No diggity, I got to bag it up (Hey yo, hey yo, hey yo, hey yo) I like the way you work it No diggity, I got to bag it up (Hey yo, hey yo, hey yo, hey yo) I like the way you work it No diggity, I got to bag it up  [Outro] Yeah, come on Maggie in full effect Lisa in full effect (right) Biggie in full effect (uh huh) Tamika in full effect (yeah) Blaze in full effect (right) Ain't nothin' goin' on but the rent (no doubt)  Yeah, play on, playette (Play on, playette) Play on (play on) play on (play on) 'Cause I like it (right) No diggity, no doubt  (Blackstreet productions) We out, we out (right) We out, we out  ",
        "title": "No Diggity"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  [Verse 1] She'll let you in her house If you come knocking late at night She'll let you in her mouth If the words you say are right If you pay the price She'll let you deep inside But there's a secret garden she hides  [Verse 2] She'll let you in her car To go driving around She'll let you into the parts of herself That will bring you down She'll let you in her heart If you got a hammer and a vise But into her secret garden, don't think twice  [Bridge] You've gone a million miles How far would you get To that place where you can't remember And you can't forget  [Verse 3] She'll lead you down a path There will be tenderness in the air She'll let you come just far enough So you know she's really there Then she'll look at you and smile And her eyes will say She's got a secret garden Where everything you want Where everything you need Will always stay A million miles away  ",
        "title": "Secret Garden"
    },
    {
        "artist": "Allure Featuring NAS",
        "lyrics": "  [NAS] Yeah, The Firm Trackmasters, Escobar, Allure Keep it raw Hey yo, The Bridge, keep rockin' We coming through, bottles poppin' Allure, when your album droppin'? The place is packed Many faces, there's some I know And some know me from buying cases Cash stack, shorties peepin' Is she Puerto Rican, or half black Puff, puff give, I need to live Please pass that so I can zone Maybe shoot a jewel in baby girl dome It's a crazy world Lemme drive you home, lets go By the way, the name's ESCO The platinum range make your man know he wet those If he front I got the tech close To you much respect goes, the bond true Had to put it on you Allure you, you gotta leave I'll call you , it's been real  [Allure] Boy I can't understand it See I never really felt Like I do when I'm around you baby And I just can't explain it But I'm feeling so high And I just can't deny It's on you  Tell me you want my love Baby please don't deny What you're feeling inside Say you've been thinking of Holding me, touching me, feeling my every need  1 - Head over heels It seems so real I feel like I'm falling in love I'm lost inside of my desire Oh baby can't you see I'm falling for ya head over heels  Baby, baby I'm longing Just to have you to myself I don't want nobody else, no Baby my body's calling Won't you come get my love Because I really need you so much  Tell me you want my love Baby please don't deny What you're feeling inside Say you've been thinking of Holding me, touching me, feeling my every need  [NAS] So much in common I know you like the way I act You been around real cats All your life, since way back You still got it Cuz you was turned down once Guess you learned Ain't no future with them burnt out stunts Left the hood to get your own thing We're home team Pushing through, watch ya chrome gleam Yeah aiight, you probably heard that my pipe game's tight Rocking VeVe S stones Powder blue whips with egg headlights The scent of weed gettin' all in your weave I put out the trees And crack the moon roof only for you to breathe You get a extra set of keys I tell the world while I'm out on tour Keep your hands off my girls Allure  [Allure] Baby, can't you see How you make me feel Oh, baby can't you see I'm fallin' for you head over heels  Repeat 1 until fade  ",
        "title": "Head Over Heels"
    },
    {
        "artist": "Luscious Jackson",
        "lyrics": "  Wearing nothing is Divine Naked is a state of mind I take things off to clear my head To say the things I haven't said Live inside the elements The earth and sky are my best friends Water is the evidence That washes me from end to end  With my naked eye I saw all the falling rain Coming down on me With my naked eye I saw all If I said it all, I could see  It's not a choice I tried to make It's not a thought I couldn't take Something told me it was time To give you yours and leave me mine My vision started to be clear I watched the sunlight coming near I knew the day I knew the night I knew I could regain my sight  And it feels alright And it feels alright  (It feels alright) With my naked eye I saw all the falling rain Coming down on me (It feels alright) With my naked eye I saw all If I said it all, I could see [repeat]  Last night I came into your home To break some ice and throw some stones I asked if we could be alone I had some troubles of my own Knew I had to say goodbye To all the old things held inside If I let the moment fly I knew they'd all be magnified  And it feels alright And it feels alright  Came around after dark You are nothing but a lark Know I snuck in like a narc I knew I had to leave my mark Wanted to be satisfied I tried to be dignified Wearing nothing is Divine Naked is a state of mind  And it feels alright And it feels alright  (It feels alright) With my naked eye I saw all the falling rain Coming down on me (It feels alright) With my naked eye I saw all If I said it all, I could see [repeat]  It feels alright, it feels alright It feels alright, it feels alright  (Naked is a state of mind) (It feels alright) With my naked eye I saw all the falling rain Coming down on me (Naked is a state of mind) (It feels alright) With my naked eye I saw all If I said it all, I could see  It feels alright,it feels alright It feels alright  ",
        "title": "Naked Eye"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "Falling In Love (Is Hard On The Knees)"
    },
    {
        "artist": "Rome",
        "lyrics": "  Everytime I see your face it makes me want to sing And everytime I think about your love It drives me crazy (2x)  Say my lady Tell me what's wrong with your boyfriend Aaaahhhhh come on He holds the key to your heart But he don't love you baby, baby like I do Only wanna be with you Girl you are the love of my life babe And I'd give it to you baby You belong to me and only me I belong to you (I belong) I'd give all my love to you  Chorus: Everytime I see your face it makes me want to sing And everytime I think about your love it drives me crazy (2x)  Say my lady You are so fine I wake up in the mornin' to see a smile on your face (baby) You are the queen of my heart baby I belong to you and you belong to me (yeah) Girl you are the love of my life baby All those cloudy days they fade away when you come my way baby I belong to you (I belong) I'd give all my love to you I belong, I belong, I belong to you baby oooooo  Chorus: (2x)  ",
        "title": "I Belong To You (Every Time I See Your Face)"
    },
    {
        "artist": "Erykah Badu",
        "lyrics": "  [Video Intro] Pick yo' afro, daddy 'Cause it's flat on one side You need to pick yo' afro, daddy 'Cause it's flat on one side Well, if you don't pick yo' afro, you gonna have one side high Well, you said you was gon' take me to see Wu-Tang, baby  [Verse 1] Oh my, my, my, I'm feeling high My money's gone, I'm all alone The world keeps turning Oh what a day, what a day, what a day Peace and blessings manifest with every lesson learned If your knowledge were your wealth, then it would be well-earned If we were made in his image, then call us by our names Most intellects do not believe in God but they fear us just the same  [Chorus] Oh on and on and on and on My cypher keeps moving like a rolling stone On and on and on and on All night till the break of dawn I go on and on and on and on My cypher keeps moving like a rolling stone Oh on and on and on and on Goddammit, I'ma sing my song  [Verse 2] I was born under water With three dollars and six dimes Yeah, you might laugh 'Cause you did not do your math Like one, two, three (Damn, y'all feel that? Oh) Like one, two, three The world keeps turning Oh what a day, what a day, what a day The man that knows something knows that he knows nothing at all Does it seem colder in your summertime and hotter in your fall? If we were made in his image, then call us by our names Most intellects do not believe in God but they fear us just the same  [Chorus] Oh on and on and on and on My cypher keeps moving like a rolling stone On and on and on and on All night till the vultures swarm I go on and on and on and on My cypher keeps moving like a rolling stone On and on and on and on Mad props to the God JaBorn  [Verse 3] I am feeling kinda hungry 'cause my high is coming down Don't feed me yours 'cause your food does not endure I think I need a cup of tea, the world keeps burning Oh what a day, what a day, what a day You rush into destruction 'cause you don't have nothing left The mothership can't save you so your ass is gon' get left If we were made in his image, then call us by our names Most intellects do not believe in God but they fear us just the same  [Chorus] Oh on and on and on and on My cypher keeps moving like a rolling stone Oh on and on and on, on, on-on, on, on You can't fuck with me, so just leave it alone Ooh, ooh, wait, on and on and on and on My cypher keeps moving like a rolling stone Oh on and on and on and on And on and on  ",
        "title": "On & On"
    },
    {
        "artist": "Crystal Waters",
        "lyrics": "  [Chorus:] Just say hey, if it feels alright Just say hey-ee-yeah, if ya feel alright  [Verse 1:] Pay attention, listen here Crystal's gonna make it clear Everybody here tonight Better have a real good time Let your hair down and decide Come go with me for the ride Don't sit down, get on up Join with the rest of us  [Pre-Chorus:] Hands in the air waving I want your body shaking Boot stomping, music rocking No, we ain't never stopping Higher and higher, we're going higher Higher and higher, were going...  [Chorus:] Just say hey, if it feels alright Just say hey-ee-yeah, if ya feel alright  [Verse 2:] It's the slam, it's the jam Every child, woman and man Use your skills you possess If you wanna pass this test Don't conserve, just go wild Turn it up until it's loud Scream and shout, use your lungs Y'all join in, let's have some fun  [Pre-Chorus:] Hands in the air waving I want your body shaking Boot stomping, music rocking No, we ain't never stopping Higher and higher, we're going higher Higher and higher, were going...  [Chorus:] Just say hey, if it feels alright Just say hey-ee-yeah, if ya feel alright Just say hey, if it feels alright Just say hey-ee-yeah, if ya feel alright  Just say hey (ho!), if it feels alright Just say hey-ee-yeah, if ya feel alright Just say hey (now scream!), if it feels alright Just say hey-ee-yeah, if ya feel alright  [Bridge:] Feel the power, feel the heat Feel together, feeling free There's no need to ask why Don't let time pass us by Come on out, feel the flow Just let yourself go It's alright, it's alright, it's alright  Come on, come on, come come  [Chorus:] Just say hey (a-ooh-ah!), if it feels alright Just say hey-ee-yeah, if ya feel alright Just say hey (a-ooh-ah, ooh-ah!), if it feels alright Just say hey-ee-yeah, if ya feel alright Just say hey, if it feels alright  ",
        "title": "Say... If You Feel Alright"
    },
    {
        "artist": "MC Lyte",
        "lyrics": "  [Puff Daddy] I thought I told you that we won't stop I rock the party that rocks your body I rock the party that rocks your body Let's go!  [Lyte] Yeah [Puff] Uh-huh, yeah Uh-huh, yeah Uh-huh, yeah The remix, heheh!  Chorus: [MC Lyte] (Puff Daddy)  I rock the party that rocks the body (uh-huh, yeah) You rock the party that rocks the body (uh-huh, yeah) I rock the party that rocks the body (uh-huh, yeah) You rock the party that rocks the body (uh-huh, yeah)  [MC Lyte] So what's your status? I be the baddest B to hit the scene since the gangsta lean I'm all ears, so what you got to say? I hope you bubblin it baby, now bubblin it my way Let it rain; ain't no salt up in the game (nah) Still want you the same (yeah) ain't a thing changed Instead of knockin boots .. we be kickin down Gortex Except it ain't your sex ruffnecks (yeah) Throw your hands in the air! Let me hear you say oh yeah! Trust-You-Me-I'll-Blow-Up-Shop About to blow the roof right offa hip-hop  Chorus 2X  [Missy 'Misdemeanor' Elliott] I'm the M-I-double-S-S, yo' best best, bitch from V-A-A And I be smokin hay all day in the barn, damnit, darn Uhh, Puff Daddy be my pal When I hee-hee.. hee-hee-hehehehe-how I took your number one spot, I jump skip then I hop I'm so hot, so you can't forgets-me-not To the yes yes y'all, I'mma take a pause Cause I be \"Feelin' Myself\" like I was T-Boz Uh uh.. Puff Daddy makin' cream! The L-Y-T to the E make em scream And I'mma sho' nuff be the, boss on this team Show, all you MC's how Missy make the green Uh-huh, uh-huh  Chorus 2X  [MC Lyte] Some say I'm SHADY (that's right) That's me Complicated rap star, meet Lyte the MC You see I'm on to you baby and your mechanism How you hit it when you're in it, so hot you keep it sizzlin No ooh-achie-koo, and all of that too Keep me wetter than the waters of Kalamazoo Nigga who you comin wit? Where your posse at? I leave the boys alone, tell her you won't be back I got the cheese baby; my cheddar's better I got that milk, for that Amarett-ah Trust-You-Me-I'll-Blow-Up-Shop Have a little nig' callin the cops, watch!  Chorus  [MC Lyte] (Puff Daddy) I rock the party that rocks the body You rock the party that rocks the body body body I rock the party that rocks the body You rock the party that rocks the body I rock the party that rocks the body (round and round you're turnin me, turnin me) You rock the party that rocks the body (upside down you turnin me, turnin me) (round and round you're turnin me, turnin me..)  Uh! I rock the party that rocks the body You rock the party that rocks the body I rock the party that rocks the body You rock the party that rocks the body I rock the party that rocks the body You rock the party that rocks the body (yeah) I rock the party that rocks the body You rock the party that rocks the body (yeah) (upside down you turnin me, turnin me) (round and round you're turnin me, turnin me.. yeah) (upside down you turnin me, turnin me.. Bad Boy) (round.. and round.. and round and round.. and round) (you're turnin me, turnin me, c'mon..)  ",
        "title": "Cold Rock A Party"
    },
    {
        "artist": "Mint Condition",
        "lyrics": "  I don't like the way he treats you That's not the way That I would do you What gives him the right to say Its you that he owns  All those nights he left you to cry Left you with nothing But tears in your eyes Girl, just come with me 'Cause this house is not a home  Girl he's over and gone You don't have to hurt no more And I'll be there for you To give all the love you're yearning for  And you don't have to hurt no more Baby, he's over I'll be what you're looking for Let me take over And you don't have to hurt no more  I'll make you see I'll be what you're looking for And more So you don't have to hurt You don't have to hurt  No more How could he look into those pretty eyes And hurt you? Oh, no You don't have to hurt no more  Every day I see you With those sad eyes You try so hard to hold back From all you cries  Just come with me There is no reason For your broken heart to stand  Girl, your heart will heal From all the pain you feel Just let me show you The real love you've been waiting for  Just close the door You cannot take no more There is no reason for  Girl, he's over and gone You don't have to hurt no more And I'll be there for you To give all the love you're yearning for  You don't have to hurt no more Baby, he's over I'll be what you're looking for Let me take over You don't have to hurt no more  I'll make you see I'll be what you're looking for And more So you don't have to hurt  You don't have to hurt no more Baby, he's over I'll be what you're looking for Let me take over You don't have to hurt no more  I'll make you see I'll be what you're looking for and more So you don't have to hurt You don't have to hurt no more  He must be a fool To leave you alone You don't have to hurt  ",
        "title": "You Don't Have To Hurt No More"
    },
    {
        "artist": "Toni Braxton",
        "lyrics": null,
        "title": "I Love Me Some Him/I Don't Want To"
    },
    {
        "artist": "Yvette Michele",
        "lyrics": null,
        "title": "I'm Not Feeling You"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse] I Believe In You and Me I Believe That we will be In love eternally Well as far as I can see You Will Always be the one For me (Oh yes, you will) And I believe in dreams again I believe that love will never end And like the river finds the sea I was lost, now I'm free Because I believe In you and me I will never leave your side I will never hurt your pride When all the chips are down, baby Then I will always be around Just to be right where you are My love, you know I love you, boy I will never leave you out I will always let you in, boy (mmm, oh baby) To places no-one's ever been Deep inside, can't you see? That I believe in you and me Maybe I'm a fool To feel the way I do I will play the fool forever Just to be with you forever I believe in miracles And love is the miracle And yes, baby you're my dream come true I was lost, now I'm free Oh, baby because i believe, i do believe, in you and me See, I was lost, now I'm free Because I believe in you and me  ",
        "title": "I Believe In You And Me (From \"The Preacher's Wife\")"
    },
    {
        "artist": "The Blackout Allstars",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] If I could reach the stars Pull one down for you Shine it on my heart So you could see the truth  That this love I have inside Is everything it seems But for now I find It's only in my dreams  [Chorus] And I can change the world I will be the sunlight in your universe You would think my love was really something good Baby if I could change the world  [Verse 2] If I could be king Even for a day I'd take you as my queen I'd have it no other way  And our love would rule In this kingdom we have made 'Til then I'd be a fool Wishing for the day  [Chorus] And I can change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world  [Chorus] I could change the world I would be the sunlight in your universe You would think my love was really something good Baby if I could change the world Baby if I could change the world Baby if I could change the world  ",
        "title": "Change The World"
    },
    {
        "artist": "The Prodigy",
        "lyrics": "  [Verse 1] I'm the trouble starter, punkin' instigator I'm the fear addicted, danger illustrated I'm a firestarter, twisted firestarter You're a firestarter, twisted firestarter I'm a firestarter, twisted firestarter  [Verse 2] I'm the bitch you hated, filth infatuated, yeah! I'm the pain you tasted, fell intoxicated I'm a firestarter, twisted firestarter You're a firestarter, twisted firestarter  [Verse 3] I'm the self inflicted, mind detonator, yeah I'm the one infected, twisted animator I'm a firestarter, twisted firestarter You're a firestarter, twisted firestarter I'm a firestarter, twisted firestarter starter  ",
        "title": "Firestarter"
    },
    {
        "artist": "Zhane",
        "lyrics": null,
        "title": "Request Line"
    },
    {
        "artist": "Wild Orchid",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "Bill Engvall With Special Guest Travis Tritt",
        "lyrics": "  I took my son to the mall the other day to see Santa Claus The woman in line behind me says \"hey is that Santa Claus up there\"? I said \"no ma'm, it's a Kenny Rodgers stunt double\"  Here's your sign  The other day I bought a wreath to go on our front door As I was walking out the store a man stopped me and said \"hey, are you going to hang that on your door\"? I said \"no sir, it's a Christmas toilet seat cover, got the idea from Martha Stewart\"  Here's your sign, Here's your sign, Here's your stupid sign You acted dumb, so have some fun and wear your stupid sign Oh! Here's your sign, Here's your sign, Here's your stupid sign You lost your mind, so pay the fine and wear your stupid sign  I hung those little Christmas lights on my house, you know the kind that blink on and off My neighbour comes over and says \"Bill how do you get those to blink on and off like that\"? I said \"I've got my son inside plugging and unplugging it, plugging and unplugging it\"  Here's your sign  I took my family to buy a Christmas tree the other night When we walked onto the lot this guy walked up to me and says \"hey, y'all here to buy a Christmas tree?\" I said, \"no sir, my son needs to go to the bathroom and these trees looked really inviting\"  Here's your sign, Here's your sign, Here's your stupid sign You acted dumb, so have some fun and wear your stupid sign Oh! Here's your sign, Here's your sign, Here's your stupid sign You lost your mind, so pay the fine and wear your stupid sign Here's your sign, Here's your sign, Here's your stupid sign Have no fear when you're spreading cheer during Christmas time  The other night my family and I were walking through the neighbourhood looking at all the Christmas decorations When we came across this house that had a manger scene Now there was this whole group of people looking at it when I overheard this one guy say \"hey, are those the Three Wise Men\"? I said \"no sir that's ZZ Top doing a farming concert  Here's your sign, Here's your sign, Here's your stupid sign You acted dumb, so have some fun and wear your stupid sign Oh! Here's your sign, Here's your sign, Here's your stupid sign You lost your mind, so pay the fine and wear your stupid sign  Here's your sign, Here's your sign, here's your stupid sign (have no fear when you're spreading cheer during Christmas time)  And finally my wife and I were in a grocery store the other day and I heard a woman ask the clerk \"do you know what time Midnight Mass starts on Christmas Eve\"? And in the holiday spririt I walked over and said \"Here's your sign\"  Happy holidays everybody!  ",
        "title": "Here's Your Sign (Get The Picture)"
    },
    {
        "artist": "The Cranberries",
        "lyrics": null,
        "title": "When You're Gone/Free To Decide"
    },
    {
        "artist": "The Verve Pipe",
        "lyrics": "  [Verse 1] When I was young, I knew everything And she, a punk who rarely ever took advice Now I'm guilt-stricken, sobbin' with my head on the floor Stopped a baby's breath and a shoe full of rice, no  [Pre-Chorus] Can't be held responsible She was touching her face I won't be held responsible She fell in love in the first place  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen  [Verse 2] My best friend took a week's vacation to forget her His girl took a week's worth of valium and slept And now he's guilt-stricken, sobbin' with his head on the floor Thinks about her now and how he never really wept, he said  [Pre-Chorus] \"Can't be held responsible She was touching her face I won't be held responsible She fell in love in the first place\"  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, We were merely freshmen  [Verse 3] We tried to wash our hands of all of this We'd never talk of our lacking relationships And how we're guilt-stricken sobbin' with our heads on the floor We fell through the ice when we tried not to slip, we'd say  [Pre-Chorus] \"Can't be held responsible She was touching her face And I won't be held responsible She fell in love in the first place\"  [Chorus] For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen  For the life of me, I cannot remember What made us think that we were wise And we'd never compromise? For the life of me, I cannot believe We'd ever die for these sins, we were merely freshmen We were merely freshmen We were only freshmen  ",
        "title": "The Freshmen"
    },
    {
        "artist": "Jon Secada",
        "lyrics": "  [Verse 1:] Tender was the night Took an early flight Rushing home tonight Something wasn't right I can't believe my eyes I know I must be dreaming  [Chorus:] Did I come home too late, too soon You in his arms told me the truth Too late, too soon  [Verse 2:] I wish I would have known I wouldn't have left you all alone Temptation led you wrong Tell me how long has this been going on Cause I thought our love was strong I guess I must be dreaming  [Chorus:] Did I come home too late, too soon You in his arms told me the truth Too late, too soon  [Intrumental Break]  What was I supposed to do You had to see it for yourself Cause I thought our love was strong I guess I must be dreaming  [Chorus:] Did I come home too late, too soon You in his arms told me the truth Too late, too soon  ",
        "title": "Too Late, Too Soon"
    },
    {
        "artist": "Tracey Lee",
        "lyrics": "  It's party time!  Woooahh, it's party time! Havin a party, c'mon  Yeah yeah, Tray Lee nigga, ByStorm (ByStorm) Ain't no mystery (hah, ByStorm) RNF to death (hah, ByStorm) We just one step beyond (RNF no doubt), hey, hey Yeah (check it out), check it out (c'mon, ah-hah) Check it out (c'mon, ah-hah) check it out (c'mon, ah-hah) Yeah, yeah, yeah, yeah, yeah, yeah, yeah  Chorus: Tracey Lee and crew  And everywhere that my crew go And every hoe that my crew know And every show that my crew blow You know we get down, you know we get down  Verse One: Tracey Lee  Hey this is how we get down with no question Trees in the V.I.P. section, Big Sun sippin on French Connections Dashin, decked in the latest fashions Flashin, niggas spendin tax free cash, ten G stash Son leavin the club scene smashed, hah Ass in abundance, run with a sick type Click with mics get in your shit life So better make sure your shit's tight When I bomb, shit is worldwide like dot.com Known to rock swarms, get up in that ass like Dong Strongarm in the place at alarming rates Got a fifth and that's all it takes For me to flip won't slip Try to front on and get your fronts chipped Runnin chicks home in plush whips, get a duck sick Let it be known we got a song that don't quit  Chorus: Tracey Lee and crew  And every hoe that my crew know Like Tonya, Michelle, and Nicky And every show that my crew blow Like the Apollo, or BET And everywhere that my crew go Like Philly, New York, or DC You know we get down, you know we get down  Verse Two: Tracey Lee  Yeah this is how we get down with no question Run up in a chicken's midsection, boom I rock on From marathons to quick sessions Menage-a-trois, killin your whole crew With at least sixteen bars like MC's supposed to A real MC, take you, to School like D I'm Kool like G, in Rap, I use the mic, to rule like a pharoah Dipped in my Nike apparel, you know we get down Bad to the bone like marrow chicks Crack your boom, Tray gets played from the plat the greatest tune Philly's in here, been here, lyrics they win here Why did you go there?  I swear RNF tears the things like that We breakin your team up like a salary cap, and it don't stop Until I get the cream like Shaq Seventeen mil annual, flammable  Chorus: Tracey Lee and crew  And every hoe that my crew know Like Tasha, Yvette, or Sha-See And every show that my crew blow Like the Palladium or MTV And everywhere that my crew go Like Atlanta, LA, or Jersey You know we get down, you know we get down  It's party time Ohhhhh yeah, it's party time, havin a party, c'mon (repeat 2X)  Verse Three: Tracey Lee  So with no question, hey, lyrics get etched in Stone destined to be, y'all niggas Jonesin A threat when, in the zone get protection Duke the best in, my profession When I ride loops like a stretch Benz, heads get laced D-Dot keep the chrome cocked, just in case Tracey Lee rocks son I'm chosen Whenever we got this party scene live it's frozen Whoaaa, time to close in on those who be dozen Not tryin to hear it, without wine and spirit Shows continue to blow the venue With flows that's sicked than influ-enza Roll with a squad that injures pretenders I'm pullin your card, so surrender Bombard your agenda, at last RNF stash With more pitch slaughterin, so we be the new world order in  Chorus: Tracey Lee and crew  And everywhere that my crew go And every hoe that my crew know And every show that my crew blow You know we get down, you know we get down (repeat 2X)  ",
        "title": "The Theme (It's Party Time)"
    },
    {
        "artist": "Westside Connection",
        "lyrics": "  [Produced by Cedric Samson & Ice Cube]  [Verse 1: Ice Cube] I'm gettin' dizzy as the world keeps spinnin' like a Frisbee Gangstas and girls make the world twirl No hesitation I can run a nation from incarceration 30 years is what I'm facin' But give me 7 seas and 11 G's I make enough cheese to bring Wall Street to its knees Nigga please I got enough guns To fill the Empire State Building full of 1's Go to school is what you tell us But niggas in school is scared of the Goodfellas We got the Yayo you can just say no But nobody makes a fuckin' move until I say so That's how it is and that's how it's gonna be Kids when you grow up who the fuck you wanna be? Like me ya black superhero Got enough zeros to hire Bob Shapiro Ya Honor I'mma have to get rid of ya Because it ain't no trivia about my flat in west Bolivia! I blew the jury a kiss they rather dismiss Than swim with the big fish YOU fuckin' guppies!!!!!!!!  [Hook] Gangsta's make the world go round  [Verse 2: W.C.] Nine just saggin', wavin' my flag and Never will I ease up nigga, so stop askin' See I was taught as a tiny locin' on the set It's all about the pussy and money fuck the rest Nigga what tech is quicker to collect when I'm seekin' All the jewelry and the money, so miss me with that preachin' teachin' Fuck all that bullshit I want to slang yay like Noriega Sit back watch my paper Collect like the I.R.S As I kick it with 50 bitches all on my dick just like the President And like the police I want a gang of killers all on my Side That's down to lie more crooked that St. Ides rip ride On my behalf as I call shots, as if I was Saddam Hussein Jackin' motherfuckers for Dana Danes Hated by many but I don't care because I rather be feared than loved With a pocket full of dubs 'Cause gangsta gangsta's, make the world go round And if you want a piece then you best to be down So quit, chastisin' me, analyzin' me And like the escorts look over your shoulder nigga what's plain to see Crooked ass cowards  [Hook] Gangstas make the world go round  [Verse 3: Mack 10] 360 degrees like my D's the world be spinnin' Nigga's been sinnin' since the beginnin' History's a trip so I peep when I am readin' Nigga's probably grew weed in the garden of Eden Before big ballin' six cars and loot Its like bitches been scandalous bitin' forbidden fruit But gangsta's don't deal with that shit, on the Westside And since they regulatin' hoes I rolls with the best side So check it as my lifetime is tickin' Comin' up strong lickin' and flippin' chickens Need cheese in amounts of G's I gave up sports to slang Key's But blamed it on my Knees Make sure I got what I need to make up your order Everything from baggies, triple beams, to jugs for my water Like a snitch life's a bitch, a world full of drama Drug paraphernalia being found by my momma Trauma brings the sad song yo momma sings, just served your ass You on your way to killa king nigga So now I stand, with heat in hand For my whole life span, 'cause evil lurks the land Plus I got a packet with this gang-bang jacket Gotta hold it, keep it loaded devoted, since quoted Fo sho One-0 got the ups on these prankstas While my world keep twistin' as a Westside, gangsta FO' LIFE NIGGA  [Outro] Gangstas make the world go round Westside is the best side Gangstas make the world go round Hittin' vicks for the '96 nigga Gangstas make the world go round Westsiiide! Gangstas make the world go round Ice Cube I'm the don of the clique Gangstas make the world go round Dub-C put it down with this connection Gangstas make the world go round Mack 10 straight stompin' and chicken hookin' Gangstas make the woOOrld go round  ",
        "title": "Gangstas Make The World Go Round"
    },
    {
        "artist": "Leah Andreone",
        "lyrics": "  Broken doll baby And she says that life's a waste It doesn't have to be that way  Dad threw away her mom Her mom gave up his name Crucified by their words Nailed by shame  She stares into the sun Self-inflicted pain She sees that they're blind Why does she take all the blame  The rhyme has changed compulsion rules Mary's little lambs are now raised by wolves A voyeur with wings flashes a cure She knows forbidden things they have a lovely lure  It's alright it's ok Welcome to this life Killin' time Just watchin' the grass grow  It's alright it's ok Welcome to this life Don't worry sweet baby Cuz it's over before you know  Persecuted she's not normal I envy her strange ways Seven deadly sins Seize the hour seize the day  Her ideas need expression Her wounds never bleed Her beauty lives in my eyes Too bad she can't see  She doesn't try I watch her spirits die But giving up the ghost would feel so good A voyeur with wings flashes a cure She knows forbidden things they have a lovely lure  It's alright it's ok Welcome to this life Killin' time Just watchin' the grass grow  It's alright it's ok Welcome to this life Don't worry sweet baby Cuz it's over  Chorus 2x  Crumbling Camelot idle teardrops Cloudy diamonds freebase funhouse Expecting to fly but she's just standing still Every time she gets it up she just can't close the deal  So she gives herself another way out Walks her dog for the 50th time and Files her nails till they bleed and she cries now She doesn't have to try  It's alright, it's okay, it's alright  ",
        "title": "It's Alright, It's Ok"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Just Another Day"
    },
    {
        "artist": "Kenny Lattimore",
        "lyrics": null,
        "title": "For You"
    },
    {
        "artist": "Camp Lo",
        "lyrics": "  [00:00.00](Hook:Sonny Cheeba) [00:10.74]This is it (What?!) [00:12.12]Luchini pourin' from the sky [00:13.73]Lets get rich (What?!) [00:15.04]The cheeky vines [00:15.80]and sugar dimes [00:16.59]Can't quit (What?!) [00:17.84]Now pop the cork and steam the vega [00:19.67]And get lit (What?! What?! What?!) [00:33.74]This is it (What?!) [00:35.11]Luchini pourin' from the sky [00:36.72]Lets get rich (What?!) [00:38.04]The cheeky vines [00:38.79]and sugar dimes [00:39.59]Can't quit (What?!) [00:40.84]Now pop the cork and steam the vega [00:42.67]And get lit (What?! What?! What?!) [01:05.00]Can't Can't quit (What?!) [01:46.56]This is it (What?! What?! What?!) [01:51.20]Can't quit (What?!) [02:11.55]Now pop the cork and steam the vega [02:13.36]And get lit (What?! What?! What?!) [02:31.02]This is it [02:34.13]Can't quit [02:36.74]This is it [02:41.32]Can't quit (What?!) [02:42.67]This is it [02:46.88]Can't quit (What?!) [02:56.85]Now pop the cork and steam the vega [02:57.72]And get lit (What?! What?! What?!) [03:10.29](What?!) [03:32.21](What?!) (What?!) [03:43.16](Wha-What?! What?!) [04:06.28]This is it (What?!) [04:07.34]Luchini pourin' from the sky [04:08.80]Lets get rich (What?!) [04:10.00]The cheeky vines [04:10.74]The sugar dimes [04:11.64]Can't quit (What?!) [04:12.75]Now pop the cork and steam the vega [04:14.41]And get lit (What?! What?! What?!) [04:52.89](Luchini (Aka This Is It) (Lemon D Remix) [06:08.51]Lyrics by OUGHTOBE  ",
        "title": "Luchini aka (This Is It)"
    },
    {
        "artist": "Tela Featuring Eightball & MJG",
        "lyrics": "  [Tela] It was this bitch that I knew back from '86 Graduated and made it from the college of dicks Now who the fuck you be, bitch you know me Tryin to act solo, down low, hush-hush, and lo-key Nah ho I ain't po', where did my motherfuckas go I remember this ho, she used to do nails for Rochelle's, well How the hell you been since I had no job Hum, why don't you give me some Cause you know I flow and run for Suave Nah, all of that was on the couch No doubt y'all records spin, y'all shippin in gold It's cold On The Outside Lookin In (Brrrr!) You'd besta make yourself worthy Cause I got a click of niggas ready to get their johnson very dirty You heard me push these thirty dicks, inside your pearly clit Ain't this a bitch I remember when you would not give me shit Now you down for them habits Put your numbers on the napkin Make it snappy cause I got to go to the bathroom  Chorus:  Hoes with no clothes showin' love Shakin that ass in the club nigga what? Hoes with no clothes showin' love Shakin that ass in the club nigga what? Hoes with no clothe showin' love Shakin that ass in the club nigga what? Hoes with no clothes showin' love Shakin that ass in the club nigga what?  [Eightball] No different from the rest She's just an ordinary ho Hair extensions, long nails, ass thicker than gumbo Make it fast, takin cash, shakin ass in the mix Tens turn to twenties and twenties come from plenty tricks Niggas in love Can't stay out the club All in the ho's face But at the end of the paper chase, whatever you had will be erased I see him in the back Countin up that chedder Talkin' loud, smokin hay, makin clouds, gettin ready for the crowd I think I know one I remember you, oh yes I do Tryin to highside from me and my crew, but ain't no love lost boo What time the club close, at 3 What's up, you comin with me We can smoke up mad trees after you get up off your knees You want some cheese Hoes don't stay at the suave house Hoes around my nuts like knats Real dogs don't pay for cats, dats For real baby Recognize and sho me love, dig that shit, sho nuff  Chorus  [MJG] Well I be God damned, this stout ass ho Wants to get close to me A few years back in the past, you wouldn't of even noticed me Quoting the, lyrics of the songs that you know I flow Lookin for, confidants, and tickets to my next show Check yo' bitch In these short ass pants and blow up dresses I can tell they freaky with out three guesses Oh yes it's very true Your bitch'll be needin me, leavin you Hell, now what the fuck is a nigga like me supposed to do Let her loose or let her remain Cause all she be lookin for is some fame A bigger name Lil' Miss Thang with bigger game And she claim she ain't heard my music Tryin to trick me So I told that ho my name Bill Bixby She still hit me Now she, killin my dick softly with her mouth and I Really just don't plan on takin it out cause I MJ fuckin G you needs to knows 'bout these hoes shakin They ass with no clothes like some pros, sho nuff  Chorus  ",
        "title": "Sho Nuff"
    },
    {
        "artist": "Richie Rich",
        "lyrics": "  [Intro] I dedicate this to my man 2Pac Rest in peace boy You know it's all love  [Verse 1] Who holds jurisdiction over my twisted thoughts? And am I to blame for what's happened off in this game? I'm do or die about my scratch but I know This dope game 4 me just ain't the way to go But I'm still there grinin' and winnin' just like the next foldin' paper Thinkin' of ways to load another caper It's a cold twist to know that I can slang all night And slang all day but never have the courage to pray Believe I know better but somehow I feel I'm lost At the crossroads but am I scared to move across Could it be what I'm drinkin'? It got me thinkin' like I'm thinkin' \"Lord I need help but I can't help myself\" Awaken to the sound of sirens, niggas dyin' Kids in the street wit no food to eat Prostitutes gettin' money in they only profession But Lord I only got one question  [Hook] (Bo Rock) Do G's go to Heaven? Cause I don't wanna die (I know it's wrong and I know what's right) But if so I'd like to know do G's go to heaven? (3x) (Will I get to heaven if I die tonight)  [Richie Rich] And if I took a life or perhaps sold some dope Would you discriminate upon my entry to the gate? I need to know my fate 'cuz now my life ain't straight But just look it the place where I live is oh so crooked I didn't shoot that man but I watched him die And saw the pain and the struggle in his eye and didn't cry So when I start to hear the thunder Are you takin' me under or is my sin just as bad as the gunner?  [Hook]  [Richie Rich] [bridge] For every time I walked by, and every time I got high For every man I watched die Lord I need to know do gs get to go? For all the women that I ran through And those that I did and didn't plan to For every scam I ran my hands through Lord I need to do gs get to go?  And if they get to go, when its time to meet my maker Will he understand that I am only a man Flesh and bone born to live and die in the zone And gets loney trying to make it on ya own And when my baby crys my intentions are to feed And fufill tha needs of my one and only seed And if I rob and steal let it read in my will \"Payback from tha ones that who fell victims to my guns\" On tha run but knowin I can't hide Why do I feel tha way I feel inside? Its like my soul is leavin me Are you decieving me ? I hear voices, sayin believe in me Is it you? I hear theres a man named god That can fix it, when its twisted I'm not sayin I'm all that bad but I can use a lil help Cause at times I can't help myself  [Hook] Do G's go to Heaven? Cause I don't wanna die But if so I'd like to know do G's go to heaven? (6x)  ",
        "title": "Do G's Get To Go To Heaven?"
    },
    {
        "artist": "Joose",
        "lyrics": null,
        "title": "If Tomorrow Never Comes"
    },
    {
        "artist": "Redman",
        "lyrics": "  [Production by Erick Sermon]  [Intro: E Dub] Microphone check, one, two (I can feel it) Ayo, you ready to get down man? (Yo, whateva man) You ready to get drunk as fuck? (Whateva man) You, you sayin somethin? (Whateva man) Ayo (Whateva man) (I can feel it) Check it, Kool V  (I keeps it bangin, keep it swangin, Mike type of sangin) Ooh la la la (So what ya sayin)  [Verse 1: Redman & (Erick Sermon)] Yo, I'm smokin herbals 'til it hurts you I keep your daughter way out past her curfew, hard far from commercial (So what cha mean nigga) We don't give a fuck when we smoked out In the land that's doped out (It's like that?) no doubt From this bomb weed, I cop from the streets Get you open like buttcheeks, from girls who be freaks Ayo, can I be SWV? You the One nigga Rap Shogun, yes E the one Yo, I'm rolling with a forty pack of niggas Get my weed from Branson cause his sack's bigger, yo give me dap nigga What I clap lyrically tap call back Ferocious causing comatoses to collapse So chinky eyed I see people waving on a map I make it hotter than your thermostats Bomb MC's with rough megahertz so call me Funk Doctor verbal starburst, lyrical expert Your boombox better form a union Cause I leave your circuits overworked, word bond Niggas front like they want it But I be in the five hundred with E steadily getting blunted Damn nigga you cool at what you spitting So why you holding the blunt so long politicking Huh, I ace them blunts with the technician of electrician I don't got a pot to piss in but still spend my last on hydroglycerin I keep it live no jive rolling Dutches That's Masters like the Furious Five I, keep your crew chinky eyed, for bitches actin dog (Can you hit it from the back?) Why not, while we toke on this  [Hook] (I can feel it) (I can feel it) (I can feel it) Yo, you ready to roll this weed up? (Whateva man) You ready to knock this nigga out? (Whateva man) Yo, you ready to get this chedda? (Whateva man) You ready to start this shit off? (Whateva man) (I can feel it)  [Verse 2: Redman] I smoked with a lot of college students Most of 'em wasn't graduating and they knew it You know the weed slang? Yeah boy I speak it fluent I light your college dorm with my entourage from Newark Bigger they come, harder they fall That goes for, knuckleheads MCs, pussy walls and all I lit my first L before I started to crawl I got my ass whupped when I had my first brawl But things changed since I was twelve years old I specialize in wreckin mics and area codes Now, PPP the kinda niggas that'll bug with ya Smoke bud with ya, later on stick a slug in ya Everything that's light green ain't the bomb bitch I got different forms to make you lose your calm bitch Read my lips, you ain't hitting unless you got Ten on it, get on it, or get the fuck out my cypher  [Hook] (I can feel it) You ready to roll this weed up? (Whateva man) You ready to rob this nigga? (Whateva man) (I can feel it) You ready to fuck bitch? (Whateva man) You ready to guzzle this liquor? (Whateva man) (I can feel it)  ",
        "title": "Whateva Man"
    },
    {
        "artist": "E-40 Featuring Bo-Rock",
        "lyrics": null,
        "title": "Things'll Never Change/Rapper's Ball"
    },
    {
        "artist": "Better Than Ezra",
        "lyrics": "  [Verse 1] Passed the road to your house That you never called home Where they turned out your lights Though they say you'll never know  [Refrain] I remember running through the wet grass Falling a step behind Both of us never tiring Desperately wanting  [Verse 2] When they pumped out your guts Filled you full of those pills You were never quite right Deserving all the chills Said the worst is over Take it over again Then they ask what went wrong When they turn you on again Don't they turn you on again  Refrain x2  [Verse 3] Kick them right in the face Make them wish they weren't born If they bring up your name Well they'll say you won war Baby burst in the world Never given a chance Then they ask what went wrong When you never had it right No you never had it right  Refrain x2  [Verse 4] Oh the letters I've dropped off Though they say you got them all Finally figured out some things you'll never know  Take back your life Let me inside We'll find a door If you care, if you care to anymore  Refrain x2  ",
        "title": "Desperately Wanting"
    },
    {
        "artist": "Collective Soul",
        "lyrics": "  Hitched a ride to the peaceful side of town Then proceeded where thieves were no longer found Can't crash now I've been waiting for this Won't crash now I found some encouragement Precious declaration reads Yours is yours and mine you leave alone now Precious declaration says I believe all hope is dead no longer  New meanings to the words I feed upon Wake within my veins elements of freedom Can't break now I've been living for this Won't break now I'm cleansed with hopefulness Precious declaration says Yours is yours and mine you leave alone now Precious declaration says I believe all hope is dead no longer  Once I jumped thru hoops of fire High and far as you required I was blind but now I see Salvation has discovered me  ",
        "title": "Precious Declaration"
    },
    {
        "artist": "Quad City DJ's",
        "lyrics": "  [Hook] Everybody get up it's time to slam now We got a real jam goin' down Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright....  Come on and slam, and welcome to the jam Come on and slam, if you wanna jam  [Verse 1] Hey you, whatcha gonna do Hey you, whatcha gonna do Hey you, whatcha gonna do Hey you, whatcha gonna do Party people in the house lets go It's your boy \"Jay Ski\" a'ight so Pass that thing and watch me flex Behind my back, you know what's next To the jam, all in your face Wassup, just feel the bass Drop it, rock it, down the room Shake it, quake it, space KABOOM...Jus Work that body, work that body Make sure you don't hurt no body Get wild and lose your mind Take this thing into over-time Hey DJ, TURN IT UP QCD gon' burn it up C'mon y'all get on the floor So hey, let's go a'ight  [Hook] Everybody get up it's time to slam now We got a real jam goin' down Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright....  [Bridge] Wave your hands in the air if you feel fine We're gonna take it into overtime Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright...  [Verse 2] C'mon it's time to get hype say Whoop (there it is!) C'mon all the fellas say Whoop (there it is!) C'mon one time for the ladies say Whoop (there it is!) Now all the fellas say Whoop (there it is!) C'mon and run, baby run C'mon, C'mon, do it, run baby run Yeah, you wanna hoop...so shoot, baby shoot C'mon and slam, and welcome to the jam C'mon and slam, if you wanna jam C'mon and slam, and welcome to the jam C'mon and slam, if you wanna jam Slam, Bam, Thank you ma'am Get on the floor and jam If you see me on the microphone Girl you got me in a zone (Move) C'mon, C'mon and start the game (Move) Break it down, tell me your name We the team, I'm the coach Let's dance all night from coast to coast Just slide, from left to right Just slide, yourself enlight You see me, drop the bass 3-1-1 all in your face Jam on it, let's have some fun Jam on it, One on One You run the \"O\" and I run the \"D\" So C'mon baby just jam for me  [Hook] Everybody get up it's time to slam now We got a real jam goin' down Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright....  [Bridge] Wave your hands in the air if you feel fine We're gonna take it into overtime Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright...  [Verse 3] Hey ladies! (Yeah!) Y'all ready to stop? (NO!) Y'all wanna know why? (Why?) Cuz it's a Slam Jam!  Fellas! (Yeah) Y'all ready to stop? (NO!) Y'all wanna know why? (Why?) It's time to Slam Jam!  [Hook] Everybody get up it's time to slam now We got a real jam goin' down Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright....  [Bridge] Wave your hands in the air if you feel fine We're gonna take it into overtime Welcome to the Space Jam Here's your chance, do your dance at the Space Jam Alright...  [Verse 4] C'mon, everybody say \"Nah Nah Nah Nah Nah\" C'mon, C'mon let me hear you say \"Hey ey ey O\" C'mon, C'mon everybody \"Nah Nah Nah Nah Nah\" Just take the time to say \"Hey ey ey O\" Check it out, Check it out Y'all ready for this? (You know it!) Nah...y'all ain't ready! Y'all ready for this?  (You know it!) C'mon check it out, Y'all ready to jam?  (You know it!) Nah...I, I don't think so Y'all ready to jam?  (You know it!) C'mon  ",
        "title": "Space Jam (From \"Space Jam\")"
    },
    {
        "artist": "Le Click",
        "lyrics": null,
        "title": "Call Me"
    },
    {
        "artist": "Barbra Streisand & Bryan Adams",
        "lyrics": "  [Verse 1: Barbra Streisand & Bryan Adams] [Bryan Adams] I finally found someone, who knocks me off my feet I finally found the one who makes me feel complete [Barbra Streisand] It started over coffee, we started out as friends It's funny how from simple things; the best things begin [Bryan Adams] This time is different (la la la la) It's all because of you (la la la la) It's better than it's ever been Cause we can talk it through [Barbra Streisand] My favorite line was \"Can I call you sometime?\" It's all you had to say To take my breath away  [Hook: Barbra Streisand & Bryan Adams] This is it Oh, I finally found someone Someone to share my life I finally found the one To be with every night Cause whatever I do (It's just got to be you) My life has just begun, I finally found someone  (Ooooh Someone) (I finally found someone) (Ooooh)  [Verse 2: Barbra Streisand & Bryan Adams] Did I keep you waiting? (I didn't mind) I apologize (Baby, that's fine) I would wait forever Just to know you were mine You know, I love your hair (Are you sure it looks right?) I love what you wear (Isn't it too tight?) You're exceptional I can't wait for the rest of my life  [Hook: Barbra Streisand & Bryan Adams] This is it Oh, I finally found someone Someone to share my life I finally found the one To be with every night Cause whatever I do (It's just got to be you, Oh yeah) My life has just begun, I finally found someone  [Outro: Barbra Streisand & Bryan Adams] And whatever I do (It's just got to be you) Oooh my life has just begun, I finally found someone  ",
        "title": "I Finally Found Someone (From \"The Mirror Has Two Faces\")"
    },
    {
        "artist": "Kenny G",
        "lyrics": null,
        "title": "Havana"
    },
    {
        "artist": "Livin' Joy",
        "lyrics": "  Oh yeah  You've got...  Oh yeah  You've got to get it right  You can do anything that you want to do  Put your mind, body and soul to it  Prove it to yourself and say  I want (I want), I will (I will)  I can do anything  It's a difficult world and you have got to prove  That you're ready and you can do it  Nothing in this world would stop you  I know, I can, I will fulfill my dreams  Don't stop movin', keep it up  Keep on movin', get it right  Yeah, you've got to get it right  Oh yeah... oh  Don't stop movin', it's your life  Keep on movin', get it right  Yeah, you've got to get it right  You can do anything that you want to do  Put your mind, body and soul to it  Prove it to yourself and say  I want (I want), I will (I will)  I can do anything  It's a difficult world and you have got to prove  That you're ready and you can do it  Nothing in this world would stop you  I know, I can, I will fulfill my dreams  Don't stop movin', keep it up  Keep on movin', get it right  Yeah, you've got to get it right  Oh yeah... oh  Don't stop movin', it's your life  Keep on movin', get it right  Yeah, you've got to get it right  You can be mystical and magical  Physically phenomenal  Good to go  Not to slow  Feel the heat and let it flow  You can be...  Mystical and magical  Physically phenomenal  Good to go, not to slow  Feel the heat and let it flow  Don't stop movin', keep it up  Keep on movin', get it right  Yeah, you've got to get it right  Oh yeah... oh  Don't stop movin', it's your life  Keep on movin', get it right  Yeah, you've got to get it right  You've got to get it right  ",
        "title": "Don't Stop Movin'"
    },
    {
        "artist": "Immature Featuring Smooth And Ed From Good Burger",
        "lyrics": "  [Verse 1: Smooth] Fly like an eagle through the sky Makin more money than you can and I don't try I'm on that level That money makin rebel Checkin for my pay no way Can I settle for less than the best When you make that purchase And all my material needs will surface Thats the only way I swang Watch the way I do my thang  [Verse 2: Marques \"Batman\" Houston] I can do anything I wanna do in my life You, you know you like the way I kick my game I'm not ashamed to do my thing Right now I feel so good inside Doin' what I want Right now I feel so good inside Doin' what I want  [Hook] Watch me do my thing I like to do my thing Watch me do my thing Everybody sing  [Verse 3] Lady I'd do almost anything for you Anything your heart desires It's easy to fulfill your needs Because you believe in me Right now I feel so good inside Doin' what I want Right now I feel so good inside Doin' what I want  [Hook]  [Verse 4: Kel Mitchell (AKA \"Ed\" from \"Good Burger)] Yo Batman and Romeo, give me the mic so I can flow LDB make it funky from here to Mexico I can do it fast or slow it really doesn't matter though Cause I'm a pro; What you say, you wanna take me toe to toe? Uh...no, dude I don't think so My crew is strapped, my style is phat And Immature's got my back on this funky track You want fries with that? Coo-Coo-Cachoo what you gonna do, hoooh  [Hook]  [Verse 5: Kel Mitchell] Welcome to the hip hop, the home of hip hop You don't stop the way we rock, yo Batman 24/7 around the clock, this is Ed here from Good Burger Are you shocked, whoa! Watch me do my thang, hoooh  ",
        "title": "Watch Me Do My Thing (From \"All That\")"
    },
    {
        "artist": "Tru Featuring Ice Cream Man (Master P)",
        "lyrics": "  {*inhales, coughing*}  See y'all niggas think I'm tripping cause I'm on that doja (I'ma sprinkle y'all niggas with some game) See y'all true niggas One reason I'm spiitin this game to y'all niggas Nigga cause I want y'all niggas to watch y'all motherfuckin self y'know (Motherfuckin F-E-D's everywhere y'know) See the white folks be followin niggas all in the projects (Narcotics, U.S. marshals) All in a nigga car, all on planes and boats (Motherfuckin cable man - buggin niggas houses up and shit) Just like deez niggas and deez hoes (Telephone man) Tired of motherfuckers followin me man (Uh-huh, motherfuckers everywhere) Take another route nigga somebody after you Keep ya eyes open fool  [Chorus: repeat 2X] I always feel like, somebody's watchin me I'm paranoid I can't sleep I'm in the dope game I think these hoes and these niggas out to get me mayn  [Master P] I ain't never had nuttin in my whole life I'm from the ghetto grew up, on eggs and rice I'm paranoid I can't sleep cause I done stole a ki Peeped out the window unmarked car after me My little homie downstairs holla, \"Five-oh!\" But I ain't runnin from no motherfuckin white folks I got the A-K spray hit the window (lay it down) duck So nigga holla, god damn I hit him in the trunk The dogs chase me but a nigga ran through the back That's when I seen Dopefiend Willy in the Cadillac He said, \"P where ya goin man? Get in!\" Put the gat to his head said interstate 10 Play it off, play it off, 'fore I do ya trick Take me to the projects, to meet my bitch A hundred G's, two ki's, and a bullet-proof vest And like Billy the Kid I got some pussy and headed to the West  [Chorus]  [Silkk the Shocker] I was pullin up out the driveway Car been parked since Friday I looked and look back it wasn't there But I saw him followin on the highway And I today, know that I'ma blast See I don't know who in it because the cars wiz-window was tinted And I be seein shit that ain't there It ain't there but I be seein shit I be in places without bein seen there But be seein a place without even bein there And it seems like I'm in a different time zone This dope game coke game got my mind, gone got my mind gone I be havin nightmares everyday, I'll be woke but I'll be sleep I looked at Shock the nigga but I turned around and it was me It got me 'noid.. It got me 'noid, it got me noid.. But I ain't paranoid!  [Chorus] - 1.5X  [Mia X] I beez more Paranoid than a fugitive, because I choose to live Pro-life, when it comes to mine my Ruger 9's on cock For all them haters with the scandolous plots The red dot, marks the spot, for my nineteen shots {*BOOM!*} Thought I forgot the way they did ya boy? That's why I'm never on the streets without my plastic toy (Fa sho'!) They wanna trap me kidnap me duct tape my mouth Torture me until I tell 'em 'bout my man and point the dopehouse out (Damn!) I used to be about the same drama games That's why I'm, two steps ahead of all you, gutter brains You know the name Mia X the biggest momma Ghetto Sara Lee at the store And Betty Rocker when I choppa fa sho' The evil eyes be watchin, cause niggas Be always tryin to get in the best players spot and Knockin, motherfuckers heads off and cris-crossin Throw in mo' salt than Morton - when it rains it pours Whores with pitchfork tongues; they're tryin to get my slung On my back gotta watch them jealousy acts so black My eyes be in the front and the back and on the sides peepin For all them crooks that be out creepin - I feel they watchin me  [Master P] They're watchin us But TRU soldiers don't die, we multiply - UNGGGHH Keep an open eye - for them haters  [Chorus] - repeat 2X  ",
        "title": "I Always Feel Like (Somebody's Watching Me)"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Click here to read Seal's explanation of \"Fly Like An Eagle\"]  Time keeps on slippin' Into the future Time keeps on slippin', slippin', slippin' Into the future  I want to fly like an eagle To the sea Fly like an eagle Let my spirit carry me I want to fly Fly right into the future  Wanna feed the babies Who can't get enough to eat Wanna shoe the children With no shoes on their feet Wanna house the people Livin' in the street Oh, oh, there's a solution  I want to fly like an eagle To the sea Fly like an eagle Let that spirit carry me I want to fly Oh ya Fly right into the future  Time keeps on slippin', slippin', slippin' Into the future Time flies don't it, baby Time keeps on slippin', slippin', slippin' Into the future Time flies don't it, baby (Oooh, keep on flying, keep on flying, ooh) Time keeps on slippin', slippin', slippin' Into the future  Ah... Ah... Ah... Ah...  (Don't it baby)  I want to fly like an eagle To the sea Fly like an eagle Let that spirit carry me I want to fly Fly right into the future  I want to fly like an eagle To the sea Fly like an eagle Let that spirit carry me I want to fly Fly right into the future  (There's a sky full of people, [?])  Time keeps on slippin', slippin', slippin' Into the future Time keeps on slippin', slippin', slippin' Into the future  ",
        "title": "Fly Like An Eagle (From \"Space Jam\")"
    },
    {
        "artist": "Mack 10 & Tha Dogg Pound",
        "lyrics": "  [Intro] Blaze up (Oh yeah!) World wide, don't stop don't stop West side, don't stop Mack 10 with Tha Dogg Pound Yeah and the hits don't stop (Sucka) Hey, Daz, check this out, dog  [Verse 1: Mack 10] Now when I come to ya'll hood, ya'll watch my back And when ya come to Inglewood I'm a front you a sack So we can grind and get away with the cash like a caper Cause it ain't about the set-trip, it's all about the paper Made the poverty cease, on the rise like yeast A pavé ‘lex piece, and I keep my khaki's creased Mack 10 is the lick, and ya know what my set be Connect gang, nigga, from the west, where the best be  [Verse 2: Daz Dillinger] It ain't no questions asked, you down to blast for me? Down to ride for me? Down to die for me? I come through for these sucka-ass niggas who rep Come creepin' up on shorty slowly, show him death Pull out the Mack 90 automatic for static Blast a couple of niggas, leave 'em all panicked And we swerve and hit the curb, smoke some herb We came up too much, too tough, and too rough  [Verse 3: Kurupt] We in the war zone where the war's on, where ya gun, nigga? Show 'em where you're from, nigga, ridin'-ass young nigga Arsenel equipped, hot enough to scorch With the double fours on the hip rolling with the force He's out to catch a body Talking, 'bout I thought this was a gangsta party Now he's walking around salty as the sea Talking 'bout what's jumpin? I'm about to get the pump to pumping and start dumping on something  [Hook] Fuck you over there, party over here And if you wanna trip, we got the straps near Cause niggas like us do platinum every year And if I ruled this sphere [your shit'd disappear] Now everybody in the house, throw your dubs in the air And wave 'em all around like ya just don't care It's worldwide and dope, so, nigga, act like ya savvy Mack 10 and Tha Pound cooking nothing but the cavi  [Verse 4: Mack 10] I'm servin' niggas like a host with the pound, so take a toast Dog, this west coast and our shit bump the most Cause vine to vine I swing through the woods of Ingle And everything I make, fuck around and be a single From the hoo-bangin' hits, to the yes, yes, ya'lls Now all down my halls, got plaques on my walls We might slow the roll, sit back and still kick it But the shit don't stop 'til we hit a meal ticket  [Verse 5: Daz Dillinger] I'll be goddamned, I'm in it for a meal ticket And the goal's successful I don't know who to prove a show Usual swerve a corner and hit a block back-to-back I don't know, it's like that, where the gang-bangers hang at They say, \"Daz, you a rider?\" I reply with, \"Boy, hell yeah, I'm a rider!\" From the east side of Long Beach to the west side of Inglewood On a cash mission bailing hood to hood  [Verse 6: Kurupt] Once upon a time in the early stages of my life Sacrifice, out for the loot shaking niggas like dice Forever and a day, say what you say On the mic I display, Philly to LA I've been all over from Crenshaw and Imperial To 108th, I'm sure Mack got my back It's all about mashing, cash and heat in the stash When you're in the neigborhood of assassins What you say?  [Hook]  [Outro] What do you consider fun? (That's the bomb, that's the bomb) All day night, and all night long (That's the bomb, that's the bomb) When you wake up in the morning and you start to yawn (That's the bomb, that's the bomb) All day night, and all day long (That's the bomb, that's the bomb) C'mon, c'mon Yeah, dub S.C.G D.P.G.C Take a picture, trick Take a picture, trick Take a picture, trick It might make ya rich West side! Biatch Death Row  ",
        "title": "Nothin' But The Cavi Hit (From \"Rhyme & Reason\")"
    },
    {
        "artist": "U2",
        "lyrics": "  You can reach, but you can't grab it You can't hold it, control it You can't bag it  You can push, but you can't direct it Circulate, regulate, oh no You cannot connect it - love  You know you're chewing bubble gum You know what that is but you still want some You just can't get enough of that lovey-dovey stuff  You get confused, but you know it Yeah, you hurt for it, work for it, love You don't always show it - love  [Chorus] Let go, let's go, discotheque Go, go, let go, discotheque  Looking for the one But you know you're somewhere else instead You want to be the song The song that you hear in your head Love, love, love, love  It's not a trick, you can't learn it It's the way that you don't pay that's okay Cause you can't earn it - love  You know you're chewing bubble gum You know what that is But you still want some You just can't get enough of that lovey-dovey stuff  [Chorus]  Looking for the one But you know you're somewhere else instead You want to be the song The song that you hear in your head Love, love, love  But you take what you can get Cause it's all that you can find Oh you know there's something more But tonight, tonight, tonight Boom cha, boom cha, discotheque  ",
        "title": "Discotheque"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] It's in your eyes The love you hide away You can't disguise The things you feel, the thing you say  [Chorus 1] If you just call my name Any time at all, I'll be there  [Verse 2] I don't know why The way you're falling away from me I can't describe It's how it feels, it's what I see  [Chorus 1]  [Chorus 2] I look around, all I see is you But you gotta tell me that you want me too Look at me, you're all that I need, it's true  [Chorus 1]  [Chorus 2]  [Verse 3] I can't disguise The love I wait for you to share I can't deny If you reach out and touch my hand it's there  [Chorus 1]  ",
        "title": "It's In Your Eyes"
    },
    {
        "artist": "Faithless",
        "lyrics": "  [Intro] And here we are Half past three in the morning I can't get no sleep  Yeah Yeah  I never sleep I never sleep I never sleep I never sleep I never sleep  [Verse: Maxi Jazz] Uh Yeah, I only smoke weed when I need to And I need to get some rest---yo, where's the cess? I confess, I burned a hole in the mattress Yes, yes, it was me, I plead guilty And at the count of three I pull back the duvet Make my way to the refrigerator One dry potato inside, no lie, not even bread Jam, when the light above my head went bam! I can't see, something's all over me, greasy Insomnia please release me and let me dream About making mad love on the heath Tearing off tights with my teeth But there's no relief, I'm wide awake in my kitchen It's black and I'm lonely Oh, if I could only get some sleep Creeky noises make my skin creep I need to get some sleep I can't get no sleep  ",
        "title": "Insomnia"
    },
    {
        "artist": "Funky Green Dogs",
        "lyrics": null,
        "title": "Fired Up!"
    },
    {
        "artist": "Jocelyn Enriquez",
        "lyrics": "  A little bit of ecstasy A little bit of you and me A little bit of such a free A little bit of ecstasy A little bit of ecstasy A little bit of you and me A little bit of such a free A little bit of ecstasy Tell me that you want me Tell me that you need me Tell me that you want me Tell me that you love me I'll be your dream You be my fantasy I'll be your dream You be my fantasy I'll be your dream I'll be your dream I'll be your dream You be my fantasy Ooh, ooh yeah (Let the beat... Let the beat... Let the beat control your body) A little bit of ecstasy  ",
        "title": "A Little Bit Of Ecstasy"
    },
    {
        "artist": "Angelina",
        "lyrics": null,
        "title": "Without Your Love"
    },
    {
        "artist": "Tre",
        "lyrics": null,
        "title": "Take Your Time"
    },
    {
        "artist": "The Roots",
        "lyrics": "  [Hook: Raphael Saadiq] Never do....what they do, what they do, what they do Never do....what they do, what they do, what they do  [Verse 1] Lost generation, fast paced nation World population confront their frustration The principles of true hip-hop have been forsaken It's all contractual and about money makin Pretend-to-be cats don't seem to know they limitation Exact replication and false representation You wanna be a man, then stand your own To MC requires skills, I demand some shown I let the frauds keep frontin And roam like a cellular phone far from home Giving crowds what they wantin Official hip-hop consumption, the 5th thumpin Keeping your party jumping with an original somethin Yo, I dedicate this to the one-dimensional No imagination, excuse for perpetration My man came over and said: \"Yo we thought we heard you\" Joke's on you; you heard a biting-ass crew but um  [Hook: Raphael Saadiq] Never do....what they do, what they do, what they do Never do....what they do, what they do, what they do  [Verse 2] Thin is the line that run between love and hatred The game is ill-natured, it's nothing sacred Aiyyo, it's funny when I see some rap niggas do to make it A few'll blow up, or go as far as they can take it My nine to five, is just to hit ya get the party live I'm Black Thought, used to rap for sport Now the rhyme saying rent paying life support I take it very seriously, within this industry It's various crews that try to touch me But I come with the beautiful things, and I bless the track plushly Around the world crowds love me, from doing tours Recipient of applause from all of you and yours Creator of original sounds to send to stores You take home to absorb and sweat it out your pores Now who can stop the music running through these veins Infinitely go against the grain, that's why my motto's to  [Hook: Raphael Saadiq] Never do....what they do, what they do, what they do Never do....what they do, what they do, what they do  [Verse 3] Living the life of limos and lights Airplanes and trains, short days and long nights Keyboards and mics, bass chords and drum kicks And my mental thick they hit my head like brick As I embark on a mission welcoming to the dark When I first spark the arts, when the listening start Open your head wide, and let the Thought inside My style fortified by all of Philadelphi My delph more stealth than all the wicked wealthy Mentality undetectable by the naked eye Then I get paid when the record is played To put it short \"I want it made\" like Ed, nuff said Then after that, I'm putting on my cousin Hamed We let the ladies blend with the dark-skinned thoroughbred And discover, my level is that of no other And Roots crew reign official and true while I'm continuing to  [Hook: Raphael Saadiq] Never do....what they do, what they do, what they do Never do....what they do, what they do, what they do  ",
        "title": "What They Do"
    },
    {
        "artist": "Johnny Gill Featuring Roger Troutman",
        "lyrics": null,
        "title": "It's Your Body"
    },
    {
        "artist": "Lost Boyz",
        "lyrics": null,
        "title": "Get Up"
    },
    {
        "artist": "Peggy Scott-Adams",
        "lyrics": null,
        "title": "Bill"
    },
    {
        "artist": "Gloria Estefan",
        "lyrics": "  To be completely honest It scares me to imagine What life would be without you  And for this very reason I ask you to forgive me For what I'm putting us through  Although there are so many things Against us, I've decided That I'm not giving you up, no...  Thinking back, I see what we have Is something different I think we've known all along So how fair would it be To divide this love's existence Between what's right and what's wrong  And you, always wondering if we'll make it Time will tell you That I'm not giving you up, no, no...  We'll find a way to be together However long it takes, wherever If it means having you for only a moment A moment just might be enough I'm not giving you up, no No I'm not giving you up, no  Screaming in the silence the promises we've spoken Come back to haunt me, false and broken Quiet desperation to see we're lost forever Searching for water in the desert  No, I refuse to have to do Without your kisses I'm not giving you up, no, no  We'll find a way to be together However long it takes, wherever If it means having you for only a moment A moment just might be enough I'm not giving you up, no  No I'm not giving you up, no No I'm not giving you up  ",
        "title": "I'm Not Giving You Up"
    },
    {
        "artist": "The Smashing Pumpkins",
        "lyrics": "  [Verse 1] Speak to me in a language I can hear Humour me before I have to go Deep in thought I forgive everyone As the cluttered streets greet me once again I know I can't be late, supper's waiting on the table Tomorrow's just an excuse away So I pull my collar up and face the cold, on my own The earth laughs beneath my heavy feet At the blasphemy in my old jangly walk Steeple guide me to my heart and home The sun is out and up and down again  [Pre-Chorus] I know I'll make it, love can last forever Graceful swans of never topple to the earth   [Chorus] And you can make it last, forever you You can make it last, forever you Can make it last  [Verse 2] And for a moment I lose myself Wrapped up in the pleasures of the world I've journeyed here and there and back again But in the same old haunts I still find my friends Mysteries not ready to reveal Sympathies I'm ready to return  [Pre-Chorus] I'll make the effort, love can last forever Graceful swans of never topple to the earth Tomorrow's just an excuse Tomorrow's just an excuse  [Chorus] And you can make it last, forever you Can make it last, forever you Can make it last, forever you Forever you  ",
        "title": "Thirty-Three"
    },
    {
        "artist": "Alfonzo Hunter",
        "lyrics": null,
        "title": "Weekend Thang"
    },
    {
        "artist": "2Pac, Notorious B.I.G., Radio, Dramacydal & Stretch",
        "lyrics": "  [Intro: Sway & 2Pac] Between you and Biggie it was like, who's going to rule the Nigga kingdom and shit, basically, know what I'm saying? I was like, this is like a fucking election It is that You know what I am saying Me and Biggie's situation is smaller than that, it's like…  [Hook] And I wonder if they'll laugh when I'm dead? Why am I fighting to live if I'm just living to fight? (You don't know) Why am I trying to see when there ain't nothing in sight? Why am I trying to give when no one gives me a try? Why am I dying to live if I'm just living to die?  [Verse 1: The Notorious B.I.G.] Check it, I grew up a fuckin' screw-up Got introduced to the game, got a ounce and fuckin' blew up Choppin' rocks overnight The nigga Biggie Smalls tryna turn into the black Frank White We had to grow dreads to change our description Two cops is on the milk box missin' Show they toes, you know they got stepped on A fistful of bullets, a chest full of Teflon Runnin' from the police, picture that Nigga, I'm too fat, I fuck around and catch a asthma attack That's why I bust back, it don't phase me When he drop, take his Glock and I'm Swayze Celebrate my escape, sold the Glock, bought some weight Lay back, I got some money to make, motherfucker  [Hook] And I wonder if they'll laugh when I'm dead? Why am I fighting to live if I'm just living to fight? Why am I trying to see when there ain't nothing in sight? Why am I trying to give when no one gives me a try? Why am I dying to live if I'm just living to die? (It's on me)  [Verse 2: 2Pac] But still I'm havin' memories of high speed when the cops crashed As I laugh, pushin' the gas while my Glocks blast We was young and we was dumb, but we had heart In the dark, will we survive through the bad parts? Many dreams is what I had, and plenty wishes No hesitation in extermination of these snitches Envious bitches, they still continue to pursue me A couple of movies, now the whole world's tryna screw me Even the cops tried to sue me, so what can I do? But stay true, sippin' 22's of brew And now media is tryna test me Got the press askin' questions, tryna stress me Misery is all I see, that's my mind state My history with the police will shake the crime rate My main man had two strikes, slipped, got arrested, and flipped He screamed \"Thug Life!\" and emptied the clip Got tired of runnin' from the police  [Hook] And I wonder if they'll laugh when I'm dead? Why am I fighting to live if I'm just living to fight? Why am I trying to see when there ain't nothing in sight? Why am I trying to give when no one gives me a try? Why am I dying to live if I'm just living to die?  [Outro: 2Pac] They wanted a new regime. And my regime includes East coast, includes West coast  [The Notorious B.I.G.] I was more shocked than anything You know what I'm sayin'? But I wasn't more shocked of him dying I was more shocked of him… Pac is a strong dude, yo I know dude, you know what I'm sayin'? Real strong So when they was like he got shot, I was just more like, \"Again?\" you know what I'm sayin'? He always getting shot, or shot at He going to pull through this one again Make a few records about it, and it's going to be over You know what I'm sayin'? But when he, when he died, I was just like, \"whoa\", you know what I'm saying? Kinda took me by I mean, even though we was going through our drama I would never wish death on nobody You know what I'm sayin'? Because there ain't no coming back from that  ",
        "title": "Runnin'"
    },
    {
        "artist": "SWV",
        "lyrics": null,
        "title": "It's All About U"
    },
    {
        "artist": "Merril Bainbridge",
        "lyrics": "  [Verse 1:] I get confused When I'm tired But the last time I saw you We were in a room with sunshine in my eyes  And water on the floor I watched you float away Take me with you  A long time ago We were walking around We were fooling around In the garden In the garden  I saw you turn around And still you turn around My eyes are playing tricks on me How I miss you  [Chorus:] I could be your lover Chained under the water Under the water  I could be standing on a ladder To make it easier To make it easier  [Verse 2:] Your eyes are colored stone You've got an earring Through your nose  Your chains are made of gold I don't think they would float But floating is what you do That is beautiful That is you  [Chorus:] I could be your lover Chained under the water Under the water  I could be swimming out to save you No one ever saves you To make it easier  I'll be your lover Under the water I could be standing to make it easier  [Repeat Chorus:]  [Bridge x2:] I could be your lover Chained under the water Under the water  I could be swimming out to save you No one ever saves you To make it easier  [Repeat Chorus x2:]  [Repeat Bridge x2:]  ",
        "title": "Under The Water"
    },
    {
        "artist": "George Strait",
        "lyrics": "  [Verse 1] I'm not yours an' baby you're not mine We've got somethin' and it sure is fine Let's take our love One night at a time  [Verse 2] There's one thing that we both agree I like you and baby you like me Let's take our love One night at a time  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Bridge] Oh, I think about you all day long It feels so good it can't be wrong I've got my fingers crossed That this goes on and on  [Verse 3] Tomorrow, well, that's another day Come on baby now, what do you say Let's take our love One night at a time  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Bridge] Oh, I think about you all day long It feels so good it can't be wrong I've got my fingers crossed That this goes on and on  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Chorus] All night, love all night Practice makes perfect, gonna get it right Gonna get it right One night at a time  [Outro] All night, love all night  ",
        "title": "One Night At A Time"
    },
    {
        "artist": "KRS-One",
        "lyrics": "  [Refrain] Step into a world (Klaka klaka, klaka klaka) Where there's no one left (Buku, buku! Alla de massive) But the very best (Klaka, bo bo, BDP crew, bo bo bo bo) No MC can test *cut and scratch of KRS saying \"but one\"* Step into a world, where hip-hop is me Where MC's and DJ's Build up their skills as they play every day for the, rapture  Yeah, what what Yes yes y'all, ya don't stop, KRS-One, rock on Yes yes y'all, ya don't stop, KRS-One, rock on  [Verse One] I'm bout to hit you with that traditional style of cold rockin' Givin options for head knockin non-stoppin' Tip-toppin' lyrics we droppin' but styles can be forgotten So we bring back the raw hip-hoppin' Just like the records and tapes you be coppin' Cop some breakdancin', boogie poppin', and lockin' Tic tockin', guaranteed to have you clockin' We only get better and only better we have gotten This type of flow don't even think about stoppin' Beware, the length of the rhyme flow can be shockin' All music lovers in the place right now That never understood the way that KRS got down Yo, I'm strictly about skills and dope lyrical coastin' Relying on talent, not marketing and promotion If a dope lyrical flow is a must You gots to go with a name you can quickly trust I'm not sayin I'm number one, uhh I'm sorry, I lied I'm number one, two, three, four and five Stop wastin' your money on marketing schemes And pretty packages pushin' dreams to the fiends A dope MC is a dope MC With or witout a record deal, all can see And that's who KRS be son I'm not the run of mill, cause for the mill I don't run  Yes yes y'all, ya don't stop, KRS-One, rock on Yes yes y'all, ya don't stop, KRS-One, rock on  [Refrain]  [Verse Two] Everybody on the mic in the party sound alike Until I recite, in black and white what's right Let me take flight, my style is TIGHT AN GOOD TIGHT AN GOOD, come is it TIGHT AN GOOD Old styles I pass dat, slow down on fast rap All in yo' ass crack, Cocaine? Don't pass dat Conjure to ask dat, hyper type of flashback I publish like ASCAP lyrics for hand clap No past rappin', youth trackin', talent lackin' MC's more worried about their financial backin' Steady packin a gat as if something's gonna happen But it doesn't, they wind up shootin they cousin, they buggin' I appear everywhere and nowhere at once I know my style is bumpin, even though some people front It's the God of rap, you heard of it The one that rhymes toward the sky givin airplanes mad turbulence In rap tournaments, I reign permanent Don't you think by now the number one spot I'm not concerned with it The course of rap I'm turnin' it Back to that good old fashioned way of getting cash money by earning it No bogus hocus pocus, I bring back to focus Skills if you notice my position is lotus Now quote this, MC's are just hopeless Thinkin record sales make them the dopest  Yes yes y'all, ya don't stop, KRS-One, rock on Yes yes y'all, ya don't stop, KRS-One, rock on  [Refrain]  ",
        "title": "Step Into A World (Rapture's Delight)"
    },
    {
        "artist": "Bounty Killa featuring the Fugees",
        "lyrics": null,
        "title": "Hip-Hopera"
    },
    {
        "artist": "Deana Carter",
        "lyrics": "  The summer air was heavy and sweet You and I on a crowded street There was music everywhere, I can see us there In a happy little foreign town Where the stars hung upside down A half a world away, far, far away  I remember you were laughing We were so in love, we were so in love  Chorus: And the band played Songs that we had never heard But we danced anyway We never understood the words We just sang oh la la la la la la la la And we danced anyway  Well they say you can't go back But baby I don't believe that Come along with me, come on and dance with me Well maybe if I hold you close Baby we could just let go Of these things that tie us down, we'll come back around  You remember we were laughing We were so in love, so in love  (chrous)  You remember we were laughing We were so in love, we were so in love  And the band played Songs that we had never heard But we danced anyway We never understood the words We just sang oh la la la la la la la la La la la of the world Ohhhhhh And we dance anyway (oohh we were laughing ohh) Ohhhh And we danced anyway (ohh we were dancing ohh)  ",
        "title": "We Danced Anyway"
    },
    {
        "artist": "DJ Taz Featuring Raheem The Dream",
        "lyrics": "  Oh, DJ Taz  Chorus: Neka, DJ Taz  That's right (That's right) That's ri-i-ight Party people on the floor (Uh, come on) All we do, is give them more That's right  (That's right) That's ri-i-ight Party people (Uh) On the floor , come on) All we do is give them more That's right (That's right) That's ri-i-ight  Verse 1: DJ Taz  Make hits is all I do Well, how bout you? Lay it down for the decision Up sets is  all I vision Got to make that money, honey It ain't funny, country Like Tom Sawyer Diane Lench is my lawyer Business strict, damn strict DJ Taz, don't quit No stoppin'   (Stoppin', stoppin') Stop knockin' (Knockin, knockin') You mad, boy Our hoes keep on jockin' Snappin' Uh like a turtle Out of line, me want Myrtle Nasty dancers on your station Uh-huh we be bassin' Keep it crunk, keep it crunk Play it loud in your trunk  Chorus  Verse 2: DJ Taz  First best, best last  (Ohhh) DJ Taz Pump it up, don't stop Till the planet rock Pipeline in the mist Sucka's can't fade this Hits (Hits) that's all I make Records (Records) that's all I break Billboards is all I do You know me, but I don't know you Shake it down, at the show What the bass, mids, highs, lows I give you mo Can't peel me, I ain't no ho Who's slippin', who's snoozin' Who's winnin', who's losin' In the South we love that drop Don't quit, don't stop Little sumpin' from big Taz For yo monkey ass  Chorus  Bridge: DJ Taz  Yeah, we got Raheem up in here Doin' something like this  Verse 3: Raheem The Dream  Raheem gonna' rock this steady  (Steady) They ain't ready      (Ready) From the A-T-L-A-N-T-A (Ooh-Wee) Smokin' on hay From Texas to V-A  (Uh) Detroit to G-A   (Ah) I gotta get my flow, can I go Hit that ho at the show I got some freaky bitches They ain't gon' get no riches Got animosity They get the finger from me Then try to diss it Now they wit it Gotta go and git it My tape be tight to def Bestseller on the shelf I'm known to rock it fast Raheem back on that ass And on the track Is that dope producer,DJ Taz  Chorus  Bridge: DJ Taz, Raheem The Dream  Ooh!  Aah! All we do is give you more, you know what I'm sayin'? Yeah Neka, say what baby? Big Taz! Party people, ooh, ooh Come on Come on, now Big Taz! Oh Lord Come on Break it down!  Chorus, 2X  Bridge: DJ Taz, Raheem The Dream  One time for your mind, DJ Taz One time for Success Entertainment Yeah One time for Big Jerry Right Keepin' it tight Raheem Neka  ",
        "title": "That's Right"
    },
    {
        "artist": "Tori Amos",
        "lyrics": "  [Verse 1] Excuse me, but can I be you for a while? My dog won't bite if you sit real still I got the antichrist in the kitchen yelling at me again Yeah, I can hear that Been saved again by the garbage truck I got something to say, you know but nothing comes Yes I know what you think of me, you never shut up Yeah, I can hear that  [Chorus] But what if I'm a mermaid In these jeans of his with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, and it's been here Silent all these years  [Verse 2] So you found a girl who thinks really deep thoughts What's so amazing about really deep thoughts? Boy, you best pray that I bleed real soon How's that thought for you? My scream got lost in a paper cup You think there's a heaven where some screams have gone I got 25 bucks and a cracker, do you think it's enough To get us there?  [Chorus] Cause what if I'm a mermaid In these jeans of his with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, and it's been here Silent all these  [Bridge] Years go by, will I still be waiting For somebody else to understand? Years go by if I'm stripped of my beauty And the orange clouds raining in my head Years go by, will I choke on my tears Till finally there is nothing left? One more casualty, you know We're too easy, easy, easy  [Verse 3] Well, I love the way we communicate Your eyes focus on my funny lip shape Let's hear what you think of me now, but baby don't look up The sky is falling Your mother shows up in a nasty dress And it's your turn now to stand where I stand Everybody looking at you Here, take hold of my hand Yeah, I can hear them  [Chorus] But what if I'm a mermaid In these jeans of yours with her name still on it Hey, but I don't care Cause sometimes, I said sometimes I hear my voice, I hear my voice I hear my voice, and it's been Here, silent all these years  [Outro] I've been here Silent all these years Silent all these Silent all these years  ",
        "title": "Silent All These Years"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Verse 1] Wish I may Wish I might Have this I wish tonight Are you satisfied? Dig for gold Dig for fame You dig to make your name Are you pacified?  [Pre-Chorus] All the wants you waste All the things you've chased  [Chorus] And it all crashes down And you break your crown And you point your finger But there's no one around Just want one thing Just to play the king But the castle crumbled And you've left with just a name Where's your crown, King Nothing? Where's your crown  [Verse 2] Hard and cold Bought and sold A heart as hard as gold yeah Are you satisfied? Wish I might Wish I may You wish your life away Are you pacified?  [Pre-Chorus] All the wants you waste All the things you've chased  [Chorus] And it all crashes down And you break your crown And you point your finger But there's no one around Just want one thing Just to play the king But the castle crumbled And you've left with just a name Where's your crown, King Nothing? Where's your crown  [Post-Chorus] Oh, nothing Oh, where's your crown?  [Guitar Solo]  [Bridge] I wish I may I wish I might Have this wish I wish tonight I want that star I want it now I want it all and I don't care how Careful what you wish Careful what you say Careful what you wish You may regret it Careful what you wish You just might get it  [Chorus] And it all crashes down And you break your crown And you point your finger But there's no one around Just want one thing Just to play the king But the castle crumbled And you've left with just a name Where's your crown, King Nothing?  [Outro] Nothing No, you're just nothing Where's your crown, King Nothing? No, you're just nothing Absolutely nothing  Off to never never land  ",
        "title": "King Nothing"
    }
]