[
    {
        "artist": "Carly Simon",
        "lyrics": "  [Intro] Son of a gun  [Verse 1] You walked into the party Like you were walking onto a yacht Your hat strategically dipped below one eye Your scarf it was apricot You had one eye in the mirror As you watched yourself gavotte And all the girls dreamed that they'd be your partner They'd be your partner  [Chorus] You're so vain You probably think this song is about you You're so vain I'll bet you think this song is about you Don't you? Don't you?  [Verse 2] You had me several years ago When I was still quite naive Well, you said that we made such a pretty pair And that you would never leave But you gave away the things you loved And one of them was me I had some dreams they were clouds in my coffee Clouds in my coffee, and  [Chorus] You're so vain You probably think this song is about you You're so vain I'll bet you think this song is about you Don't you? Don't you? I had some dreams they were clouds in my coffee Clouds in my coffee, and You're so vain You probably think this song is about you You're so vain I'll bet you think this song is about you Don't you? Don't you?  [Verse 3] Well, I hear you went up to Saratoga And your horse naturally won Then you flew your Lear jet up to Nova Scotia To see the total eclipse of the sun Well, you're where you should be all the time And when you're not, you're with Some underworld spy or the wife of a close friend Wife of a close friend, and  [Chorus] You're so vain You probably think this song is about you You're so vain I'll bet you think this song is about you Don't you? Don't you? You're so vain You probably think this song is about you You're so vain You probably think this song is about you You're so vain  ",
        "title": "You're So Vain"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Very superstitious Writing's on the wall Very superstitious Ladder's about to fall Thirteen month old baby Broke the looking glass Seven years of bad luck The good things in your past  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way  [Verse 2] Very superstitious Wash your face and hands Rid me of the problem Do all that you can Keep me in a daydream Keep me going strong You don't want to save me Sad is my song  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way  [Verse 3] Very superstitious Nothing more to say Very superstitious The devil's on his way Thirteen month old baby Broke the looking glass Seven years of bad luck Good things in your past  [Chorus] When you believe in things That you don't understand Then you suffer Superstition ain't the way No, no, no  ",
        "title": "Superstition"
    },
    {
        "artist": "Billy Paul",
        "lyrics": "  [Verse 1] Me and Mrs Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  We meet every day at the same cafe 6:30 I know, I know she'll be there Holding hands, making all kinds of plans While the jukebox plays our favorite song  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  [Verse 2] We gotta be extra careful That we don't build our hopes up too high Cause she's got her own obligations And so, and so do I  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on We both know that it's wrong But it's much too strong To let it go now  [Verse 3] Well, it's time for us to be leaving It hurts so much, it hurts so much inside Now she'll go her way And I'll go mine But tomorrow we'll meet the same place The same time  [Hook] Me and Mrs, Mrs. Jones Mrs. Jones, Mrs. Jones, Mrs. Jones We got a thing going on  [Outro] We gotta be extra careful We can't afford to build our hopes up too high I wanna meet and talk to you At the same place, the same cafe, the same time And we're gonna hold hands like we used to We gonna talk it over, talk it over We know, they know And you know and I know it was wrong But I'm thinking strong We gotta let 'em know now That we got a thing going on, a thing going on  ",
        "title": "Me And Mrs. Jones"
    },
    {
        "artist": "Gilbert O'Sullivan",
        "lyrics": null,
        "title": "Clair"
    },
    {
        "artist": "Donna Fargo",
        "lyrics": null,
        "title": "Funny Face"
    },
    {
        "artist": "Kenny Loggins & Jim Messina",
        "lyrics": "  Your Mama Don't Dance Loggins and Messina Your mama don't dance and your daddy don't Rock and roll  Your mama don't dance and your daddy don't Rock and roll But when evening comes around and it's time to Hit the town  Where do you go - You gotta rock it The old folks say that ya gotta end your date By ten But if you're out on a date don't you  Bring her home late 'cause it's a sin You know there's no excuse You know you're gonna lose you never win I'll say it again  And it's all because your mama don't dance And your daddy don't rock and roll Your mama don't dance and your daddy don't Rock and roll  When evenin' rolls around and it's time to Hit the town Where do you go - To rock it, rock it  Everyone gather round let me tell you all About it You see I pulled into a drive-in and I found a place to park  We hopped into the backseat where it's Always nice and dark I'm just about to move thinking to myself Mmm Bret this is a breeze  Then there's a light in my eye and a guy says Out of the car long hair Oowee - You're coming with me Said the local police  And it's all because your mama don't dance And your daddy don't rock and roll Your mama don't dance and your daddy don't Rock and roll  When evenin' rolls around and it's time to Hit the town Where do you go - Play me a little C.C  Your mama don't dance and your daddy don't Rock and roll Your mama don't dance and your daddy don't Rock and roll  They just ain't cool and they ain't about to start Your mama don't dance and you daddy don't rock Your mama don't dance, no She just don't dance, no  You mama don't dance And you daddy don't rock and roll, oww no  ",
        "title": "Your Mama Don't Dance"
    },
    {
        "artist": "Johnny Rivers",
        "lyrics": "  I wanna jump, but I'm afraid I'll fall I wanna holler, but the joint's too small Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Want some lovin' babe and that ain't all I wanna kiss her, but she's way too tall Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  I wanna squeeze her, but I'm way too low I would be runnin' but my feets too slow Young man rhythm got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  Baby comin', now, I'm hurryin' home I know she's leavin', 'cause I'm takin' too long Young man rhythm's got a hold of me, too I got the rockin' pneumonia and the boogie woogie flu  ",
        "title": "Rockin' Pneumonia - Boogie Woogie Flu"
    },
    {
        "artist": "Curtis Mayfield",
        "lyrics": "  Hey, hey! Love, love! Yeah, yeah! Ah, ha! Freddie's dead -- That's what I said! Let the man rap a plan Said he'd sing him home But his hope was a rope And he should've known It's hard to understand -- There was love in this man I'm sure all would agree That his misery was his -- Woman and things Now Freddie's dead -- That's what I said Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A terrible blow But that's how it goes A \"Freddie\" 's on the corner now -- If you wanna be a junkie, wow! Remember: Freddie's dead! We're all built up with progress But sometimes I must confess -- We can deal with rockets and dreams But, reality -- what does it mean? Ain't nothing said 'Cause Freddie's dead! Hey, hey! Love, love! Hey, hey! Yeah, yeah! Ha, ha! Love, love! Yeah, yeah! Ha, ha! Yeah, yeah! Freddie's dead! All I want is some peace of mind With a little love I'm trying to find This could be such a beautiful world With a wonderful girl Why, I need a woman child! Don't wanna be like Freddie, now -- 'Cause Freddie's dead! Hey, hey! Yeah, yeah! If you don't try You're gonna die Why can't we brothers? Protect one another No one's serious And it makes me furious! Don't be misled -- Just think of Fred . .  Everybody's misused him Ripped him up and abused him Another junkie plan Pushin' dope for the man A \"Freddie\" 's on the corner now If you wanna be a junkie, why? Remember, Freddie's dead! Ha, ha, ha, ha, ha! Freddies dead! Hey, hey! Ha, ha! Love, love! Ha, ha!  ",
        "title": "Superfly"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] I remember when rock was young Me and Suzie had so much fun Holding hands and skimming stones Had an old gold Chevy and a place of my own  But the biggest kick I ever got Was doing a thing called the Crocodile Rock While the other kids were rocking round the clock We were hopping and bopping to the Crocodile Rock  [Chorus] Well, Crocodile Rocking is something shocking When your feet just can't keep still I never knew me a better time and I guess I never will Oh, lawdy mama those Friday nights When Suzie wore her dresses tight And the Crocodile Rocking was out of sight  [Post-Chorus] Laa, la-la-la-la-laa La-la-la-la-laa La-la-la-la-laa  [Verse 2] But the years went by and the rock just died Suzie went and left us for some foreign guy Long nights crying by the record machine Dreaming of my Chevy and my old blue jeans  But they'll never kill the thrills we've got Burning up to the Crocodile Rock Learning fast as the weeks went past We really thought the Crocodile Rock would last  [Chorus] Well, Crocodile Rocking is something shocking When your feet just can't keep still I never knew me a better time and I guess I never will Oh lawdy mama those Friday nights When Suzie wore her dresses tight And the Crocodile Rocking was out of sight  [Post-Chorus] Laa, la-la-la-la-laa La-la-la-la-laa La-la-la-la-laa  [Verse 1] I remember when rock was young Me and Suzie had so much fun Holding hands and skimming stones Had an old gold Chevy and a place of my own  But the biggest kick I ever got Was doing a thing called the Crocodile Rock While the other kids were rocking round the clock We were hopping and bopping to the Crocodile Rock  [Chorus 2] Well, Crocodile Rocking is something shocking When your feet just can't keep still I never knew me a better time and I guess I never will Oh lawdy mama those Friday nights When Suzie wore her dresses tight And the Crocodile Rocking was out of sight  [Outro] Laa, la-la-la-la-laa La-la-la-la-laa La-la-la-la-laa  Laa, la-la-la-la-laa La-la-la-la-laa La-la-la-la-laa  ",
        "title": "Crocodile Rock"
    },
    {
        "artist": "Four Tops",
        "lyrics": "  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own Oh, can't you see while you're pickin' on society That the leaves on your family tree are callin' you to come home  You're the keeper of the castle, so be a father to your children The provider of all their daily needs Like a sovereign Lord protector be their destiny's director And they'll do well to follow where you lead  Oh, in your head, you don't believe what the good book said You're gonna strike out now instead, 'cause the world's been unkind Put through thick and thin whatever shape your heart is in You only have one next of kin better keep 'em in mind  You're the keeper of the castle, so be a good man to your lady The creator of the sunshine in her day Tend the garden that you seeded be a friend when a friend is needed An' you won't have to look the other way  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own Oh, can't you see, while you're pickin' on society That the leaves on your family tree are beggin' you to come on home  Live it down, there's a lot of us been pushed around Red, yellow, black, white and brown with a tear of their own In your head, you don't believe what the good book said  ",
        "title": "Keeper Of The Castle"
    },
    {
        "artist": "Jethro Tull",
        "lyrics": "  [Intro] Happy, and I'm smiling Walk a mile to drink your water You know I'd love to love you And above you there's no other We'll go walking out While others shout of war's disa(aa)ster Oh, we won't give in Let's go living in the past  [Bridge] Once I'd used to join in Every boy an' girl was my friend Now there's revolution But they don't know what they're fighting Let us close our eyes Outside their lives go on much fa(aa)ster Oh, we won't give in We'll keep living in the past  [Bridge] Once I'd used to join in Every boy an' girl was my friend Now there's revolution But they don't know what they're fighting Let us close our eyes Outside their lives go on much fa(aa)ster Oh, we won't give in We'll keep living in the past  Oh, we won't give in Let's go living in the past Oh, no, no, we won't give in Let's go living in the past  [[Outro]  ",
        "title": "Living In The Past"
    },
    {
        "artist": "Albert Hammond",
        "lyrics": "  [Verse 1] Got on board a westbound seven forty-seven Didn't think before deciding what to do Ooh, that talk of opportunities, TV breaks and movies Rang true, sure rang true...  [Chorus] Seems it never rains in southern California Seems I've often heard that kind of talk before It never rains in California, but girl, don't they warn ya? It pours, man, it pours  [Verse 2] I'm out of work, I'm out of my head Out of self respect, I'm out of bread I'm underloved, I'm underfed, I want to go home It never rains in California, but girl, don't they warn ya? It pours, man, it pours Will you tell the folks back home I nearly made it? Had offers but didn't know which one to take Please don't tell 'em how you found me Don't tell 'em how you found me Gimme a break, give me a break  [Chorus]  ",
        "title": "It Never Rains In Southern California"
    },
    {
        "artist": "Timmy Thomas",
        "lyrics": "  [Verse 1] Tell me why? Tell me why? Tell me why? Mmm, why can't we live together? Tell me why? Tell me why? Mmm, why can't we live together?  [Chorus] Everybody wants to live together Why can't we live together?  [Verse 2] No more wars, no more wars, no more war Mmm, just a little peace in this world No more wars, no more war All we want is some peace in this world  [Chorus] Everybody wants to live together Why can't we live together?  [Bridge] Can't live, can't live Can't live together Can't live together  [Verse 3] No matter, no matter what color Mmm, you are still my brother I said, no matter, no matter what color Mmm, you are still my brother  [Chorus] Everybody wants to live together Why can't we live together?  ",
        "title": "Why Can't We Live Together"
    },
    {
        "artist": "James Taylor",
        "lyrics": "  [Chorus] Do me wrong, do me right. Tell me lies but hold me tight Save your good-byes for the morning light, but don't let me be lonely tonight Say goodbye and say hello. Sure enough good to see you, but it's time to go Don't say yes but please don't say no, I don't want to be lonely tonight  [Verse 1] Go away then, damn you, go on and do as you please You ain't gonna see me getting down on my knees I'm undecided, and your heart's been divided, you've been turning my world upside down  [Chorus] Do me wrong, do me right, right now, baby. Go on and tell me lies but hold me tight Save your good-byes for the morning light, morning light but don't let me be lonely tonight I don't want to be lonely tonight, no, no, I don't want to be lonely tonight  [Outro] I don't want to be lonely tonight  ",
        "title": "Don't Let Me Be Lonely Tonight"
    },
    {
        "artist": "Hurricane Smith",
        "lyrics": "  Have I a hope for half a chance To even ask if I could dance with you Yoo-hoo? Would you greet me or politely turn away? Would there suddenly be sunshine On a cold and rainy day? Oh, babe, what would you say?  For there are you, sweet lollipop Here am I With such a lot to say, hey, hey Just to walk with you along the Milky Way To caress you through the nighttime Bring you flowers every day Oh, babe, what would you say?  'Cause oh, baby, I know I know I could be so in love with you And I know that I could make you love me, too And if I could only hear you say you do Oo-oo-oo-oo But, anyway, what would you say?  Yes, oh, baby I know I know I could be so in love with you And I know that I could make you love me, too And if I could only hear you say you do Oo-oo-oo-oo But, anyway What would you say?  ",
        "title": "Oh, Babe, What Would You Say?"
    },
    {
        "artist": "Cat Stevens",
        "lyrics": null,
        "title": "Sitting"
    },
    {
        "artist": "Marvin Gaye",
        "lyrics": "  [Verse 1] I come up hard, baby, but now I'm cool I didn't make it sugar, playing by the rules I come up hard, baby, but now I'm fine I'm checking trouble, sure moving down the line I come up hard, baby, but that's OK Because Trouble Man don't get in my way  [Verse 2] I come up hard, baby I've been for real, baby Going to keep moving, going to roll to town I come up hard, come on, get down There's only three things that's for sure: Taxes, death and trouble  [Bridge] This I know, baby, this I know, child Yeah, let the sweat through you, baby Got me singing, yeah, yeah, ooh  [Verse 3] I come up hard, baby, I had to fight Took him on madness with all my might I come up hard, I had to win Then start all over and then again I come up hard, but that's OK Because Trouble Man don't get in my way  [Verse 4] I've heard some places and I've seen some faces I've never had tensions, I give my directions When people say; that's OK, they don't bother me I'm ready to make it, don't care about the weather Don't care about no trouble, got myself together No laughing, no crying, protection's all around me  [Verse 5] I come up hard, baby I've been for real, baby With the Trouble Man Moving, going tight I come up hard, come on, get down There's only three things for sure: Taxes, death and trouble  This I know, baby This I know, baby Hey now, let it sweat, baby  [Outro] I come up hard, but now I'm cool I didn't make it, baby, playing by the rules I've come of heart, baby, but now I'm fine I'm checking trouble, sure, hey, moving down the line  ",
        "title": "Trouble Man"
    },
    {
        "artist": "Wings",
        "lyrics": null,
        "title": "Hi, Hi, Hi"
    },
    {
        "artist": "Three Dog Night",
        "lyrics": "  April gave us springtime And the promise of the flowers And the feeling that we both shared And a love that we called ours  We knew no time for sadness That's a road we each had crossed We were living a time meant for us And even when it would rain, we would laugh it off  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April It's a morning in May  We stood on the crest of summer Beneath an oak that blossomed green Feeling as I did in April Not really knowing what it means  But it must be then that you stand beside me now To make me feel this way Just as I did in April But it's a morning in May  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April But it's a morning in May  I've got pieces of April I keep'em in a memory bouquet I've got pieces of April It's a morning in May  It's a morning It's a morning in May  ",
        "title": "Pieces Of April"
    },
    {
        "artist": "Raspberries",
        "lyrics": null,
        "title": "I Wanna Be With You"
    },
    {
        "artist": "War",
        "lyrics": "  [Verse 1] Walkin' down the street, smoggy-eyed Looking at the sky, starry-eyed Searchin' for the place, weary-eyed Crying in the night, teary-eyed  [Hook] x2 Don't you know that it's true That for me and for you The world is a ghetto  [Verse 2] Wonder when I'll find paradise Somewhere there's a home sweet and nice Wonder if I'll find happiness Never give it up now I guess  [Hook] x2  [Verse 3] There's no need to search anywhere Happiness is here, have your share If you know you're loved, be secure Paradise is love to be sure  [Hook] x4  ",
        "title": "The World Is A Ghetto"
    },
    {
        "artist": "Al Green",
        "lyrics": "  Sit right down and talk to me About how you want to be You ought to be with me Yeah, you ought to be with me  Thinking 'bout what people do Talking 'bout how I love you Thinking there's nothing to what they say You're going to be with me anyway  They don't want to see us do All of the things we want to You ought to be with me Hey, you ought to be with me  You don't have to waste my time If you want to be a friend of mine You can leave me now and walk away And turn your back for another day Oh baby, yeah yeah  Ought to be the kind of girl That can brighten this old world And it's hard to see why you and me Can't be together happily  I'm trying to realize You being with some other guy I don't know the reason why You oughta be with me until I die Hey, you ought to be with me until I die  I don't want to waste my time If you want to be a friend of mine I wanna hold you tight, love you right Put good feeling in your night  ",
        "title": "You Ought To Be With Me"
    },
    {
        "artist": "Steely Dan",
        "lyrics": "  [Verse 1] In the mornin you go gunnin' For the man who stole your water And you fire till he is done in But they catch you at the border And the mourners are all singin' As they drag you by your feet But the hangman isn't hangin' And they put you on the street  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  [Verse 2] When you know she's no high climber Then you find your only friend In a room with your two timer And you're sure you're near the end Then you love a little wild one And she brings you only sorrow All the time you know she's smilin' You'll be on your knees tomorrow  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  [Verse 3] Now you swear and kick and beg us That you're not a gamblin' man Then you find you're back in Vegas With a handle in your hand Your black cards can make you money So you hide them when you're able In the land of milk and honey You must put them on the table  [Chorus] You go back Jack do it again Wheel turnin' 'round and 'round You go back Jack do it again  ",
        "title": "Do It Again"
    },
    {
        "artist": "Carole King",
        "lyrics": "  Green fields and rolling hills Room enough to do what we will Sweet dreams of yestertime Are running though my mind Of a place I left behind Been so long, I can't remember when I've been to Canaan and I wanna go back again  Been so long, I'm living till then Cause I've been to Canaan And, ah, I won't rest until I go back again  Though I'm content with myself Sometimes I long to be somewhere else I try to do what I can But with our day to day demands We all need a promised land  And it's been so long I can't remember when I've been to Canaan and I wanna go back again  Been so long I'm living till then Cause I've been to Canaan And, ah, I won't rest until I go back again  Oh, I want to be there in the wintertime With a fireplace burning to warm me And you to hold me When it's stormy  Been so long, I can't remember when But I've been to Canaan and I wanna go back again Been so long, I'm living till then Cause I've been to Canaan And, ah, I won't rest until I go back again I've been to Canaan And, ah, I won't rest until I go back again  ",
        "title": "Been To Canaan"
    },
    {
        "artist": "Brighter Side Of Darkness",
        "lyrics": null,
        "title": "Love Jones"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": "  [Verse 1] I see a change as come in to our lives It's not the way that it used to be And it's not too late to realize our mistake We're just not right for each other  [Verse 2] Love has slipped away left us only friends We almost seem like strangers All that's left between us are the memories we share Of times we thought we cared for each other  [Chorus] There's nothing left to do but go our separate ways And pick up all the pieces left behind us And maybe someday, somewhere along the way Another love will find us  [Verse 3] Some day when she's older, maybe she will understand Why her mom and dad are not together The tears that she will cry when I have to say goodbye Will tear at my heart forever  [Chorus] There's nothing left to do but go our separate ways Pick up all the pieces left behind us And maybe someday, somewhere along the way Another love will find us  Wow wow woa wow,                                                                       Wow wow woa wow,                                                                       Wow wow woa wow Wow wow woa wow  ",
        "title": "Separate Ways"
    },
    {
        "artist": "Blue Haze",
        "lyrics": null,
        "title": "Smoke Gets In Your Eyes"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "Walk On Water"
    },
    {
        "artist": "John Denver",
        "lyrics": "  He was born in the summer of his 27th year Comin’ home to a place he’d never been before He left yesterday behind him, you might say he was born again You might say he found a key for every door  When he first came to the mountains his life was far away On the road and hangin’ by a song But the string’s already broken and he doesn’t really care It keeps changin’ fast and it don’t last for long  But the Colorado Rocky Mountain high I’ve seen it rainin’ fire in the sky The shadow from the starlight is softer than a lullabye Rocky Mountain high (high Colorado) Rocky Mountain high (high Colorado)  He climbed cathedral mountains, he saw silver clouds below He saw everything as far as you can see And they say he got crazy once, and he tried to touch the sun And he lost a friend but kept his memory  Now he walks in quiet solitude the forests and the streams Seeking grace in every step he takes His sight has turned inside himself to try and understand The serenity of a clear blue mountain lake  And the Colorado Rocky Mountain high I’ve seen it rainin’ fire in the sky You can talk to God and listen to the casual reply Rocky Mountain high (high Colorado) Rocky Mountain high (high Colorado)  Now his life is full of wonder but his heart still knows some fear Of a simple thing he cannot comprehend Why they try to tear the mountains down To bring in a couple more More people, more scars upon the land  And the Colorado Rocky Mountain high I’ve seen it rainin’ fire in the sky You can talk to God and listen to the casual reply Rocky Mountain high (high Colorado) Rocky Mountain high (high Colorado)  ",
        "title": "Rocky Mountain High"
    },
    {
        "artist": "King Harvest",
        "lyrics": "  [Verse 1] We get it on most every night When that moon is big and bright It's a supernatural delight Everybody's dancing in the moonlight  [Refrain] Everybody here is out of sight They don't bark and they don't bite They keep things loose, they keep things light Everybody's dancing in the moonlight  [Chorus] Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  [Verse 2] We like our fun and we never fight You can't dance and stay uptight It's a supernatural delight Everybody was dancing in the moonlight  [Chorus] Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  [Refrain] Everybody here is out of sight They don't bark and they don't bite They keep things loose, they keep things light Everybody was dancing in the moonlight  [Chorus] Everybody's dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight (everybody) Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight Everybody's dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight (everybody) Dancing in the moonlight Everybody's feeling warm and bright It's such a fine and natural sight Everybody's dancing in the moonlight  ",
        "title": "Dancing In The Moonlight"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": "  I am woman, hear me roar In numbers too big to ignore And I know too much to go back an' pretend Cause I've heard it all before And I've been down there on the floor No one's ever gonna keep me down again  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  You can bend but never break me Cause it only serves to make me More determined to achieve my final goal And I come back even stronger Not a novice any longer Cause you've deepened the conviction in my soul  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can do anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman watch me grow See me standing toe to toe As I spread my lovin' arms across the land But I'm still an embryo With a long, long way to go Until I make my brother understand  Oh yes, I am wise But it's wisdom born of pain Yes, I've paid the price But look how much I gained If I have to, I can face anything I am strong (Strong) I am invincible (Invincible) I am woman  I am woman I am invincible I am strong I am woman I am invincible I am strong I am woman  ",
        "title": "I Am Woman"
    },
    {
        "artist": "Joni Mitchell",
        "lyrics": "  If you're driving into town With a dark cloud above you Dial in the number Who's bound to love you Oh honey you turn me on I'm a radio I'm a country station I'm a little bit corny I'm a wildwood flower Waving for you I'm a broadcasting tower Waving for you And I'm sending you out This signal here I hope you can pick it up Loud and clear I know you don't like weak women You get bored so quick And you don't like strong women Cause they're hip to your tricks It's been dirty for dirty Down the line But you know I come when you whistle When you're loving and kind But if you've got too many doubts If there's no good reception for me Then tune me out, cause honey Who needs the static It hurts the head And you wind up cracking And the day goes dismal From \"Breakfast Barney\" To the sign-off prayer What a sorry face you get to wear I'm going to tell you again now If you're still listening there If you're driving into town With a dark cloud above you Dial in the number Who's bound to love you If you're lying on the beach With the transistor going Kick off the sandflies honey The love's still flowing If your head says forget it But your heart's still smoking Call me at the station The lines are open  ",
        "title": "You Turn Me On, I'm A Radio"
    },
    {
        "artist": "Lobo",
        "lyrics": "  I stopped sending flowers to your apartment You said you aren't at home much anymore I stopped dropping by without an appointment 'Cause I'd hear laughter coming through your door  Sometimes late at night you'll still call me Just before you close your eyes to sleep You make me vow to try and stop by sometime But baby, that's a promise I can't keep  I love you too much to ever start liking you So let's just let the story kinda end I love you too much to ever start liking you So don't expect for me to be your friend  I don't walk down through the village or other places That we used to go to all the time I'm trying to erase you from my memory 'Cause thinking of you jumbles up my mind  I love you too much to ever start liking you So let's just let the story kinda end I love you too much to ever start liking you So don't expect for me to be your friend  You always act so happy when I see you You smile that way, you take my hand and then... Introduce me to your latest lover That's when I feel the walls start crashing in  I love you too much to ever start liking you So let's just let the story kinda end I love you too much to ever start liking you So don't expect for me to be your friend  ",
        "title": "Don't Expect Me To Be Your Friend"
    },
    {
        "artist": "The Blue Ridge Rangers",
        "lyrics": null,
        "title": "Jambalaya (On The Bayou)"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  You're the girl of my dreams I'd like to thank you For waiting patiently  Daddy's home Your daddy's home to stay How I've waited for this moment To be by your side  Your best friend wrote and told me You had teardrops in your eyes Daddy's home Your daddy's home to stay  It wasn't on a Sunday (Monday and Tuesday went by) It wasn't on a Tuesday afternoon (All I could do was cry)  But I made a promise that you treasured I made it back home to you How I've waited for this moment To be by your side Your best friend wrote and told me You had teardrops in your eyes  Daddy's home Your daddy's home to stay Daddy's home to stay I'm not a thousand miles away Daddy's home to stay I'm gonna be here come what may Daddy's home to stay  ",
        "title": "Daddy's Home"
    },
    {
        "artist": "Austin Roberts",
        "lyrics": null,
        "title": "Something's Wrong With Me"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse] You got me crying, you got me lying You got me crying, lying, anyway you want And I'll roll, yeah, yeah, yeah You got me doing what you want me, any way you want me to go? You see me up, you see me down You see me up, down, down, up, anyway you want And I'll roll, yeah, yeah, yeah You got me doing what you want me, any way you want me to go? You keep me reeling, you keep me rocking You keep me reeling, rocking, anyway you want And I'll go, yeah, yeah, yeah You got me doing what you want me, any way you want me to go?  ",
        "title": "Reelin' & Rockin'"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  [Verse 1] It was the third of September That day I'll always remember, yes I will Cause that was the day, that my daddy died I never got a chance to see him Never heard nothin' but bad things about him Momma I'm depending on you, to tell me the truth Momma just hung her head and said, son  [Hook]×2 Papa was a rolling stone, my son Wherever he laid his hat was his home And when he died, all he left us was alone  [Verse 2] Hey momma Is it true what they say that papa never worked a day, in his life And momma, some bad talk goin' round town Sayin' that papa had three outside children And another wife, and that ain't right I heard them talking papa doing some store front preachin' Talking about saving souls and all the time leechin' Dealing in dirt, and stealing in the name of the Lord Momma just hung her head and said  [Hook]×2  [Verse 3] Hey momma I heard papa called himself a jack of all trades Tell me, is that what sent papa to an early grave? Folks say papa would beg, borrow, steal To pay his bills  Hey momma Folks say papa never was much on thinking Spent most of his time chasing women and drinking Momma I'm depending on you, to tell me the truth Momma looked up with a tear in her eye and said, son  [Hook]×4  ",
        "title": "Papa Was A Rollin' Stone"
    },
    {
        "artist": "The Who",
        "lyrics": null,
        "title": "The Relay"
    },
    {
        "artist": "Bobby Womack & Peace",
        "lyrics": "  Everybody claims that they want the best things outta life Ha, but not everyone, not everyone wanna got through the toils and strifes  Like this particular fellah, walks around all day long singin' this song Sha na lah dah dah lah dah dah dah dah  Harry Hippie, lies asleep in the shade Life don't bug him cause he thinks he's got it made He never worry about nothin' in particular Oh, he might even sell free press on Sunset  I'd like to help a man when he's down But I can't help him much When he's sleepin' on the ground  He's like a bottle in water Harry just floats through life Walks around all day long singin' this song Whoa, whoa, whoa, oh yeah  Mary Hippie, she's Harry's lady Panhandles money just to feed Harry's baby She can lie down a story so incredible Man, you wanna help her take the food home and put it on the table  I'd like to help a man when he's down But I can't help ya, Harry If you wanna sleep on the ground Sorry Harry, you're too much weight to carry around  But he still walks around all day singin' this song Sha dah dah dah sha nah nah nah nah nah Nah sha lah lah lah lah dah dah dah  Street child, street child Tell me where will you be goin' When old man winter gets his horn and starts blowin' Will you hang around LA Or hitch a ride on a freeway Meet an old familiar face in a new place  I'd like to help a man when he's down But how can I help him if he's somewhere outta town Sorry Harry, think I'm gonna put you down Sha dah dah dah sha dah dah dah dah Sha lah lah lah lah dah dah dah Everybody help me sing this song, oh yeah  ",
        "title": "Harry Hippie"
    },
    {
        "artist": "The Spinners",
        "lyrics": "  Since I met you, I've begun to feel so strange Every time I speak your name That's funny, you say that you Are so helpless too That you don't know what to do  Each night I pray there will never come a day When you up and take your love away Say you feel the same way too And I wonder what It is I feel for you  (Could it be I'm falling in love) With you, baby (Could it be I'm falling in love) Woo (Could it be I'm falling in love) With you With you With you (With you)  I don't need all those things that used to bring me joy You've made me such a happy boy And honey, you'll always be The only for me Meeting you was my destiny  You can be sure I will never let you down When you need me I'll be around And darling you'll always be The only for me Heaven made you specially  (Could it be I'm falling in love) With you, baby (Could it be I'm falling in love) Woo (Could it be I'm falling in love) With you With you With you (With you)  And darling you'll always be The only for me Heaven made you specially  (Could it be I'm falling in love) With you, baby (Could it be I'm falling in love) I want to know now, baby (Could it be I'm falling in love) With you With you With you (With you)  I walk around with my heart in my hands, hey I walk the street as long as I can, baby I used to sing fa fa fa fa But right now I feel so good, I sing la la la la Once you get me up, wn't let me down Just let this feeling carry me on Skip the beats with my heart girl  ",
        "title": "Could It Be I'm Falling In Love"
    },
    {
        "artist": "Luther Ingram",
        "lyrics": null,
        "title": "I'll Be Your Shelter (In Time Of Storm)"
    },
    {
        "artist": "Don McLean",
        "lyrics": "  I feel like a spinning top or a Dreidel The spinning don't stop when you leave the cradle You just slow down Round and around the world you go Spinning through the lives of the people you know We all slow down How you gonna keep on turning from day to day? How you gonna keep from turning your life away?  No days you can borrow, no time you can buy No trust in tomorrow. It's a lie And I feel like I'm dippin' and divin' My sky shoes are spiked with lead heels I'm lost in this star car I'm drivin' But my air sole keeps pushin' big wheels My world is a constant confusion My mind is prepared to attack My past a persuasive illusion I'm watchin' the future it's black What do you know? You know just what you perceive What can you show? Nothing of what you believe And as you grow, each thread of life that you leave Will spin around your deeds and dictate your needs As you sell your soul and you sow your seeds And you wound yourself and your loved one bleed And your habits grow, and your conscience feeds On all that you thought you should be I never thought this could happen to me  I feel like a spinning top or a dreidel The spinning don't stop when you leave the cradle You just slow down Round and around the world you go Spinning through the lives of the people you know We all slow down How you gonna keep on turning from day to day? How you gonna keep from turning your life away? Oh..  I feel like a spinning top or a dreidel The spinning don't stop when you leave the cradle You just slow down  ",
        "title": "Dreidel"
    },
    {
        "artist": "Bette Midler",
        "lyrics": "  Do you wanna dance, and hold my hand? Tell me you're my lover man Oh baby, do you wanna dance?  We could dance under the moonlight Hug and kiss all through the night Oh baby, tell me, do you wanna dance with me baby?  Do you, do you, do you, do you want to dance? Do you, do you, do you want to dance? Do you, do you, do you, do you want to dance with me baby?  Ah, that's right, ah, ah, aaaaaaaah Do you want to dance under the moonlight? Hug me, kiss me, baby, all through the night Oh baby, baby, baby, baby, baby, baby, tell me, do you want to dance?  Oh, do you, do you, do you, do you want to dance? Do you want to dance? Do you, do you, do you, do you want to dance with me baby? You got to dance with me baby Please dance with me baby  ",
        "title": "Do You Want To Dance?"
    },
    {
        "artist": "Bread",
        "lyrics": "  Baby, I'm through Running It's true I'd be a fool to try to escape you And maybe I'm beat But Oh, what a sweet surrender  You keep your rights I'll take your nights No one can lose When we turn the lights out Tasting defeat Loving that sweet surrender  I'm giving up myself to you But I didn't really lose at all I gave the only love I've known And it never hurt me to fall  Now that it's done So glad you won I know our lives have only begun No more retreat Only my sweet surrender  Mmm, babe I may be beat Oh, what a sweet surrender  Surrender And you Sweet thing in my life I surrender to you  ",
        "title": "Sweet Surrender"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": "  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  I can make it now the pain is gone All of the bad feelings have disappeared Here is that rainbow I've been praying for It's going to to be a bright, bright sun shiny day  Look all around, there's nothing but blue skies Look straight ahead, nothing but blue skies  I can see clearly now the rain is gone I can see all obstacles in my way Gone are the dark clouds that had me blind It's going to be a bright, bright sun shiny day It's going to be a bright, bright sun shiny day  ",
        "title": "I Can See Clearly Now"
    },
    {
        "artist": "Bill Withers",
        "lyrics": "  On just an ordinary day, no reason, no reason for a fuss But even though, it isn't Christmas, let us love one another, let us love On just a day, just a day, no special name, no pretty presents, pretty presents to exchange Make it a good day, just the same Let us love one another, let us love  No special greeting, special greeting for the day No happy easter, no merry christmas, only how are you today Make it a good day, anyway Let us help one another, help your neighbor, he's your brother Let us love, let us love, hey now, let us love, love one another  Help your neighbor, he's your brother, let us love, now let us love One another Help your neighbor, he might not feel so good sometimes Let us love, love one another, help your neighbor Let us love, let us love, hey now, let us help, help one another Love your neighbor, he's your brother, let us love, let us love Let us love, let us love, love one another, help your neighbor He's your brother, let us love one another, let us love  ",
        "title": "Let Us Love"
    },
    {
        "artist": "Harold Melvin And The Blue Notes",
        "lyrics": null,
        "title": "If You Don't Know Me By Now"
    },
    {
        "artist": "The Partridge Family Starring Shirley Jones Featuring David Cassidy",
        "lyrics": "  In the eyes of the world I'm a loser just wastin' my time I can't make a dime In the eyes of the world being born was my first big mistake I can't get a break But in the eyes of my woman I stand Like a hero, a giant, a man who's as tall as can be Any fool can see That she's lookin' through the eyes of love (lookin' through the eyes of Love) Lookin' through the eyes of love (lookin' through the eyes of love) Lookin' through the eyes of love when she looks at me-ee In the eyes of the crowd I'm a do-nothin' kind of a guy Who'll just live and die In the eyes of the crowd I'm another poor Joe on the street Can't get on my feet But in the eyes of my woman they're wrong I'm a king and a lover as strong and as brave as can be Any fool can see That she's lookin' through the eyes of love (lookin' through the eyes of Love) Lookin' through the eyes of love (lookin' through the eyes of love) Lookin' through the eyes of love when she looks at me-ee  She's making me believe someday Someday I'm gonna find a way To be the man that she can see When she looks at me (lookin' through the eyes of love) Lookin' through the eyes of love (lookin' through the eyes of love) Lookin' through the eyes of love (lookin' through the eyes of love) Lookin' through the eyes of love (lookin' through the eyes of love) Lookin' through the eyes of love  ",
        "title": "Looking Through The Eyes Of Love"
    },
    {
        "artist": "Peter Skellern",
        "lyrics": "  Now the evening has come to a close And I've had my last dance with you On to the empty streets we go And it might be my last chance with you So I might as well get it over The things I have to say won't wait until another day  You're a lady, I'm a man, you're supposed to understand How these things are often planned to be You're romantic, I'm a fool You're the teacher, I've come to school Here I sit and hope that you'll love me You're pure magic, unlock my chain Nothing ventured nothing gained And so I say with no restraint, be mine, be mine  Hard to answer I agree But then I've got to know I'm not asking you to marry me Just a little love to show Oh I know I could make you happy So the things I have to say Won't wait until another day  You're a lady, I'm a man, you're supposed to understand How these things are often planned to be You're romantic, I'm a fool You're the teacher, I've come to school Here I sit and hope that you'll love me You're pure magic, unlock my chain Nothing ventured nothing gained And so I say with no restraint, be mine, be mine  ",
        "title": "You're A Lady"
    },
    {
        "artist": "Smokey Robinson & The Miracles",
        "lyrics": null,
        "title": "I Can't Stand To See You Cry"
    },
    {
        "artist": "Cornelius Brothers & Sister Rose",
        "lyrics": null,
        "title": "I'm Never Gonna Be Alone Anymore"
    },
    {
        "artist": "Nilsson",
        "lyrics": null,
        "title": "Remember (Christmas)"
    },
    {
        "artist": "Bulldog",
        "lyrics": null,
        "title": "No"
    },
    {
        "artist": "Dr. Hook And The Medicine Show",
        "lyrics": null,
        "title": "The Cover Of \"Rolling Stone\""
    },
    {
        "artist": "The Main Ingredient",
        "lyrics": null,
        "title": "You've Got To Take It (If You Want It)"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  Everything has its season Everything has its time Show me a reason And I'll soon show you a rhyme  Cat's sit on the window sill Children sit in the show Why do I feel I don't fit in Anywhere I go  Rivers belong where they can ramble Eagles belong where they can fly I've got to be where my spirit can run free Gotta find my corner, ooh of the sky  Every man his daydream Everyman has his goal People like the way dreams have of Sticking to the soul  Thunder clouds have their lightning Nightingales have their song And don't you see I want my life To be something more than long, yeah  Rivers belong where they can ramble Eagles belong where they can fly I've got to be where my spirit can run free Gotta find my corner, ooh of the sky  (So many men seem destined) (To settle for something small) But I, I won't rest 'Til I know I have it all So don't ask where I'm going Just listen when I'm gone (Far away you'll hear me singing) Softly to the dawn  Oh, rivers belong where they can ramble Oh, eagles belong where they can fly I've got to be where my spirit can run free, yeah Gotta find my corner, ooh of the sky, yeah (Of the sky, yeah) Rivers belong where they can ramble Oh, eagles belong where they can fly (High) Oh, I've got to be where my spirit can run free Gotta find my corner Gotta find my corner, yes I do Gotta find my corner Gotta find my corner of the sky, sky Gotta find my corner of the sky, sky  ",
        "title": "Corner Of The Sky"
    },
    {
        "artist": "Eagles",
        "lyrics": "  {Intro}  I like the way sparkling earrings lay Against your skin so brown And I want to sleep with you in the desert night With a million stars all around  I got a peaceful easy feelin' And I know you won't let me down Cause I'm already standin' On the ground  And I found out a long time ago What a woman can do to your soul Aw but she can't take you any way You don't already know how to go  I get a peaceful easy feelin' And I know you won't let me down Cause I'm already standin' On the ground  {Instrumental}  I get this feelin' I may know you As a lover and a friend This voice keeps whisperin' in my other ear Tells me I may never see you again  I get a peaceful easy feelin' And I know you won't let me down Cause I'm already standin' Yes I'm already standin' Yes I'm already standin' On the ground  {Outro}  ",
        "title": "Peaceful Easy Feeling"
    },
    {
        "artist": "Joe Cocker and The Chris Stainton Band",
        "lyrics": "  Woman to woman (woman to woman) Heartache to heartache (hardache to hardache) Lover to lover (lover to lover) Woman to woman (woman to woman)  Woman to woman Ev'rything I say got labeled and has happened Seems to come your way You don't care if it rains or shines Long as you know what's been goin' down at the local rodeo  Woman to woman (woman to woman) Hardache to hardache (hardache to hardache) Lover to lover (lover to lover) Woman to woman (woman to woman)  Lover to lover Well, I'm brown as brown can be Don't let it get on me You talk about money, honey And then you pray child But I don't wanna be alone long before  Woman to woman (woman to woman) Hardache to hardache (hardache to hardache) Lover to lover (lover to lover) Woman to woman (woman to woman)  Hardache to hardache Don't let it break so fast Think about all you have And let it last I can't take no more teardrops from you But that don't give you no right to shout  Woman to woman (woman to woman) Hardache to hardache (hardache to hardache) Lover to lover (lover to lover) Woman to woman (woman to woman) Woman, yeah  ",
        "title": "Woman To Woman"
    },
    {
        "artist": "Edward Bear",
        "lyrics": null,
        "title": "Last Song"
    },
    {
        "artist": "Clean Living",
        "lyrics": null,
        "title": "In Heaven There Is No Beer"
    },
    {
        "artist": "James Brown-Lyn Collins",
        "lyrics": "  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  One day, found myself Feeling sad But then I remembered All the times that we had  Then I knew it Wasn't what I was doing I found out for myself It was what I Wasn't doing for you And I said  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  Some people laughing They don't know what it's all about And I, I promise myself I, I, I won't lose out  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  I love you, darling I know it's true And when the times get hard I know you're gonna see me through  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  Our love grows Stronger day by day And when people Try to break us up I say, ain't no way  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  What my baby needs now Is a little more lovin' What my baby needs now Is a little more lovin'  ",
        "title": "What My Baby Needs Now Is A Little More Lovin'"
    },
    {
        "artist": "The Hollies",
        "lyrics": "  It's over, well over In my mind and in my heart It's over, well over But then again, it didn't have a good start  You'd tell me, try to sell me It could have been all I asked It's over, well over It's there and flows away a distant past  Now it's a long, dark road Yes, a long, dark road And you know I loved you Yes, you know I loved you  Now it's a long, dark road Yes, a long, dark road And you know I loved you Yes, you know I loved you  It's over, well over And we can't revive what's past It's gone now, moved on now But then again it didn't have a chance to last No, no, no, a chance to last  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road) And you know I loved you Yes, you know I loved you  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) (Baby, I need you, I need you) Yes, a long, dark road (It's a long, very long, road)  Now it's a long, dark road (It's a long, very long, road) Yes, a long, dark road (It's a long, very long, road)  ",
        "title": "Long Dark Road"
    },
    {
        "artist": "The 5th Dimension",
        "lyrics": "  Start with a man and you have one Add on a woman and then you have two Add on a child and what have you got? You've got more than three You've got what they call a family  Living together Growing together Just being together That's how it starts Three loving hearts all Pulling together Working together Just building together That makes you strong  If things go wrong We'll still get along somehow Living and growing together  It just takes wood to build a house Fill it with people and you have a home Fill it with love and people take root It's just like a tree Where each branch becomes a family that's  Living together Growing together Just being together That's how it starts Three loving hearts all Pulling together Working together Just building together That makes you strong  If things go wrong We'll still get along somehow Living and growing together Still get along somehow Living and growing together  Living together Growing together Just being together That's how it starts Three loving hearts all Pulling together Working together Just building together That makes you strong  If things go wrong We'll still get along somehow Living and growing Just like we're doing now, together  ",
        "title": "Living Together, Growing Together"
    },
    {
        "artist": "Wayne Newton",
        "lyrics": null,
        "title": "Anthem"
    },
    {
        "artist": "Emerson, Lake & Palmer",
        "lyrics": "  {Intro}  He had white horses And ladies by the score All dressed in satin And waiting by the door  Oooh, what a lucky man he was Oooh, what a lucky man he was  White lace and feathers They made up his bed A gold covered mattress On which he was laid  Oooh, what a lucky man he was Oooh, what a lucky man he was  {Bridge}  He went to fight wars For his country and his king Of his honour and his glory The people would sing  Oooh, what a lucky man he was Oooh, what a lucky man he was  A bullet had found him His blood ran as he cried No money could save him So he laid down and he died  Oooh, what a lucky man he was Oooh, what a lucky man he was  {Outro}  ",
        "title": "Lucky Man"
    },
    {
        "artist": "Keith Hampshire",
        "lyrics": null,
        "title": "Daytime Night-Time"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  [Chorus] Jesus is just alright with me Jesus is just alright, oh yeah Jesus is just alright with me Jesus is just alright  [Verse 1] I don't care what they may say I don't care what they may do I don't care what they may say Jesus is just alright, oh yeah Jesus is just alright  [Chorus] Jesus is just alright with me Jesus is just alright, oh yeah Jesus is just alright with me Jesus is just alright  [Verse 2] I don't care what they may know I don't care where they may go I don't care what they may know Jesus is just alright, oh yeah  [Bridge] Jesus, He's my friend Jesus, He's my friend He took me by the hand And led me far from this land Jesus, He's my friend  [Chorus] Jesus is just alright with me Jesus is just alright, oh yeah Jesus is just alright with me Jesus is just alright  [Verse 1] I don't care what they may say I don't care what they may do I don't care what they may say Jesus is just alright, oh yeah  ",
        "title": "Jesus Is Just Alright"
    },
    {
        "artist": "Gallery",
        "lyrics": "  You came here from the country You left your Pa and your Ma And do you remember what you told them? You wouldn't come to no harm, yeah But they kept on kidding you You had to show them didn't you? Big city Miss Ruth Ann Didn't you say that anybody can Be exactly what you want a man Big city Miss Ruth Ann  Did you go back home girl? What did the people say? Seeing you in all those fine clothes Since you went away, yeah City lights been fitting you You had to show them didn't you?  Big city Miss Ruth Ann Didn't you say that anybody can Be exactly what you want a man? Big city Miss Ruth Ann  But I bet you're getting lonely Only you can cry 'Cause you're a big city girl now So kiss the country good-bye, yeah  City lights been fitting you You really showed them, hey didn't you?  Big city Miss Ruth Ann Didn't you say that anybody can Be exactly what you want a man? Big city Miss Ruth Ann  ",
        "title": "Big City Miss Ruth Ann"
    },
    {
        "artist": "Dawn Featuring Tony Orlando",
        "lyrics": null,
        "title": "You're A Lady"
    },
    {
        "artist": "Engelbert Humperdinck",
        "lyrics": "  She cried and walked away just yesterday And like a fool, I let her go We had a silly fight the night before I never said \"I love you so\" I wept all day and then I got the call \"Would you please come to see your wife\" \"Something has happened and it's very grave\" \"We cannot save the lady's life\"  No, I never said goodbye and I never really told her Just how much she meant to me No, I never said goodbye, now it's too late And she's just a memory How can I go on Now that girl is gone I will know, until I die I never said goodbye  Her perfume lingers all around me now A pair of shoes lie on the floor The bed unmade, where just last night, she laid I cannot say I closed the door A shopping list of things she'll never buy An apron lyin' on the chair Is that her laugh I hear out in the hall I turn and call, but she's not there  No, I never said goodbye And I never really told her just how much she meant to me No, I never said goodbye Now it's too late and she's just a memory How can I go on Now that girl is gone I will know, until I die I never said goodbye  ",
        "title": "I Never Said Goodbye"
    },
    {
        "artist": "Joe Simon",
        "lyrics": null,
        "title": "Trouble In My Home/I Found My Dad"
    },
    {
        "artist": "Cashman & West",
        "lyrics": null,
        "title": "Songman"
    },
    {
        "artist": "Dennis Yost And The Classics IV",
        "lyrics": null,
        "title": "What Am I Crying For?"
    },
    {
        "artist": "Valerie Simpson",
        "lyrics": "  [Verse 1] I believed in you Thought what you said was true It didn't occur to me It was a lie  [Chorus] Ha ha ha, silly wasn't I, oh...  [Verse 2] I was lost in a world And like a foolish girl I really thought You were my guy (unh)  [Chorus] Ha ha ha, silly wasn't I, oh...  [Verse 3] I remember the time You called me on the phone Said you'd had a busy day You'd hurry home I waited, I waited Time went by I tried to laugh But all i could do was cry  [Chorus] Silly, silly wasn't I  [Verse 4] Oh wasn't I silly To think I'd found the love I was dreaming of I never thought you would say goodbye  [Chorus] Ha ha ha, silly ..oh  Wasn't I silly To think that you loved me Oh wasn't I silly ha ha ha Silly  ",
        "title": "Silly Wasn't I"
    },
    {
        "artist": "Slade",
        "lyrics": "  {Intro}  I don't want to drink my whisky like you do I don't need to spend my money but still do  Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right, that's right  I said Mama but we're all crazy now I said Mama but we're all crazy now I said Mama but we're all crazy now  Yeah!  {hook}  And you told me fool fire water won't hurt me And you tease me and all my ladies desert me Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right, that's right  I said Mama but we're all crazy now I said Mama but we're all crazy now I said Mama but we're all crazy now  {Hook}  I don't want to drink my whisky but still do I had enough to fill up \"H\" Hill's left shoe Don't stop now a c'mon Another drop now c'mon I wanna lot now so c'mon That's right that's right  I said mama but we're all crayzee now I said mama but we're all crayzee now I said mama but we're all crayzee now I said mama we're all crayzee now I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! I said mama (repeat mama) yeah! Come on, come on I said mama (repeat mama) yeah! I said mama (repeat mama) yeah!  ",
        "title": "Mama Weer All Crazee Now"
    },
    {
        "artist": "Anne Murray",
        "lyrics": "  People smile and tell me I'm the lucky one And we've just begun I think I'm gonna have a son He will be like him and me, as free as a dove Conceived in love The sun is gonna shine above  And even though we ain't got money I'm so in love with you honey Everything will bring a chain of love And in the morning when I rise Bring a tear of joy to my eyes And tell me everything's gonna be all right  Love a guy who holds the world in a paper cup Drink it up Love him and he'll bring you luck And if you find he helps your mind, better take him home Yeah, and don't you live alone Try to earn what lovers own  And even though we ain't got money I'm so in love with you honey Everything will bring a chain of love And in the morning when I rise Bring a tear of joy to my eyes And tell me everything's gonna be all right  And even though we ain't got money I'm so in love with you honey Everything will bring a chain of love And in the morning when I rise Bring a tear of joy to my eyes And tell me everything's gonna be all right  ",
        "title": "Danny's Song"
    },
    {
        "artist": "Holland-Dozier",
        "lyrics": null,
        "title": "Don't Leave Me Starvin' For Your Love (Part 1)"
    },
    {
        "artist": "Glen Campbell",
        "lyrics": null,
        "title": "One Last Time"
    },
    {
        "artist": "Deliverance/Eric Weissberg & Steve Mandell",
        "lyrics": "  Instrumental  ",
        "title": "Dueling Banjos"
    },
    {
        "artist": "Merry Clayton",
        "lyrics": "  When my friends told me you had someone new I didn't believe a single word was true I showed them all, I had faith in you I just kept on saying Oh no, not my baby Oh no, not my sweet baby You're not like those other guys Who lead you on and tell you lies My mama told me when rumors spread There's truth somewhere and I should use my head But I didn't listen to what she said I just kept on saying Oh no, not my baby Oh no, not my sweet baby You're not like those other boys Who play with hearts like they were toys You and I, we got a special thing We go together just like summer and spring They're all jealous of the love you bring And I'm gonna keep on saying Oh no, not my baby Oh no, not my sweet baby Oh no, not my baby Oh no, not my sweet baby Oh no, not my baby Not my babe Not my baby Not my sweet baby Oh no, not my baby Not my baby My baby Not my sweet baby, oh no  ",
        "title": "Oh No, Not My Baby"
    },
    {
        "artist": "Paul Davis",
        "lyrics": null,
        "title": "Boogie Woogie Man"
    },
    {
        "artist": "Joe Stampley",
        "lyrics": "  You're my soul song My everything that I do song My pick-me-up-when-I'm-blue song That's why I sing all the time You're my soul song And that's why I call you My solid gold song  Nothing in the world can ever go wrong As long as you are mine Nowhere in the world Have I seen anything like you  In all my time You give me a feel good feeling Through and through And it's so fine  I'm up with the sun Cause I don't wanna waste it I love you so much I can almost taste it I can't stand still When I look up and see you coming I start humming  You're my soul song My keep-me-safe-from-my-home song My shelter-from-the-storm song That's why I sing all the time  You're my soul song And that's why I call you My solid gold song Nothing in the world could ever go wrong As long as you are mine  You're my soul song My everything-that-I-do song My pick-me-up-when-I'm-blue song That's why I sing all the time Soul song  And that's why I call you My solid gold song Nothing in the world could ever go wrong As long as you are mine  ",
        "title": "Soul Song"
    },
    {
        "artist": "Limmie & Family Cookin'",
        "lyrics": null,
        "title": "You Can Do Magic"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "Didn't We"
    },
    {
        "artist": "Les Emmerson",
        "lyrics": null,
        "title": "Control Of Me"
    },
    {
        "artist": "Joey Heatherton",
        "lyrics": null,
        "title": "I'm Sorry"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": null,
        "title": "Happy"
    },
    {
        "artist": "Ten Years After",
        "lyrics": "  Choo choo moma, won't you ride the train? My life without you is just misery and pain, come back to me I'll treat you best I can Choo choo moma, you should have a choo choo man  Choo choo moma, won't you ride a rail? I need your loving, can't you hear me wail, come back to me You know I love you so Choo choo moma, won't you get a choo choo home?  Choo choo moma, won't you ride the track? I need your loving, won't you bring some back on home to me I need your loving, babe Choo choo moma, don't you know you drive me mad?  Choo choo moma, you're a cheery thing I love you, baby, can't you help me sing, come back to me I want you back again Choo choo moma, won't you get a choo choo train?  ",
        "title": "Choo Choo Mama"
    },
    {
        "artist": "Rita Coolidge",
        "lyrics": null,
        "title": "Fever/My Crew"
    },
    {
        "artist": "Kris Kristofferson",
        "lyrics": "  Jesus was a Capricorn He ate organic food He believed in love and peace And never wore no shoes  Long hair, beard and sandles And a funky bunch of friends Reckon we'd just nail him up If he came down again  Chorus: 'Cause everybody's gotta have somebody to look down on Prove they can be better than at any time they choose Someone doin' somethin' dirty decent folks can frown on If you can't find nobody else, then help yourself to me  Eggheads fussin' rednecks cussin' Hippies for their hair Others laugh at straights who laugh at Freaks who laugh at squares  Some folks hate the Whites Who hate the Blacks who hate the Klan Most of us hate anything that We don't understand  Chorus  ",
        "title": "Jesus Was A Capricorn"
    },
    {
        "artist": "Bobby Vinton",
        "lyrics": null,
        "title": "But I Do"
    },
    {
        "artist": "Ray Price",
        "lyrics": "  I'm out late every night Doing things that ain't right And she'll cry for me When I'm down in the dumps And she nurses my lumps How she cries for me  And she'll never complain She keeps hiding the pain But I know all the while She's not feeling too well 'Cause I put her through hell Still she forces a smile  She's got to be a saint Lord know that I ain't I finally realize Right before my eyes Here is a saint  There's a dress in a shop That'll make her eyes pop But she'll look away She'd have gotten a lift If I'd bought her that gift For her birthday  But her birthday has come And I feel like a bum 'Cause I spent my last dime On a worthless old friend On a drunken weekend I've done it time after time  She's got to be a saint Lord know that I ain't I finally realize Right before my eyes Here is a saint  Should I stay? Should I go? I really don't know My mind's in a blur Soon it's gonna be dawn And if she finds me gone Would it be best for her?  I see her cry in her sleep So I kiss her wet cheek I kneel by her and pray And I'll turn off the light Step out in the night And I'll go on my way  She's got to be a saint Lord know that I ain't I finally realize Right before my eyes Here is a saint  ",
        "title": "She's Got To Be A Saint"
    },
    {
        "artist": "Johnny Williams",
        "lyrics": null,
        "title": "Slow Motion (Part 1)"
    },
    {
        "artist": "Barbara Mason",
        "lyrics": null,
        "title": "Give Me Your Love"
    },
    {
        "artist": "Anacostia",
        "lyrics": null,
        "title": "On And Off (Part 1)"
    },
    {
        "artist": "Shawn Phillips",
        "lyrics": null,
        "title": "We"
    },
    {
        "artist": "Diana Ross",
        "lyrics": "  [Verse 1:] Good morning heartache You old gloomy sight Good morning heartache Thought we said goodbye last night  I tossed and turned Until it seemed you had gone But here you are with the dawn  Wish I'd forget you But you're here to stay It seems I met you When my love went away  Now every day I start by saying to you Good morning heartache What's new?  [Verse 2:] Stop haunting me now Can't shake you no how Just leave me alone I've got those Monday blues Straight through Sunday blues  Good morning, heartache Here we go again Good morning, heartache You're the one who knew me well  Might as well get used to you Hangin' around Good morning, heartache Sit down  ",
        "title": "Good Morning Heartache"
    },
    {
        "artist": "Little Jimmy Osmond",
        "lyrics": "  Tweedle, Tweedle, Tweedle Dee I’m as happy as can be Jiminy Cricket, Jiminy Jack You make my heart go clickity-clack Tweedle, Tweedle, Tweedle Dee  Tweedle, Tweedle, Tweedle, Da How you gonna keep that Honey you got Honkies, honkies spickety spice I’m gonna see my honey tonight Tweedle, Tweedle, Tweedle Da  Tweedlee Dee, Tweedlee  Dee Give it up, give it up Give your love to me Tweedlee Da, Tweedlee Da Gimme, Gimme, Gimme Gimme ,Gimme all the love you got Humpy dum dum dum  Tweedle, Tweedle, Tweedle Doh I’m a lucky so and so Hubba, Hubba, Honey do I’m gonna keep my eyes on you Tweedle, Tweedle, Tweedle Doh  (Alright now, take it)  Tweedlee Doe, Tweedlee Doe Give that kiss to me before you go Tweedlee Dum, Tweedlee Dum Lookie, lookie, lookie Lookie like that sugar plum Humpy dum dum dum  Twee-dle tweedle , Tweedlee Dum You’re as sweet as bubble gum Mercy, Mercy puddin’ and  pie You got something that Money can’t buy Tweed and tweed  tweedle dum  (Watch out)  Tweedle, Tweedle, Tweedle Dum Yeah, yeah, yeah, yeah Tweedle, Tweedle, Tweedle Dum Ooohoo baby Tweedle, Tweedle Tweedle, Tweedle, Tweedle, Dee I’m as happy as can be Yeah, yeah, yeah yeah  Give your love to me  ",
        "title": "Tweedlee Dee"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": null,
        "title": "I Miss You Baby"
    }
]