[
    {
        "artist": "Mr. Mister",
        "lyrics": null,
        "title": "Kyrie"
    },
    {
        "artist": "Whitney Houston",
        "lyrics": "  [Verse 1] There's a boy I know, he's the one I dream of Looks into my eyes, takes me to the clouds above Ooh I lose control, can't seem to get enough When I wake from dreaming, tell me is it really love?  [Chorus] How will I know (Don't trust your feelings) How will I know How will I know (Love can be deceiving) How will I know How will I know if he really loves me I say a prayer with every heart beat I fall in love whenever we meet I'm asking you what you know about these things How will I know if he's thinking of me I try to phone but I'm too shy (can't speak) Falling in love is so bitter sweet This love is strong why do I feel weak  [Verse 2] Oh, wake me, I'm shaking, wish I had you near me now Said there's no mistaking, what I feel is really love Ooh tell me  [Chorus] How will I know (Don't trust your feelings) How will I know How will I know (Love can be deceiving) How will I know How will I know if he really loves me I say a prayer with every heart beat I fall in love whenever we meet I'm asking you what you know about these things How will I know if he's thinking of me I try to phone but I'm too shy (can't speak) Falling in love is so bitter sweet This love is strong why do I feel weak  If he loves me, if he loves me not If he loves me, if he loves me not If he loves me, if he loves me not How will I know How will I know How will I know How will I know  [Chorus] How will I know if he really loves me I say a prayer with every heart beat I fall in love whenever we meet I'm asking you what you know about these things How will I know if he's thinking of me I try to phone but I'm too shy (can't speak) Falling in love is so bitter sweet This love is strong why do I feel weak How will I know How will I know How will I know How will I know How will I know How will I know How will I know  ",
        "title": "How Will I Know"
    },
    {
        "artist": "Starship",
        "lyrics": null,
        "title": "Sara"
    },
    {
        "artist": "James Brown",
        "lyrics": null,
        "title": "Living In America"
    },
    {
        "artist": "Sade",
        "lyrics": "  If I tell you If I tell you now Will you keep on Will you keep on loving me? If I tell you If I tell you how I feel Will you keep bringing out the best in me?  You give me, you give me the sweetest taboo You give me, you're giving me the sweetest taboo Too good for me  There's a quiet storm And it never felt like this before There's a quiet storm That is you There's a quiet storm And it never felt this hot before Giving me something that's taboo (Sometimes I think you're just too good for me)  You give me the sweetest taboo That's why I'm in love in with you (with you) You give me the sweetest taboo Too good for me (Sometimes I think you're just too good for me)  I'd do anything for you, I'd stand out in the rain Anything you want me to do, don't let it slip away There's a quiet storm And it never felt like this before There's a quiet storm I think it's you There's a quiet storm And I never felt this hot before Giving me something that's taboo  You give me the (you give me, you give me the) sweetest taboo That's why I'm in love with you (with you) You give me, keep giving me the sweetest taboo Too good for me  You've got the biggest heart Sometimes I think you're just too good for me Every day is Christmas, and every night is New Year's Eve Will you keep on loving me Will you keep on, will you keep on Bringing out the best in me  ",
        "title": "The Sweetest Taboo"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  When the going gets tough The tough get going, tough, tough, huh, huh, huh When the going gets tough, the tough get ready  Yeah, ooooh, do da do da  I got something to tell you I got something to say I'm gonna put this dream in motion Never let nothing stand in my way When the going gets touch The tough get going  I'm gonna get myself 'cross the river That's the price I'm willing to pay I'm gonna make you stand and deliver And give me love in the old-fashion way  Woooh  Darlin', I'll climb any mountain Darlin', I'll do anything  Ooh, can I touch you (can I touch you) And do the things that lovers do Ooh, want to hold you (wanna hold you) I gotta get it through to you, oooh  When the going gets tough The tough get going When the going gets rough The tough get rough Hey, hey, hey, hey, hey Ooooh baby  I'm gonna buy me a one-way ticket Nothin's gonna hold me back Your love's like a slow train coming (slow train coming) And I feel it coming down the track (woh)  Darlin', I'll climb any mountain Darlin', I'll do anything Ooh (ooh) can I touch you (can I touch you) And do the things that lovers do Ooh, (ooh) want to hold you (wanna hold you) I gotta get it through to you (ooh) Cause when the going gets tough The tough get going When the going gets rough The tough get rough  Yeah, yeah, yeah, yeah, yeah Wooh, yeah, yeah, yeah, yeah  Darlin', I'll climb any mountain Darlin', I'll swim any sea Darlin', I'll reach for the heaven Darlin', with you lovin' me Oooh (oooh)  Oooh, can I touch you (can I touch you) And do the things that lovers do (can I touch you) Oooh, want to hold you (wanna hold you) I gotta get it through to you  When the going gets tough Going gets tough Going gets rough Going gets rough  ",
        "title": "When The Going Gets Tough, The Tough Get Going"
    },
    {
        "artist": "The Dream Academy",
        "lyrics": "  The Salvation Army band played And the children drunk lemonade And the morning lasted all day, all day And through an open window came Like Sinatra in a younger day Pushing the town away, oh  Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah Life in a northern town Ah hey ma ma ma ma  They sat on the stoney ground And he took a cigarette out And everyone else came down to listen He said in winter 1963 It felt like the world would freeze With John F. Kennedy And The Beatles  Yeah, yeah Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah Life in a northern town Hey ma ma ma ma Ah hey ma ma ma Ah hey ma ma ma hey-y-yah All the work shut down  The evening turned to rain Watched the water roll down the drain As we followed him down to the station And though he never would wave goodbye You could see it written in his eyes As the train rolled out of sight...bye-bye  Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah Life in a northern town Ah hey ma ma ma ma Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah Life in a northern town  Ah hey ma ma ma ma Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah Ah hey ma ma ma ma Take it easy on yourself Ah hey ma ma mommy doo-din-nie-ya Ah hey ma ma ma hey-y-yah (repeat to fade)  ",
        "title": "Life In A Northern Town"
    },
    {
        "artist": "Mike + The Mechanics",
        "lyrics": "  [Verse 1] Take the children and yourself And hide out in the cellar By now the fighting will be close at hand Don't believe the church and state And everything they tell you Believe in me, I'm with the high command  [Chorus] Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you? Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you?  [Verse 2] There's a gun and ammunition Just inside the doorway Use it only in emergency Better you should pray to God The Father and the Spirit Will guide you and protect from up here  [Chorus] Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you? Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you?  [Bridge] Swear allegiance to the flag Whatever flag they offer Never hint at what you really feel Teach the children quietly For some day sons and daughters Will rise up and fight while we stood still  [Chorus] Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you? Can you hear me, can you hear me running? Can you hear me running, can you hear me calling you?  Can you hear me running (can you hear me calling you?) (Can you hear me) hear me calling you? (Can you hear me running) hear me running babe? (Can you hear me running) hear me running? Calling you, calling you  ",
        "title": "Silent Running (On Dangerous Ground)"
    },
    {
        "artist": "Atlantic Starr",
        "lyrics": "  Here we are The two of us together Taking this crazy chance To be all alone  We both know that We should not be together Cause if we're found out It could mess up both our happy homes  I hate to think about us All meeting up together Cause soon as I Looked at you It would show on my face  Then they'll know that We've been loving each other They can never know No, no, no We can't leave a trace  Sitting at home I do nothing all day But think about you And hope that you're okay  Hoping you'll call Before anyone gets home I'll wait anxiously Alone by the phone  How could something so wrong Be so right? I wish we didn't have to Keep our love out of sight, yeah  Living two lives Just ain't easy at all But we gotta hang on in there Or fall  Secret lovers, yeah That's what we are Trying so hard to hide the way we feel Because we both belong to someone else  But we can't let it go Cause what we feel Is, oh, so real So real, so real  You and me Are we fair? Is this cruel Or do we care?  Can they tell What's in our minds Maybe they've had secret loves All of the time  In the middle of making love We notice the time We both get nervous Cause it's way after 9:00  Even though we hate it We know it's time that we go We gotta be careful So that no one will know  Secret lovers, yeah That's what we are We shouldn't be together But we can't let it go  Cause what we feel Is, oh, so real So real, so real So real, so real  ",
        "title": "Secret Lovers"
    },
    {
        "artist": "Heart",
        "lyrics": "  Spare a little candle Save some light for me Figures up ahead Moving in the trees White skin in linen Perfume on my wrist And the full moon that hangs over These dreams in the mist Darkness on the edge Shadows where I stand I search for the time On a watch with no hands I want to see you clearly Come closer than this But all I remember Are the dreams in the mist  These dreams go on when I close my eyes Every second of the night I live another life These dreams that sleep when it's cold outside Every moment I'm awake the further I'm away  Is it cloak 'n dagger Could it be spring or fall I walk without a cut Through a stained glass wall Weaker in my eyesight The candle in my grip And words that have no form Are falling from my lips  These dreams go on when I close my eyes Every second of the night I live another life These dreams that sleep when it's cold outside Every moment I'm awake the further I'm away  There's something out there I can't resist I need to hide away from the pain There's something out there I can't resist The sweetest song is silence That I've ever heard Funny how your feet In dreams never touch the earth In a wood full of princes Freedom is a kiss But the prince hides his face From dreams in the mist  These dreams go on when I close my eyes Every second of the night I live another life These dreams that sleep when it's cold outside Every moment I'm awake the further I'm away  These dreams go on when I close my eyes Every second of the night I live another life These dreams that sleep when it's cold outside Every moment I'm awake the further I'm away  ",
        "title": "These Dreams"
    },
    {
        "artist": "Sheila E.",
        "lyrics": "  [Intro] A B A B C D  [Verse 1] The moon up above It shines down upon our skin Whispering words that scream of outrageous sin We all want the stuff that's found in our wildest dreams It gets kinda rough in the back of our limousine  [Chorus] That's what we are We all want a love bizarre That's what we are We all want a love bizarre  [Verse 2] A strawberry mind Abody that's built for two A kiss on the spine We do things we never do Come swallow the pride and joy of the ivory tower We'll dance on the roof Make love on a bed of flowers  [Chorus] That's what we are We all want a love bizarre That's what we are We all want a love bizarre  [Verse 1] The moon up above It shines down upon our skin (It shines down... on... our... skin) Whispering words that scream of outrageous sin (Whispering words that scream of... scream of sin) We all want the stuff that's found in our wildest dreams (We all want the stuff that's found in our wildest... wildest dreams, yeah) It gets kinda rough in the back of our limousine  [Chorus] That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre That's what we are We all want a love bizarre  ",
        "title": "A Love Bizarre"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": null,
        "title": "King For A Day"
    },
    {
        "artist": "Baltimora",
        "lyrics": "  [Chorus] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh  [Verse 1] Jungle life, I'm far away from nowhere On my own, like Tarzan, boy Hide-and-seek I play alone while rushing 'cross the forest Monkey business on a sunny afternoon  [Verse 2] Jungle life, I'm living in the open Native beat that carries on Burning bright, a fire that blows the signal to the sky I sit and wonder, does the message get to you?  [Chorus] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh  [Bridge] Night to night Give me the other, give me the other Chance tonight Give me the other, give me the other Night to night Give me the other, give me the other world!  [Chorus] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh  [Verse 3] Jungle life, you're far away from nothing It's all right, you won't miss home Take a chance, leave everything behind you, come and join me You won't be sorry; it's easy to survive!  [Verse 4] Jungle life, we're living in the open All alone, like Tarzans, boy Hide-and-seek we play alone while rushing 'cross the forest Monkey business on a sunny afternoon  [Bridge 2] Night to night Give me the other, give me the other Chance tonight, oh yeah! Night to night Give me the other, give me the other Night to night You won't play, yeah Night to night Give me the other, give me the other Chance tonight, oh yeah! Night to night Night to night Give me the other, give me the other world!  [Chorus] Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh Oh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh  ",
        "title": "Tarzan Boy (From \"Teenage Mutant Ninja Turtles III\")"
    },
    {
        "artist": "Survivor",
        "lyrics": "  [Verse 1] Two worlds collide, rival nations It's a primitive clash venting years of frustrations Bravely we hope against all hope There is so much at stake Seems our freedom's up against the ropes Does the crowd understand? Is it East versus West or man against man? Can any nation stand alone?  [Chorus] In the burning Heart just about to burst There's a quest for answers an unquenchable thirst In the darkest night rising like a spire In the burning heart the unmistakable fire  [Verse 2] In the warriors code there's no surrender Though his body says stop his spirit cries - never! Deep in our soul a quiet ember knows it's you against you It's the paradox that drives us on It's a battle of wills In the heat of attack it's the passion that kills The victory is yours alone  [Chorus] 3x In the burning Heart just about to burst There's a quest for answers an unquenchable thirst In the darkest night rising like a spire In the burning heart the unmistakable fire  In the burning Heart  ",
        "title": "Burning Heart"
    },
    {
        "artist": "Miami Sound Machine",
        "lyrics": "  [Intro] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Come on, shake your body, baby, do the conga I know you can't control yourself any longer  [Chorus] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Feel the rhythm of the music getting stronger Don't you fight it 'til you tried it, do that conga beat  [Verse 1] Everybody gather 'round now Let your body feel the heat Don't you worry if you can't dance Let the music move your feet It's the rhythm of the island Like the sugar cane so sweet If you want to do the conga You've got to listen to the beat  [Chorus] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Feel the rhythm of the music getting stronger Don't you fight it 'til you tried it, do that conga beat  [Verse 2] Feel the fire of desire As you dance the night away 'Cause tonight we're gonna party 'Til we see the break of day Better get yourself together And hold on to what you've got Once the music hits your system There's no way you're gonna stop  [Chorus] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Feel the rhythm of the music getting stronger Don't you fight it 'til you tried it, do that conga beat  [Chorus] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Feel the rhythm of the music getting stronger Don't you fight it 'til you tried it, do that conga beat  [Chorus] Come on, shake your body, baby, do the conga I know you can't control yourself any longer Feel the rhythm of the music getting stronger Don't you fight it 'til you tried it, do that conga beat  [Outro] Come on, shake your body, baby, do the conga  ",
        "title": "Conga"
    },
    {
        "artist": "Sting",
        "lyrics": "  [Verse 1] In Europe and America There’s a growing feeling of hysteria Conditioned to respond to all the threats In the rhetorical speeches of the Soviets Mr. Khrushchev said we will bury you I don’t subscribe to this point of view It would be such an ignorant thing to do If the Russians love their children too  [Verse 2] How can I save my little boy From Oppenheimer's deadly toy There is no monopoly of common sense On either side of the political fence  [Chorus 1] We share the same biology Regardless of ideology Believe me when I say to you I hope the Russians love their children too  [Verse 3] There is no historical precedent To put the words in the mouth of the president There’s no such thing as a winnable war It’s a lie we don’t believe anymore Mr. Reagan says we will protect you I don’t subscribe to this point of view Believe me when I say to you I hope the Russians love their children too  [Chorus 2] We share the same biology Regardless of ideology What might save us me and you Is if the Russians love their children too  ",
        "title": "Russians"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": "  They come from the cities And they come from the smaller towns Beat up cars with guitars And drummers going crack, boom, bam  R.O.C.K. in the U.S.A R.O.C.K. in the U.S.A R.O.C.K. in the U.S.A Yeah, yeah Rocking in the U.S.A  Well they said goodbye to their families Said goodbye to their friends With pipe dreams in their heads And very little money in their hands  Some are black And some are white They ain't too proud to sleep on your floor tonight With the blind faith of Jesus You know that they just might  Rocking in the U.S.A Hey  Voices from nowhere And voices from the larger towns Filled our head full of dreams And turned our world upside down  There was Frankie Lymon Bobby Fuller Mitch Ryder (They were rocking)  Jackie Wilson Shangri-las Young Rascals (They were rocking)  Spotlight on Martha Reeves Let's don't forget James Brown Rocking in the U.S.A Hey  R.O.C.K. in the U.S.A R.O.C.K. in the U.S.A R.O.C.K. in the U.S.A  ",
        "title": "R.O.C.K. In The U.S.A. (A Salute to 60's Rock)"
    },
    {
        "artist": "Hooters",
        "lyrics": null,
        "title": "Day By Day"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Hey Nikita is it cold In your little corner of the world You could roll around the globe And never find a warmer soul to know Oh I saw you by the wall Ten of your tin soldiers in a row With eyes that looked like ice on fire The human heart a captive in the snow  [Chorus] Oh Nikita You will never know anything about my home I'll never know how good it feels to hold you Nikita I need you so Oh Nikita is the other side of any given line in time Counting ten tin soldiers in a row Oh no, Nikita you'll never know  [Verse 2] Do you ever dream of me Do you ever see the letters that I write When you look up through the wire Nikita do you count the stars at night And if there comes a time Guns and gates no longer hold you in And if you're free to make a choice Just look towards the west and find a friend  [Chorus][x2]  ",
        "title": "Nikita"
    },
    {
        "artist": "Dionne & Friends",
        "lyrics": null,
        "title": "That's What Friends Are For"
    },
    {
        "artist": "Simple Minds",
        "lyrics": "  Is this the age of the thunder and rage Can you feel the ground move 'round your feet If you take one step closer, it'll lead to another The crossroad above is where we meet I shout out for shelter, I need you for something The whole world is out, they're all on the street Control yourself, love is all you need Control yourself, in your eyes Sanctify yourself, sanctify Be apart of me, sanctify Sanctify yourself, sanctify Sanctify yourself, set yourself free  In pictures of living, in bloodshot a vision Sweet miracles and strange circumstances I see the sun up, the showdown, the cool winds that blow down On the big beat that life-long romance is You've got a gun in your hand, you're making self plans Stay with me all through the night Control yourself, love is all you need Control yourself, open up your heart Sanctify yourself, sanctify Be apart of me, sanctify Sanctify yourself, sanctify Sanctify yourself, set yourself free  You can't stop the world for a boy or a girl Sweet victims of poor circumstances But you can pour back the love, sweeping down from above Giving hope and making more chances Well, I hope and I pray that maybe someday You'll come back down here and show me the way Control yourself, love is all you need Control yourself, open up your heart Open up your heart Sanctify yourself, sanctify Sanctify yourself, sanctify Sanctify yourself, set yourself free  ",
        "title": "Sanctify Yourself"
    },
    {
        "artist": "ZZ Top",
        "lyrics": null,
        "title": "Stages"
    },
    {
        "artist": "INXS",
        "lyrics": null,
        "title": "What You Need"
    },
    {
        "artist": "Wham!",
        "lyrics": "  Call me good Call me bad Call me anything you want to baby But I know that you're sad And I know I'll make you happy With the one thing that you never had  Baby, I'm your man (don't you know that?) Baby, I'm your man You bet! If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me  So good You're divine Wanna take you, wanna make you But they tell me it's a crime! Everybody knows where the good people go But where we're going baby Ain't no such word as no!  Baby, I'm your man (don't you know who I am?) Baby, I'm your man You bet! If you're gonna do it, do it right (right) Do it with me (Come on baby) If you're gonna do it, do it right (right) Do it with me (ooh, take me home) If you're gonna do it, do it right (right) Do it with me (Please don't leave me here ) If you're gonna do it, do it right To do it on my own  First class information I'll be your sexual inspiration And with some stimulation We can do it right  So why waste time With the other guys? When you can have mine I ain't askin' for no sacrifice Baby your friends do not need to know! I've got a real nice place to go  Listen I don't need you to care I don't need you to understand yeah All I want is for you to be there And when I'm turned on If you want me I'm your man! (I'm your man)  If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me  Now listen If you're gonna do it - you know what I say? If you're gonna do it don't throw it away Don't throw it baby (Don't throw) Because I'll be your boy, I'll be your man I'll be the one who understands I'll be your first, I'll be your last I'll be the only one you ask I'll be your friend, I'll be your toy I'll be the one who brings you joy I'll be your hope, I'll be your pearl I'll take you halfway 'round the world! I'll make you rich - I'll make you poor Just don't use the door  If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me If you're gonna do it, do it right (right) Do it with me  ",
        "title": "I'm Your Man"
    },
    {
        "artist": "Loverboy",
        "lyrics": null,
        "title": "This Could Be The Night"
    },
    {
        "artist": "Charlie Sexton",
        "lyrics": "  Beat's so lonely I bet it's lonely at the top She hesitates But the beat will never stop  Wanting him only But the people never see Her heart burning That's the secret that she keeps  Come on baby You know there's something missing Don't find nothing No more coincidences  Pretty baby Look in his eyes and you will see Things will happen But only if they're meant to be  Beat's so lonely I bet it's lonely at the top So lonely at the top So lonely  She said Beat's so lonely If you let it be that way She can't tell the difference anyway  She thinks hold me But she's scared to say She paid dearly for the answers of her days Answers of her Answers of her days  Beat's so lonely As she waits so patiently Her heart's yearning How she'd love him to see  He's not hurting But he wouldn't mind to be She still sees him She sees him interestingly  Come on baby You know there's something missing Don't find nothing No more coincidences  Pretty baby Before you give him all you got Got to come closer You got to give it one more shot  Beat's so lonely I bet she's lonely at the top So lonely at the top So lonely  She said Beat's so lonely If you let it be that way She can't tell the difference anyway  She thinks hold me But she's scared to say She paid dearly for the answers of her days Answers of her days Answers of her days  So lonely (x8)  Come on baby You know there's something missing Don't find nothing No more coincidences  Pretty baby Before you give him all you got You got to come closer You got to give it one more shot  Beat's so lonely I bet she's lonely at the top So lonely at the top So lonely  So lonely (x10)  ",
        "title": "Beat's So Lonely"
    },
    {
        "artist": "ABC",
        "lyrics": null,
        "title": "(How To Be A) Millionaire"
    },
    {
        "artist": "Ready For The World",
        "lyrics": "  Digital, display No smoking No smoking sir Digital Does anyone have any time to play? No smoking Does anyone have any?  1, 1, 1 no smoking 2, 2, 2 3, 3, 3 no smoking sir 4, 4, 4  I could go on counting for hours, the things that I like Please don't move baby stay right here, stay right inside I don't mind if you turn your back on me, cause I know you're still good Even if I wanna turn on a light, in this position I don't think I could  36, I always dreamed of your measurements in neon lights 24, at Christmas baby maybe you can light up My room and brighten up my nights, 36  I never had a girl before with much of a figure So excuse me if I start to play with your digital display  Digital display, I wish your music start to flow Digital display, to make your digits want to show Digital display, I could turn you off by day From your digital display  You always did know how to make one beg For they already should have had But since I know how to make you digits show I feel that I don't have to Ask take my hand and ill take you yours and well guide in the right way And when its there you can tell your friends How you made my digit display?  You're what I've been waiting for to raise my low score Cause I've been striking out all day and it makes me feel this way  Digital display, like I can't get no Digital display, when the going gets tough Digital display, I just want my part to play With your digital display  I never had a girl before with much of a figure So excuse me if I start to play with your digital display  Digital display, I wish your music start to flow Digital display, to make your digits want to show Digital display, I could turn you off by day From your digital display  Digital digital, display display, digital Can I play?  1, 1, 1 2, 2, 2 3, 3, 3 4, 4, 4  I never had a girl before with much of a figure So excuse me if I start to play with your digital display  Digital display, I wish your music start to flow Digital display, to make your digits want to show Digital display, I could turn you off by day From your digital display  Digital display Digital display Digital display ...  ",
        "title": "Digital Display"
    },
    {
        "artist": "Falco",
        "lyrics": "  [Intro] Yeah!  [Part 1: Sun Diego] Osnabrück 49 ist Feuerhölle, ey Yeah, ein Jude macht jetzt neue deutsche Welle, ey Yeah, rappe, weil ich hasse, wie sie rappen, yeah (hey) Trappe, weil ich hasse, wie sie trappen, yeah (wouh) BBM-Kartell, bleibe die Number One Ich filterte die Szene, denn alle Rapper sind Sons von Sun Ein Yahudi mit Araber im Rücken wie Dromedar Ich verbrenne das Weed wie ein Holländer, yeah, yeah, ey Hitte Jaro, blow' den Nebel aus dem Lambo Hasse dieses Leben, so wie Falco Will mein Requiem erschaffen, Amadeus Und alles ruft noch heute, „Come and rock me, Sunny Diego!“, do it  [Hook: Sun Diego] Amadeus, Amadeus Ich gab mein Leben weg für PR Irgendwann, wenn Gott will, GT-R Yeah, yeah, yeah Amadeus, Amadeus Yayo und Weed die einzigen Bros Seele ist Minus, Konto Mios Yeah, yeah, yeah  [Drop: Sun Diego] Amadeus, Amadeus Amadeus, Amadeus  [Part 2: Falco] Er war ein Punker und er lebte in der großen Stadt Es war in Wien, war Vienna, wo er alles tat Er hatte Schulden, denn er trank, doch ihn liebten alle Frau'n Und jede rief: „Now, come and rock me Amadeus!“ Er war Superstar, er war populär Er war so exaltiert, because er hatte Flair Er war ein Virtuose, war 'n Rockidol Und alles rief: „Now, come and rock me Amadeus!“  [Hook: Sun Diego] Amadeus, Amadeus Ich gab mein Leben weg für PR Irgendwann, wenn Gott will, GT-R Yeah, yeah, yeah Amadeus, Amadeus Yayo und Weed die einzigen Bros Seele ist Minus, Konto Mios Yeah, yeah, yeah  [Drop: Sun Diego] Amadeus, Amadeus Amadeus, Amadeus  [Outro: Sun Diego] Amadeus, Amadeus Ich gab mein Leben weg für PR Irgendwann, wenn Gott will, GT-R Yeah, yeah, yeah Amadeus, Amadeus Yayo und Weed die einzigen Bros Seele ist Minus, Konto Mios Yeah, yeah, yeah   ",
        "title": "Rock Me Amadeus"
    },
    {
        "artist": "Sly Fox",
        "lyrics": "  Sitting with the thinker Just trying to work it out It's a traffic jam of the brain Makes you want to scream and shout  Presidential party No one wants to dance Looking for a new star To put you in a trance  Let's go all the way Let's go all the way (Yeah yeah yeah yeah yeah) Let's go all the way  Workin' in a factory Eight days a week Tryin' to make dollar Down what a beat  Cartoon capers Happen in reality Rich man poor man Livin' in fantasy  Let's go all the way Let's go all the way (Ohh ohh ohh) Let's go all the way  (Yeah yeah yeah)  Livin' in New York Looks like an apple core (apple core) Asphalt jungle Got to be a man-of-war  California dreamers Sinkin' in the sand (the sand the sand) The Hollywood squares are Living in Disneyland  (Wheee ahhhhhh) Let's go all the way (Let's go all the way) Let's go all the way (Let's go all the way) (Ahh ahh ahh) Let's go all the way  Let's go all the way  Let's go all the way Let's go all the way We need heaven on earth today (Ahh ahh ahhhh) We can make a better way  Let's go all the way  Go all the way  Let's go all the way (Yeah)  Na na na na Na na na na Na na na na  ",
        "title": "Let's Go All The Way"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": null,
        "title": "Another Night"
    },
    {
        "artist": "a-ha",
        "lyrics": "  [Chorus] Touch me, how can it be? Believe me the sun always shines on TV Hold me close to your heart Touch me and give all your love to me, to me  [Verse 1] I reached inside myself and found Nothing there to ease the pressure of my ever worrying mind All my powers waste away I fear the crazed and lonely looks the mirror's sending me these days  [Chorus]  [Verse 2] Please don't ask me to defend The shameful lowlands of the way I'm drifting gloomily through time I reached inside myself today Thinking there's got to be some way to keep my troubles distant  [Chorus]  [Outro] Hold me close to your heart Touch me and give all your love to me Your love to me  ",
        "title": "The Sun Always Shines on T.V."
    },
    {
        "artist": "The Bangles",
        "lyrics": "  Six o'clock already I was just in the middle of a dream I was kissin' Valentino By a crystal blue Italian stream  But I can't be late Cause then I guess I just won't get paid These are the days When you wish your bed was already made  It's just another manic Monday I wish it were Sunday (oh, oh) Cause that's my fun day (oh, oh) My I don't have to run day (oh) It's just another manic Monday  Have to catch an early train Got to be to work by nine And if I had an airplane I still couldn't make it on time  Cause it takes me so long Just to figure out what I'm gonna wear Blame it on the train But the boss is already there  It's just another manic Monday I wish it were Sunday (oh, oh) Cause that's my fun day (oh, oh) My I don't have to run day (oh) It's just another manic Monday  Of all of my nights Why did my lover have to pick last night to get down? (Last night, last night) Doesn't it matter that I have to feed the both of us Employment's down  He tells me in his bedroom voice \"C'mon honey, let's go make some noise.\" Time it goes so fast (When you're having fun)  It's just another manic Monday I wish it were Sunday (oh, oh) Cause that's my fun day (oh, oh) My I don't have to run day (oh)  It's just another manic Monday (oh, oh) I wish it was Sunday (oh, oh) Cause that's my fun day (oh, oh) It's just a manic Monday  ",
        "title": "Manic Monday"
    },
    {
        "artist": "Marilyn Martin",
        "lyrics": null,
        "title": "Night Moves"
    },
    {
        "artist": "Freddie Jackson",
        "lyrics": "  Got someone else to keep you warm You've been seen in cozy places But there's a calm before the storm Like he's been seen with other faces Folks say he changes with the night  To break her heart is second nature Oh girl He'll never do you right I'm warning you Your heart's in danger  But you can put your love on me And you won't be lonely I'll be waiting patiently Cause I love you only  He can never love you like I do Like I do No, he'll never ever love you, baby Like I do  Ooh He'll never ever need you Need you Half as much as I do Like I do  He could never want you Never want you, baby Like I do  I know I can be oversensitive Well, I wouldn't if you didn't mean so much to me The grass always seems greener Over on the other side You see But you can bet your love on me  Girl, you won't be lonely, no I'm into you totally You see You see I love you only  I see that fire in your eyes And all this passion comes as no surprise Here's hoping soon you'll recognize But until then Let me emphasize  Na, na, na, na, na He'll never love you Like I do Na, na, na, na, no  Bet your love on me Bet your love on me And you won't be lonely  I'm into you totally Totally Cause I love you only He'll never ever, ever Like I do Never Not like  ",
        "title": "He'll Never Love You (Like I Do)"
    },
    {
        "artist": "Arcadia",
        "lyrics": "  Sometimes you have no choice Sometimes you've got no voice to say Say if you will the words Say if your world is so gray We can decide this There'll be no tears No tradgedy Try I wouldn't break and cry, if You walk away And leave me  Hey, goodbye Goodbye is forever Hey, forever Goodbye is Forever and ever  Sometimes it makes no sense This side of cruel coincidence Caught up in our own barbed wire To set us free Belive this  Hey, goodbye Goodbye is forever Hey, forever Goodbye is Forever and ever  Hey, goodbye Goodbye is forever Hey, forever Goodbye is Forever and ever  Hey, goodbye Goodbye is forever Hey, forever Goodbye is Forever and ever  ",
        "title": "Goodbye Is Forever"
    },
    {
        "artist": "Tom Petty & The Heartbreakers With Stevie Nicks",
        "lyrics": null,
        "title": "Needles And Pins"
    },
    {
        "artist": "Robert Tepper",
        "lyrics": "  Verse 1 We're not indestructible Baby better get that straight I think it's unbelievable How you give into the hands of fate Some things are worth fighting for Some feelings never die I'm not asking for another chance I just wanna know why  Chorus There's no easy way out There's no shortcut home There's no easy way out Giving in can't be wrong  Verse 2 I don't wanna pacify you I don't wanna drag you down But I'm feeling like a prisoner Like a stranger in a no-name town I see all the angry faces Afraid that could be you and me Talking about what might have been Thinking about what it used to be  Chorus There's no easy way out There's no shortcut home There's no easy way out Giving in can't be wrong  Verse 3 Baby Baby we can shed this skin We can know how we feel inside Instead of going down an endless road Not knowing if we're dead or alive Some things are worth fighting for Some feelings never die I'm not asking for another chance I just wanna know why  Chorus There's no easy way out There's no shortcut home There's no easy way out Giving in, giving in can't be wrong, no There's no easy way out (There's no easy way out) There's no shortcut home (There's no shortcut home) There's no easy way out, there's no easy no easy no easy way out There's no easy way out (There's no easy way out) There's no shortcut home (There's no shortcut home) There's no easy way out, there's no easy no easy no easy way out There's no easy way out There's no shortcut home There's no easy way out  ",
        "title": "No Easy Way Out"
    },
    {
        "artist": "Force M.D.'s",
        "lyrics": null,
        "title": "Tender Love"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  (Somebody) Told her that there was a place like Heaven 'Cross the water on a 747 Yeah we're living in In a modern world (Dum-dee-doo-doo-doo-dum) And pretty soon she'd really got the notion Of flying out across the big blue ocean Yeah we're living in In a modern world  Talk is cheap on satellite But all I get is (static) Information, I'm still here Redial on automatic  Calling America Can't get a message through Calling America That's what she said to do Calling America That's where she has to be Calling America She left a number for me  But I'm just talking to a satellite Twenty-thousand miles up in the sky each night Yeah we're living in In a modern world (Dum-dee-doo-doo-doo-dum) All I had to do was pick up the phone I'm out in space trying to talk to someone Yeah we're living in In a modern world  She left a number I could call But no one's there, no one at all There must be something going wrong That number just rings on and on  Calling America Can't get a message through Calling America That's what she said to do Calling America That's where she has to be Calling America She left a number for me  Said she'd call when she'd been gone a while Guess she's missing me across the miles Yeah, we're living in In a modern world  Calling America Can't get a message through Calling America That's what she said to do Calling America That's where she has to be Calling America She left a number for me  Calling America, Calling America  ",
        "title": "Calling America"
    },
    {
        "artist": "Prince And The Revolution",
        "lyrics": null,
        "title": "Kiss"
    },
    {
        "artist": "Paul McCartney",
        "lyrics": "  [Pre-Chorus] Ooh ooh what do you do No one else can dance like you So what's all the fuss There ain't nobody that spies like us  [Chorus] Hey hey what do you say Someone took your plans away So what's all the fuss There ain't nobody that spies like us  [Verse 1] Hey don't feel afraid Of an undercover aid There's no need to fuss There ain't nobody that spies like us Spies like us We don't know the meaning of fear We play every minute by ear One for all and all for one Everybody's on the run Especially at this time of year  [Pre-Chorus]  [Chorus]  [Verse 2] We get there by hook or by crook We don't do a thing by the book Never needed special clothes How we did it no one knows I guess we must have had what it took  [Bridge] Ooh ooh, ooh Oh when things get tough (oh when things get tough) Guys like us act rough (guys like us act rough)  [Chorus]  ",
        "title": "Spies Like Us"
    },
    {
        "artist": "The Cars",
        "lyrics": null,
        "title": "I'm Not The One"
    },
    {
        "artist": "Dan Seals",
        "lyrics": null,
        "title": "Bop"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Chorus] Say you, say me Say it for always, that's the way it should be Say you, say me Say it together, naturally  [Verse 1] I had a dream, I had an awesome dream People in the park playing games in the dark And what they played was a masquerade And from behind of walls of doubt a voice was crying out  [Chorus] Say you, say me Say it for always, that's the way it should be Say you, say me Say it together, naturally  [Verse 2] As we go down life's lonesome highway Seems the hardest thing to do is to find a friend or two A helping hand - someone who understands That when you feel you've lost your way You've got someone there to say I'll show you  [Chorus] Say you, say me Say it for always, that's the way it should be Say you, say me Say it together, naturally  [Bridge] So you think you know the answers - oh no Because the whole world has got you dancing, that's right I'm telling you It's time to start believing - oh yes Believing who you are - you are a shining star  [Chorus] Say you, say me Say it for always, that's the way it should be Say you, say me Say it together, naturally  ",
        "title": "Say You, Say Me"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  [Verse 1] The lights are on, but you're not home Your mind is not your own Your heart sweats, your body shakes Another kiss is what it takes  You can't sleep, you can't eat There's no doubt, you're in deep Your throat is tight, you can't breathe Another kiss is all you need  [Chorus] Whoa, you like to think that you're immune to the stuff, oh yeah It's closer to the truth to say you can't get enough You know you're going to have to face it, you're addicted to love  [Verse 2] You see the signs, but you can't read You're running at a different speed Your heart beats in double time Another kiss and you'll be mine  A one-track mind, you can't be saved Oblivion is all you crave If there's some left for you You don't mind if you do  [Chorus]  [Verse 3] Might as well face it, you're addicted to love [x5] Your lights are on, but you're not home Your will is not your own Your heart sweats your teeth grind Another kiss and you'll be mine  [Chorus]  [Outro] Might as well face it, you're addicted to love [x8]  ",
        "title": "Addicted To Love"
    },
    {
        "artist": "Dire Straits",
        "lyrics": "  [Verse 1] Here comes Johnny singing oldies, goldies Be-Bop-A-Lula, Baby What I Say Here comes Johnny singing I Got a Woman Down in the tunnels, trying to make it pay He got the action, he got the motion Yeah, the boy can play Dedication devotion Turning all the night time into the day  [Chorus] He do the song about the sweet lovin' woman He do the song about the knife He do the walk, he do the walk of life  [Verse 2] Here comes Johnny and he'll tell you the story Hand me down my walkin' shoes Here come Johnny with the power and the glory Backbeat the talkin' blues He got the action, he got the motion Yeah, the boy can play Dedication devotion Turning all the night time into the day  [Chorus] He do the song about the sweet lovin' woman He do the song about the knife He do the walk, he do the walk of life  [Verse 1] Here comes Johnny singing oldies, goldies Be-Bop-A-Lula, Baby What I Say Here comes Johnny singing I Gotta Woman Down in the tunnels, trying to make it pay He got the action, he got the motion Yeah, the boy can play Dedication devotion Turning all the night time into the day  [Outro] And after all the violence and double talk There's just a song in the trouble and the strife You do the walk, you do the walk of life  ",
        "title": "Walk Of Life"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": "  [Intro] I can't wait How will I love you I can't wait, I can't wait  [Verse 1] Sometime she talks to him Sometimes while she's only dreaming Then when she wakes up Somehow she still believes him  [Pre-Chorus 1] Yes, I know you Though we've been out of touch Yes, I know you To be continued, it's too much, well  [Chorus] I can't wait, I can't wait Well, if I'm wasting my time while you make up your mind, well I can't wait, I can't wait And I've got to know when I can see you again, well I can't wait, I can't wait Yes, I know you Though we've been out of touch I can't wait, I can't wait, I can't wait What can I do when I'm crazy for you  [Verse 2] She wonders how many more hours Her heart will feel broken In secret she says she needs to see him But no words are spoken  [Pre-Chorus 2] Well, she dances around in a circle Well, she's got that feeling now Blame it on something at first sight Put the blame on me if you want to To be continued  [Chorus] I can't wait, I can't wait If I'm wasting my time while you make up your mind, now baby I can't wait, I can't wait And I've got to know when I can see you again, well I can't wait, I can't wait, I can't wait What can I do when I'm crazy for you, baby I can't wait, I can't wait, I can't wait If I'm wasting my time, make up your mind, baby  How will I love you How will I love you  [Chorus] I can't wait, I can't wait If I'm wasting my time while you make up your mind, baby I can't wait, I can't wait And I've got to know when I can see you again, well I can't wait, I can't wait, I can't wait Wasting my time while you make up your mind, baby I can't wait, I can't wait, I can't wait How will I love you How will I love you  ",
        "title": "I Can't Wait"
    },
    {
        "artist": "Stevie Nicks",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "Klymaxx",
        "lyrics": null,
        "title": "I Miss You"
    },
    {
        "artist": "Meli'sa Morgan",
        "lyrics": "  Here we are in this big old empty room Staring each other down You want me just as much as I want you Let's stop fooling around  Take me, baby Kiss me all over Play with my love Bring out what's been in me for far too long Baby, you know that's all I've been dreaming of  Do me baby Like you never done before Give it to me till I just can't take no more  Do me baby Like you never done before I want you now I just can't wait no more, can't wait  Here we are Looking for a reason for you to lay me down For a love like ours is never out of season So baby, please stop teasing me  What ya do I can never love no other You're the best I ever had Whenever we're not close to one another I just want you so bad  So do me, baby Like you never done before Give it to me 'til I just can't take no more C'mon, do me, baby Like you never done before I want you now I just can't wait no more  I said oh, oh, oh, oh  Do me, baby Do me, baby Give it to me Do me, baby I want you now  Do me, baby Give it to me Do me, baby Do me, baby Don't wanna do it all alone I want your love  Do me, baby Give it to me Do me, baby This feeling is too strong Make me wait too long I want you now  You're leaving me no choice Ok, what are you gonna do You just gonna sit there and watch? alright Are you sure you don't wanna close your eyes? Well, isn't it supposed to take a long time? I'm not gonna stop 'till the war is over  Help me! There, ok, ok I'm so cold Just hold me  ",
        "title": "Do Me Baby"
    },
    {
        "artist": "Sam Harris",
        "lyrics": "  Sometimes my heart seems to slip away To yesterday When your eyes held all the answers It's easier to keep the pain And hope But I can't forget All the time I stayed inside the laughter  So if you want me I'll be there I'll be waiting at the top of the stairs And if you want me you can call I will catch you if you stumble and fall  Oh, I'd do it all again The same thing happens With the same sad end Oh, I'd do it all again I'd do it all again Oh, oh  Time takes it's toll for the broken heart But not so smart I suppose I will always love you Looking back to what I was before you came I'm not the same, no What you gave was what it took to pull through  So if you want me I'll be there I'll be waiting at the top of the stairs And if you want me you can call I will catch you if you stumble and fall  Oh, I'd do it all again The same thing happens With the same sad end Oh, I'd do it all again I'd do it all again Oh, oh  I can forgive you But I can't forget you I never let you see The tears behind my smile  Oh, I'd do it all again The same thing happens With the same sad end Oh, I'd do it all again I'd do it all again Oh, oh  Do it all again Do it all again Do it all again Do it all again Oh, I'd do it all again  So if you want me I'll be there I'll be waiting at the top of the stairs And if you want me you can call I will catch you if you stumble and fall  So if you want me I'll be there I'll be waiting at the top of the stairs And if you want me you can call I will catch you if you stumble and fall  ",
        "title": "I'd Do It All Again"
    },
    {
        "artist": "Opus",
        "lyrics": "  Nanananana Nanananana (all together now) Nanananana Nanananana  Life (nanananana) Life is life (nanananana) Labadab dab dab life (nanananana) Liiiiiiiife (nanananana)  When we all give the power We all give the best Every minute of an hour Don't think about the rest And you all get the power You all get the best When everyone gets everything And every song everybody sings  And it's life (nanananana) Life is life (nanananana) Life is life (nanananana) Labadab dab dab life (nanananana)  Life is life when we all feel the power Life is life come on, stand up and dance Life is life when the feeling of the people Life is life is the feeling of the band  When we all give the power We all give the best Every minute of an hour Don't think about the rest Then you all get the power You all get the best When everyone gives everything And every song everybody sings  And it's life (nanananana) Life is life (nanananana) Labadab dab dab life (nanananana) Life is life (nanananana)  Life (nanananana) (nanananana) (nanananana) (nanananana)  Life (nanananana) Life is life (nanananana) Labadab dab dab life (nanananana) Live is life (nanananana)  And you call when it's over You call it should last Every minute of the future Is a memory of the past Cause we all gave the power We all gave the best And everyone gave everything And every song everybody sang  Life is life  ",
        "title": "Live Is Life"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": null,
        "title": "Go Home"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": "  I was eight years old and running with a dime in my hand Into the bus stop to pick up a paper for my old man I'd sit on his lap in that big old Buick And steer as we drove through town He'd tousle my hair and say \"Son, take a good look around This is your hometown.\"  This is your hometown This is your hometown This is your hometown  In '65 tension was running high at my high school There was a lot of fights 'tween the black and white There was nothing you could do Two cars at a light on a Saturday night In the back seat there was a gun Words were passed, then a shotgun blast Troubled times had come to my hometown  This is my hometown This is my hometown This is my hometown  Now Main street's whitewashed windows and vacant stores Seems like there ain't nobody wants to come down here no more They're closing down the textile mill across the railroad tracks Foreman says \"These jobs are going, boys And they ain't coming back To your hometown.\"  This is your hometown This is your hometown This is your hometown  Last night me and Kate, we laid in bed Talking about getting out Packing up our bags maybe heading south I'm thirty-five, we got a boy of our own now Last night I sat him up behind the wheel, and said \"Son take a good look around This is your hometown.\"  Songwriter:  Bruce Springsteen  ",
        "title": "My Hometown"
    },
    {
        "artist": "Jermaine Jackson",
        "lyrics": "  I'm a greedy lover for lovin' Only for you I'm a choosy lover 'Cause only your love will do Not like one who finds true lovin' Yet searches for more lovin' Their whole life through  Not me because I'm an easy take When love is here to make like this I'll tell you that I'm a kissin' fool When under the magic of your kiss Oooh, not like one who finds the sweetest But cannot believe that the best will do I tell you I know nobody else but you Can do for me what you do, baby  I think it's love, darling I really do I think you feel, darling The same way, too  I'm a woman lover Whenever it's you with me I'm your sweet surrender If you'll stay in love eternally  Oooh, I've no time for vacillating Asking me if I am a happy man I tell you, I know, I know I am I got love, we've got love In the palm of our hands  I think it's love, darling I really do I think you feel, darling The same way, too  I know it's real, darling I really do I think you feel, darling The same way, too  Oooh, I've no time for vacillating Asking me if I am a happy man I tell you, I know, I know I am I got love, we've got love In the palm of our hands  I think it's love, darling I really do I think you feel, darling The same way, too  I know it's real darling I really do I think you feel darling The same way too  I think it's love, darling I really do I think you feel, darling The same way, too  ",
        "title": "I Think It's Love"
    },
    {
        "artist": "Jellybean Featuring Catherine Buchanan",
        "lyrics": "  Unfortunately, we are not licensed to display the full lyrics for this song at the moment. Hopefully we will be able to in the future. Until then... how about a random page? [I want to edit metadata]  ",
        "title": "Sidewalk Talk"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": "  There comes a time, when you should see things clear Free from my innocence, there is no circumstance too severe Only the need for us, for us to believe again There is a time, temptation's on the run Dreamer you've had your way Soldier you've had your day, in the sun Now it's time, for us to begin again  Le bel age Only our love will remain Le bel age Close to the truth once again  There comes a time (there comes a time) When you must find your way Begger has made his bed Wrapped in a silhoutte, of gold and gray Now it's time, yes it's time, for us to begin again  Le bel age Only our love will remain Le bel age Close to the truth once again  Le bel age Only our love will remain Le bel age Close to the truth once again  Standing so close to me, the possibility To change our destiny, I see it perfectly, moving so naturally Nothing can stand in our way  Le bel age Only our love will remain Le bel age Close to the truth once again  Le bel age Only our love will remain Le bel age Close to the truth once again  Le bel age Only our love will remain Le bel age Close to the truth once again  Le bel age Only our love will remain (only) Le bel age (only our love, only our love) Close to the truth once again  Le bel age Only our love will remain Le bel age Close to the truth once again  Le bel age (Le bel age) Le bel age  ",
        "title": "Le Bel Age (The Best Years)"
    },
    {
        "artist": "Five Star",
        "lyrics": "  Let me be the one You give your love to  I hear your records on the radio See you talking on the late, late show Every girl wants to be your friend  Don't you know you're always on my mind Oh, how I've missed you since you've hit the big time Oh, I'm hurting I just can't pretend  We used to be together Making dreams, making plans But you left that world behind Now I'm asking you Don't you  Let me be the one (Let me be) You give your love to (The one you need, baby, baby) Let me be the one (let me be) You give your love to (The one that turns your lovin' on)  We used to be together Making dreams, making plans But you left that world behind Now I'm asking you Don't you  Let me be the one (let me be) You give your love to (the one you need, baby, baby) Let me be the one (let me be) You give your love to (I go running to you)  Let me be the one You give your love to (There's nothing I wouldn't do) Let me be the one You give your love to (Baby)  ",
        "title": "Let Me Be The One"
    },
    {
        "artist": "The Outfield",
        "lyrics": null,
        "title": "Your Love"
    },
    {
        "artist": "Phyllis Nelson",
        "lyrics": null,
        "title": "I Like You"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  [Verse 1] Over time, I've been building my castle of love Just for two, though you never knew you were my reason I've gone much too far for you now to say That I've got to throw my castle away Over dreams, I have picked out a perfect come true Though you never knew it was of you I've been dreaming The sandman has come from too far away For you to say come back some other day  [Chorus] And though you don't believe that they do They do come true For did my dreams Come true when I looked at you And maybe too, if you would believe You too might be Overjoyed, over loved, over me  [Verse 2] Over hearts, I have painfully turned every stone Just to find, I had found what I've searched to discover I've come much too far for me now to find The love that I've sought can never be mine  [Chorus] And though you don't believe that they do They do come true For did my dreams Come true when I looked at you And maybe too, if you would believe You too might be Overjoyed, over loved, over me  [Outro] And though the odds say improbable What do they know For in romance All true love needs is a chance And maybe with a chance you will find You too like I Overjoyed, over loved, over you Over you  ",
        "title": "Overjoyed"
    },
    {
        "artist": "The Chicago Bears Shufflin' Crew",
        "lyrics": "  [Hook] We are the Bears Shufflin' Crew Shufflin' on down, doin' it for you We're so bad, we know we're good Blowin' your mind like we knew we would You know we're just struttin' for fun Struttin' our stuff for everyone We're not here to start no trouble We're just here to do the Super Bowl Shuffle  [Walter Payton] Well, they call me Sweetness And I like to dance Runnin' the ball is like makin' romance We've had the goal since training camp To give Chicago a Super Bowl champ And we're not doin' this Because we're greedy The Bears are doin' it to feed the needy We didn't come here to look for trouble We just came here to do The Super Bowl Shuffle  [Willie Gault] This is Speedy Willie, and I'm world class I like runnin' but I love to get the pass I practice all day and dance all night I got to get ready for the Sunday fight Now I'm as smooth as a chocolate swirl I dance a little funky, so watch me girl There's not one here that does it like me My Super Bowl Shuffle will set you free  [Mike Singletary] I'm Samurai Mike, I stop 'em cold Part of the defense, big and bold I've been jammin' for quite a while Doin' what's right and settin' the style Give me a chance, I'll rock you good Nobody messin' in my neighborhood I didn't come here lookin' for trouble I just came to do The Super Bowl Shuffle  [Hook]  [Jim McMahon] I'm the punky QB, known as McMahon When I hit the turf, I've got no plan I just throw my body all over the field I can't dance, but I can throw the pill I motivate the cats, I like to tease I play so cool, I aim to please That's why you all got here on the double To catch me doin' the Super Bowl Shuffle  [Otis Wilson] I'm mama's boy Otis, one of a kind The ladies all love me For my body and my mind I'm slick on the floor as I can be But ain't no sucker gonna get past me Some guys are jealous Of my style and class That's why some end up on their [whistle] I didn't come here lookin' for trouble I just get down to The Super Bowl Shuffle  [Steve Fuller] They say Jimbo is our man If Jimmy can't do it, I sure can This is Steve, and it's no wonder I run like lightnin', pass like thunder So bring on Atlanta, bring on Dallas This is for Mike and Papa Bear Halas I'm not here to feather his ruffle I just came here to do The Super Bowl Shuffle  [Mike Richardson] I'm L.A. Mike, and I play it cool They don't sneak by me cause I'm no fool I fly on the field and get on down Everybody knows I don't mess around I can break 'em, shake 'em Any time of day I like to steal it and make 'em pay So please don't try to beat my hustle Cause I'm just here to do The Super Bowl Shuffle  [Hook]  [Richard Dent] The sackman's comin', I'm your man Dent If the quarterback's slow He's gonna get bent We stop the run, we stop the pass I like to dump guys on their [whistle] We love to play for the world's best fans You better start makin' Your Super Bowl plans But don't get ready or go to any trouble Unless you practice The Super Bowl Shuffle  [Gary Fencik] It's Gary here, and I'm Mr.Clean They call me \"hit man\" Don't know what they mean They throw it long and watch me run I'm on my man, one-on-one Buddy's guys cover it down to the bone That's why they call us the 46 zone Come on everybody let's scream and yell We're goin' to do the Shuffle Then ring your bell  [William “Refrigerator” Perry] You're lookin' at the Fridge I'm the rookie I may be large, but I'm no dumb cookie You've seen me hit, you've seen me run When I get the pass, we'll have more fun I can dance, you will see The others, they all learn from me I didn't come here lookin' for trouble I just came here to do The Super Bowl Shuffle  [Hook until fade out]  ",
        "title": "The Super Bowl Shuffle"
    },
    {
        "artist": "Night Ranger",
        "lyrics": null,
        "title": "Goodbye"
    },
    {
        "artist": "Sheena Easton",
        "lyrics": "  Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? My arms are missin' you My lips feel the same way too I've tried so hard to be true Like I promised I'd do But this boy keep's a comin' 'round He's tryin' to wear my resistance down Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Need your lovin' Need your lovin' He calls me on the phone About three times a day No, my heart's not listen' to What he has to say But this lonelieness i have within Keeps reachin' out to be his friend Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Need your lovin' Need your lovin'  Bridge: Now, listen, boy I'm not gettin' any stronger I can't hold back very much longer Tryin' hard to be true But, Jimmy, he talks jus' as sweet as you Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Oh, Jimmy Mack, Jimmy Oh, Jimmy Mack When are you comin' back? Need your lovin' Need your lovin' I'm not gettin' any stronger (ooh!) Can't hold back very much longer (ooh!) Jimmy Mack, when are you comin' back? Need your lovin' (oh, Jimmy Mack) Need your lovin' (oh, Jimmy Mack)  ",
        "title": "Jimmy Mack"
    },
    {
        "artist": "Dire Straits",
        "lyrics": "  [Verse 1] Here I am again in this mean old town And you're so far away from me And where are you when the sun goes down? You're so far away from me  [Chorus] You're so far away from me You're so far I just can't see You're so far away from me You're so far away from me, alright  [Verse 2] I'm tired of being in love and being all alone When you're so far away from me I'm tired of making out on the telephone Cause you're so far away from me  [Chorus] You're so far away from me You're so far I just can't see You're so far away from me You're so far away from me, alright  [Verse 3] And I get so tired when I have to explain That you're so far away from me See, you've been in the sun, and I've been in the rain And you're so far away from me  [Chorus] You're so far away from me You're so far I just can't see You're so far away from me You're so far away from me, take it down  ...so far away... You're so far away from me Alright I 'm so far away from you  ",
        "title": "So Far Away"
    },
    {
        "artist": "Jennifer Rush",
        "lyrics": "  [Verse 1] The whispers in the morning of lovers sleeping tight Are rolling by like thunder now as I look into your eyes I hold on to your body and feel each move you make Your voice is warm and tender, a love that I could not forsake  [Hook 1] Cause I am your lady and you are my man Whenever you reach for me, I'll do all that I can Lost is how I'm feeling, lying in your arms When the world outside's too much to take That all ends when I'm with you  [Verse 2] Even though there may be times It seems I'm far away But never wonder where I am Cause I am always by your side  [Hook 2] Cause I am your lady, and you are my man Whenever you reach for me, I'll do all that I can We're heading for something, somewhere I've never been Sometimes I am frightened, but I'm ready to learn 'Bout the power of love  [Bridge] The sound of your heart beating made it clear suddenly The feeling that I can't go on is light-years away  [Hook 2] Cause I am your lady, and you are my man Whenever you reach for me, I'll do all that I can We're heading for something, somewhere I've never been Sometimes I am frightened, but I'm ready to learn 'Bout the power of love  We're heading for something, somewhere I've never been Sometimes I am frightened, but I'm ready to learn 'Bout the power of love Ooh, the power of love The power of love  Sometimes I am frightened But I'm ready to learn 'bout the power of love  ",
        "title": "The Power Of Love"
    },
    {
        "artist": "Alisha",
        "lyrics": "  [Verse 1:] It's too bad not to know I don't know I hurt you so Baby, talk to me  I'm so sad I can't wait Baby, please don't hesitate Baby, talk to me  [Hook:] You never try to Talk your feelings through Communications start from me to you  We have to talk it through To clear the air We've got to talk to Show the love we share  [Chorus:] Baby talk We can work it out Baby talk I know without a doubt  Baby talk We can work it out Baby talk  [Verse 2:] Baby, please talk to me Can't you see you're hurting me Baby, talk to me  We can see all this through Talk will help love me and you Baby, talk to me  [Hook:] It's hard to tell When things start going wrong We'll have to talk now Before too long  So, honey, let's not throw our love away Let's try to work it out Before too late  [Repeat Chorus:]  [Bridge:] You don't have to worry, baby You don't have to fear Tell me all the things you feel And I will make you care  You just need to tell me, baby What I need to say I need to let you love me, baby In that special way  You just need to tell me, baby What I need to say I need to let you love me, baby In that special way  [Repeat Chorus:]  Baby talk Baby talk Baby talk Baby talk  Baby talk Baby talk Baby talk Baby talk  [Chorus:] Baby talk We can work it out Baby talk I know without a doubt  Baby talk We can work it out Baby talk  Baby talk We can work it out Baby talk I know without a doubt  Baby talk We can work it out Baby talk  Baby talk We can work it out Baby talk I know without a doubt  Baby talk We can work it out Baby talk  ",
        "title": "Baby Talk"
    },
    {
        "artist": "Cherrelle With Alexander O'Neal",
        "lyrics": "  [Intro: Cherrelle] It's been a long time I didn't think I was going to see you again See you haven't changed It's good to see you anyway  [Chorus x2:] Sunday, Monday, Tuesday, Wednesday Thursday, Friday, Saturday love Sunday, Monday, Tuesday, Wednesday Thursday, Friday, Saturday love  [Verse 1: Cherrelle] When I think about you My feelings can't explain Why after all this time My heart still feels pain  [Hook:] When I look at you Memories of love Like no one before You stay on my mind  (Special feelings, special time) Always so special (I was yours and you were mine) Made for each other (All the good I won't forget) You will stay on my mind (Saturday, the day we met)  For always And forever You will be my Saturday love  [Repeat Chorus:]  [Verse 2: Alexander O'Neal:] When I think about you My feelings can't explain Why after all this time My heart still feels pain  [Hook:] When I look at you Memories of love Like no one before You stay on my mind  (Special feelings, special times) Feeling so special (I was yours and you were mine) Made for each other, girl (All the good I won't forget) Staying on my mind, girl (Saturday, the day we met)  Girl, you know I can't leave you behind There's never any question You will be my Saturday love  [Repeat Chorus:]  [Cherrelle:] When I look at you Special feelings, special times I thought we'd always be together But sometimes things just Don't work out like we planned  Life goes on and people grow Out of things That fit before But Saturday remains the same And I hope it'll never change  [Bridge: Cherrelle and Alexander O'Neal] For always and forever You will be my (you will be my) You will be my (you will be my) You will be my (you will be my) Be (be my Saturday love) My Saturday love  [Cherrelle:] Do do do do Let's sing it together  [Cherrelle and Alexander O'Neal:] Never on Sunday Monday's too soon Tuesday and Wednesday Just won't do  Thursday and Friday We can begin But our Saturday love Will never end, sugar  ",
        "title": "Saturday Love"
    },
    {
        "artist": "Barbra Streisand",
        "lyrics": null,
        "title": "Somewhere"
    },
    {
        "artist": "Pet Shop Boys",
        "lyrics": "  [Verse 1] Sometimes you're better off dead There's gun in your hand and it's pointing at your head You think you're mad, too unstable Kicking in chairs and knocking down tables In a restaurant in a West End town Call the police, there's a madman around Running down underground to a dive bar In a West End town  [Chorus] In a West End town, a dead end world The East End boys and West End girls In a West End town, a dead end world The East End boys and West End girls West End girls  [Verse 2] Too many shadows, whispering voices Faces on posters, too many choices If, when, why, what? How much have you got? Have you got it, do you get it, if so, how often? And which do you choose, a hard or soft option? (How much do you need?)  [Chorus] In a West End town, a dead end world The East End boys and West End girls In a West End town, a dead end world The East End boys and West End girls West End girls West End girls  [Interlude] (How much do you need?)   [Chorus] In a West End town, a dead end world The East End boys and West End girls Ooh, West End town, a dead end world East End boys, West End Girls West End girls  [Verse 3] You've got a heart of glass or a heart of stone Just you wait 'til I get you home We've got no future, we've got no past Here today, built to last In every city, in every nation From Lake Geneva to the Finland station (How far have you been?)  [Chorus] In a West End town, a dead end world The East End boys and West End girls A West End town, a dead end world East End Boys, West End girls West End girls West End girls West End girls (How far have you been?)  [Outro] Girls East End boys And West End girls  And West End girls (... forever) And West End girls (How far have you been?)  East End boys The West End girls The West End boys And West End girls  The West End girls The West End boys The West End girls  ",
        "title": "West End Girls"
    },
    {
        "artist": "Jackson Browne",
        "lyrics": null,
        "title": "For America"
    },
    {
        "artist": "Level 42",
        "lyrics": null,
        "title": "Something About You"
    },
    {
        "artist": "Peter Frampton",
        "lyrics": null,
        "title": "Lying"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] Used to be a time when you would pamper me Used to brag about it all the time Your friends seem to think that you're so peachy keen But my friends say neglect is on your mind Who's right  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  [Verse 2] Used to go to dinner almost every night Dancing til I thought I'd lose my breath Now it seems your dancing feet are always on my couch Good thing I cook or else we'd starve to death Ain't that a shame  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  [Bridge] I never ask for more than I deserve You know it's the truth You seem to think you're God's gift to this Earth I'm telling you, no way  You ought to be thankful for the little things But little things are all you seem to give You're always putting off what we can do today Soap opera says, you've got one life to live Who's right, who's wrong  [Refrain] What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah Get with it  What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah  What have you done for me lately Ooh ooh ooh yeah What have you done for me lately Ooh ooh ooh yeah What have you done for me lately  ",
        "title": "What Have You Done For Me Lately"
    },
    {
        "artist": "Divinyls",
        "lyrics": "  Lover, lover, why do you push? Why do you push? Why do you push? Baby baby, did you forget about me?  I've been standing at the back of your life Back row centre just above the ice Please don't ask me how I've been getting off No, please don't ask me how I've been getting off  Break my body, with the back of your hand Doesn't make sense from where I stand Baby, baby why you wanna mess it up Sooner or later I'll find my place Find my body better fix my face Please don't ask me How I've been getting off No, please don't ask me How I've been getting off  It's a fine line between pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain It's all the same  Sooner or later I'll find my place Find my body better fix my face Please don't ask me How I've been getting off Ah, now please don't ask me How I've been getting off  It's a fine line between pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain Pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain It's all the same You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain Pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain Pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain Pleasure and pain You've done it once you can do it again Whatever you done don't' try to explain It's a fine, fine line between pleasure and pain  ",
        "title": "Pleasure And Pain"
    },
    {
        "artist": "The Firm",
        "lyrics": "  They say our love was never meant to be That time would make it just a memory But they don't know, how can they understand? We didn't build no castles in the sand  And all the king's horses All the king's men Couldn't storm this tower Of love, my friend Of love, my friend  They say our life was just a fairy tale No matter how we try, we must surely fail But where are they now? And could they ever understand? This ivory tower was built on rock, not sand  And all the king's horses, baby All the king's men Couldn't storm this tower Of love, my friend Of love, my friend  All the king's horses And all the king's men Couldn't storm this tower Of love, my friend, yeah  All the king's horses, yeah yeah All the king's men Couldn't storm this tower Of love, my friend  All (all), all the king's horses All (all), all the king's men Yeah, yeah, yeah  ",
        "title": "All The Kings Horses"
    },
    {
        "artist": "Corey Hart",
        "lyrics": "  I never see the light Still I follow you Couldn't imagine how Or what I'm supposed to do  Ah maybe I've been crazy Only thinking of you I'll do it again  Through the longest nights And I know them so well I keep forgetting my place And I stumbled 'til I fell  So easy it's so easy To never see the truth Do you remember  I said to give you Everything in my heart Give you everything in my heart Give you everything in my soul (I said) for you  And sometimes when my heart is so cold And you cut me out and you're so hard to hold I keep searching I wanna get through to you  I keep on searching I want to break through to you Again and again  Oh maybe I've been crazy Only thinking of you But I'll do it again  To give you everything in my heart Give you everything in my heart Give you everything in my soul (I said) for you, and I'll do it again  Give you everything in my heart Give you everything in my heart Even though, everything in my soul (I said) for you and I'll do it again  Everything in my heart  ",
        "title": "Everything In My Heart"
    },
    {
        "artist": "Eddie Murphy",
        "lyrics": "  [Intro]  [Verse 1:Eddie Murphy] Girl I can't understand it why you want to hurt me After all the things I've done for you I buy you champagne and roses and diamonds on your finger (Diamonds on your finger) Still you hang out all night What am I to do?  [Hook: Eddie Murphy + Rick James] My girl wants to party all the time  Party all the time Party all the time My girl wants to party all the time Party all the time  She parties all the time, party all the time She likes to party all the time, party all the time Party all the time, she likes to party all the time Party all the time  [Verse 2: Eddie Murphy] Girl I've seen you in clubs just hanging out and dancing You give your number to every man you see You never come home at night because you're out romancing I wish you bring some of your love home to me  [Hook] But my girl wants to party all the time My girl wants to party all the time  Party Party Party she likes to party all the time She likes to party all the time She lets her hair down She lets her body down She lets her body She lets her body down  Party all the time, do you wanna get down to party Yeah  Party all the time, party all the time  ",
        "title": "Party All The Time"
    },
    {
        "artist": "Orchestral Manoeuvres In The Dark",
        "lyrics": null,
        "title": "Secret"
    },
    {
        "artist": "Eurythmics",
        "lyrics": null,
        "title": "It's All Right (Baby's Coming Back)"
    },
    {
        "artist": "The Alan Parsons Project",
        "lyrics": "  Diamond eyes That burn me and turn me to stone Crystalize And freeze me in clear monochrome  Turn me to stone; do anything you want with me Turn me to stone; do anything you want Stereotomy We can make it together Do anything you want with me Do anything you want  Scarlet minds Possess me and I feel no shame Silent knives Dissect me and I feel no pain  Stereotomy We can make it together Do anything you want with me Do anything you want Stereotomy We can make it forever Do anything you want with me Do anything you want  Starlight beams Project me in red blue and green Velvet dreams Protect me when I hit the screen  Stereotomy We can make it together Do anything you want with me, do anything you want Stereotomy We can make it forever It's always the same, it's always the same Stereotomy, we can make it We can make it, do anything you want  Turn me to stone Do anything you want with me Cover my eyes There's nothing more they need to see Turn me to stone Before there's nothing left of me Make me a rock And not what I appear to be Turn me to stone Turn me to stone  ",
        "title": "Stereotomy"
    },
    {
        "artist": "Isley, Jasper, Isley",
        "lyrics": "  Ooh... Ooh... Ooh... Ooh... Ooh... Ooh...  Are you ready for the time of your life It's time to stand up and fight (It's alright) it's alright (It's alright, it's alright) Hand in hand we'll take a caravan To the motherland  One by one we're gonna stand with the pride One that can't be denied (Stand up, stand up, stand up) From the highest mountain, and valley low Well join together with hearts of gold  Now the children of the world can see There's a better way for us to be The place where mankind is born is so neglected and torn... Torn apart  Every woman, every man Join the caravan of love (Stand up, stand up, stand up) Everybody take a stand Join the caravan of love  I'm your brother I'm your brother, don't you know I'm your brother I'm your brother, don't you know  We'll be living in a world of peace In a day when everyone is free We'll bring the young and the old Won't you let your love flow from your heart  Every woman, every man Join the caravan of love (Stand up, stand up, stand up) Everybody take a stand Join the caravan of love  I'm your brother I'm your brother, don't you know I'm your brother I'm your brother, don't you know  Now the children of the world can see There's a better way for us to be The place where mankind is born Is so neglected and torn... torn apart  Every woman, every man Join the caravan of love (Stand up, stand up, stand up) Everybody take a stand Join the caravan of love  Are you ready for the time of your life (Are you ready, are you ready) Are you ready for the time of your life (Are you ready, are you ready)  Come go with me (Are you ready, are you ready) Come go with me (Are you ready, are you ready)  Every woman, every man Join the caravan of love (Are you ready, are you ready) Everybody take a stand Join the caravan of love (Are you ready, are you ready)  Every woman, every man Join the caravan of love (Are you ready, are you ready) Everybody take a stand Join the caravan of love (Are you ready)  ",
        "title": "Caravan Of Love"
    },
    {
        "artist": "John Mellencamp",
        "lyrics": null,
        "title": "Small Town"
    },
    {
        "artist": "Clarence Clemons & Jackson Browne",
        "lyrics": "  Striking out? Well, count me in I'm gonna stand right by your side Through thick or thin  Ain't no doubt Gonna win A walk through hell ain't bad Compared to where we've been  (Oh, you can depend on me) Over and over Over and over (Know that I intend to be) The one who always makes you laugh until you cry And you can call on me until the day you die  Years may come and go Here's one thing I know All my life You're a friend of mine  That argument I can't forget We fought so hard I don't think I've recovered yet  The girls we knew Who thought you were cool I never introduced My favorite ones to you  (Oh, you can depend on me) Over and over Over and over (Know that I intend to be) I'm the one who always makes you laugh until you cry And you can call on me until the day you die  Years may come and go Here's one thing I know All my life You're a friend of mine  (Oh, you can depend on me) Over and over Over and over (Know that I intend to be) I'm the one who always makes you laugh until you cry And you can call on me until the day you die  Years may come and go Here's one thing I know All my life You're a friend of mine  You can depend on me I'll be fine Cause you're a friend of mine  Yeah, yeah I'll be fine Cause you're a friend of mine  Yeah, let me call for you one time  Ow! Yeah  ",
        "title": "You're A Friend Of Mine"
    },
    {
        "artist": "Simple Minds",
        "lyrics": null,
        "title": "Alive & Kicking"
    },
    {
        "artist": "Klymaxx",
        "lyrics": "  [Intro:] I know I was looking good I had my Kenneth Cole shoes on My Gianni Versace blue leather suit  My nails were done And my hair was fierce And I was riding in a Cooper's limousine Don't you want to ride?  [Verse 1:] I was at home feeling sleazy So I went down to the speakeasy As soon as my feet hit the door I had all attention from the dance floor  [Chorus:] Don't you know the men all pause? When I walked into the room The men all pause  The men all pause When I walked into the room The men all pause And the brides held their grooms  And they all sang the same old tune Whoa, whoa, whoa, whoa, whoa Whoa, whoa, whoa, whoa Check me out Whoa, whoa, whoa, whoa Whoa, whoa, whoa  [Verse 2:] Staring faces starting to get tired I wanted to get out And go for a ride Maybe this boredom created my hunger So I said, \"Pull over at the local fat burger\"  I tried to walk in shy Very unnoticed But the men turned away From their burgers and sodas  The focus was on me I guess admiring good taste I tried to play it off But assurance was all over my face  [Repeat Chorus:]  [Bridge:] The men all pause When I hit the door Attention came from the dance floor When I went to the burger stand I had my claim on any man  Slap me, no Somebody slap me 'Cause I know I'm looking good  I'm giving attitude all over the room People are staring at me And I just look too good For these people  Don't you know the men all pause? Yeah, just look at them (Woof)  The dog is coming out of them A natural dog Radar (Woof) Radar, kitty girl  I think I'm gonna leave right now Because I have some things to do Call my chauffeur I love you I love you all, but I got to go  Oh, turn me on The men all pause The men all pause The men all pause The men all pause  [Repeat Chorus:]  ",
        "title": "The Men All Pause"
    },
    {
        "artist": "John Cafferty",
        "lyrics": "  Silence in the darkness creeps into your soul Envy moves the light of self control The gate that holds you captive has the door Burnin' with determination to even up the score  Heart's on fire, strong desire, rages deep within Heart's on fire, fever's risin', high The moment of truth draws near  Time will not allow you to stay still, no Silence breaks the heart and bends the will Defense is guilty passions out of control  Rules and regulations have no meaning any more  Heart's on fire, strong desire, rages deep within Heart's on fire, fever's risin', high The moment of truth is here  OH!  Is here Oh yeeeeeaaaaaah!  Instrumental & guitar solo  Heart's on fire, strong desire, rages deep within Fever's risin', energizin', right up till the end  Heart's on fire (heart's on fire) Strong desire (heart's on fire) Rages deep within Ooooh FADES- Fever's risin' (heart's on fire) Energizin' (heart's on fire) Right up till the end Ooooh Heart's on fire (heart's on fire) (heart's on fire) Strong desire (heart's on fire)  ",
        "title": "Heart's On Fire"
    },
    {
        "artist": "New Edition",
        "lyrics": "  [Intro] Yeah Woo...ooh...ooh...ooh...  [Verse 1: Ralph Tresvant] You say you want to be the one I need You say you want to be the one for me You say you want to be the one I need But then you go and act so crazy You say you never want to let me go You say you want to be the one I hold You say you never want to let me go But then you go and leave me lonely  [Pre-Chorus] If you want to make things right Love can make a way If you want to take the time Act like what you say, yeah  [Chorus] A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely  A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely  [Verse 2] You want to be the one who makes me shine The one who makes me laugh and makes me cry You want to be the one to change my life Then maybe you should treat me kindly You want to make believe you never left You want to make believe I never wept You said you'd never ever leave again Oh, baby, won¡¯t you quit pretending  [Pre-Chorus] If you want to make things right Love can make a way And if you want to take the time Act like what you say, yeah  [Chorus] A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely  A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely, oh  [Breakdown]  [Pre-Chorus] Oh, oh, if you want to make things right Love can make a way And if you want to take the time Act like what you say, yeah  [Chorus] A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely  A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes A little bit of love is lovely  A little bit of love is all it takes A little bit of love is all it takes (Little bit of love) A little bit of love is all it takes A little bit of love is all it takes  Girl, you've got to make things right A little bit of love is all it takes Girl, we've got to take our time A little bit of love is all it takes A little bit of love is all it takes  A little bit of love is all it takes A little bit of love goes a long, long way A little bit of love is all it takes  A little bit of love is all it takes...  ",
        "title": "A Little Bit Of Love (Is All It Takes)"
    },
    {
        "artist": "Dokken",
        "lyrics": null,
        "title": "In My Dreams"
    },
    {
        "artist": "Ta Mara & The Seen",
        "lyrics": "  Everybody`s dancing With a new determination But that you didn`t know Dancing is the move When you do the oscillation Let your body go  We`ll let you know We`ve got only good intentions It`s all right Just do it with conviction (Everybody)  Oh, oh, oh Oh, oh Everybody dance Oh, oh, oh Oh, oh Everybody dance  Everybody`s cool in the mood No insurrection But that you didn`t know Body rock conviction With a dancer`s great sensation You got to lose control  We`ll let you know We`ve got only good intentions It`s all right Just do it with convictions (Everybody)  Oh, oh, oh Oh, oh Everybody dance Oh, oh, oh Oh, oh Everybody dance  Oh, oh, oh Oh, oh Everybody dance Oh, oh, oh Oh, oh Everybody dance  Now everybody`s dancing With the new determination But that you didn`t know Dancing is the move Played with further isolation So let your body go  We`ll let you know We`ve got only good intentions It`s all right Just do it with convictions (Everybody) We`ll let you know We`ll let you know (Everybody)  Oh, oh, oh Oh, oh Everybody dance Oh, oh, oh Oh, oh Everybody dance  Oh, oh, oh Oh, oh Everybody dance Oh, oh, oh Oh, oh Everybody dance  ",
        "title": "Everybody Dance"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": "  Don't you know? So many things they come and go Like your words that once rang true Just like the love I thought I found in you  And I remember the thunder Talking about that fire in your eyes But you walked away when I needed you most And maybe baby Maybe baby  I found someone To take away the heartache To take away the loneliness I've been feeling since you've been gone Since you've been gone  Dry your eyes I never could bear to see you cry Someday your love will shine through And show you the feelings you never really knew  Baby, don't you lose that thunder Talkig about that fire in your eyes You're looking at me but you still don't believe And maybe baby Maybe baby  I found someone To take away the heartache To take away the loneliness I've been living with since you've been gone Since you've been gone  Too long on the border line Wonderin' if your love was really mine But you left me with open eyes And now I realize  I found someone To take away the heartache To take away the loneliness I've been feeling since you've been gone  I found someone To take away the heartache To take away the loneliness I've been living with since you've been gone Since you've been gone Since you've been gone  ",
        "title": "I Found Someone"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  Oooo — oooo — twist my arm 0ooo — oooo — twist my arm  I’ll give you something That you never had I’ll give you something Don’t you want it that bad Do you want it I can give it ’Cause I’ve got it You just twist it  Chorus: If you wanna hold it If you wanna show it Come and let me know it Just twist my arm I’ll be here to please it Always here to feed it Love you like you need it Just twist my arm  Oooo — oooo — twist my arm 0ooo — oooo — twist my arm  I’ve got a sweet tooth I like sweet things Nothing turns me loose Like the sugar you bring Do you want it Can you use it I can fix it You just twist it  Chorus  Don’t save it for someone else Don’t slip it to me on the sly Just tell me what you want Don ’t have to tell me why  ",
        "title": "Twist My Arm"
    },
    {
        "artist": "Anne Murray",
        "lyrics": null,
        "title": "Now And Forever (You And Me)"
    },
    {
        "artist": "Jimmy Harnen With Synch",
        "lyrics": null,
        "title": "Where Are You Now?"
    },
    {
        "artist": "Lisa Lisa And Clult Jam With Full Force",
        "lyrics": null,
        "title": "Can You Feel The Beat"
    },
    {
        "artist": "Starpoint",
        "lyrics": "  Ooh... Whoa, whoa, whoa...yeah  You glanced my way, I lost all control Anxiety had taken hold My body quivered, hot flashes ignited in me, ooh, ooh, ooh... Gazing deep into my eyes You spoke these words, I was hypnotized Let me share a night in your fantasy, ooh, ooh  Turn on emotions so strong Passion's fire burns on and on My body screams \"Please make love to me\"  You're the object of my desire Baby, ignite my fire Object of my desire Hey, you really turn me on  You're the object (Sugar) of my desire (Yeah) Oh, baby, ignite my fire Object of my desire Hey, you really turn me on  When I go to sleep at night Visions of you here by my side Fireworks explode deep inside of me, ay-yi-yi-yi I pinch myself as you're lyin' there We kiss each other, now I'm really scared Too much to ask even for a fantasy, oh, oh, oh  Turn on emotions so strong Passion's fire burns on and on My body screams \"Please make love to me\"  'Cause you're the object of my desire (Yeah, yeah) Baby, ignite my fire Object of my desire Hey, you really turn me on  You're the object of my desire Won't you ignite my fire Object of my desire Hey, you really turn me on and on and on and on  You're the object (I've got to have your love) (I need your love) Object (Wanna be the one, baby) Hey, you really turn me on  You're the object (Love so fine) Baby (I wanna know), would you be mine Object Hey, you really turn me on and on and on and on  Object Object Hey, you really turn me on  ",
        "title": "Object Of My Desire"
    },
    {
        "artist": "Scritti Politti",
        "lyrics": "  [Verse 1] There's nothing I wouldn't be To get to be together There's nothing I wouldn't be My heart depends on me There's nothing I wouldn't do Including doing nothing There's nothing I wouldn't do For you to be with me now sugar  [Chorus] Each time I go to bed I pray like Aretha Franklin Each time I go to bed I pray like Aretha Franklin Nothing, oh nothing Because baby, baooo I'm a would be W. O. O. D I'm a would be would be B. E. E. Z  [Verse 2] There's nothing I wouldn't do To make you want for nothing There's nothing I wouldn't do My heart belongs to you There's nothing we shouldn't do To get to be so happy There's nothing we shouldn't do Oh, let's forget taboo now sugar  [Chorus] Each time I go to bed I pray like Aretha Franklin Each time I go to bed I pray like Aretha Franklin Nothing, oh nothing Because baby, baooo I'm a would be W. O. O. D I'm a would be would be B. E. E. Z  [Verse 3] Each time I love you You know what I need to do And each time I need you Oh, baby you know, you know, know, kn-know  (I) (Ooh!) (Ooh!) Each time I go to bed I pray like Aretha Franklin Nothing, oh nothing Because baby, baooo I'm a would be I'm a would be W. O. O. D I'm a would be would be B. E. E. Z  There's nothing I wouldn't take Oh, even intravenous There's nothing I wouldn't take To get to be approved There's nothing I wouldn't be Oh that's the gift of schizo There's nothing that's new to me I've seen it all before now sugar  [Chorus] Each time I go to bed I pray like Aretha Franklin Each time I go to bed I pray like Aretha Franklin Nothing, oh nothing Because baby, baooo I'm a would be W. O. O. D I'm a would be would be B. E. E. Z  ",
        "title": "Wood Beez (Pray Like Aretha Franklin)"
    },
    {
        "artist": "The Alarm",
        "lyrics": null,
        "title": "Strength"
    },
    {
        "artist": "Ray Parker,Jr. & Helen Terry",
        "lyrics": null,
        "title": "One Sunny Day (From Quicksilver)"
    }
]