[
    {
        "artist": "Peter Cetera With Amy Grant",
        "lyrics": "  Love, like a road that never ends How it leads me back again To heartache I'll never understand Darling, I put my heart up on a shelf Til the moment was right, and I told myself  The next time I fall in love I'll know better what to do The next time I fall in love The next time I fall in love The next time I fall in love It will be with you  Now, as I look into you eyes Well I wonder if it's wise To hold you like I've wanted to before Tonight, I was thinking that you might Be the one who breathes life in this heart of mine  Next time I fall in love I know better what to do Next time I fall in love Next time I fall in love Next time I fall in love It will be with you  Next time I'm gonna follow through And if it drives me crazy I will know better why The next time I try  Next time I fall in love Next time I fall in love Next time I fall in love Next time I fall in love Next time I fall in love with you  ",
        "title": "The Next Time I Fall"
    },
    {
        "artist": "Bon Jovi",
        "lyrics": "  [Intro] Shot through the heart and you're to blame Darling, you give love a bad name  [Verse 1] An angel's smile is what you sell You promise me heaven, then put me through hell Chains of love, got a hold on me When passion's a prison, you can't break free Whoa! You're a loaded gun Yeah, whoa, there's nowhere to run No one can save me, the damage is done  [Chorus] Shot through the heart and you're to blame You give love a bad name I play my part and you play your game You give love a bad name Yeah you give love a bad name  [Verse 2] Paint your smile on your lips Blood red nails on your fingertips A school boy's dream, you act so shy Your very first kiss was your first kiss goodbye Whoa! You're a loaded gun Whoa! There's nowhere to run No one can save me, the damage is done  [Chorus] Shot through the heart and you're to blame You give love a bad name I play my part and you play your game You give love a bad name Yeah you give love a bad name  [Guitar Solo]  [Chorus] Shot through the heart and you're to blame You give love a bad name I play my part and you play your game You give love a bad name Shot through the heart and you're to blame You give love a bad name I play my part and you play your game You give love a bad name You give love You give love a bad name You give love You give love a bad name You give love You give love a bad name You give love  ",
        "title": "You Give Love A Bad Name"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "Hip To Be Square"
    },
    {
        "artist": "Bruce Hornsby & The Range",
        "lyrics": null,
        "title": "The Way It Is"
    },
    {
        "artist": "The Bangles",
        "lyrics": "  All the old paintings on the tomb They do the sand dance, don't you know? If they move too quick (oh-way-oh) They're falling down like a domino  All the bazaar men by the Nile They got the money on a bet Gold crocodiles (oh-way-oh) They snap their teeth on your cigarette  Foreign types with the hookah pipes say (Way-oh-way-oh, ooh-way-oh-way-oh) Walk like an Egyptian  The blonde waitresses take their trays They spin around and they cross the floor They've got the moves (oh-way-oh) You drop your drink, then they bring you more  All the school kids so sick of books They like the punk and the metal band When the buzzer rings (oh-way-oh) They're walking like an Egyptian  All the kids in the marketplace say (Way-oh-way-oh, ooh-way-oh-way-oh) Walk like an Egyptian  Slide your feet up the street, bend your back Shift your arm, then you pull it back Life is hard you know (oh-way-oh) So strike a pose on a Cadillac  If you want to find all the cops They're hanging out in the donut shop They sing and dance (oh-way-oh) They spin the clubs, cruise down the block  All the Japanese with their yen The party boys call the Kremlin And the Chinese know (oh-way-oh) They walk the line like Egyptian  All the cops in the donut shop say (Way-oh-way-oh, ooh-way-oh-way-oh) Walk like an Egyptian Walk like an Egyptian  ",
        "title": "Walk Like An Egyptian"
    },
    {
        "artist": "Cameo",
        "lyrics": "  [Intro] Oh!  [Verse 1] Yo, pretty ladies around the world Got a weird thing to show you So tell all the boys and girls Tell yo brother, yo sister And yo momma too 'Cause we're about to go down And you'll know just what to do Wave your hands in the air Like you don't care Glide by the people as they start to look and stare Do your dance, do your dance Do your dance quick, mama Come on baby, tell me what's the word  [Chorus] Oh, word up! Everybody say when you hear their call You've got to get it underway Word up! It's the code word No matter where you say it You'll know that you'll be heard  [Verse 2] Now all you sucker DJs Who think you're fly There's got to be a reason And we know the reason why You try to put on those airs and act real cool But you've got to realize That you're acting like fools Give us music, we can use it We need to dance We don't have the time For psychological romance No romance, no romance No romance for me, mama Come on baby, tell me what's the word  [Chorus] Oh, word up! Everybody say when you hear their call You've got to get it underway  [Interlude/Outro] Dial \"L\" for low... Come on, all you people say... W-O-R-D up - W-O-R-D up  ",
        "title": "Word Up"
    },
    {
        "artist": "Wang Chung",
        "lyrics": "  I'll drive a million miles To be with you tonight So if you're feeling low Turn up your radio The words we use are strong They make reality But now the music's on Oh, baby, dance with me, yeah  Rip it up, move down Rip it up, move it down to the ground Rip it up, cool down Rip it up, don't hang me on the borderline  Everybody have fun tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun  Deep in the world tonight Our hearts beat safe and sound I'll hold you so close Just let yourself go down  Rip it up, move down Rip it up, move it down to the ground Rip it up, cool down Rip it up, get out what's inside of you  Everybody have fun tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun tonight (everybody) Everybody have fun  On the edge of oblivion All the word is Babylon And all the love and everyone A ship of fools sailing on  (Everybody) Everybody have fun tonight (Everybody) Everybody have fun tonight  Across the nation, around the world Everybody have fun tonight A celebration, so spread the word  Everybody, everyone Everybody, everyone (can you tell me what a Wang Chung is?) Everybody, everyone  Everybody have fun tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun tonight Everybody Wang Chung tonight Everybody have fun tonight Everybody have fun  Everybody, everyone Everybody, everyone Everybody, everyone Everybody, everyone  ",
        "title": "Everybody Have Fun Tonight"
    },
    {
        "artist": "The Human League",
        "lyrics": null,
        "title": "Human"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Chorus 1] Here we are Out here, me and you Reaching out to each other Is all that we can do  [Chorus 2] Here we stand trying not to fall There's no need to worry Love will conquer all  [Verse 1] Do you really want to know Just how long will last Will all of the bad times pass? How can we make things right? Ooh and why, why is the world so unkind? We surely can find peace of mind If we only see the light Can't you see that?  [Chorus 2]  [Verse 2] Can somebody tell me why? Why do our dreams go wrong? Why can't we all belong? Oh where did we start? Oh and tell me when When will we ever learn There's nowhere else we can turn The truth is in our hearts Here we are together  [Bridge] Sometimes the road gets hard to travel Sometimes the pains too much to bear Sometimes when life seems to unravel That's the time oh to say We're going to make it anyway Can't you see that?  [Chorus 1]  [Chorus 2]  ",
        "title": "Love Will Conquer All"
    },
    {
        "artist": "Billy Idol",
        "lyrics": null,
        "title": "To Be A Lover"
    },
    {
        "artist": "Duran Duran",
        "lyrics": null,
        "title": "Notorious"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] I've had other guys I've looked into their eyes, but I never knew love before Until you walked through my door I've had other lips I've sailed a thousand ships, but no matter where I go You're the one for me, baby This I know, 'cause it's...  [Chorus] True love You're the one I'm dreaming of Your heart fits me like a glove And I'm going to be true blue, baby, I love you  [Verse 2] I've heard all the lines I've cried oh-so many times Those tear drops, they won't fall again I'm so excited, 'cause you're my best friend So if you should ever doubt Wonder what love is all about Just think back and remember dear Those words whispered in your ear I said...  [Chorus] True love You're the one I'm dreaming of Your heart fits me like a glove And I'm going to be true blue, baby, I love you True love You're the one I'm dreaming of Your heart fits me like a glove And I'm going to be true blue, baby, I love you  [Verse 3] No more sadness I kiss it goodbye The sun is bursting right out of the sky I searched the whole world for someone like you Don't you know, don't you know that it's  [Refrain] True love, oh baby, true love, oh baby True love, oh baby, true love it's... True love, oh baby, true love, oh baby True love, oh baby, true love it's...  [Verse 4] True, so if you should ever doubt Wonder what love is all about Just think back and remember dear Those words whispered in your ear, I said  [Chorus] True love You're the one I'm dreaming of Your heart fits me like a glove And I'm going to be true blue, baby, I love you  [Refrain] True love, oh baby, true love, oh baby True love, oh baby, true love it's... True love, oh baby, true love, oh baby True love, oh baby, true love it's...  ",
        "title": "True Blue"
    },
    {
        "artist": "Ben E. King",
        "lyrics": "  [Intro]  [Verse 1] When the night has come And the land is dark And the moon is the only light we'll see No I won't be afraid, no I won't be afraid Just as long as you stand, stand by me  [Chorus] So darlin', darlin', stand by me, oh now now stand by me Stand  stand by me, stand by me  [Verse 2] If the sky that we look upon Should tumble and fall And the mountains should crumble to the sea I won't cry, I won't cry, no I won't shed a tear Just as long as you stand, stand by me  [Chorus] And darlin', darlin', stand by me, oh now now Stand by me Stand by stand by me stand by me  Darlin', darlin', stand by me, stand by me Stand by me stand by me stand by me  [Bridge] Whenever you're in trouble won't you stand by me, oh now now stand by me Oh stand by me, stand by me, stand by me  Darlin', darlin', stand by me, stand by me Oh stand by me, stand by me, stand by me  ",
        "title": "Stand By Me"
    },
    {
        "artist": "Boston",
        "lyrics": null,
        "title": "Amanda"
    },
    {
        "artist": "Gregory Abbott",
        "lyrics": "  Girl, I’ve been watching you From so far across the floor, now, baby That’s nothing new, I’ve watched you So many times before, now, baby I see that look in your eyes (look in your eyes) And what it’s telling me And you know, ooh girl, that I’m not shy I’m glad you picked up on my telepathy, now, baby  You read my mind (You know you did) Girl I wanna shake you down (oh well, oh well) I can give you all the lovin’ you need (I’m gonna love you) Come on let me take you down (oh, baby) We’ll go all the way to heaven  Ooooh, I been missing you And the way you make me feel inside What can I do? I can tell you’ve got your pride now, baby Come to me (oh well, oh well) Let me ease your mind (oh babe) I’ve got the remedy, yes I do Now give me just a little time  (Here in my mind, Girl, I wanna shake you down) I wanna rock you down (I can give you all the lovin you need) I’m gonna love you (Come on let me take you down) Oh well or well (We’ll go all the way to heaven)  Girl, I’ve been missing you And you know, it’s funny Every time I get to feelin' this way I wish I had you near me I wanna reach out and touch you…  I can’t stop thinking of the things we do The way you call me baby when I’m holding you I shake and I shiver when I know you’re near Then you whisper in my ear (oh baby, well, well)  Chorus  Eeny-meeny-miny-mo (You read my mind) Come on, girl, let’s shock the show (Girl, I wanna shake you down) (I can give you all the lovin' you need) Roses are red and violets are blue I’m gonna rock this world for you Hey Baby (We’ll go all the way to heaven You read my mind) Girl, I wanna shake you down I can give you all the lovin’ you need Come on, let me take you down We’ll go all the way to heaven  ",
        "title": "Shake You Down"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  Don't get me wrong If I'm looking kind of dazzled I see neon lights Whenever you walk by  Don't get me wrong If you say hello and I take a ride Upon a sea where the mystic moon Is playing havoc with the tide Don't get me wrong  Don't get me wrong If I'm acting so distracted I'm thinking about the fireworks That go off when you smile  Don't get me wrong If I split like light refracted I'm only off to wander Across a moonlit mile  Once in a while, two people meet Seemingly for no reason, they just pass on the street Suddenly, thunder showers everywhere Who can explain the thunder and rain? But there's something in the air  Don't get me wrong If I come and go like fashion I might be great tomorrow But hopeless yesterday  Don't get me wrong If I fall in the mode of fashion It might be unbelievable But let's not say so long It might just be fantastic Don't get me wrong  ",
        "title": "Don't Get Me Wrong"
    },
    {
        "artist": "Robbie Nevil",
        "lyrics": null,
        "title": "C'est La Vie"
    },
    {
        "artist": "Eddie Money",
        "lyrics": "  Ohhh.. Yeah..  [Verse 1] I feel a hunger, it's a hunger That tries to keep a man awake at night Are you the answer? I shouldn't wonder When I can feel you whet my appetite With all the power you're releasing It isn't safe to walk the city streets alone Anticipation is running through me Let's find the keys and turn this engine on  [Bridge] I can feel you breathe I can feel your heart beat faster (Faster)  [Chorus] Take me home tonight I don't want to let you go 'til you see the light Take me home tonight Listen, honey, just like Ronnie sang Be my little baby, oh, ho, oh  [Verse 2] I get frightened in all this darkness I get nightmares I hate to sleep alone I need some company a guardian angel To keep me warm when the cold winds blow  [Bridge] I can feel you breathe I can feel your heart beat faster (Faster)  [Chorus] Take me home tonight I don't want to let you go 'til you see the light Take me home tonight Listen, honey , just like Ronnie sang Be my little baby Be my little baby, uh-huh  Just like Ronnie sang I said Just like Ronnie sang Be my little baby Baby, my darlin', uh, uh, oh, oh, oh  [Bridge] I feel a hunger It's a hunger  [Chorus] Take me home tonight I don't want to let you go 'til you see the light Take me home tonight Listen, honey, just like Ronnie sang Be my little baby, oh, ho, oh  [Chorus] Take me home tonight I don't want to let you go 'til you see the light Take me home tonight Listen, honey, just like Ronnie sang Be my little baby, oh, ho, oh  [Chorus] Take me home tonight I don't want to let you go 'til you see the light Take me home tonight Listen, honey, just like Ronnie sang Be my little baby, oh, ho, oh  ",
        "title": "Take Me Home Tonight"
    },
    {
        "artist": "Orchestral Manoeuvres In The Dark",
        "lyrics": "  I never wanted another Come over to me and discover How I want to be near you And you need to be far away You always seem to make me feel at home Hey you  People like I never knew, I never knew, I never knew why You make me wanna cry I never knew, I never knew, I never knew why Forever live and die  I look at all of the people Doing it over and over You never get any older I wish that you could be here I look at you and I Make the same mistakes Hey you  People like I never knew, I never knew, I never knew why You make me wanna cry I never knew, I never knew, I never knew why Forever Live and Die  I never knew, I never knew, I never knew why You make me wanna cry I never knew, I never knew, I never knew why Forever Live and Die  (Repeat to fade)  ",
        "title": "(Forever) Live And Die"
    },
    {
        "artist": "Bruce Springsteen",
        "lyrics": null,
        "title": "War"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Control"
    },
    {
        "artist": "Howard Jones",
        "lyrics": null,
        "title": "You Know I Love You ... Don't You?"
    },
    {
        "artist": "Survivor",
        "lyrics": null,
        "title": "Is This Love"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1] Some people live their dreams Some people close their eyes Some people's destiny Passes by  There are no guarantees There are no alibis That's how our love must be Don't ask why  [Pre-Chorus 1] It takes some time God knows how long I know that I can forget you  [Chorus 1] As soon as my heart stops breakin' Anticipating As soon as forever is through I'll be over you  [Verse 2] Remembering times gone by Promises we once made What are the reasons why Nothing stays the same  [Pre-Chorus 2] There were the nights Holding you close Someday I'll try to forget them  [Chorus 2] As soon as my heart stops breakin' Anticipating As soon as forever is through I'll be over you  [Guitar Solo]  [Chorus 3 with repeats] As soon as my heart stops breakin' Anticipating (Anticipating) Someday I'll be over you  As soon as my heart stops breakin' Anticipating (Anticipating) Someday I'll be over you As soon as my heart (As soon as my heart stops breakin') (Anticipating)  [Guitar solo until fade-out]  ",
        "title": "I'll Be Over You"
    },
    {
        "artist": "Talking Heads",
        "lyrics": "  I'm wearin' Fur pajamas I ride a Hot Potato It's tickling my fancy Speak up, I can't hear you  Here on this mountaintop Woahoho I got some wild, wild life I got some new to tell ya Woahoho About some wild, wild life Here comes the doctor in charge Woahoho She's got some wild, wild life Ain't that the way you like it? Ho, ha! Living wild, wild life  I wrestle, with your conscience You wrestle, with your partner Sittin' on a window sill, but he Spends time behind closed doors  Check out Mr. Businessman Oh, ho ho He bought some wild, wild life On the way to the stock exchange Oh, ho ho He got some wild, wild life Break it up when he opens the door Whoahoho He's doin' wild, wild life I know that's the way you like it Wo ho Living wild, wild life  Peace of mind? It's a piece of cake! Thought control! You get on board anytime you like  Like sittin' on pins and needles Things fall apart, it's scientific  Sleeping on the interstate Woah ho ah Getting wild, wild life Checkin' in, a checkin' out! Uh, huh! I got a wild, wild life Spending all of my money and time Oh, ho ho Done too much wild, wild We wanna go, where we go, where we go Oh, ho ho! I doing wild, wild I know it, that's how we start Uh, huh Got some wild, wild life Take a picture, here in the daylight Oh, ho! And it's a wild, wild life You've grown so tall, you've grown so fast Oh, ho ho Wild, wild I know that's the way you like it Oh, ho! Living wild wild wild wild, life  ",
        "title": "Wild Wild Life"
    },
    {
        "artist": "Genesis",
        "lyrics": "  I must've dreamed a thousand dreams Been haunted by a million screams But I can hear the marching feet They're moving into the street  Now did you read the news today ? They say the danger's gone away But I can see the fires still alight They're burning into the night  There's too many men, too many people Making too many problems And not much love to go round Can't you see this is a land of confusion ?  [Chorus] This is the world we live in And these are the hands we're given Use them and let's start trying To make it a place worth living in  Ooh, Superman, where are you now ? When everything's gone wrong somehow The men of steel, the men of power Are losing control by the hour  This is the time, this is the place So we look for the future But there's not much love to go round Tell me why this is a land of confusion  [Chorus] This is the world we live in And these are the hands we're given Use them and let's start trying To make it a place worth living in  [Bridge] I remember long ago Ooh when the sun was shining Yes and the stars were bright all through the night And the sound of your laughter as I held you tight So long ago  I won't be coming home tonight My generation will put it right We're not just making promises That we know we'll never keep  Too many men, there's too many people Making too many problems And not much love to go round Can't you see this is a land of confusion ?  [Chorus] Now this is the world we live in And these are the hands we're given Use them and let's start trying To make it a place worth fighting for This is the world we live in And these are the names we're given Stand up and let's start showing Just where our lives are going to  ",
        "title": "Land Of Confusion"
    },
    {
        "artist": "Billy Ocean",
        "lyrics": "  I live the same old dream Day and night Memories of love I knew I couldn't live my life or so it seemed My heart cried out for only you  Oh I believe in love But I believe in you Things you do I'm falling in love again with you A broken heart could mend if given time I know why love is forever Love is forever with you  If every passing day I realize And time will never heal the pain You're all I've been thinking of Everyone will fall in love again  I believe in love I believe in you Things you do I'm falling in love again with you A broken heart can mend if given time I know why love is forever Love is forever with you  Every road will lead me back to you again My love Oh I cried so many tears I've been facing all the days without you So tell me you care  Oh I believe in love I believe in you Things you do I'm falling in love again with you Tried to let it go but it wouldn't die I know why Love is forever Love is forever with you  ",
        "title": "Love Is Forever"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Victory"
    },
    {
        "artist": "Oran 'Juice' Jones",
        "lyrics": "  I saw you (and him, and him) walking in the rain You were holding hands and I'll never be the same  Tossing and turning another sleepless night The rain crashes against my window pane Jumped into my car--didn't drive too far That moment I knew I would never be the same  Cause I saw you (and him, and him) walking in the rain You were holding hands and I'll never be the same  Now here you are begging to me To give our love another try Girl I love you and I always will But darling right now I've got to say goodbye  Cause I saw you (and him, and him) walking in the rain You were holding hands and I'll never be the same  I saw you (and him) walking in the rain You were holding hands and I'll never be the same  Hey, hey, baby, how you doin', come on in here Got some hot chocolate on the stove waitin' for ya Listen, first things first, let me hang up that coat Yeah, 'n' how's your day today, did ya miss me? Oh, you did, yeah, I missed you, too I missed you so much I followed you today That's right. Now close your mouth, 'cause you cold busted That's right, now sit down here Sit down here. So upset with you I don't know what to do 'n' my first impulse was to run up on you and do a Rambo Whip out the jammy and flat-blast both of you But I ain't wanna mess up this 3700 dollar lynx coat So instead, I chilled, that's right, chilled Then I went to the bank, took out every dime And then I went and canceled all those credit cards Yeah, all your charge accounts, yeah I stuck you up for every piece of jewelry I ever bought you Yeah, that's right, everything, everything. Didn't fly with me Naw, don't go, you ever go, don't go looking in that closet Cause you ain't got nothing in there Everything you came here with is packed up And waiting for you in the guest room That's right, what was you thinking about, huh? What were you tryin' to prove, huh? You's with the Juice 'n' I gave you silk suits, Gucci handbags, blue diamonds I gave you things you couldn't even pronounce Now I can't give you nothin' but advice Cause you're still young. That's right, you're still young I hope you learn a valuable lesson from all this, you know? Gonna find someone like me one of these days Until then, know what you gotta do? You gotta get on outta here with that alley-cat-coat wearin' Hush-puppy-shoe-wearing' crumb cake I saw you with Cause you dismissed! That's right, silly rabbit Trix are made for kids, don't you know that? You without me: like cornflake without the milk It's my world--you just a squirrel, tryin' to get a nut Now get on outta here! Ah! Don't touch that coat!  ",
        "title": "The Rain"
    },
    {
        "artist": "Timbuk 3",
        "lyrics": "  Future's So Bright, I Gotta Wear Shades Timbuk 3  I study nuclear science I love my classes I got a crazy teacher, he wears dark glasses Things are going great, and they're only getting better I'm doing all right, getting good grades The future's so bright, I gotta wear shades  I've got a job waiting for my graduation Fifty thou a year -- buys a lot of beer Things are going great, and they're only getting better I'm doing all right, getting good grades The future's so bright, I gotta wear shades  Well I'm heavenly blessed and worldly wise I'm a peeping-tom techie with x-ray eyes Things are going great, and they're only getting better I'm doing all right, getting good grades The future's so bright, I gotta wear shades  I study nuclear science I love my classes I got a crazy teacher, he wears dark glasses Things are going great, and they're only getting better I'm doing all right, getting good grades The future's so bright, I gotta wear shades I gotta wear shades, I gotta wear shades  ",
        "title": "The Future's So Bright, I Gotta Wear Shades"
    },
    {
        "artist": "Glass Tiger",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Steve Winwood",
        "lyrics": "  Keep on talking all you want Well you don't waste a minute of time Who cares, who knows what's true Coffee and tears the whole night through Burning up on midnight oil And it's come right back on you  Freedom Overspill Freedom Overspill  Force of habit, you could say The way they talk you're talking away Who cares, who knows what's true Your wounded pride is burning you up Burning up on midnight oil And it's come right back on you  Freedom Overspill Freedom Overspill  You're sounding good to me now Keep talking on I want to hear the worst You got no right going around Talking 'bout the things that you do Talking 'bout the things that you do Keep on talking all you want Well you don't waste a minute of time Who cares, who knows what's true Coffee and tears the whole night through Burning up on midnight oil And it's come right back on you  Freedom Overspill Freedom Overspill Freedom Overspill Freedom Overspill  You're sounding good to me now Keep talking on I want to hear the worst You got no right going around Talking 'bout the things that you do Talking 'bout the things you do  Force of habit, you could say The way they talk you're talking away Who cares, who knows what's true Your wounded pride is burning you up Burning up on midnight oil And it's come right back on you  Freedom Overspill Freedom Overspill  ",
        "title": "Freedom Overspill"
    },
    {
        "artist": "Daryl Hall",
        "lyrics": "  When I'm hurt then I come on strong I wanna break down But I just keep it in Being too strong is the weakness, girl 'Cause when you fight the world You know who's gonna win  And you say I won't look you in the eye It's like talking to the wall But a wall can crumble down Yeah, there's something that's deep inside That's gotta be tough Whenever you're around  And I've got this foolish pride And pride goes before a fall Yeah, I've got this foolish pride  Foolish pride Fool, fool, foolish, foolish pride  You make me feel like the livin' end But the end came quick And made me wanna die So I played like I didn't care I didn't mess my hair Believe me, I don't know why  But I've got this foolish pride And pride goes before a fall But I've got this foolish pride  Foolish pride Fool, fool foolish, foolish pride  If I wanted I could have fooled 'em all That's great 'til tomorrow when I'm all alone You know the truth comes out in the end When the fools start falling then they need their friends  Fool, foolish, foolish pride Fool, foolish pride Fool, foolish, foolish pride Fool, foolish pride Fool, foolish, foolish pride Fool, foolish pride  ",
        "title": "Foolish Pride"
    },
    {
        "artist": "Kansas",
        "lyrics": null,
        "title": "All I Wanted"
    },
    {
        "artist": "Run-D.M.C.",
        "lyrics": "  Jay scratching the intro Scratch 1 Scratch 2 Scratch 3 Scratch 4 Scratch  [Verse 1: (One) day when I was chillin' in Kentucky Fried Chicken Just mindin' my business, eatin' food and finger lickin' This dude walked in lookin' strange and kind of funny Went up to the front with a menu and his money He didn't walk straight, kind of side to side He asked this old lady, \"Yo, yo, um...is this Kentucky Fried?\" The lady said \"Yeah\", smiled and he smiled back He gave a quarter and his order, small fries, Big Mac!  Hook You be illin' 4x  Verse 2 Scratch (To)day you won a ticket to see Doctor J Front row seat (in free!) no pay Radio in hand, snacks by feet Game's about to start, you kickin' popcorn to the beat You finally wake up, Doc's gone to town Round his back, through the hoop, then you scream \"Touchdown!\" You be illin' Hook  Verse 3  The other day around the way I seen you illin' at a party Drunk as a skunk you illin' punk and in your left hand was Bacardi You went up to this fly girl and said \"Yo, yo, can I get this dance?\" She smelt your breath and then she left you standin' in your illin' Stance You be illin' Hook  Verse 4  (For) dinner, you ate it, there is none left It was salty, with butter and it was def You proceeded to eat it cos you was in the mood But homes you did not read it was a can of dog food! You be illin' Repeat  Talkin' 'bout my mom!? Talkin' 'bout my mom!?  ",
        "title": "You Be Illin'"
    },
    {
        "artist": "Robert Palmer",
        "lyrics": "  When I took you out I knew what you were all about But when I did I didn't mean to turn you on  Now I bring you home You tell me good night's not enough for you I'm sorry, baby I didn't mean to turn you on Whoa, I didn't mean to turn you on  You read me wrong I wasn't tryin' to lead you on Not like you think I didn't mean to turn you on  I know you Expected a one-night-stand When I refused, I knew you wouldn't understand I'm sorry, baby I didn't mean to turn you on  I told you twice I was only trying to be nice Only trying to be nice Oh, I didn't mean to turn you on  Hey, now why should I Feel guilty 'cause I won't give Guilty 'cause I won't give in I didn't mean to turn you on Whoa, I didn't mean to turn you on  When I took you out I knew what you were all about But when I did I didn't mean to turn you on Whoa, I didn't mean to turn you on  Didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on I didn't mean to turn you on  ",
        "title": "I Didn't Mean To Turn You On"
    },
    {
        "artist": "Carly Simon",
        "lyrics": "  Baby sneezes Mommy pleases Daddy breezes in  So good on paper So romantic But so bewildering  I know nothing stays the same But if you're willing to play the game It's coming around again  So don't mind if I fall apart There's more room in a broken heart (Broken heart)  You pay the grocer Fix the toaster You kiss the host goodbye  Then you break a window Burn the souffle Scream a lullaby  I know nothing stays the same But if you're willing to play the game It's coming around again  So don't mind if I fall apart There's more room in a broken heart (Broken heart)  And I believe in love But what else can I do I'm so in love with you  I know nothing stays the same (Stays the same) But if you're willing to play the game (Play the game) It's coming around again  (Baby sneezes) (I believe in love) (Mommy pleases) (I believe in love) (Daddy breezes in) (I believe in love)  I know nothing stays the same But if you're willing to play the game It will be coming around again  I do believe, I do believe (I believe in love) I believe in love (I believe in love) I believe in love (I believe in love) Coming around again, coming around again  And stays the same (I believe in love) But if you're willing to play the game (I believe in love) It will be coming around again (I believe in love)  I believe in love (I believe in love) I believe in love (I believe in love) But it's coming around again  Oooh!  ",
        "title": "Coming Around Again"
    },
    {
        "artist": "Billy Vera & The Beaters",
        "lyrics": "  What did you think I would do at this moment When you're standing before me With tears in your eyes Trying to tell me that you Have found you another And you just don't love me no more  What did you think I would say at this moment When I'm faced with the knowledge That you just don't love me Did you think I would curse you Or say things to hurt you 'Cause you just don't love me no more  Did you think I could hate you Or raise my hands to you Now come on you know me too well  How could I hurt you When darling I love you And you know I'd never, never hurt you  What do you think I would give at this moment If you'd stay I'd subtract twenty years from my life I'd fall down on my knees And kiss the ground that you walk on If I could just hold you again  I'd fall down on my knees I'd kiss the ground that you walk on, baby If I could just hold you  If I, could just hold you If I, if I could just hold you Again  ",
        "title": "At This Moment"
    },
    {
        "artist": "Nancy Martinez",
        "lyrics": null,
        "title": "For Tonight"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": null,
        "title": "Goldmine"
    },
    {
        "artist": "David & David",
        "lyrics": "  Miss Cristina drives a 944 Satisfaction oozes from her pores She keeps rings on her fingers Marble on her floor Cocaine in her dresser Bars on her doors She keeps her back against the wall She keeps her back against the wall  So I say I say welcome Welcome to the boomtown Pick a habit We got plenty to go around  Welcome Welcome to the boomtown All that money makes Such a succulent sound Welcome to the boomtown  Handsome Kevin Got a little off track Took a year off from college And he never went back  Now he smokes much too much Got a permanent hack Deals dope out of Denny's Keeps a table in the back He always listens to low ground Always listens to low ground  So I say I say welcome Welcome to the boomtown Pick a habit We got plenty to go around  Welcome Welcome to the boomtown All that money makes Such a succulent sound Welcome to the boomtown  Well, the ambulance arrived too late I guess she didn't want to wait  So I say I say welcome Welcome to the boomtown Pick a habit We got plenty to go around  Welcome Welcome to the boomtown All that money makes Such a succulent sound Welcome to the boomtown  Welcome to the boomtown Welcome to the boomtown  ",
        "title": "Welcome To The Boomtown"
    },
    {
        "artist": "Miami Sound Machine",
        "lyrics": null,
        "title": "Falling In Love (Uh-Oh)"
    },
    {
        "artist": "Freddie Jackson",
        "lyrics": "  Chorus: Ohh girl the way you do me in the morning Ohh girl the way you love me all night long Work my love around and make it all come down And give me that tasty love mmmm girl Make it feel so good only you could give me that tasty love  Verse: Ohh girl you touch a special part of me a part no one else has ever seen Ohh girl such a feeling that is so intense I had no defense Girl when you look at me I can tell you see right through me Cause I loose control of my heart and soul Girl when you're next to me your sensitivity inside you gets me yearning  Bridge: Darling, when its right its right it's alright Darling, keep it there right there ohh yeah  Chorus: Ohh girl the way you do me in the morning Ohh girl the way you love me all night long Work my love around and make it all come down And give me that tasty love mmmm The way you rub me down soothes me all around You give me that tasty love ohh girl  Adlib 2x's: Girl you drive me crazy The love you give is tasty  Verse: Ohh girl you can pull love out of me you can take it so easily Ohh ohh girl I surrender to your will every part of me you can fulfill Ohh what an awesome lover there can never be no other to do lovin' the way you do Ohh I just can hold back once you get me going going girl im gone gone gone  Bridge: Darling when its right its right it's alright Darling keep it there right there ohh yeah  Chorus: Ohh girl the way you do me in the morning Ohh girl the way you love me all night long (Work my love around) c'mon, c'mon baby tasty love Would it give would it give it give it to me? (Make me feel so good) Would you make it feel so good? Give me that tasty love I I I I need it ohh baby  Adlib 2x's: Girl you drive me crazy (yes you do) You know the love you give me is tasty  Adlib: (Work my love around) can you work work work it around Tasty love I like what you're doing why don't you c'mon and make me feel good (Make me feel so good) You know you know you could get that tasty love  Ohh baby, girl don't you know you you're driving me crazy yes you are Ohh the love you're giving me is so tasty Girl you drive me crazy yeah The love you give is so tasty yeah  (Work my love around)C'mon and work around Give me that tasty love  Would you give it to me? Ohh why don't you make me (Make me feel so good) Ohh give me that tasty love  Ohh ohh ohh ohh Girl you driving me crazy yes you are You know the love you give is tasty  Girl you drive me crazy you know all the love you give to me is tasty yeah yeah Yeah yeah  Fades \"  ",
        "title": "Tasty Love"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  [Verse 1] You with the sad eyes Don't be discouraged Oh I realize It's hard to take courage In a world full of people You can lose sight of it all And the darkness inside you Can make you feel so small  [Chorus] But I see your true colors Shining through I see your true colors And that's why I love you So don't be afraid to let them show Your true colors True colors are beautiful Like a rainbow  [Verse 2] Show me a smile then Don't be unhappy Can't remember when I last saw you laughing If this world makes you crazy And you've taken all you can bear You call me up Because you know I'll be there  [Chorus] And I'll see your true colors Shining through I see your true colors And that's why I love you So don't be afraid to let them show Your true colors True colors are beautiful Like a rainbow  (Whisper) Can't remember when I last saw you laugh  If this world makes you crazy You've taken all you can bear You call me up Because you know I'll be there  And I'll see your true colors Shining through I see your true colors And that's why I love you So don't be afraid to let them show Your true colors True colors True colors are shining through  I see your true colors And that's why I love you So don't be afraid to let them show Your true colors True colors are beautiful Like a rainbow  ",
        "title": "True Colors"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] Two people living on the edge of life Are people running out of dreams and time I can hear it when you tell me so And I can feel it but I can't let go  [Chorus] Two people got to stick together And love one another, save it for a rainy day Some people got to stay whatever And give one another shelter on a rainy day  [Verse 2] Two people living in the way we do Are people trying to keep a love anew What to say to make some sense of it And what to do to make the feeling fit  [Chorus]  [Verse 3] Ill come running to your rescue You got to stand by me Theres a lot of love between us And we should never let go, oh  [Chorus][3x]  [Outro] Two people, stick together One another, save it for a rainy day Some people stay whatever  ",
        "title": "Two People"
    },
    {
        "artist": "'Til Tuesday",
        "lyrics": "  Living on silence Living by the book You get it to a science Of living on one good look So put out all the fires And blow away the smoke I'm getting pretty tired Of living on hope  So what about love, baby What about making room for two What about love, baby What about you  Living on daydreams Walking in my sleep And nothing is as it seems When you're in so deep So put out all the fires And blow away the smoke Unless you're getting tired Of living on hope  So what about love, baby What about making room for two What about love, baby What about you  So what about love, baby What about making room for two What about love, baby What about you  What about you What about you What about me  ",
        "title": "What About Love"
    },
    {
        "artist": "Billy Joel",
        "lyrics": null,
        "title": "This Is The Time"
    },
    {
        "artist": "Samantha Fox",
        "lyrics": null,
        "title": "Touch Me (I Want Your Body)"
    },
    {
        "artist": "Ric Ocasek",
        "lyrics": "  I would do anything To hold on to you That's just about anything Until you pull through  I'll hold on to you Till the stars no longer wink I'll hold on to you Till you figure out just what to think  'Cause, you're emotion in motion My magical potion You're emotion in motion to me  I would go anywhere To meet up with you That's just about anywhere For one rendezvous  I'll hold on to you Until the mountains crumble flat I'll hold on to you Until you figure out just where you're at  'Cause you're emotion in motion My magical potion You're emotion in motion to me  Yeah  I would do anything To hold on to you That's just about anything That you want me to  I'll hold on to you Until you take it all in stride I'll hold on to you Till you want to stay here by my side  'Cause, you're emotion in motion My magical potion You're emotion in motion to me  Oh, you're emotion in motion My magical potion You're emotion in motion to me  ",
        "title": "Emotion In Motion"
    },
    {
        "artist": "Chico DeBarge",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Verse 1] I see you on the street and you walk on by You make me wanna hang my head down and cry If you gave me half a chance You'd see my desire burning inside of me But you choose to look the other way  [Pre-Chorus 1] I've had to work much harder than this for something I want Don't try to resist me  [Chorus] Open your heart to me, baby I hold the lock and you hold the key Open your heart to me, darling I'll give you love if you, you turn the key  [Verse 2] I think that you're afraid to look in my eyes You look a little sad, boy, I wonder why I follow you around but you can't see You're too wrapped up in yourself to notice So you choose to look the other way Well, I've got something to say  [Pre-Chorus 2] Don't try to run, I can keep up with you Nothing can stop me from trying You've got to...  [Chorus] Open your heart to me, baby I hold the lock and you hold the key Open your heart to me, darling I'll give you love if you, you turn the key  [Bridge] Open your heart with the key One is such a lonely number  [Interlude] Open your heart, I'll make you love me It's not that hard, if you just turn the key  [Pre-Chorus 2] Don't try to run, I can keep up with you Nothing can stop me from trying You've got to...  [Chorus] Open your heart to me, baby I hold the lock and you hold the key Open your heart to me, darling I'll give you love if you, you turn the key  [Outro] Open your heart with the key Open your heart, I'll make you love me It's not that hard, if you just turn the key Open your heart, I'll make you love me It's not that hard, if you just turn the key Open your heart, I'll make you love me It's not that hard, if you just turn the key Open your heart, I'll make you love me It's not that hard, if you just turn the key  ",
        "title": "Open Your Heart"
    },
    {
        "artist": "Cyndi Lauper",
        "lyrics": "  [Verse 1: Cyndi Lauper] Here I am Just like I said I would be I'm your friend Just like you think it should be Did you think I would stand here and lie? While our moment was passing us by Oh, while I'm here  [Chorus: Cyndi Lauper & The Bangles] Waiting for your change of heart It just takes a beat To turn it around Yes, I'm waiting for your change of heart At the edge of my seat Please turn it around  [Verse 2: Cyndi Lauper] Days go by Leaving me with a hunger I could fly Back to when we were younger When adventures like cars we would ride While I stand here  [Chorus: Cyndi Lauper & The Bangles] Waiting for your change of heart It just takes a beat To turn it around Yes, I'm waiting for your change of heart At the edge of my seat Please turn it around Turn it around, around, around Turn it around, around, around Turn it around  [Verse 3: Cyndi Lauper] Blind leading blind Never feel the laughter Search through time Nothing reveals the answer If its truth that you're looking to find And its nowhere outside of your mind When I bide my time  [Chorus: Cyndi Lauper & The Bangles] Waiting for your change of heart It just takes a beat To turn it around Yes, I'm waiting for your change of heart At the edge of my seat Please turn it around Yes, I'm waiting for your change of heart It just takes a beat To turn it around Yes, I'm waiting for your change of heart At the edge of my seat Please turn it around Turn it around, around, around Turn it around, around, around Turn it around, around, around  [Outro: Cyndi Lauper & The Bangles] And I'm waiting for your change of heart Waiting for your change of heart  ",
        "title": "Change Of Heart"
    },
    {
        "artist": "Stacy Lattisaw",
        "lyrics": "  Don't even think about tomorrow Just keep tonight on your mind Gonna rip it up, boy One piece at a time  My machine is on automatic Just pull the plug if it gets too much Out of control This love's so strong it's dangerous  When I'm with you I can't wait to turn it loose  Nail it to the wall If you want an education Come on, nail it to the wall It's the perfect situation, come on  There's no secrets under the cover It's just a place where lovers lie Gonna open up, boy And let you look inside  Don't be afraid to do some damage I can see you're curious Let's take tonight And turn it into something serious, oh  Right here with you I can't wait to turn it loose  Nail it to the wall If you want an education Come on, nail it to the wall It's the perfect situation, come on  Nail it to the wall If you want an education Come on, nail it to the wall It's the perfect situation, come on  Nail it, nail it to the wall So, if you want an education Nail it to the wall  Nail it to the wall If you want an education Come on, nail it to the wall It's the perfect situation, come on  ",
        "title": "Nail It To The Wall"
    },
    {
        "artist": "Benjamin Orr",
        "lyrics": null,
        "title": "Stay The Night"
    },
    {
        "artist": "Lisa Lisa And Cult Jam With Full Force Featuring Paul Anthony & Bow Legged Lou",
        "lyrics": "  All alone on a Sunday morning Outside I see the rain is falling Inside I'm slowly dying But the rain will hide my crying, crying, crying  And you Don't you know My tears will burn the pillow Set this place on fire 'Cause I'm tired of your lies  All I needed was a simple hello But the traffic was so noisy That you could not hear my cry  I I gave you my love in vain My body never knew such pleasure My heart never knew such pain  And you You leave me so confused Now I'm all cried out over you  Oh, you All over you Ooh  Never wanted to see things your way I had to go astray Oh, why was I such a fool?  Now I see that the grass is greener Is it too late for me to find my way home? How could I be so wrong? Leaving me all alone  Don't you know The hurt will cause an inferno Romance up in flames Why should I take the blame?  You were the one who left me neglected (I'm so sorry) Apology not accepted Add me to the broken hearts you've collected  Oh, I gave you all of me (Gave me all of you) How was I to know you would weaken so easily I, I don't know what to do Now I'm all cried out (I'm all) over you (I'm cried out, too)  I I gave you my love in vain My body never knew such pleasure My heart never knew such pain  And you I left you so confused Now I'm all cried out Now I'm all cried out Over you  ",
        "title": "All Cried Out"
    },
    {
        "artist": "Chicago",
        "lyrics": "  [Verse 1] Take me as I am Put your hand in mine now and forever Darling here I stand, stand before you now Deep inside I always knew It was you, you and me Two hearts drawn together bound by destiny It was you and you for me Every road leads to your door Every step I take forever more  [Chorus] Just say you'll love me for the rest of your life I got a lot of love and I don't want to let go Will you still love me for the rest of my life? Because I can't go on No, I can't go on I can't go on If I'm on my own  [Verse 2] Take me as I am Put your heart in mine, stay with me forever Because I am just a man who never understood I never had a thing to prove There was you You and me Then it all came clear so suddenly How close to you that I wanna be  [Chorus] Just say you'll love me for the rest of your life I got a lot of love and I don't want to let go Will you still love me for the rest of my life? Because I can't go on No, I can't go on I can't go on If I'm on my own  [Verse 3] Do you believe a love could run so strong? Do you believe a love could pass you by? There was no special one for me I was the lonely one, you see But then my heart lost all control Now you're all that I know  [Chorus] Just say you'll love me for the rest of your life I got a lot of love and I don't want to let go Will you still love me for the rest of my life? Because I can't go on (Can't go on) No, I can't go on Because I can't go on (Will you still love me?) No, I can't go on (Just say you love me) I can't go on without somebody I can count on Because I can't go on (Will you still love me?) No, I can't go on (Just say you love me) Stay around, and never be alone  ",
        "title": "Will You Still Love Me?"
    },
    {
        "artist": "The Jets",
        "lyrics": "  [Verse 1:] I I was a game he would play He brought the clouds to my day Then like a ray of light You came my way one night  Just one look And I knew You would make everything clear Make all the clouds disappear  Put all your fears to rest Who do I love the best? Don't you know Don't you know  [Chorus:] You got it all over him You got me over him Honey, it's true  There's just you You must have been heaven sent Hearing me call you went Out on a limb  And you're all that he's not Just look what I got 'Cause you got it all Over him  [Verse 2:] No Don't let him worry you so Once I met you I let go Oh, you can surely see You're so much more to me  Just one look And I knew You would make everything clear Make all the clouds disappear  You're better than all the rest Who do I love the best Don't you know Don't you know  [Repeat Chorus:]  ",
        "title": "You Got It All"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1:] Lately love keeps keeping up at night Tossing and turning my love Wanna kiss you Wanna hold you real tight Oooh  But I wonder, love Whether you know or not You just hurry away Leaving me laying there in shock  I just wanna be The one that you wanna see I just wanna have you near me  But you fly away Almost every day You work a lot But you never stop to love  [Chorus:] (Stop) I love you so (Stop) Come home from the road Gotta stop to love  And let's celebrate (Celebrate) The love we got (Stop) Say you're coming home  [Verse 2:] You say my love Has always been on your mind But how can I ever love you When you keep working overtime?  Too many empty nights Can make almost any guy roam To look for the love He don't get Whenever he's at home alone  Awaiting the day That you're coming to stay I hate to see you go away  But you couldn't rest Had to do your best To reach the top But you did not stop to love  [Repeat Chorus:]  [Bridge:] And one day you'll discover I'm the one who love you Gotta stop to love  No one loves you better Can't you stay forever Stop to love I can hardly stand the loneliness  Come on home That's what it's all about You really turn me out  [Chorus:] I love you, stop (Stop) Love you, stop (Stop) Come home from the road Got to stop to love  And let's celebrate (Celebrate) The love we got (Stop) Say you're coming home (Got to stop to love)  I love you, stop (Stop) I still love you, stop (Stop) Come home from the road Got to stop to love  And let's celebrate (Celebrate) All the love we got (Stop) Say you're coming home Got to stop to love  I love you, stop (Stop) I still love you, stop (Stop) Come home from the road (Got to stop to love)  And let's celebrate (Celebrate) All the love we got (Stop) Say you're coming home  ",
        "title": "Stop To Love"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  [Verse 1] With all my heart, I love you, baby Stay with me, and you will see My arms will hold you, baby Never leave, cause I believe  [Chorus] I'm in love, sweet love Hear me calling out your name - I feel no shame I'm in love, sweet love Don't you ever go away, it'll always be this way  [Verse 1] Your heart has called me closer to you I will be all that you need Just trust in what we're feeling Never leave 'cause, baby, I believe  [Chorus] In this love, sweet love Hear me calling out your name - I feel no shame I'm in love, sweet love; Don't you ever go away, it'll always be this way  [Bridge] There's no stronger love in this world Oh, baby, no - you're my man, I'm your girl I'll never go - Wait and see, can't be wrong Don't you know this where you belong?  [Verse 3] Oh, the sweetest dream, a lovely baby Stay right here, never fear I will be all that you need Never leave 'cause, baby, I believe  [Chorus] In this love, sweet love Hear me calling out your name - I feel no shame I'm in love, sweet love Don't you ever go away, it'll always be this way  [Outro] (Sweet love...) Oh, no, no, no, no, no, no, no... (Sweet love...) Oh... (With all my heart, I love you...) So sweet, so sweet (Ooh...) So sweet, oh, oh, love... (Sweet love...) Love, love... Oh, baby, no sweeter love... (Sweet love...) Oh, sweeter love... Oh, no, no, no, no, no, no, no, no (Sweet love...) Don't nobody know Don't nobody know how sweet it is (Sweet love...) Ah, how sweet it is Love me sweetly, baby Just leave me sweetly, baby (Sweet love...) Don't nobody know... (Sweet love...)  ",
        "title": "Sweet Love"
    },
    {
        "artist": "The Georgia Satellites",
        "lyrics": "  I got a little change in my pocket going jing-a-ling-a-ling Wanna call you on the telephone, baby, I give you a ring But each time we talk, I get the same old thing Always, \"No huggee, no kissee until I get a wedding ring\"  My honey, my baby Don't put my love upon no shelf She said \"Don't hand me no lines and keep your hands to yourself\"  Ooh, baby, baby, baby Why you gonna treat me this way? You know I'm still your loverboy I still feel the same way That's when she told me a story 'bout free milk and a cow And said \"No huggee, no kissee until I get a wedding vow\"  My honey, my baby Don't put my love upon no shelf She said \"Don't hand me no lines and keep your hands to yourself\"  You see, I wanted her real bad and I was about to give in That's when she started talking about true love Started talking about sin  I said \"Honey, I'll live with you for the rest of my life\" She said No huggee, no kissee until you make me a wife\"  My honey, my baby Don't put my love upon no shelf She said \"Don't hand me no lines and keep your hands to yourself\"  ",
        "title": "Keep Your Hands To Yourself"
    },
    {
        "artist": "Ready For The World",
        "lyrics": "  It never really mattered too much to me That you were just too damned old for me All that really mattered was you were my girlfriend And baby, that's all that mattered to me  Let me love you down Even if it takes all night Let me love you down You know it's gonna be so right  Remember when I drove you home from work I loved the way when you kissed me bye All your friends think I'm just too young for you You tell 'em that I can do what guys their age can do, oh, baby  Let me love you down Even if it takes all night Let me love you down You know it's got to be so right  Let me love you down Even if it takes all night Let me love you down You know it's got to be so right, oh  It never really mattered too much to me That you were too damned old for me All that really mattered was you were my girlfriend And baby, that's all that mattered to me, oh, baby  Let me love you down, ooh, oh Let me love you down You know it's gonna be so right  Let me love you down, ooh Let me love you down You know it's gonna be so right I can love you down  Let me love you, love you, love you, love you Let me love you, love you, love you, love you Let me love you down (Love you down)  I know, I know I could Let me love you down (Love you down) I know it's gonna take all night  Let me love you down (Love you down) No, no, no, no Let me love you down, oh (Love you down)  Let me love from dawn Take the house and the car I love like you are, whoa Love you down, down, down, baby  Love you down, down, down Oh, woah, woah I know, I know I could, yeah Let me love you down, woah, woah  It's just me and you the whole night through Let me love you, baby I know, I know I could Love you down, down, oh  Let me love you, I know I could, baby You're so sweet to me, woah, woah Let me love you down, ooh, baby It's just you and me, baby the whole night through Won't you let me love down I can't take this too much longer, you know  ",
        "title": "Love You Down"
    },
    {
        "artist": "Boston",
        "lyrics": "  [Verse 1] I'm ready for more The feelin' now that I'm beside you We'll open the door Do anything that we decide to  [Chorus] And I know that there's something that's just out of sight And I feel like I'm finally seeing the light Holdin' on girl I know it's right I know it's right We're ready!  [Verse 2] You and I We'll find a reason To simplify a change of season  [Chorus] And I feel like it's time we were off on our way We can go so much farther than we've come today Holdin' on girl and come what may Come what may We're ready! Come on!  We can find a way  [Verse 3] We're ready now Catchin' a wave to ride on Steady now Heading where we decide on  [Chorus] And I know that there's something that's just out of sight And I feel like we're trying to do something right Come on make it if we hold on tight Hold on tight We're Ready! C'mon We're ready We're ready We're ready, 1...2...3...4...  [Outro] We can find a way We're ready now, oooh, we're ready now We're ready now, oooh  ",
        "title": "We're Ready"
    },
    {
        "artist": "Jesse Johnson (Featuring Sly Stone)",
        "lyrics": "  I think I wanna feel ya I just wanna thrill ya Girl, gotta make ya mine  I just wanna shake you I think I'm going to take you out Tryin' to blow my mind  I just wanna hold ya Gotta get to know ya Dream about ya all the time  I know I'm kinda foolish Gotta try to cool it But girl, you blow my mind Oh, that's why I'm  Crazay, crazay for you Crazay for you all the time Crazay, crazay for you Crazay for you all the time  If you would only listen Baby, stop resistin' Open up and let me in  I don't want to control you Baby, let me show you Ohh, I play to win  Don't you think I'm serious Baby, not mysterious About the way you make me feel  Ya got my body burnin' Baby, you got me yearnin' 'Cause girl, you give me chills Woo, that's why I'm  Crazay, crazay for you Crazay for you all the time Crazay, crazay for you Crazay for you all the time  Don't know just what to do You make me lose my cool Hey, pretty girls help me out  You've got me on my knees Baby please Yeah girl, you rock the house, come on  Tryin' to tell you 'bout a girl I know Come on girl, you've got to let it go Aww, everybody knows  Crazay, crazay for you Crazay for you all the time Crazay, crazay for you Crazay for you all the time  I just wanna hold ya Gotta get to know ya Dream about ya all the time  People think I'm crazy I don't think just maybe I'm about to lose my mind  I want you to make me Rock me, baby, shake me Honey baby, take me high  Don't you know I want to Hug and kiss and love you? But girl, you make me cry Woo, woo, woo  Crazay, crazay for you Crazay for you all the time I'm crazy, crazy Crazay, crazay for you Crazay for you all the time  Girl, baby  Crazay, crazay for you Crazay for you all the time Crazy, crazy Crazay, crazay for you Crazay for you all the time  ",
        "title": "Crazay"
    },
    {
        "artist": "The Police",
        "lyrics": null,
        "title": "Don't Stand So Close To Me '86"
    },
    {
        "artist": "Commodores",
        "lyrics": "  She knows I want her She knows I need her  She knows she got my love But I'm apprehensive She's so expensive, girl  Just can't get enough I'm the one who does 9 to 5 Hustlin' for my bread  While she's decidin' what dress to buy Layin' around in my bed  Goin' to the bank She got me goin' to the bank She keeps me runnin' to the bank She got me, got me  Drives my Mercedes Lunch with the ladies She loves the finer things What have I created  Now I'm afraid to see what tomorrow brings She don't know what it does to me trying to keep her in line If love is just a big charge account Why'd it have to be mine?  Goin' to the bank She got me goin' to the bank She keeps me runnin' to the bank She got me, got me  Hello, oh hi Can I help you today? Yeah I'd like to make another withdrawal  Again? Yeah, again Well, as you know By now there is a substantial penalty For early withdrawal  She knows I love her Knows how I need her She knows I really care I can't afford her  I should've taught her, I ain't no billionaire Gotta get her to understand soon the will be dry If she don't love the simple things Maybe I'm the wrong guy  Goin' to the bank She got me goin' to the bank She keeps me runnin' to the bank She got me, got me  She thinks she saves me money buyin' everything on sale But she believes in quantity Now I'm afraid to open my mail Goin' for the bank She got me goin' to the bank  Now the girl's gotta look good for me  But this is going too far 'Cause she won't feel so beautiful when they repossess my car Goin' to the B A N K She got me goin' to the bank  Goin' to the bank She got me goin' to the bank She keeps me runnin' to the bank She got me, got me  Goin' to the B A N K B a n k B a n k [Unverified]  ",
        "title": "Goin' To The Bank"
    },
    {
        "artist": "Don Johnson",
        "lyrics": "  I'm back on the street Baby, I'm downbeat You know it's you I see In every girl I meet  I'm giving you up And it's getting me down Everybody's talk, talking at me It's all the same sound  I hang up the phone I go out alone There's nothing left to say Love's a heartache away  When I lost you, baby I lost it all They say in love and romance We all take a fall  Go to places we'd go And talk to people we know I'll get over you someday Love's just a heartache away  I hang up the phone I go out alone Nothing left to say Baby, love's just a heartache away  I hang up the phone I go out alone There's nothing left to say Baby, love's just a heartache A heartache away  I'm giving you up And it's getting me down Everybody's talk, talking at me It's all the same damn sound  I hang up the phone I go out alone There's nothing left to say Baby, love's just a heartache away  Hang up the phone I go out alone There's nothing left to say Baby, love's just a heartache A heartache away  Love's a heartache away (A heart ache away) It's just a heart ache away (A heart ache away) Love's a heartache away  ",
        "title": "Heartache Away"
    },
    {
        "artist": "Cinderella",
        "lyrics": "  I count the falling tears They fall before my eyes Seems like a thousand years Since we broke the ties I call you on the phone But never get a rise So sit there all alone It's time you realize  I'm not your fool (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool) Never again no no  You take your road I'll take mine The paths have both been beaten Searchin' for a change of pace Life needs to be sweetened I scream my heart out just to make a dime And with that dime I bought your love But now I've changed my mind  I'm not your fool (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool) Never again no no  (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool)  I count the falling tears They fall before my eyes Seems like a thousand years Since we broke the ties, oh oh oh  I'm not your fool (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool) I'm no fool (Nobody's fool) (Nobody's fool)  (Nobody's fool) (Nobody's fool) (Nobody's fool) (Nobody's fool)  (Nobody's fool) (Nobody's fool) No-oh-oh-oh (Nobody's fool) (Nobody's fool) No, I'm not your fool (Nobody's fool) (Nobody's fool)  ",
        "title": "Nobody's Fool"
    },
    {
        "artist": "Eurythmics",
        "lyrics": "  You gave me such a bad time Tried to hurt me, but now I know  Thorn in my side You know that's all you ever were A bundle of lies You know that's all that it was worth I should have known better But I trusted you at first I should have known better But I got what I deserved  To run away from you Was all that I could do To run away from you Was all that I could do  Thorn in my side You know that's all you'll ever be So don't think you know better 'Cause that's what you mean to me I was feeling complicated I was feeling low Now every time I think of you I shiver to the bone  ",
        "title": "Thorn In My Side"
    },
    {
        "artist": "Paul Young",
        "lyrics": null,
        "title": "Some People"
    },
    {
        "artist": "Bob Seger",
        "lyrics": null,
        "title": "Miami"
    },
    {
        "artist": "Peter Gabriel",
        "lyrics": null,
        "title": "Big Time"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Whoa...Whoaa...Whaooaaa..... Laying near beside you Close as we can be I know what this leads to I know what you need. Yeah  I'm ready to remember My love, laying it all on your hands Give you mine forever Everything I am  'Cause you are my, my, my, my lady soul You warm my heart when I go cold Oh you are my, my, my, my lady soul You are my life, you make me whole  Whoa My Lady Soul  I fell it in you heartbeat Hear it in your cries This is where our hearts meet I see it in your eyes  I've been waiting for this moment My love, it's a dream come alive Heaven must have sent me An Angel of the Night  'Cause you are my, my, my, my lady soul You warm my heart when I go cold 'Cause you are my, you're my, you're my, my lady soul You're my lady soul You are my life, You make me whole  Hmm, I've always knew we end up together Right from the very start I believe we will make it forever It's written right here in my heart Oh yeah  You're my, you're my, my lady soul You warm my heart when I get cold Oh, you are my, my, my, my lady soul You are my life, you make me whole  Whoa My lady soul  Ooo (my, my) Ooo (My, my) My, my, my, my, my, my, my (My, My) My lady soul  ",
        "title": "Lady Soul"
    },
    {
        "artist": "Debbie Harry",
        "lyrics": "  Love's touch comes to mean so much (Embrasser c'est Francais, Embrasser c'est Francais) Love's way, S'abandonner (Embrasser c'est Francais, Embrasser c'est Francais) Slip inot the velvet glove Parted lips so filled with love (Embrasser c'est Francais, Embrasser c'est Francais) French kissin' in the USA French kissin' in the USA Hey French kissin' French kissin' in the USA French kissin' in the USA Lips are in motion (Ocean to ocean) Woah Paris is calling (Falling, we're falling, Oooh Oh Oh) Lips close then blossom like a rose (Embrasser c'est Francais, Embrasser c'est Francais) Lips wide holding you inside  (Embrasser c'est Francais, Embrasser c'est Francais) Kisses hard kisses deep, a kiss to wake us from our sleep (Embrasser c'est Francais, Embrasser c'est Francais) Take you lover by the hand, speak in tongues and understand French kissin' in the USA French kissin' in the USA Hey French kissin' French kissin' in the USA French kissin' in the USA Lips are in motion (Ocean to ocean) Woah Paris is calling (Falling, we're falling, Oooh Oh Oh) French kissin' in the USA French kissin' in the USA Hey French kissin' French kissin' in the USA French kissin' in the USA  ",
        "title": "French Kissin"
    },
    {
        "artist": "Tina Turner",
        "lyrics": "  [Verse 1] Tell me lawyer what to do I think i'm falling in love with you Defend me from the way i feel Won't you give me some advice On how to handle my private life I'm sure that we can make a deal I confess i'm a fool For men with a clever mind But your intellect ain't no match For this heart of mine  [Chorus] All I want is a little reaction Just enough of to tip the scales I'm just using my female attraction On a typical male, on a typical male  [Verse 2] Your sense of justice i'll embrace But your defense don't help my case I'm deep in trouble with the law Something about authority Seems to bring out the bad in me Hey lawyer got to catch me when i fall Oh they say that you match your wits With the best of them But i know when i'm close you're just Like the rest of them  [Chorus] All I want is a little reaction Just enough of to tip the scales I'm just using my female attraction On a typical male, on a typical male  [Bridge] So put your books aside Loosen off the suit and tie And open up your heart and let me in Now open up your heart and let me in  [Chorus] All I want is a little reaction Just enough of to tip the scales I'm just using my female attraction On a typical male, on a typical male  [Bridge] The reaction I'm just using my feminine charm On a typical male, on a typical  [Chorus] All I want is a little reaction Just enough of to tip the scales I'm just using my female attraction On a typical male, on a typical male  [Outro] A little reaction I'm just using my female attraction  ",
        "title": "Typical Male"
    },
    {
        "artist": "Midnight Star",
        "lyrics": "  The Midas touch, touch, touch, touch  You say you're going through changes Every day it seems your life is up and down And you say that you're lookin' for an answer Everywhere you look it seems you can't be found  Like searchin', tryin' to find the rainbow No one's ever found it, yet it's told to be But if you're lookin' for a lover Everything you need, you can find right here with me  I've got the Midas touch Everything I touch turns to gold, oh sugar I've got the Midas touch Baby, let me touch your body and your soul  Now you've been trapped by love Someone takes your heart and then says goodbye So you say that you'll never love another Tired of playin' games and that's the reason why  But now whenever we're together There's a certain feelin', that we both agree And it's time that you've opened up to love Cause if you don't ever try, then baby, you may never see  I've got the Midas Touch Everything I touch turns to gold, yeah, darlin' I've got the Midas Touch Baby, let me touch your body and your soul  Together you and I were meant to be I'll be right beside whenever you need me This love we have will never fade away You can count on me 'cause I' here to stay  I've got the Midas Touch Everything I touch turns to gold, yeah, darlin' I've got the Midas Touch Baby, let me touch your body and your soul (Won't you do that for me?)  I've got the Midas Touch Everything I touch turns to gold, oh, sugar I've got the Midas Touch Baby, let me touch your body and your soul  Touch, touch, touch, touch The Midas touch Touch, touch, touch, touch, touch Touch, touch, touch, touch, touch  Together you and I were meant to be I'll be right beside whenever you need me This love we have will never fade away You can count on me 'cause I' here to stay  I've got the Midas Touch Everything I touch turns to gold, it's all in my hands I've got the Midas Touch Baby, let me touch your body and your soul (Won't you do that for me?)  I've got the Midas Touch Everything I touch turns to gold, yeah, baby I've got the Midas Touch Baby, let me touch your body and your soul (Everything I touch)  I've got the Midas Touch Everything I touch turns to gold, yeah, darlin' I've got the Midas Touch Baby, let me touch your body and your soul (Won't you let me touch you, baby?)  I've got the Midas Touch Everything I touch turns to gold, yeah, darlin' I've got the Midas Touch Baby, let me touch your body and your soul  ",
        "title": "Midas Touch"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": "  [Chorus] Ballerina girl  [Verse 1] You are so lovely With you standing there I'm so aware Of how much I care for you You are more than now You are for always I can see in you my dreams come true Don't you ever go away You make me feel like There's nothing I can't do And when I hold you I only want to say I love you  [Chorus]  [Verse 2] The joy you bring me Every day and night Holding you tight How I've waited for your love Sometimes I've wondered If you'd ever come my way Now that I've finally found you This is where my heart will stay whoa I'm never going to break your heart Never will we drift apart Because all I want to do Is share my whole life with you Because you make me feel like There's nothing I can't do I guess I finally realized There's nothing else like loving you  [Chorus]  [Bridge] You are so lovely I can see in you My dreams come true Don't you ever go away  [Chorus]  ",
        "title": "Ballerina Girl"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  Ooh, baby Anytime my world gets crazy All I have to do to calm it Is just think of you  It's when I think of you, baby Nothing else seems to matter It's when I think of you, baby All I think about is our love  I just get more attached to you When you hold me in your arms And squeeze me And you leave me making me blue  It's when I think of you, baby Nothing else seems to matter It's when I think of you, baby All I think about is our love  So in love (So in love) Ooh (So in love) With you (So in love)  Baby (So in love) Ooh (So in love) Yeah (So in love) With you (So in love) (So in love)  When I think of you (When I think of you) When I think of you (When I think of you)  Bass  I'm so in love I just think of you When you're not around, I When I think of you  (So in love) Ooh (So in love) So in love (So in love) With you (So in love)  Baby you (So in love) Ooh (So in love) So in love (So in love) With you (So in love)  Break Feels so good When I think of you Yeah, yeah, yeah  ",
        "title": "When I Think Of You"
    },
    {
        "artist": "Corey Hart",
        "lyrics": null,
        "title": "I Am By Your Side"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] I've been thinking about the times You walked out on me There were moments I'd believe, you were there Do I miss you, or am I lying to my self again  [Verse 2] I do these things (It's all because of you) I keep holding on, but I'll try (try not to think of you) Love don't leave me lonely I'll be alright without you  [Bridge] There'll be someone else...I keep telling myself I'll be alright without you Oh...love's an empty face, I can't replace (you don't need it)  [Verse 3] People wondering why we broke apart The great pretender here I go again These things I do (It's all because of you)  [Verse 4] I'll keep holding but I'll try (try not to think of you) All I wanted was to hold you I'll be alright without you There'll be someone else, I keep telling myself  [Verse 5] I'll be alright without you Love's an empty face...Oh I've got to replace I'll be alright without you There'll be someone else, I keep telling  myself  [Outro] I'll be alright without you Oh...love's an empty place, I can still see your face I'll be alright  ",
        "title": "I'll Be Alright Without You"
    },
    {
        "artist": "Five Star",
        "lyrics": "  I've been holding out on you I've been talang it slow and tough 'Cause you've got a reputation for leaving When the loving gets rough  But my heart is reaching for you And my love is getting stronger There's an urgency, a need in me I can't take it any longer  No, I can't wait Can't wait another minute For it all to begin No, I can't wait Can't wait another minute So let your love come rushing in  I can't wait, I can't wait  You've been coming on so strong And I know you've been confused 'Cause I didn't fall so easy Like the ladies usually do  So here's the answer to your question I want you all to myself 'Cause I'm oh so good, good for you No one else will ever do  No, I can't wait I can't wait another minute For it all to begin No, I can't wait I can't wait another minute So let your love come rushing in  I can't wait  But my heart is reaching for you And my love is getting stronger There's an urgency, a need in me I can't take it any longer  Can't wait I can't wait another minute For it all to begin No, I can't wait I can't wait another minute So let your love, let your love come rushing in Oh baby  No I can't wait Can't wait another minute For it all to begin No, I can't wait I can't wait another minute So let your love come rushing in  Can't wait I can't wait another minute No, no for it all to begin I can't wait I can't wait another minute Another minute, another minute No, no, no, no  Can't wait Can't wait another minute No, no for it all to begin  ",
        "title": "Can't Wait Another Minute"
    },
    {
        "artist": "Paul McCartney",
        "lyrics": "  [Verse 1] Can I get you to give me a minute of your time? Can I get you to slip me the answer? Can I get you to show me a little of your mime? You were always a very good dancer I'd be happy to show you a bit of what I found I'd be happy to share in its beauty I'd be happy to lay low inevitably bound I would only be doing my duty I wait, I wait, I can wait, I can wait back in the bar  [Chorus] I can wait, I can wait , I can wait back in the car I'll be waiting for you Stranglehold, you know you've got on me I don't want to go without you  [Verse 2] Stranglehold, you've got me where you want me But I want to know more about you I want to know more About you Are you willing to wager a little of your life? Are you willing to take such a gamble? Are you ready to walk on the edge of the knife? Then i think we can skip the preamble I wait, I wait, I can wait. I can't wait back in the bar  [Chorus]  [Outro] Stranglehold, you've got me where you want me And I want to know more about you I want to know more About you I can wait, I can wait back in the bar I can wait, I can wait I can wait back in the car I'll be waiting for you  ",
        "title": "Stranglehold"
    },
    {
        "artist": "Glass Tiger",
        "lyrics": "  You take my breath away Love thinks it's here to stay There's still so much for me to do And I can't stop loving you Oh, can this be true  If you could see what I have seen Broken hearts and broken dreams Then I wake up and you're not there Pain finds me everywhere Oh, but you don't care  Don't forget me when I'm gone My heart would break I have loved you for so long It's all I can take  You, you take my breath away Love thinks it's here to stay Still so much for me to do And I can't stop loving you Oh, can this be true  Don't forget me when I'm gone My heart would break I have loved you for so long It's all I can take  Then I wake up and you're not there Pain finds me everywhere Oh, but you don't care  Don't forget me when I'm gone For heaven's sake I have loved you for so long Is loving wrong So don't forget me when I'm gone My heart would break I have loved you for so long Is loving wrong  ",
        "title": "Don't Forget Me (When I'm Gone)"
    },
    {
        "artist": "Rod Stewart",
        "lyrics": "  Through these misty eyes I see lonely skies Lonely road to Babylon  Where's my family And my country Heaven knows where I belong  Pack my bags tonight Here's one Jacobite Who must leave or surely die  Put me on a train In the pouring rain Say farewell but don't say goodbye  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark  I'm going home  One more glass of wine Just for auld lang syne And the girl I left behind  How I miss her now In my darkest hour And the way our arms entwine  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark  And we'll drink a toast To the blood red rose Cheer a while the Emerald Isle  And to the northern lights And the swirling pipes How they make a grown man cry  Seagull carry me, over land and sea To my own folk, that's where I want to be Every beat of my heart Tears me further apart I'm lost and alone in the dark  ",
        "title": "Every Beat Of My Heart"
    },
    {
        "artist": "Anita Baker",
        "lyrics": "  [Verse 1] When we met, always knew I would feel that magic for you On my mind constantly In my arms is where you should be  [Pre-Chorus] I love you here by me, baby You let my love fly free I want you in my life for all time  [Chorus] Caught up in the rapture of love Nothing else can compare When I feel the magic of you  [Verse 2] We stand side by side 'Til the storms of life pass us by Light my life Warm my heart Say tonight will be just the start  [Pre-Chorus & Chorus until the song ends]  ",
        "title": "Caught Up In The Rapture"
    },
    {
        "artist": "David Lee Roth",
        "lyrics": null,
        "title": "That's Life"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  One, Two, One, Two, Three, Four...  [Verse 1] Some love is just a lie of the heart The cold remains of what began with a passionate start And they may not want it to end But it will, it's just a question of when  I've lived long enough to have learned The closer you get to the fire the more you get burned But that won't happen to us Because it's always been a matter of trust  I know you're an emotional girl It took a lot for you to not lose your faith in this world I can't offer you proof But you're gonna face a moment of truth  It's hard when you're always afraid You just recover when another belief is betrayed So break my heart if you must It's a matter of trust  You can't go the distance With too much resistance I know you have doubts But for God's sake don't shut me out  This time you've got nothing to lose You can take it, you can leave it, whatever you choose I won't hold back anything And I'll walk away a fool or a king  Some love is just a lie of the mind It's make believe until it's only a matter of time And some might have learned to adjust But then it never was a matter of trust  I'm sure you're aware love We've both had our share of Believing too long When the whole situation was wrong  Some love is just a lie of the soul A constant battle for the ultimate state of control After you've heard lie upon lie There can hardly be a question of why  [Verse 1] Some love is just a lie of the heart The cold remains of what began with a passionate start But that can't happen to us Because it's always been a matter of trust It's a matter of trust It's always been a matter of trust It's a matter of trust  ",
        "title": "A Matter Of Trust"
    },
    {
        "artist": "Ann Wilson",
        "lyrics": "  You've been taken by the city The oldest story in the world You come for the gold And end up bought and sold  You can't seem To make no difference With all the lies That you've been told What you don't know is you're The best man in the world  There's more than meets the eye There's so much you don't see Like the power of your heart Driving your destiny Magic takes what she deserves A lesser heart would lose it's nerve  You've been taken by the city But you've done better than you know You're part of the sky You're part of the street You've got the talent To satisfy me  What you don't know is you're The best man in the world Best man in the world Best man in the world  There's more than meets the eye There is so much you don't see Like the power of your heart Driving your destiny Magic takes what she deserves A lesser heart would lose it's nerve  You've been taken by the city But you've done better than you know You're part of the sky Part of the street You've got the talent To satisfy me  What you don't know is you're The best man in the world Best man in the world Best man in the world Best man in the world Best man in the world Best man in the world  ",
        "title": "The Best Man In The World"
    },
    {
        "artist": "The Human League",
        "lyrics": "  [Chorus 1:] I need your loving I need your kissing, baby I need your loving I need your kissing, baby  [Verse 1:] Moonlit sky casts shadows down Romance in the air is strong Something's telling me I need your love  [Chorus 2:] I need your loving I need your kissing, baby (And that's a fact) I need your loving I need your kissing, baby (Where are you at?)  [Verse 2:] Looking glass reflects the moon Your love's missing from this room Baby, now I see I need your love  [Chorus 2:] I need your loving I need your kissing, baby (And that's a fact) I need your loving I need your kissing, baby (Where are you at?)  [Chorus 2:] I need your loving I need your kissing, baby (And that's a fact) I need your loving I need your kissing, baby (Where are you at?)  Oh, I need your love I need you tonight Can't do without Oh, I need your love  Oh, I need your love So I can hug And squeeze you tight Oh, I need your love  Oh, I need your love I need you tonight Can't do without Oh, I need your love  Oh, I need your love So I can hug And squeeze you tight Oh, I need your love  Baby Come on home to me  I need your love  [Chorus 2:] I need your loving I need your kissing, baby (And that's a fact) I need your loving I need your kissing, baby (Where are you at?)  I need your loving I need your love I need your kissing, baby I need your loving I need your love I need your kissing, baby And that's a fact That's where I'm at Baby  I need your loving I need your love I need your kissing, baby Now I know what I've been missing I need your loving I need your love I need your kissing, baby  ",
        "title": "I Need Your Loving"
    },
    {
        "artist": "Grace Jones",
        "lyrics": null,
        "title": "I'm Not Perfect (But I'm Perfect For You)"
    },
    {
        "artist": "Dead Or Alive",
        "lyrics": "  Your sweet nature, darling Was too hard to swallow I've got the solution I'm leaving tomorrow And now as I stand And stare into your eyes I see safety there I want surprises  What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others What I really need to do Is find a brand new lover  When you wake up tomorrow You'll be all alone Oh the love that we had I have quickly outgrown I wanted to stay, but I just couldn't do it Couldn't stand there and put you through it  What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others  Now other loves will tell you that I'm nothing but a pleasure-seeker For once I really must agree I need to leave you by yourself And go in search of someone else To satisfy my curiosity  Your sweet nature, darling Was too hard to swallow I've made my decision I'm leaving tomorrow  What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others What I really need to do Is find a brand new lover  What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others  What I really need to do Is find myself a brand new lover Somebody with eyes for me Who doesn't notice all the others What I really need to do Is find a brand new lover  ",
        "title": "Brand New Lover"
    },
    {
        "artist": "KBC Band",
        "lyrics": null,
        "title": "It's Not You, It's Not Me"
    },
    {
        "artist": "Paul Simon",
        "lyrics": "  The Mississippi Delta was shining Like a National guitar I am following the river down the highway Through the cradle of the civil war  [Hook] I'm going to Graceland, Graceland In Memphis, Tennessee, I'm going to Graceland Poor boys and Pilgrims with families And we are going to Graceland  My traveling companion is nine years old He is the child of my first marriage But I've reason to believe We both will be received in Graceland  She comes back to tell me she's gone As if I didn't know that As if I didn't know my own bed As if I'd never noticed The way she brushed her hair from her forehead And she said losing love Is like a window in your heart Everybody sees you're blown apart Everybody sees the wind blow  [Hook] I'm going to Graceland, Graceland In Memphis, Tennessee, I'm going to Graceland Poor boys and Pilgrims with families And we are going to Graceland  And my traveling companions are ghosts and empty sockets I'm looking at ghosts and empties But I've reason to believe We all will be received in Graceland  There is a girl in New York City Who calls herself the human trampoline And sometimes when I'm falling, flying Or tumbling in turmoil I say Whoa, so this is what she means She means we're bouncing into Graceland And I see losing love Is like a window in your heart Everybody sees you're blown apart Everybody feels the wind blow  In Graceland, Graceland I'm going to Graceland For reasons I cannot explain There's some part of me wants to see Graceland And I may be obliged to defend Every love, every ending Or maybe there's no obligations now Maybe I've a reason to believe We all will be received in Graceland  Woah, in Graceland, Graceland, Graceland I'm going to Graceland  ",
        "title": "Graceland"
    },
    {
        "artist": "Stacey Q",
        "lyrics": "  [Intro] I, I-I, I-I, I need, I need you I, I-I, I-I, I need, I need you I, I-I, I-I, I need, I need you  [Verse 1] I never said I wasn't gonna tell nobody No, baby But this good loving, I can't keep it to myself Oh no When we're together it's like hot coals in a fire Hot, baby My body's burning so come on heat my desire Come on, come on  [Chorus] Two of hearts Two hearts that beat as one Two of hearts I need you, I need you Two of hearts Two hearts that beat as one Two of hearts Come on, come on  [Verse 2] People get jealous 'cause we always stay together Yeah, baby I guess they really want a love like yours and mine Together, forever I never thought that I could ever be this happy Yeah, baby My prayers were answered boy, you came in the nick of time Whoa, whoa, whoa  [Pre-Chorus] I got this feeling that you're going to stay I never knew that it could happen this way Before I met you I was falling apart But now at last I really that we are  [Chorus] Two of hearts Two hearts that beat as one Two of hearts I need you, I need you Two of hearts Two hearts that beat as one Two of hearts Come on, come on  ",
        "title": "Two Of Hearts"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Intro] All this time I couldn't shake your memory And I never knew the Sweetest love was the first So what am I supposed To do about this curse Oh, baby, I've got you to blame And I'm calling Calling out your name  [Bridge] Oh, he was so fine Jimmy Lee, oh, he was so fine Jimmy, Jimmy Lee (Jimmy Lee) Jimmy, Jimmy Lee (Jimmy Lee)  [Verse 1] Find me rushing off To school every morning Never had a care Acting crazy, always laughing When I'm running Cause I knew you'd meet me When I got there Stealing kisses in the hall Before the first bell You smelled so fine Though we'd just met I guess you knew me so well You had the number to my Hartline  [Chorus] (Maybe he knew his stuff) Well, just between you and me (Maybe you weren't enough) He was the first one (Maybe he'd seen enough) He stole my heart And he ran like a bandit I don't understand it  [Verse 2] All this time I couldn't shake your memory And I never knew the Sweetest love was the first So what am I supposed To do about this curse Oh, baby, I've got you to blame And I'm calling Calling out your name Oh, he was so fine Jimmy Lee, oh, he was so fine Jimmy, Jimmy Lee  [Chorus]  [Bridge] (Jimmy Lee) Jimmy, Jimmy Lee (Jimmy Lee)  [Verse 3] Find me rushing off To school every morning Never had a care Acting crazy, always laughing When I'm running Cause I knew you'd meet me When I got there Stealing kisses in the hall Before the first bell You smelled so fine Though we'd just met I guess you knew me so well You had the number to my Hartline  [Chorus]  [Bridge] Ooh, boy Jimmy Lee, where can you be If this song ever finds you Won't you please explain to me Why you left me behind you, yeah  [Verse 4] On the average twice a week I think I see you On some avenue Someone laughs or shakes his head They way you used to I guess I got myself a loose screw I grew up and Had my share of adventure Well, I've had some fun But you never need To question my intentions Cause each guy is just another rerun  [Chorus]  [Verse 5] Jimmy Lee, where can you be If this song ever finds you Won't you please explain to me Why you left me behind you Oh, yeah  [Bridge]  [Chorus]  Jimmy Lee, where can you be If this song ever finds you Yeah, yeah, yeah Won't you please explain to me Why you left me, oh, behind you  [Outro] Jimmy Lee, this one's for me  ",
        "title": "Jimmy Lee"
    },
    {
        "artist": "Triumph",
        "lyrics": "  Is it fate or random chance How can I decide Are we victims of circumstance When destinies collide  All the odds are against you But somehow you make it through You can rationalize it away But it all comes down to you  Half our lives we spend waiting For the knock upon the door When it comes, will it be the one That I've been waiting for  Somebody's out there, somewhere Waiting for someone to come their way Somebody's out there, somewhere I will somehow be somebody's someone Some day  Standing in the shadows Hiding from the light Reach out in the darkness And hold on for your life  All the fear of the future All the loneliness inside When the moment of truth arrives, hey You can run but you can't hide  Somebody's out there, somewhere Waiting for someone to come their way Somebody's out there, somewhere I will somehow be somebody's someone Some day  I can feel it inside me I've been holding on so long Something's telling me something's got to give 'Cause the feeling's way too strong, too strong  Somebody's out there, somewhere Waiting for someone to come their way Somebody's out there, somewhere I will make them mine Somebody's out there, somewhere Waiting for someone to come their way Somebody's out there, somewhere I will somehow be somebody's someone Some day (somebody's out there somewhere) Some day (somebody's out there somewhere) Some day (somebody's out there somewhere) I will make them mine (somebody's out there somewhere) (Somebody's out there somewhere)  ",
        "title": "Somebody's Out There"
    },
    {
        "artist": "Jeff Lorber & Karyn White",
        "lyrics": "  These are the facts of love These are the facts of love  You've heard about my reputation You might think that I'm as cold as ice If you know a secret, I'm not so hard to satisfy I'll accept no invitations Men who play the game with foolish lies There found a dozen I've got something else in mind I need more than empty conversation Only takes me half away  These are the facts of love Don't waste my time with temporally passion These are the facts of love I need more than ordinary satisfaction  I don't want another halfway lover I've played the game so many times before I'll open up my heart and love was walking out my door I need more than empty conversation Only takes me half away  These are the facts of love Don't waste my time with temporally passion These are the facts of love I need more than ordinary satisfaction These are the facts of love Don't waste my time oh baby I need more than temporally passion These are the facts of love I've played the game so many times before  I need more than empty conversation Only takes me half away  More than temporally passion I need more than empty love  These are the facts of love No imitation love These are the facts of love I need more, I need more Than just to have my love These are the facts of love Every time I open up my heart Love on sight I'll be These are the facts of love  ",
        "title": "Facts Of Love"
    },
    {
        "artist": "Pet Shop Boys",
        "lyrics": "  [Verse 1] Lost in the high street, where the dogs run Roaming suburban boys Mother's got her hairdo to be done She says they're too old for toys Stood by the bus stop with a felt pen In this suburban hell And in the distance a police car To break the suburban spell  [Chorus] Let's take a ride And run with the dogs tonight In suburbia You can't hide Run with the dogs tonight In suburbia  [Verse 2] Break the window by the town hall Listen! A siren screams There in the distance like a roll call Of all the suburban dreams  [Chorus] Let's take a ride And run with the dogs tonight In suburbia You can't hide Run with the dogs tonight In suburbia  [Bridge] I only wanted something else to do but hang around I only wanted something else to do but hang around I only wanted something else to do but hang around I only wanted something else to do but hang around  [Verse 3] It's on the front page of the papers This is their hour of need Where's a policeman when you need one To blame the colour TV?  [Chorus] Let's take a ride And run with the dogs tonight In suburbia You can't hide Run with the dogs tonight In suburbia  [Chorus - Variation] Take a ride And run with the dogs tonight In suburbia You can't hide Run with the dogs tonight In suburbia  [Outro] Run with the dogs tonight In suburbia You can't hide In suburbia In suburbia In suburbia In suburbia In suburbia  ",
        "title": "Suburbia"
    },
    {
        "artist": "Huey Lewis & The News",
        "lyrics": null,
        "title": "Stuck With You"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] Well I'm running away From this house on the hill There's a devil inside Sitting on the window sill And it's a wild Friday night And I'm all on my own I knocked on every door in town There isn't one little girl that's home  [Chorus] And everybody's got a date And the ones that ain't are tired What the hell do you do on a weekend honey When your heart's on fire  [Verse 2] And you can go from Tokyo to Rome Looking for a girl But it looks to me like the weekend means Heartache all over the world Girls, girls, girls Have pity on me Oh it looks to me like the weekend means Heartache, heartache all over the world He's got lipstick on his collar She's got fishnets on her legs I'm at home and I've got nothing Just a cold and aching head There must be something dirty Just blame it on the magazines Don't read that trash it'll drive you crazy Because the cops invade your dreams  [Chorus]  ",
        "title": "Heartache All Over The World"
    },
    {
        "artist": "Aretha Franklin",
        "lyrics": "  [Verse] I was born in a cross-fire hurricane And I howled at my ma in the driving rain But it's all right now, in fact, it's a gas! But it's all right. I'm jumping jack flash It's a gas! gas! gas! I was raised by a toothless, bearded hag I was schooled with a strap right across my back But it's all right now, in fact, it's a gas! But it's all right, I'm jumping jack flash It's a gas! gas! gas! I was drowned, I was washed up and left for dead I fell down to my feet and I saw they bled I frowned at the crumbs of a crust of bread Yeah, yeah, yeah I was crowned with a spike right through my head But it's all right now, in fact, it's a gas! But it's all right, I'm jumping jack flash It's a gas! gas! gas!  [Outro] Jumping jack flash, it's a gas Jumping jack flash, it's a gas Jumping jack flash, it's a gas Jumping jack flash, it's a gas Jumping jack flash  ",
        "title": "Jumpin' Jack Flash"
    }
]