[
    {
        "artist": "Elton John",
        "lyrics": null,
        "title": "Candle In The Wind 1997/Something About The Way You Look Tonight"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  How do I get through one night without you? If I had to live without you What kind of life would that be?  Oh, I, I need you in my arms, need you to hold You're my world, my heart, my soul and if you ever leave Baby you would take away everything good in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Without you there'd be no sun in my sky There would be no love in my life There'd be no world left for me  And I, baby, I don't know what I would do I'd be lost if I lost you, if you ever leave Baby, you would take away everything real in my life And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go? How do I ever, ever survive? How do I, how do I, oh, how do I live?  Please, tell me, baby How do I go on if you ever leave? Baby, you would take away everything, I need you with me Baby, don't you know that you're everything good in my life? And tell me now  How do I live without you? I want to know How do I breathe without you if you ever go How do I ever, ever survive? How do I, how do I, oh, how do I live?  How do I live without you? How do I live without you, baby? How do I live?  ",
        "title": "How Do I Live"
    },
    {
        "artist": "Usher",
        "lyrics": "  [Intro: Jermaine Dupri] This is what you do, this is what you do This is what you do, this is what you do  [Chorus: Usher] You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me  [Verse 1: Usher] Before anything began between us You were like my best friend The one I used to run and talk to when me and my girl was having problems You used to say it would be okay Suggest little nice things I should do And when I go home at night and lay my head down All I seem to think about is you How you make me wanna...  [Chorus: Usher] You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me  [Verse 2: Usher] Now, what's bad is you're the one that hooked us up Knowing it should've been you What's sad is I love her, but I'm falling for you What should I do? Should I, tell my baby bye-bye? Should I, do exactly what I feel inside? 'Cause I, I don't wanna go, don't need to stay But I really need to get it together  [Chorus: Usher] You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me  [Verse 3: Usher] At this point, the situation's out of control I never meant to hurt her, but I gotta let her go And she may not understand it while all of this is going on I tried, I tried to fight it, but the feeling's just too strong You make, make, make me  [Bridge: Usher & Jermaine Dupri] You make me wanna... You make me wanna... You make me wanna... You make me wanna... You make me wanna... You make me wanna... You make me wanna... You make me wanna... Come along with You're making me, you're making me  [Chorus: Usher] You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the things that come along with You make me, you make me You make me wanna leave the one I'm with Start a new relationship with you, this is what you do Think about a ring and all the...  ",
        "title": "You Make Me Wanna..."
    },
    {
        "artist": "LSG",
        "lyrics": "  My body, your body (All over your body, baby) My body, your body My body, your body (All over my body, girl)  My body, your body All over my body girl My body, your body (All over your body, baby) My body, your body  My body, your body (All over my body) My body, your body My body, your body All over my body, girl  In the middle of the night When my body's feenin' for you, baby Gotta call you up and let you know It's what I'm feelin', baby  Nine one one zero zero twenty-four Baby, it's an emergency I'm callin' 'cuz gotta have some more How would you like if I lay you down (If I lay you down) Would you like it if I was to sex you down  I can't think about nothing else You sentulate me with your love It ain't no secret, girl Your body fits me like a glove  My body all over your body, babe (Baby, it's your body, babe) Your body all over my body, babe (Yours over mine) My body all over your body It's your body, baby (It's yours all over, over your body, babe)  My body all over your body, babe (It's your body, yeah) Your body all over my body, babe (I cling to your body, baby) My body all over your body (Baby, it's your body, babe) Oh, it's your body babe All over my body, girl  Wanna fill you up till your river flows all over me Wanna feel your precious treasure Wrapped around me, oh, so tightly In, out, I wanna hear you shout  Won't you come on, baby, let me break you off I guarantee I'll turn you out How would you like if I lay you down Would you like it if I was to sex you down  Baby, girl stop fighting you know You want me just like I want you Never had a lover that would do The things that Johnny can do  My body all over your body, babe (It's your, yeah) Your body all over my body, babe (Said, it's your body) My body all over your body It's your body, babe (It's yours body, babe) All over my body, babe (My body)  My body all over your body, babe (Said, it feels so good) Your body all over my body, babe (Said, it feels so nice, so nice) My body all over your body (It's your body, babe) Oh, it's your body, baby If I beg, please, play on  My, my, my body, yeah Keep on playin' on  It's your body, body, body, body, body Your sexy body, all over my body, babe It's your body, body, body, body, body Your fine body, all over my body (Baby, it's your body)  My body all over your body, babe (My body all over your body) Your body all over my body, baby (Could you feel me, baby) My body all over your body (Oh) It's your body, babe (Yeah) All over your body (Give me your body, baby)  My body all over your body (All over your body) Your body all over my body) (It's all I need, all I want) (Can't you feel me) My body all over your body (Oh, baby, it's your body, baby) Oh, it's your body, babe Feel me, your body It's your body, baby  ",
        "title": "My Body"
    },
    {
        "artist": "Mase",
        "lyrics": null,
        "title": "Feel So Good"
    },
    {
        "artist": "Somethin' For The People Featuring Trina & Tamara",
        "lyrics": "  [Chorus] Boy you'll never find another love As good as this So ya better represent 'Cause my love is the shhh (the bomb baby) Girl you'll never find another love As good as this So ya better represent Cause my love is the shhh (the bomb baby)  [Verse 1] You keep telling me on the telephone How ya got it going on And how you keep me satisfied (oh yeah) But actions speak louder than words I must see what I've heard Is it true or do you lie? 'Cause I need somebody Givin' nothin' but good lovin' All through the night (oh yeah) Someone to break me off a little somethin' When I need to be satisfied And I got one thing in mind  [Chorus] Boy you'll never find another love As good as this So ya better represent 'Cause my love is the shhh (the bomb baby) Girl you'll never find another love As good as this So ya better represent Cause my love is the shhh (the bomb baby)  [Verse 2] All these things I say to you I swear that they are true I'm all you'll ever need (oh yeah) Good love is so hard to find And I won't waste your time Satisfaction is guaranteed I'll be the lover That you need To break you off in the middle of the night I'll take a little trip downtown I'll be the freak You need in your life And I'm knowin'  [Chorus x2] Girl you'll never find another love As good as this So ya better represent Cause my love is the shhh (the bomb baby) Girl you'll never find another love As good as this So ya better represent Cause my love is the shhh (the bomb baby)  [Breakdown:] Don't stop, get it, get it Don't stop, get it, get it Don't stop, get it, get it Don't stop, get it, get it Let me work that body baby Let me work that body baby Let me work that body baby Let me work that body baby  [Chorus] Boy you'll never find another love As good as this So ya better represent 'Cause my love is the shhh (the bomb baby) Girl you'll never find another love As good as this So ya better represent  You see, can't nobody love you like me (girl you never) Oh baby oh (boy you never) Nobody loves me better Oh that's good, that's good enough Represent  ",
        "title": "My Love Is The Shhh!"
    },
    {
        "artist": "Chumbawamba",
        "lyrics": "  [Spoken Intro / Album version only]  [Intro: Chumbawaba] We'll be singin' When we're winnin' We'll be singin'  [Chorus: Chumbawaba] I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down  [Verse 1: Danbert Nobacon & Lou Watts] Pissin' the night away, pissin' the night away He drinks a Whiskey drink, he drinks a Vodka drink He drinks a Lager drink, he drinks a Cider drink He sings the songs that remind him of the good times He sings the songs that remind him of the better times Oh, Danny Boy, Danny Boy, Danny Boy  [Chorus: Chumbawaba] I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down  [Verse 2: Boff Whalley & Lou Watts] Pissin' the night away, pissin' the night away He drinks a Whiskey drink, he drinks a Vodka drink He drinks a Lager drink, he drinks a Cider drink He sings the songs that remind him of the good times He sings the songs that remind him of the better times Don't cry for me, next-door neighbour  [Chorus: Chumbawaba] I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down I get knocked down, but I get up again You're never gonna keep me down  [Outro: Chumbawaba] I get knocked down, (we'll be singin') but I get up again You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (when we're winnin') I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down (oh, oh) I get knocked down, (we'll be singin') but I get up again (pissin' the night away) You're never gonna keep me down  ",
        "title": "Tubthumping"
    },
    {
        "artist": "Puff Daddy & The Family (Feat. The Notorious B.I.G. & Mase)",
        "lyrics": "  [Intro: Mase] This Mase, you know what I'm saying You got niggas that don't like me for whatever reason You got niggas that don't wanna see me rich You got niggas that's mad cause I'm always with they bitch Then you got niggas that just don't like me You know the, those PHD niggas But you know I pop a lot of shit but I back it up though See it's a difference A lot of niggas pop shit But a lot of niggas don't make hits But it's like this whole Bad Boy shit We come to bring it to y'all niggas, me, B.I., Puff, Lox, whoever, Black Rob If you wanna dance, we dance  [Verse 1: Mase] Now trick what, lace who, that ain't what Mase do Got a lot of girls that'd love to replace you Tell you to your face boo not behind your back Niggas talk shit, we never mind that Funny never find that, Puff a dime stack Write hot shit and make a nigga say, rewind that Niggas know, we go against the Harlem Gigolo Getcha ho, lick her low, make the bitch hit the door I represent honeys with money fly guys with gems Drive with the tints that be thirty-five percent Hoes hope I lay so I look both ways Cop says okay my tint smoke gray No way, nigga leave without handing me my shit Got plans to get my Land and my six Niggas outta pen'll understand this shit Pop champagne like I won a championship  [Refrain: Notorious B.I.G.] Been around the world and I I I And we been playa hated I don't know and I don't know why Why they want us faded I don't know why they hate us Is it our ladies Or our drop Mercedes Baby, baby  [Verse 2: Puff Daddy] I was in one bedroom, dreaming of a million Now I'm in beach houses, cream to the ceiling I was a gentleman living in tenements Now I'm swimming in all the women that be tens Went from Bad Boys to the Crushed Linen Men Now my divi-dends be the new Benjamins Hoes of all complexions I like cinnamon Mase you got some hoes well nigga send em in What you waiting for, let the freak show begin How they came in a truck? (Nah Puff, that's a Benz...) Mercedes, c'mere baby, you don't like the way It's hot and hazy, never shady, you must be crazy It's ridiculous how you put your lips on this Don't kiss right there, girlfriend, I'm ticklish And I be switching ve's with a wrist full of G's Nigga please, I'm the macaroni with the cheese  [Refrain: Notorious B.I.G.] Been around the world and I I I And we been playa hated I don't know and I don't know why Why they want us faded I don't know why they hate us Is it our ladies Or our drop Mercedes Baby, baby  [Verse 3: Puff Daddy] Now Puff rule the world even though I'm young I make it my biz to see that all ladies cum Get em all strung from the tip of my tongue Lick em places niggas wouldn't dare put they faces Before I die, hope I, remake a flow by In the brand new treasure on a old try Now when my throat dry, even when the smoke lie Eat the Mami chocha and drive her loca We never ride far, packed five in a car Save money for the drinks I'm about to buy the bar And everywhere I drive I'm a star Little kids all on the corner scream, that's my car It was days couldn't be fly, now I'm in a T.I Come in clubs with B.I., now a nigga V.I Rock tons of gold, nuff money I fold Roll the way you wanna roll, break a hundred at the toll  [Refrain: Notorious B.I.G.] Been around the world and I I I And we been playa hated I don't know and I don't know why Why they want us faded I don't know why they hate us Is it our ladies Or our drop Mercedes Baby, baby  [Radio Show]:  OK after these messages we'll be back with The Mad Rapper and his brother the Mad Producer, after this *applause* OK just sit back, relax, and enjoy yourself We'll get you through this Take a sip of water, deep breath, that'll do it  And welcome back as you can see (You got the check though?) I'm Trevor Jones and I'm sitting in I've been conversing with the Mad Rapper (Did you get the check though?) And he's still pretty mad But, this time he brought someone else with him And quite frankly (yeah yeah) he's even madder (You god damn right!) Mr. Producer (yo, youknowhatI'msayin) why are you so mad?  Yo, Iiiiiii, I'mma I'mma keep it real simple for you Yeah t-t-t-t-t-tell them niggas why you mad son! Tell them niggas why you mad son! (OK, gentlemen please, one at a time) Tell em why you mad son, word up, tell em why you mad son! YouknowhatI'msayin? Iiiiiii, Iiiiiii be I be I been I been, I been here for the culture, youknowhatI'msayin? I don't, I don't, I don't, I don't I don't be recognizin all that new jack shit Yo we don't play, we don't play that shit youknowhatI'msayin? (Please Mr. Producer, explain yourself, Mr. Rapper, please calm down) That nigga be on some bullshit, youknowhatI'msayin? We ain't, we don't do that shit, word, yeah He ain't no real producer neither And then come to find out youknowhatI'msayin My brother hipped me to it, the nigga tryin to rap now! Oh yeah, that's the shit that got me mad! (Please, Mr. Rapper, once again) That's the shit that got me mad! That's the shit, youknowhatI'msayin? (It's a family oriented show) YouknowhatI'msayin? That's the shit that feds me up (Gentlemen, please) Word up, youknowhatI'msayin? (Disregard the foul language) I'm watchin this nigga video youknowhatI'msayin? They got mermaids swimmin in they living rooms and shit Like that youknowhatI'msayin? This nigga dancin in the rain with kids climbin up mountains and shit YouknowhatI'msayin? I'm I'm I'm watchin this nigga video (I'm gonna have to ask you to refrain from the language) The car goin two hundred miles an hour WHERE THE FUCK IS HE GOIN?! (Please Mr. Rapper, please refrain from the foul language) The nigga climbin out the fuckin car! (One more time) Let me see you try that shit on a train! YouknowhatI'msayin? Try that shit on a fuckin train What kind of shit, youknowhatI'msayin? Got a thousand niggas write for him, let ME write for you Son my shit is jumpin, I got John Blaze shit...  ",
        "title": "Been Around The World"
    },
    {
        "artist": "Janet",
        "lyrics": "  [Intro] There are times when I look above and beyond There are times when I feel your love around me baby I'll never forget my baby (I'll never forget you)  [Verse 1] There are times when I look above and beyond There are times when I feel your love around me baby I'll never forget my baby When I feel that I don't belong Draw my strength from the words when you said Hey, it's about you, baby Look deeper inside you, baby  [Pre-Chorus] Dream about us together again What I want: us together again, baby I know we'll be together again cuz  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  [Post-Chorus] (Together again, ooh) Good times we'll share again (Together again, ooh) Makes me wanna dance (Together again, ooh) Say it loud and proud (Together again, ooh) All my love's for you  [Verse 2] Always been a true angel to me - now above I can't wait for you to wrap your wings around me, baby (Wrap them around me, baby) Oooh, wrap them around me, baby (Wrap them around me, baby) Sometimes hear you whisperin' \"No more pain\" No worries will you ever see now, baby (ever see you, baby) I'm so happy for my baby (happy for you, baby)  [Pre-Chorus] Dream about us together again What I want: us together again baby I know we'll be together again cuz  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  [Post-Chorus] (Together again, ooh) Good times we'll share again (Together again, ooh) Makes me wanna dance (Together again, ooh) Say it loud and proud (Together again, ooh) All my love's for you  [Bridge] There are times when I look above and beyond There are times when I feel you smile upon me, baby I'll never forget my baby What I'd give just to hold you close as on earth In heaven we will be together, baby (together) Together again, my baby (together again, my baby)  [Chorus] Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me Everywhere I go, every smile I see I know you are there smilin' back at me Dancin in moonlight I know you are free 'Cause I can see your star shinin' down on me  ",
        "title": "Together Again"
    },
    {
        "artist": "Robyn",
        "lyrics": null,
        "title": "Show Me Love"
    },
    {
        "artist": "Hanson",
        "lyrics": null,
        "title": "I Will Come To You"
    },
    {
        "artist": "Savage Garden",
        "lyrics": "  [Verse 1] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do  [Pre-Chorus] I will be strong, I will be faithful Cause I'm counting on A new beginning, a reason for living A deeper meaning, yeah  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Verse 2] And when the stars are shining Brightly in the velvet sky I'll make a wish send it to heaven Then make you want to cry The tears of joy for all the Pleasure and the certainty  [Pre-Chorus] That we're surrounded by the Comfort and protection of The highest powers, in lonely hours The tears devour you  [Chorus] I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  [Bridge] Oh can you see it baby? You don't have to close your eyes Cause it's standing right before you All that you need will surely come  [Chorus] I'll be your dream, I'll be your wish I'll be your fantasy I'll be your hope, I'll be your love Be everything that you need I'll love you more with every breath Truly, madly, deeply do I want to stand with you on a mountain I want to bathe with you in the sea I want to lay like this forever Until the sky falls down on me  ",
        "title": "Truly Madly Deeply"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1] You taught me everything Everything you've given me I'll always keep it inside You're the driving force in my life, yeah There isn't anything Or anyone that I could be And it just wouldn't feel right If I didn't have you by my side You were there for me to love and care for me When skies were gray Whenever I was down You were always there to comfort me And no one else can be What you have been to me you will always be You will always be the girl In my life for all times  [Chorus] Mama, Mama you know I love you Mama, Mama you're the queen of my heart Your love is like tears from the stars Mama I just want you to know lovin' you is like food to my soul  [Verse 2] You're always there for me Have always been around for me even when I was bad You showed me right from my wrong Yes you did And you took up for me When everyone was downin' me You always did understand You gave me strength to go on There was so many times Looking back when I was so afraid And then you come to me and say to me I can face anything And no one else can do What you have done for me You'll always be, you will always be The girl in my life, ooh oh  [Chorus] Mama, Mama you know I love you Mama, Mama you're the queen of my heart Your love is like tears from the stars Mama I just want you to know lovin' you is like food to my soul  [Bridge] Never gonna go a day without you Fills me up just thinkin' about you I'll never go a day Without my mama  [Chorus] Mama, Mama you know I love you Mama, Mama you're the queen of my heart Your love is like tears from the stars Mama I just want you to know lovin' you is like food to my soul  ",
        "title": "A Song For Mama"
    },
    {
        "artist": "Paula Cole",
        "lyrics": "  [Intro] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the peace in every eye  [Verse 1] She had two babies, one was six months, one was three In the war of '44 Every telephone ring, every heartbeat stinging When she thought it was God calling her Oh, would her son grow to know his father?  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be sorry  [Verse 2] He showed up all wet on the rainy front step Wearing shrapnel in his skin And the war he saw live inside him still It's so hard to be gentle and warm The years pass by and now he has granddaughters  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be  [Verse 3] So look at me from across the room You're wearing your anguish again Believe me I know the feeling It sucks you into the jaws of anger So breathe a little more deeply All we have is this very moment And I don't want to do what his father And his father, and his father did I want to be here now  [Bridge] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the peace in every eye  [Chorus] I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be I don't want to wait for our lives to be over I want to know right now what will it be I don't want to wait for our lives to be over Will it be yes or will it be sorry  [Outro] So open up your morning light And say a little prayer for I You know that if we are to stay alive Then see the love in every eye  ",
        "title": "I Don't Want To Wait"
    },
    {
        "artist": "Allure Featuring 112",
        "lyrics": "  [Verse 1:Allure] All alone on a Sunday morning Outside I see the rain is falling, whoa oh Inside I'm slowly dying But the rain will hide my crying, crying, crying And you...  [Pre-Chorus 1] Don't you know my tears will burn the pillow Set this place on fire 'cause I'm tired of your lies All I needed was a simple \"Hello\" But the traffic was so noisy that you could not hear me cry  [Chorus 1] I... I gave you my love in vain My body never knew such pleasure My heart never knew such pain And you... You leave me so confused Now I'm all cried out Over you  (Ooh I'm over you, oh yeah you, yes)  [Verse 2:112] Never wanted to see things your way, I had to go astray Oh, why was I such a fool, baby (Why was I such a fool) (Oh, yeah) Now I see that the grass is greener, is it too late for me To find my way home, how could I be so wrong? (Leaving me all alone)  [Pre-Chorus 2:Allure & 112] Don't you know my tears will cause an inferno (Tears will cause an inferno baby) Romance often fades why should I take the blame? (Why should... why should I?) You were the one who left me neglected (Oh, I'm so sorry, baby) Apology not accepted, add me to the broken hearts you've collected  [Chorus 2] I... I gave you all of me How was I to know You would weaken so easily I... I don't know what to do Now I'm all cried out (I'm all cried out) Over you  [Chorus 3] I... I gave you my love in vain My body never knew such pleasure My heart never knew such pain And you... (Left me so confused) Now I'm all cried out (All cried out) Now I'm all cried out (All cried out) Over you  [Outro:112] Yes, I'm sorry Please forgive me baby, oh-oh Please forgive me  ",
        "title": "All Cried Out"
    },
    {
        "artist": "Next",
        "lyrics": "  Hsss ugh I gotta be real wit' you, baby Just gotta let you know  You've got the love that I want (That's right) The love that I need (Word is bond, it's butta, baby) (Check this out)  You're like my homie, my shorty, you've shown me so many things And you're so special to me We been kickin' it for a while, your sexy smile, Prima Donna style Ooh, you're drivin' me so wild (so wild)  Ain't got no reputation, educated conversation And, ooh, you've got that bomb love makin' It's more than sexual, this love you know, is proper though It's, oh, so, so incredible  [Chorus]: You've got the love that I want (The love you want) And you've got the love that I need (The love you need) Girl, it's so smooth and so creamy (You know, you know) You've got that butta love, baby (You've got that butta love, baby) You've got the love that I want (The love you want) And you've got the love that I need (The love you need) Girl, it's so smooth and so creamy You've got that butta love, oh, baby  You've got it goin' on, word is bond, sundress with platforms Feet pedicure with no corns You've got that sex appeal, on the real, so sure Soft hands, French manicure, no makeup, you're so pure  You don't be trippin' when I'm kickin' it with my niggas You don't be questionin' where I been and what I did You got that confidence, sexiness, thickness, that bomb shit And I like it (oh)  When I'm chillin' with my homies (Think about it) I think about you only (You know what I want) You got what I want (You know what it is) It's that (Ooh) butta love (All you got to do) Just hit me on my hip baby (And I will, I will) I'll meet you at your crib, baby Cause I'll rock your world, I'll rock you, girl Butta babe, butta, babe  [Chorus] You've got the love that I want (The love you want) And you've got the love that I need (The love you need) Girl, it's so smooth and so creamy (You know, you know) You've got that butta love, baby don't sleep you get there You know you do that i that i ohh yeah Oh so smoothin You've got that you got that butta love  You've got those sexy eyes, enticing thighs, you make me rise (You've got that love I wanna try, send my tongue up and down your spine) You've got that perfect shape, the love you make, I scream your name (Wanna take all your clothes off, sex you till the song goes off)  I like your everything, your navel and your pinky ring (Sexy from head to toe, girl, never gonna let you go) You got that confidence, sexiness, thickness that bomb play And I like it all, yeah  You've got it goin' on, word is bomb, baby You've got that sex appeal, on the real, lady You're like my homie, my shorty, huh You've got that butta love  You've got it goin' on, don't you know, that's for sure I like your face and hands and all of your pretty toes Baby, you're so right, you're locked tight You've got that butta love, oh  I want it, I need it  ",
        "title": "Butta Love"
    },
    {
        "artist": "Aaliyah",
        "lyrics": "  [Chorus 1] How could the one I gave my heart to, break my heart so bad? How could the one who made me happy, make me feel so sad? Won't somebody tell me? So I can understand If you love me, how could you hurt me like that How could the one I gave my world to, throw my world away? How could the one who said, \"I love you,\" say the things you say? How could the one I was so true to, just tell me lies? How could the one I gave my heart to, go and break this heart of mine, tell me?  [Bridge 1] How could you be so cold to me When I gave you everything? All my love, all I had inside How could you just walk out the door? How could you not love me anymore? I thought we had forever, I can't understand  [Chorus 2] How could the one I shared my dreams with, take my dreams from me? How could the love that brought such pleasure, bring such misery? Won't somebody tell me, somebody tell me please If you love me how could you do that to me, tell me?  [Bridge 2] How could you just walk out the door? How could you not love me anymore? I thought we had forever I can't understand  [Chorus 1] How could the one I gave my heart to, break my heart so bad? How could the one who made me happy, make me feel so sad? Won't somebody tell me? So I can understand If you love me how could you hurt me like that? How could the one I gave my world to, throw my world away? How could the one who said, \"I love you,\" say the things you say? How could the one I was so true to, just tell me lies?  [Outro] How could the one I gave my heart to How could the one I gave my heart to How could the one I gave my heart to Break this heart of mine, tell me?  ",
        "title": "The One I Gave My Heart To"
    },
    {
        "artist": "Jewel",
        "lyrics": null,
        "title": "Foolish Games/You Were Meant For Me"
    },
    {
        "artist": "Boyz II Men",
        "lyrics": "  [Verse 1: Wanya & Nate] I long for the warmth of days gone by When you were mine But now those days are memories in time Life's empty without you by my side My heart belongs to you No matter what I try  [Pre-Chorus: Shawn] When I get the courage up to love somebody new It always falls apart cause they just can't compare to you Your love won't release me, I'm bound under ball and chain Reminiscing our love as I watch four seasons change  [Chorus] In comes the winter breeze That chills the air and drifts the snow And I imagine kissing you under the mistletoe When springtime makes its way here Lilac blooms reminds me of The scent of your perfume When summer burns with heat I always get the hots for you Go skinny dippin' in the ocean Where we used to do When autumn sheds the leaves The trees are bare when you're not here It doesn't feel the same (It doesn't feel the same, oh)  [Verse 2: Nathan & (Mike)] Remember the nights When we closed our eyes (we closed our eyes) And vowed that you and I Would be in love for all time  [Pre-Chorus: Shawn] Everytime I think about these things I shared with you I break down and cry cause I get so emotional Until you release me I'm bound under ball and chain Reminiscing our love as I watch four seasons change  [Chorus] In comes the winter breeze That chills the air and drifts the snow And I imagine kissing you under the mistletoe When springtime makes its way here Lilac blooms reminds me of The scent of your perfume When summer burns with heat I always get the hots for you Go skinny dippin' in the ocean where we used to do When autumn sheds the leaves the trees are bare When you're not here It doesn't feel the same  [Bridge: Wanya & (Mike)] This loneliness has crushed my heart (it's killing me, baby) Please let me love again  [Pre-Chorus: Shawn] Cause I need your love to comfort me and ease my pain Or four seasons will bring the loneliness again  [Chorus] In comes the winter breeze That chills the air and drifts the snow And I imagine kissing you under the mistletoe When springtime makes its way here Lilac blooms reminds me of The scent of your perfume When summer burns with heat I always get the hots for you Go skinny dippin' in the ocean where we used to do When autumn sheds the leaves the trees are bare When you're not here It doesn't feel the same (It doesn't feel the same)  [Outro: Nate] Remember the warmth of days gone by  ",
        "title": "4 Seasons Of Loneliness"
    },
    {
        "artist": "Spice Girls",
        "lyrics": "  La la la la la la la la la...  [Verse 1: All] When you're feeling sad and low We will take you, where you gotta go Smiling dancing, everything is free All you need is, positivity  [Pre-Chorus: Scary (All)] Colors of the world (Spice up your life) Every boy and every girl (Spice up your life) People of the world (Spice up your life, aahh)  [Chorus: All (Sporty)] Slam it to the left (if you're having a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (uh, uh) Go round Slam it to the left (if you're havin' a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (huh huh) Hi-ci-ya! Hold tight!  [Verse 2] Yellow man in Timbuktu Color for both, me and you Kung Fu fighting, dancing queen Tribal spaceman, and all that's in between  [Pre-Chorus: Scary (All)] Colors of the world (Spice up your life) Every boy and every girl (Spice up your life) People of the world (Spice up your life, aahh)  [Chorus: All (Sporty)] Slam it to the left (if you're having a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (uh, uh) Go round Slam it to the left (if you're havin' a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (huh huh) Hi-ci-ya! Hold tight!  [Bridge] Flamenco, lambada But hip hop is harder We moonwalk the foxtrot Then polka the salsa Shake it shake it shake it, haka Shake it shake it shake it., haka Arriba! Ahaa  [Pre-Chorus: Scary (All)] Colors of the world (Spice up your life) Every boy and every girl (Spice up your life) People of the world (Spice up your life, aahh)  [Chorus: All (Sporty)] Slam it to the left (if you're having a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (uh, uh) Go round Slam it to the left (if you're havin' a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (huh huh) Hi-ci-ya! Hold tight!  [Chorus: All (Sporty)] Slam it to the left (if you're having a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (uh, uh) Go round Slam it to the left (if you're havin' a good time) Shake it to the right (if you know that you feel fine) Chicas to the front (huh huh) Hi-ci-ya! Hold tight!  ",
        "title": "Spice Up Your Life"
    },
    {
        "artist": "Missy \"Misdemeanor\" Elliott Featuring Da Brat",
        "lyrics": null,
        "title": "Sock It 2 Me"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  [Verse One:] Sure I've been in love a time or two But in the end I still chose you No one could ever make me feel this way That's why it's killing me, what we're going through Somehow thought 'tween me and you Our love would stand the test of time and never ever fade  [Chorus:] But we're not making love no more We're not even trying to change Tell me how it slips away Does it ever stay the same We don't even talk no more We've ran out of words to say Tell me it don't have to change Won't it ever stay the same  [Verse Two:] Girl I know that things aren't going right But don't you think it deserves a fight A love like ours don't happen everyday And we're losing it right as we speak And if we don't wake up, it's a memory A time gone past, a love that sailed away  [Chorus]  I dream of lovers past and I see a girl so sad cause She lost the only man she loved He went away Well it's not too late for us To change  [Chorus]  ",
        "title": "We're Not Making Love No More"
    },
    {
        "artist": "Lisa Loeb",
        "lyrics": null,
        "title": "I Do"
    },
    {
        "artist": "Uncle Sam",
        "lyrics": "  [Verse 1] Early one mornin' While you were asleep I received a letter But there was no addressee So I paid it no mind, in fact I wanted to send it back But something that I was feeling Said open it It said, \"Dear reader Once close friend of mine Hope that this letter finds you in time Cause your love is endin' And my life's just beginnin' With a woman that I know you hold dear to you\" And it made me wanna say  [Chorus] I don't ever wanna see you again But I stuck by you till the end And my conscience is clear And I can move on from here But I wish I could say the same for you, baby I don't ever wanna see you again, no, yeah But tell me why did it have to be my best friend? That you were messin' around with I didn't want to notice it I was true to my love for you  [Verse 2] It took me a minute to wake up and see What the love of my life was doin' to me I wanted to lay down and die Cause my pride wouldn't let me cry Somehow I knew I had to get over it He said he couldn't understand Until he felt your touch Now he can see why I love you so much And that's so unfair I never thought I'd have to share Your love that I thought was given To only me and that's why  [Chorus] I don't ever wanna see you again But I stuck by you till the end And my conscience is clear And I can move on from here But I wish I could say the same for you, baby And I don't ever wanna see you again But tell me why did it have to be my best friend? That you were messin' around with I didn't want to notice it I was true to my love for you  [Bridge] And you say you love me? (And you said you love me baby) Love must've been blind Cause I sure didn't see this one comin' (I once was blind but now I see) My best friend, huh? They say keep the one's you love close (Why'd you have to be so low down?) And your enemy's even closer But I can't win for losin', girl (You were the closest thing to me baby) Cause the one I thought was a friend to me Ended up being my true enemy (Knowin' all of the pain you caused me) Listen to me, baby I gave you everything My love and my ring And you violated me  [Chorus] And I don't wanna see you again I don't ever wanna see you again But I stuck by you till the end And my conscience is clear (so clear) And I can move on from here (move on from here) But I wish I could say the same for you, baby (I'm gonna say a prayer for you baby) I don't ever wanna see you again (I don't wanna see you no more) But tell me why did it have to be my best friend? That you were messin' around with I didn't want to notice it I was true to my love for you  [Chorus] I don't ever wanna see you again (Never would be too soon) But I stuck by you till the end (I'd rather have a cold day in June) And my conscience is clear (So clear) And I can move on from here But I wish I could say the same for you, baby (I need you right now, but...) I don't ever wanna see you again (I don't ever wanna see you. You know I don't really need you) But tell me why did it have to be my best friend? (You walked around, let me down, feels so good you're not around) That you were messin' around with Didn't want to notice it...  ",
        "title": "I Don't Ever Want To See You Again"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo  [Verse 1: Stephan Jenkins] I'm packed and I'm holding, I'm smiling She's living, she's golden, she lives for me Says she lives for me Ovation, her own motivation She comes 'round and she goes down on me And I make her smile like a drug for you Do ever what you want to do, coming over you Keep on smiling what we go through One stop to the rhythm that divides you  [Pre-Chorus: Stephan Jenkins] And I speak to you like the chorus to the verse Chop another line like a coda with a curse Come on like a freak show, takes the stage We give them the games we play, she said  [Chorus: Stephan Jenkins] I want something else To get me through this Semi-charmed kind of life, baby, baby I want something else I'm not listening when you say Goodbye  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo  [Verse 2: Stephan Jenkins] The sky was gold, it was rose I was taking sips of it through my nose And I wish I could get back there, some place back there Smiling in the pictures you would take Doing crystal meth will lift you up until you break It won't stop, I won't come down I keep stock with a tick-tock rhythm, a bump for the drop And then I bumped up, I took the hit that I was given Then I bumped again, then I bumped again  [Pre-Chorus: Stephan Jenkins] Said how do I get back there To the place where I fell asleep inside you? How do I get myself back to the place Where you said?  [Chorus: Stephan Jenkins] I want something else To get me through this Semi-charmed kind of life, baby, baby I want something else I'm not listening when you say Goodbye  [Verse 3: Stephan Jenkins] I believe in the sand beneath my toes The beach gives a feeling, an earthy feeling I believe in the faith that grows And the four right chords can make me cry When I'm with you I feel like I could die And that would be all right, all right And when the plane came in She said she was crashing The velvet it rips in the city We tripped on the urge to feel alive But now I'm struggling to survive Those days you were wearing that velvet dress You're the priestess I must confess Those little red panties, they pass the test Slide up around the belly face Down on the mattress one And you hold me and we are broken Still it's all that I want to do, just a little now Feel myself head made of the ground I'm scared, I'm not coming down, no, no And I won't run for my life She's got her jaws now locked down in a smile But nothing is all right, all right  [Chorus: Stephan Jenkins] I want something else To get me through this Life, baby I want something else Not listening when you say Goodbye Goodbye Goodbye Goodbye  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo  [Outro: Stephan Jenkins] The sky was gold, it was rose I was taking sips of it through my nose And I wish I could get back there, some place back there In the place we would start out lives  [Refrain: Stephan Jenkins] Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo Doo-doo-doo, doo-doo-doo-doo (I want something else)  ",
        "title": "Semi-Charmed Life"
    },
    {
        "artist": "Backstreet Boys",
        "lyrics": "  [Verse 1] Even in my heart, I see You're not being true to me Deep within my soul, I feel Nothing's like it used to be Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad baby Quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Verse 2] I live my life the way To keep you coming back to me Everything I do is for you So what is it that you can't see Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad, baby You better quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Verse 3] Quit playing games Baby, baby the love that we had was so strong Don't leave me hanging here forever Oh baby, baby this is not alright, let's stop this tonight Baby, oh Quit playing games Sometimes I wish I could turn back time Impossible as it may seem But I wish I could so bad, baby Quit playing games with my heart  [Chorus] Quit playing games with my heart (with my heart) Before you tear us apart (my heart) Quit playing games with my heart I should have known from the start You know you have got to stop (from my heart) You are tearing us apart (my heart, my heart) Quit playin' games with my heart  [Outro] Quit playing games with my heart Na na na na na baby  ",
        "title": "Quit Playing Games (With My Heart)"
    },
    {
        "artist": "Total",
        "lyrics": "  [Puffy] Yeah, uh Yeah, uh Yeah yeah yeah Yeah, come on I like the way it's goin' down I ain't done a remix in a long time I like to make it hot I like to make it real hot Black Rob, come on  [Black Rob] Aye yo, who dat, comin' through my block like that Oh, nobody but that Bad Boy cat What's his name?, Black Rob Ya'll heard duke was famous Money-soft, Puffy joints, Total house the ladies It's bangin' in the clubs, oh my good Ya'll be wishin' that those brothers came through my hood Take a diffrent approach, just play respect the coach That's Black, since I'm rollin' wit' Total That's that  [Pam] Baby, seen you lookin' at other ladies Just finished having your baby Why'd you have to go, go and leave me Baby, you know I'm about to be swazy Can't stop my lover from being shady Why'd you have to go, go and leave me  [Chorus] What about you? What about me? What about us? What you gon' do? Total help me sing What about you? What about me? What about us? What you gon' do?  What we gonna do What we gonna do (yeah)  [Keisha] Baby, I know that you've been pimpin' Mr. Baller, trickin' Why'd you have to go, go and leave me Baby, I always been your baby Love makin' this girl go crazy I can't understand, why you left me... uh-hmm  [Repeat Chorus]  [Bridge] I remember we used to spend Countless nights, you were my best of friends Our love, could be one that never ends Whatever happened to yours  [Black Rob] Aye yo, what about you, what about me I'm tryin' to get dough, nothin' come for free And I know you like the way, Black flava parlay I slide like a man, with gators on Parcae Floors, it's me who hordes the door like Prince Navigator Doo Doo Brown, the quint wit' light tint Me and Mruder, gotta be the cheddar we seein' first Oh I ain't gonna spit one verse (one verse) Sometimes I feel cursed, ya'll dson't want me to rise Dough in the purse Rather see me faze down, in the back of a hursh But I reufse to lose, don't batter the bruised Throw mine's, to get my grill on the 6 o'clock news We be smoke, pretty E wit' D in E-class Spittin' flase information, I know gone need back-up Till you can't, Black Rob heavyweight champ When I strike, I'm gonna leave Bad Boy stamp, come on (what about us!)  [Repeat Chorus x 3]  ",
        "title": "What About Us"
    },
    {
        "artist": "Fiona Apple",
        "lyrics": "  [Verse 1] I've been a bad bad girl I've been careless with a delicate man And it's a sad sad world When a girl will break a boy just because she can  [Pre-Chorus] Don't you tell me to deny it I've done wrong and I want to suffer for my sins I've come to you cause I need guidance to be true And I just don't know where I can begin  [Chorus] What I need is a good defense Cause I'm feelin' like a criminal And I need to be redeemed To the one I've sinned against Because he's all I ever knew of love  [Verse 2] Heaven help me for the way I am Save me from these evil deeds before I get them done I know tomorrow brings the consequence at hand But I keep livin' this day like the next will never come  [Pre-Chorus] Oh help me but don't tell me to deny it I've got to cleanse myself of all these lies till I'm good enough for him I've got a lot to lose and I'm bettin' high So I'm beggin' you before it ends Just tell me where to begin  [Chorus] What I need is a good defense Cause I'm feelin' like a criminal And I need to be redeemed To the one I've sinned against Because he's all I ever knew of love  [Bridge] Let me know the way Before there's hell to pay Give me room to lay the law and let me go I've got to make a play To make my lover stay So what would an angel say? The devil wants to know  [Chorus] What I need is a good defense Cause I'm feelin' like a criminal And I need to be redeemed To the one I've sinned against Because he's all I ever knew of love What I need is a good defense Cause I'm feelin' like a criminal And I need to be redeemed To the one I've sinned against Because he's all I ever knew of love  ",
        "title": "Criminal"
    },
    {
        "artist": "Sister Hazel",
        "lyrics": "  [Verse 1] Finally I figured out But it took a long long time And now there's a turnabout Maybe cause I'm trying  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  [Verse 2] I thought I'd seen it all Cause it's been a long long time Oh but then we'll trip and fall Wondering if I'm blind  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  [Verse 3] Rain comes pouring down (Pouring down) Falling from blue skies (Falling from blue skies) Words without a sound Coming from your eyes  [Verse 4] Finally I figured out But it took a long long time And now there's a turnabout Maybe cause I'm trying  [Pre-Chorus] There's been times, (I'm so confused) All my roads (They lead to you) I just can't turn and walk away...  [Chorus] It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you It's hard to say What it is I see in you Wonder if I'll always Be with you But words can't say And I can't do Enough to prove It's all for you  ",
        "title": "All For You"
    },
    {
        "artist": "The Notorious B.I.G. Featuring Puff Daddy & Mase",
        "lyrics": "  [Produced by Stevie J, Diddy, Nashiem Myrick and 6 July]  [Verse 1: Ma$e] Now, who's hot, who not? Tell me who rock, who sell out in the stores? You tell me who flopped, who copped the blue drop? Whose jewels got rocks? Who's mostly Dolce down to the tube sock? The same old pimp, Mase You know ain't nothing change but my limp Can't stop till I see my name on a blimp Guarantee a million sales, call it level up You don't believe in Harlem World, nigga, double up We don't play around, it's a bet, lay it down Niggas didn't know me '91, bet they know me now I'm the young Harlem nigga with the Goldie sound Can't no Ph.D. niggas hold me down Cudda schooled me to the game, now I know my duty Stay humble, stay low, blow like Hootie True pimp niggas spend no dough on the booty And then you yell, \"There go Mase!\", there go your cutie  [Hook: Kelly Price] I don't know what they want from me It's like the more money we come across The more problems we see  [Verse 2: Puff Daddy] I'm the D to the A to the D-D-Y Know you'd rather see me die than to see me fly I call all the shots, rip all the spots Rock all the rocks, cop all the drops I know you thinking now, \"When all the ballin' stops?\" Nigga never home, gotta call me on the yacht Ten years from now we'll still be on top Yo, I thought I told you that we won't stop Now what you gon' do with a crew That got money much longer than yours And a team much stronger than yours? Violate me, this'll be your day, we don't play Mess around, be D.O.A. be on your way ‘Cause it ain't enough time here Ain't enough lime here for you to shine here Deal with many women but treat dimes fair And I'm bigger than the city lights down in Times Square  [Hook: Kelly Price] I don't know what they want from me It's like the more money we come across The more problems we see  [Verse 3: Notorious B.I.G.] B-I-G P-O-P-P-A, no info for the DEA Federal agents mad ‘cause I'm flagrant Tap my cell and the phone in the basement My team supreme, stay clean Triple beam lyrical dream, I be that Cat you see at all events bent Gats in holsters, girls on shoulders Playboy, I told ya, mere mics to me Bruise too much, I lose too much Step on stage, the girls boo too much I guess it's ‘cause you run with lame dudes too much Me lose my touch? Never that! If I did, ain't no problem to get the gat Where the true players at? Throw your Rolies in the sky Wave 'em side to side and keep your hands high While I give your girl the eye, player please Lyrically, niggas see B.I.G be flossin’ Jig on the cover of Fortune, 5 double O Here's my phone number, your man ain't got to know I got the dough, got the flow down pizat Platinum plus like thizat Dangerous on trizacks, leave your ass flizat  [Hook repeats till end] I don't know what they want from me It's like the more money we come across The more problems we see  ",
        "title": "Mo Money Mo Problems"
    },
    {
        "artist": "Third Eye Blind",
        "lyrics": "  [Verse 1: Stephan Jenkins] I'm only pretty sure that I can't take anymore Before you take a swing I wonder what are we fighting for When I say out loud \"I want to get out of this\" I wonder is there anything I'm going to miss  [Chorus: Stephan Jenkins] I wonder how it's going to be When you don't know me How's it going to be When you're sure I'm not there How's it going to be When there's no one there to talk to Between you and me 'Cause I don't care How's it going to be How's it going to be  [Verse 2: Stephan Jenkins] Where we used to laugh There's a shouting match Sharp as a thumbnail scratch A silence I can't ignore Like the hammock by the Doorway we spent time in, swings empty Don't see lightning like last fall When it was always about to hit me  [Chorus: Stephan Jenkins] I wonder how's it going to be When it goes down How's it going to be When you're not around How's it going to be When you found out there was nothing Between you and me Cause I don't care How's it going to be How's it going to be  [Bridge: Stephan Jenkins] And how's it going to be When you don't know me anymore And how's it going to be Want to get myself back in again The soft dive of oblivion I want to taste the salt of your skin The soft dive of oblivion (Oblivion)  [Outro: Stephan Jenkins] How's it going to be When you don't know me anymore How's it going to be? How's it going to be?  ",
        "title": "How's It Going To Be"
    },
    {
        "artist": "She Moves",
        "lyrics": null,
        "title": "Breaking All The Rules"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": "  [Verse 1] You come out at night That's when the energy comes And the dark side's light And the vampires roam You strut your rasta wear And your suicide poem And a cross from a faith That died before Jesus came You're building a mystery  [Verse 2] You live in a church Where you sleep with voodoo dolls And you won't give up the search For the ghosts in the halls You wear sandals in the snow And a smile that won't wash away Can you look out the window Without your shadow getting in the way? Oh you're so beautiful With an edge and a charm But so careful When I'm in your arms  [Chorus] Cause you're working Building a mystery Holding on and holding it in Yeah you're working Building a mystery And choosing so carefully  [Verse 3] You woke up screaming aloud A prayer from your secret god You feed off our fears And hold back your tears Oh, give us a tantrum And a know it all grin Just when we need one When the evening's thin  [Bridge] You're a beautiful A beautiful fucked up man You're setting up your Razor wire shrine  [Chorus] Cause you're working Building a mystery Holding on and holding it in Yeah you're working Building a mystery And choosing so carefully  Ooh you're working Building a mystery Holding on and holding it in Yeah you're working Building a mystery And choosing so carefully  ",
        "title": "Building A Mystery"
    },
    {
        "artist": "Bone Thugs-N-Harmony",
        "lyrics": "  Why do I stay high? Why do I stay high?  [Chorus] If I could teach the world (whole wide world) To be a thug-n-harmony (harmony) Then I would teach the world (whole wide world) To be a thugsta just like me (like me)  [Krayzie] How many mo days on this old earth can you see It's a crime to me So we should get ready for Armageddon Cause I know God should be ready to roll Do away with all of the wicked shit like mr. police-man And duck if you want to pump ya fist in tha air And pray for the politicians freely; get an amen? The last days of the last days  [Bizzy] That's why I get high, that's why I get high I'm holdin on to my soul But nobody knows when it all unfolds Then when I don't go Remember the days cause I all I got I go on my own with BONE BONE BONE muggin runnin through your door Hoes speakin of the last day its on with the plastic trial What do you know but I can't go wrong When I kick it wit my song I turn it up Cause you love that Thuggish Ruggish Bone, Bone, Bone Crossroads what rules the world Enough to make it where we almost lost those Who meant so much why wasn't I chose? But it will not stop BONE Those shots don't drop BONE Nooooooo no If I could teach the world to be a thug like me Everybody thuggin in heaven eternally  [Layzie] Everyday the world goes round and round I see it's a small world after all Cause I can go met n agree with my fans Smoke a little weed and have a little laugh at ch'yall But every now and then I gets caught up in a playa hation Lord what's wrong with the nation, erase em' But if I could teach the world to be a thug just like me You could live your lifestyle worry free In the arms of the Lord eternally No mystery, but check the essence of the story The warrior wasteland warrior so true Divine, it's mine, east 19-99 It's where ya find'in all of my kind, every time  [Chorus] If I could teach the world (whole wide world) To be a thug-n-harmony (harmony) Then I would teach the world (whole wide world) To be a thugsta just like me (like me)  [Krayzie] (if I, if I) We stand as united, but fall if divided My thugsters the tightest Cause God is our guidance, they don't need to define us As killer and fighters, cuz the critics n writers Backstab when they typing our story The wannabe warrior, that's for sure And as thugs we're more and more and more  [Wish] I got, we got, too much shit to give, got shit to give Expensive but still understood by the older folks for the little kids Come on ah, follow me (Bone), way to go, we know the way to go Follow me follow me (Bone) And that's why I stay high cause I got shit to deal with The government and these playa-haters out to kill Wish Wanna hurt this but uhuh I got two mo thug niggas you just can't fuck with Artillery you can come with Nigga betta let it rest shit (shit) To the little boys and girls all over the world The shit that we say is from the streets not for you to go and do Uh or to repeat, please if we can no more murder How must I say this, if we can no more murder  [Chorus] If I could teach the world (whole wide world) To be a thug-n-harmony (harmony) Then I would teach the world (whole wide world) To be a thugsta just like me (like me)  Why do I stay high? Why do I stay high?  ",
        "title": "If I Could Teach The World"
    },
    {
        "artist": "Aqua",
        "lyrics": null,
        "title": "Lollipop (Candyman)"
    },
    {
        "artist": "Nu Flavor",
        "lyrics": null,
        "title": "Heaven"
    },
    {
        "artist": "Puff Daddy & Faith Evans Featuring 112",
        "lyrics": "  [Intro: Puff Daddy] Every day I wake up, I hope I'm dreamin' I can't believe this shit Can't believe you ain't here Sometimes it's just hard for a nigga to wake up It's hard to just keep goin' It's like I feel empty inside without you bein' here I would do anything man, to bring you back I'd give all this shit, shit the whole lot I saw your son today, he look just like you You was the greatest, you'll always be the greatest I miss you B.I.G Can't wait til that day, when I see your face again I can't wait til that day, when I see your face again Yeah, this right here (tell me why) Goes out to everyone that has lost someone That they truly loved (c'mon, check it out)  [Verse 1: Puff Daddy] Seems like yesterday we used to rock the show I laced the track, you locked the flow So far from hangin' on the block for dough Notorious, they got to know that Life ain't always what it seem to be Words can't express what you mean to me Even though you're gone, we still a team Through your family, I'll fulfill your dream (that's right) In the future, can't wait to see If you open up the gates for me Reminisce some time, the night they took my friend Try to black it out, but it plays again When it's real, feelings hard to conceal Can't imagine all the pain I feel Give anythin' to hear half your breath I know you still livin' your life after death  [Refrain: Faith Evans] Every step I take, every move I make Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  [Verse 2: Puff Daddy] It's kinda hard with you not around Know you in heaven, smilin' down Watchin' us while we pray for you Every day we pray for you 'Til the day we meet again In my heart is where I'll keep you, friend Memories give me the strength I need to proceed Strength I need to believe My thoughts Big I just can't define Wish I could turn back the hands of time Us in the six, shop for new clothes and kicks You and me takin' flicks Makin' hits, stages they receive you on Still can't believe you're gone Give anything to hear half your breath I know you still livin' your life after death  [Refrain: Faith Evans] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  [Interlude: Faith Evans] Somebody tell me why One black morning When this life is over I know I'll see your face  [Bridge: 112] Every night I pray, every step I take Every move I make, every single day Every night I pray, every step I take [Puff] Every day that passes Every move I make, every single day [Puff] Is a day that I get closer [Puff] To seeing you again Every night I pray, every step I take [Puff] We miss you B.I.G., and we won't stop Every move I make, every single day [Puff] 'Cause we can't stop, that's right Every night I pray, every step I take Every move I make, every single day [Puff] We miss you B.I.G  [Refrain: Faith Evans] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missin' you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you (we miss you)  [Outro] Every step I take, every move I make (I miss you) Every single day, every time I pray I'll be missing you Thinkin' of the day when you went away What a life to take, what a bond to break I'll be missin' you  ",
        "title": "I'll Be Missing You"
    },
    {
        "artist": "H-Town",
        "lyrics": "  [Dino] (Shazam/G.I.)  (Like it slow) (Like it slow) (Like it slow) (Like it slow)  [Humpin' fast that ain't gon' go]  [Hook] (Like it slow) [Don't you know they like it slow] (Like it slow) [Humpin' fast that ain't gon' go] (Like it slow) [Don't you know they like it slow]  [Verse: 1] I can feel your touch Everytime you move back with your push And it feels so wet Then I get my slow motion right there (ooooohh I wanna love your body slow) Everytime I count a punch And the rules go Always slow, toe to toe If you don't know They don't like that right attack Damn right  [Hook]  [Verse 2:] Come, don't rush Ones that do, they're certain to get none And it don't justify Don't try to move too fast take your time It's a bad thing to come and drive straight by Trying to be the one to win your trust Cause they don't know (yeah baby) How you feel for sure So take it slow It's alright I did dodge it  Let's break it down oh no (slow) Baby let me take it slow with you  [Bridge] Slow it down take time right Go fast girl (no) makes me pull from (no) Won't you take your time  [Fade]  ",
        "title": "They Like It Slow"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": null,
        "title": "Honey"
    },
    {
        "artist": "Destiny's Child",
        "lyrics": "  [Intro: Wyclef Jean] This is the remix The jeep's pump this new remix (uh huh) This is the remix Radio's play this remix This is the remix The Crups pump this remix This is the remix Refugee Camp the remix Destiny's Child 'bout to set it This is the remix The streets pump the remix This is the remix Every project, come on, come on Destiny's Child, hey  [Verse One: Destiny's Child] Boy I know you want me I can see it in your eyes But you keep on frontin' Won't you say what's on your mind ’Cause each and every time you need me You give me signs But when I ask you what's the deal You hold it all inside  If you wanna be with me Ya gotta keep it real Tell me what's going on Tell me how you feel Boy I know you want me Just as much as I want you So come and get my love It's all here for you  [Chorus] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  [Verse Two: Destiny's Child] If you keep acting this way You're gonna lose my love I ain't got no time to play You better hurry up Cuz every time I come around And crews around your way I see ya on the corner But you don't know what to say  When I walk up to you baby You seem so shy What's the problem baby Never had a girl like I I can see right through you And you know you wanna be mine So get your act together ’Cause you're running out of time  [Chorus] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  (Don't front, you know you really want it) (Is it alright if I play my guitar right here)  [Bridge] Every time I see you with your boys You pretend as if you don't want me When you get home you call me on the phone And tell me how much you care  [Verse Three: Wyclef Jean] Yo, close your eyes, shorty You're guarenteed to be hypnotized By the remix that Wyclef provide I don't care about your size Girl shake your thighs All I'm tryin' to do In the ’hood is stay alive Make a little money with Destiny's Child Thugs hear this song, they dance they go wild Like Texas, they movin' like No Limit soldiers They went from a dream to the Young Supremes, sing it girls  [Chorus: UNTIL FADE] You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah You'll be saying no, no, no, no, no When it's really yeah, yeah, yeah, yeah, yeah (Why you frontin' when you know you really want it)  ",
        "title": "No, No, No"
    },
    {
        "artist": "Milestone",
        "lyrics": "  [Verse 1: JoJo] Sometimes I feel so alone. I call your heart But there's no one at home. Taking a toll on my pride I'm reaching out but there's no one inside  [Verse 2: Kevon Edmonds] You know it doesn't feel right, when I look In your eyes. I know love is blind, but the Heart doesn't lie. I'll ask one more time Maybe this time you'll try. So tell me girl What's deep in your heart  [Hook: All] Girl, i care about you. I'm there for you So why don't you care for me like I care about you? Girl, I care about you. I'm there for you So why don't you care for me like I care about you?  [Verse 3: Melvin Edmonds] I spend like all of my days trying to suss out Just how things got this way. I thought that we were In love. But, I swear right now I don't know what You want  [Verse 4:K-Ci] I make sure that I give you quality time But, lately I feel you're not home by design But still Im gon' try to give you the love of my life In hopes that you will open up your heart  [Hook]  [Bridge: Kevon & K-Ci] Sometimes (sometimes i'm not) I'm not sure that (Im all you've got) That i'm all you've got (Sometimes i'm not) Sometimes i'm not sure if you Love me, or not (babe) Just one thing i know, girl i care for you And the one thing that i want is that you care for me too  [Hook x2]  ",
        "title": "I Care 'Bout You"
    },
    {
        "artist": "98 Degrees",
        "lyrics": null,
        "title": "Invisible Man"
    },
    {
        "artist": "Los Umbrellos",
        "lyrics": "  Vamos a tequila, senorita, Bonita I really need it now I ain't got no tengo dinero, caballero Say can we work it out  First time I meet her, I wanted to greet her Nobody could've been sweeter I was wrong should have bought a bombita But, now she gone  I don't know where she go Me, I'm frustrated down so and the other men miss her I guess I surely know that, baby Where did she gone?  Where the rose bush rise up Are you wicked than bandolero then better wise up Or we go, ash to ash and dust onto the dust You just big up a chest and go loco  Vamos a tequila, senorita, Bonita I really need it now I ain't got no tengo dinero, caballero Say can we work it out  Smile up on the face Make the next plan Wiggle the bottom to attract the next man Rude boys, beware  This one's come fe run the things Swing them together Like vendetta the gun things She lick a shot, sa, to get  She take care of dha freak And you get the money 'cause her punani popularity Bum, bye, bye, she make a grown man cry She just big up her chest and go loco Come on  Vamos a tequila, senorita, Bonita I really need it now I ain't got no tengo dinero, caballero Say can we work it out  Vamos a tequila, senorita, Bonita I really need it now I ain't got no tengo dinero, caballero Say can we work it out  ",
        "title": "No Tengo Dinero"
    },
    {
        "artist": "The Notorious B.I.G.",
        "lyrics": "  [Produced by Easy Mo Bee]  [Intro Skit: Biggie and Puff] [Dialing numbers] [Phone Rings] Yo! Yo Big, wake up, wake up baby Mmm, yo... Yo Big, wake yo' ass up c'mon I'm up! I'm up. I'm up , I'm up Big, wake up! I'm up Diddy, what the fuck, man? What's up? C'mon now it's a quarter to six we got the 7:30 flight Mmm, (mumbling) yeah Yo Big, Big, Big Yeah I hear you dog, I hear you, alright, 7:30 Yo take down this information Ain't no pen Tell your girl then to remember it or somethin'. Can you do that? Aight honey, yeah write this down Aight, uhm, flight five-oh-four Five-oh-four Leaving Kennedy Kennedy On the L-A-X Oh! Cali? No doubt baby, you know we gotta get this paper Ahh, no doubt, aight You aight? I'm up, I'm up Yo Big I'm up, man Flight five-oh-four Alright 7:30 I'ma meet you at the airport California Yeah [Phone clicks]  [Verse 1: The Notorious B.I.G.] Uhh, when the la-la hits ya lyrics just splits ya Head so hard, that your hat can't fit you Either I'm with ya or against ya Format venture, back through that maze I sent ya Talking to the rap inventor Nigga with the game tight, fifth of that flame right Spell my name right, B-I, double-G, I-E Iced out, lights out, me and Cease-a-Leo Getting head from some chick he know See it's all about the cheddar, nobody do it better Going back to Cali, strictly for the weather Women and the weed - sticky green No seeds bitch please, Poppa ain't soft Dead up in the hood, ain't no love lost Got me mixed up, you drunk them licks up Mad cause I got my dick sucked And my balls licked, forfeit, the game is mine I'ma spell my name one more time, check it It's the, N-O, T-O, R-I, O U-S, you just, lay down, slow Recognize a real Don when you see one Sipping on booze in the House of Blues  [Chorus: The Notorious B.I.G. (Stevie J)] I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali)  [Verse 2: The Notorious B.I.G.] If I got to choose a coast I got to choose the East I live out there, so don't go there But that don't mean a nigga can't rest in the West See some nice breast in the West Smoke some nice sess in the West, y'all niggas is a mess Thinking I'm gon stop, giving L.A props All I got is beef with those that violate me I shall annihilate thee Case closed, suitcase filled with clothes Linens and things, I begin things Beeper start to flash, 818's, 213's 313's, B.I.G Frequently floss hoes at Roscoe's If I wanna squirt her, take her to Fatburger Spend about a week on Venice Beach Sippin Crist-o, with some freaks from Frisco  [Chorus: The Notorious B.I.G. (Stevie J)] I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali)  [Verse 3: The Notorious B.I.G.] Cali got gunplay, models on the runway Scream Biggie Biggie gimme One More Chance I be whipping on the freeway, the NYC way On the celly-celly with my homeboy Lance Pass hash from left to right Only got five blunts left to light, I'm set tonight Met a bitch at the Versace store Said she suck it 'til I ain't got no more, only in L.A Bust on bitches be-lly, rub it in they tummy Lick it, say it's yummy, then fuck your man What's your plan, is it to rock the Tri-State? Almost gold, five Gs a show date Or do you wanna see about seven digits? Fuck hoes exquisite, Cali, great place to visit  [Chorus: The Notorious B.I.G. (Stevie J)] I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali) I'm going going, back back, to Cali Cali (going back to Cali)  ",
        "title": "Going Back To Cali"
    },
    {
        "artist": "Spice Girls",
        "lyrics": "  [Verse 1: Sporty] Candle light and soul forever A dream of you and me together Say you believe it, say you believe it  [Scary] Free your mind of doubt and danger Be for real, don't be a stranger We can achieve it, we can achieve it  [Pre-Chorus: Baby] Come a little bit closer, baby Get it on, get it on Cause tonight is the night when two become one  [Chorus] I need some love like I never needed love before (Wanna make love to ya', baby) I had a little love, now I'm back for more (Wanna make love to ya', baby) Set your spirit free, it's the only way to be  [Verse 2: Sporty] Silly games that you were playing Empty words we both were saying Let's work it out, boy, let's work it out, boy  [Posh] Any deal that we endeavor Boys and girls feel good together Take it or leave it, take it or leave it  [Pre-Chorus: Baby] Are you as good as I remember, baby? Get it on, get it on Cause tonight is the night when two become one  [Chorus] I need some love like I never needed love before (Wanna make love to ya', baby) I had a little love, now I'm back for more (Wanna make love to ya', baby) Set your spirit free, it's the only way to be  [Bridge] Be a little bit wiser, baby Put it on, put it on Cause tonight is the night when two become one  [Chorus] I need some love like I never needed love before (Wanna make love to ya', baby) I had a little love, now I'm back for more (Wanna make love to ya', baby)  I need some love like I never needed love before (Wanna make love to ya', baby) I had a little love, now I'm back for more (Wanna make love to ya', baby) Set your spirit free, it's the only way to be  [Outro] It's the only way to be It's the only way to be  ",
        "title": "2 Become 1"
    },
    {
        "artist": "Mary J. Blige",
        "lyrics": null,
        "title": "Everything"
    },
    {
        "artist": "Shawn Colvin",
        "lyrics": "  [Verse 1] Sunny came home to her favorite room Sunny sat down in the kitchen She opened a book and a box of tools Sunny came home with a mission  [Chorus] She says days go by I'm hypnotized I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Verse 2] Sunny came home with a list of names She didn't believe in transcendence It's time for a few small repairs she said Sunny came home with a vengeance  [Chorus] She says days go by I don't know why I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Bridge] Get the kids and bring a sweater Dry is good and wind is better Count the years, you always knew it Strike a match, go on and do it  [Chorus] Oh days go by I'm hypnotized I'm walking on a wire I close my eyes and fly out of my mind Into the fire  [Outro] Oh light the sky and hold on tight The world is burning down She's out there on her own and she's alright Sunny came home Sunny came home  ",
        "title": "Sunny Came Home"
    },
    {
        "artist": "Gary Barlow",
        "lyrics": "  You could've kissed me, like this wasn't gonna last Kept me from saying, something I'll never take back You could've held me like there was no chance Of me waking up where I am You could've stopped short of every dream I've ever had  So help me girl, you've gone too far It's way too late, to save my heart The way it feels, each time we touch I know I've never been so loved And I can't help myself So help me girl  Oh yeah You gotta help me girl  You had to be there until the sun came up Making last night feel like a vision of things yet to come You just had to hold me like nobody else Now look what you've gone and done You had to love me, till I just can't get enough  Please, help me girl...  So help me girl, you've gone too far It's way too late, to save my heart The way it feels, each time we touch I know I've never been so loved And I can't help myself  So help me girl you've gone too far It's way too late, to save my heart The way it feels, each time we touch I know I've never been so loved And I can't help myself... No, baby I can't help myself... I can't help myself... So help...girl  You've got to help me girl I'm falling down... (falling, falling, falling) I'm falling down... (You've got me falling down!) Cause I'm falling down... (You've got me falling down!) Falling...(You've got me falling down!)  ",
        "title": "So Help Me Girl"
    },
    {
        "artist": "Metallica",
        "lyrics": "  [Chorus] Fortune, fame Mirror vain Gone insane But the memory remains  [Verse 1] Heavy rings on fingers wave Another star denies the grave See the nowhere crowd, cry the nowhere tears of honor  Like twisted vines that grow Hide and swallow mansions whole Dim the light of an already faded prima donna  [Chorus] Fortune, fame Mirror vain Gone insane Fortune, fame Mirror vain Gone insane But the memory remain  [Verse 2] Heavy rings hold cigarettes Up to lips that time forgets While the Hollywood sun sets behind your back  And can't the band play on? Just listen, they play my song Ash to ash Dust to dust Fade to black  [Chorus] Fortune, fame Mirror vain Gone insane Fortune, fame Mirror vain Gone insane Dance little tin goddess (La da da....)  [Bridge] Drift away Fade away Little tin goddess Ash to ash Dust to dust Fade to black  [Chorus] Fortune, fame Mirror vain Gone insane Fortune, fame Mirror vain Gone insane But the memory remains  [Bridge] Ash to ash (ash to ash) Dust to dust (dust to dust) Fade to black (fade to black) The memory remains  [Outro] Yeah To this faded prima donna, yeah, yeah, yeah hey  [Solo] Dance little tin goddess dance (La da da....) Say yes... or at least say hello (la da da....) Say yes... or at least say hello (la da da....)  ",
        "title": "The Memory Remains"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] Owww  [Verse 1] Life was going great Love was going to have to wait Was in no hurry Had no worries Staying single was the plan Didn't need a steady man I had it covered 'Til I discovered  [Pre-Chorus] That love gets me every time My heart changed my mind And I goll darn gone and done it, hooo  [Chorus] Gone and done it (gone and done it) Guess I fell in love (gone and done it) Must've been the way he walked (gone and done it) Or the sweet, sweet talk (gone and done it) I guess I--- goll darn gone (gone) and done it  [Verse 2] I was quite content Just a-paying my own rent It was my place I needed my space I was free to shop around In no rush to settle down I had it covered 'Til I discovered  [Pre-Chorus] That love gets me every time My heart changed my mind I goll darn gone and done it, hooo  [Chorus] Gone and done it (gone and done it) Guess I fell in love (gone and done it) Must've been the way he walked (gone and done it) Or his sweet, sweet talk (gone and done it) I guess I--- goll darn gone (gone) and done it, haaa  [Bridge] Ah owww Hooo Hmmm mmmm  [Pre-Chorus] Well love gets me every time My heart changed my mind And I goll darn gone and done it, hooo  [Chorus] Gone and done it (gone and done it) Guess I fell in love (gone and done it) Must've been the way he walked (gone and done it) Ooh oooh, or his sweet, sweet talk (gone and done it)  [Bridge] It's in the way he calls my name (gone and done it) And I know I'll never be the same (gone and done it) Don't cha know that  [Pre-Chorus] Love gets me every time My heart changed my mind I goll darn gone (gone) and done it  [Outro] Hooo Thought I had it covered, uh huh Life was going great Well I goll darn gone and done it  ",
        "title": "Love Gets Me Every Time"
    },
    {
        "artist": "Richard Marx & Donna Lewis",
        "lyrics": null,
        "title": "At The Beginning"
    },
    {
        "artist": "Imani Coppola",
        "lyrics": "  [Verse 1] I'm gonna drink my whiskey I'm gonna have my man I know you got nothing to say  I'm gonna have my man Gonna steal their hearts And save them for another day  Ain't gonna hang my hat Ain't gonna take off my boots Ain't nothing gonna stop me in my pursuit  My stage Time to rehearse Gonna see all the wonders of the universe  [Chorus] Pack my bags and mount my horse I'm gonna ride on into the next town Spend all my money on absolutely nothing Need no man to pay for anything  Ain't got no shame Nobody knows my name I'm gonna ride on into the next town Pecos Bill couldn't hang for long A female legend with a song  [Verse 2] Such a beautiful day Such a beautiful day I think I'll wear my brand new negligee  I'll probably change my mind It happens every time Just speak to my ex-fiance  I'm gonna hunt the hunter Gonna serve 'em well done Nowhere to hide Nowhere to run  Up goes the moon Down comes the sun Cook my dinner while I shine my gun  [Chorus] Pack my bags and mount my horse I'm gonna ride on into the next town Spend all my money on absolutely nothing Need no man to pay for anything  I'd give my life to be her I'd give my life just to be her I'd give my sight to see her I'd give my sight just to see her  [Bridge] So here's the way I'm gonna break it down Speak my mind anytime 'Cause I got the master plan  Power in my soul Strength from my hand I'm going up north to claim my land  Won't settle by river Might make me shiver So look out and hide your fans I'm a woman on fire With huge desire To be as good as any man  [Chorus] Pack my bags and mount my horse I'm gonna ride on into the next town Spend all my money on absolutely nothing Need no man to pay for anything  ",
        "title": "Legend Of A Cowgirl"
    },
    {
        "artist": "Master P Featuring Pimp C And The Shocker",
        "lyrics": "  [Intro] I want ya'll to play this at funerals in the hood 'Til all this black on black crime stop Some say the blind lead the blind But in the ghetto you never know When it's gon be yo time  [Hook: Sons of Funk, Mo B. Dick, O'dell] Sitting in the ghetto thinkin' 'bout All my homies passed away (uuunnnggghhh!) Candy painted Cadillacs and triple gold That's how me and my boys rolled How could it be? Somebody took my boy from me My best friend's gone And I'm so all alone And I really miss my homies Even though you're gone away I know you're in a better place And I hope to see you soon someday  [Master P] I used to hang with my boy, even slang with my boy I used to bang with my boy, goddamn I miss my boy We started out youngstas in the park throwin' birds In your hearse, damn it's sad to see my nigga in the dirt The game got me workin', got me perkin', never jerkin' Still blowin' dolja fo' ya 'cause I know you're up there workin' Your little baby's cool and ya baby's mama straight But today's a sad day to see your t-shirts with your face From the cradle to the grave, from the streets we used to fall In the park you liked to ball, put yo name upon the wall In the projects you's a legend, on the street you was a star But it's sad to see my homeboy ridin' in that black car A lotta soldiers done died, a lotta mothers done cried You done took yo piece of the pie but you was too young to retire Why soldiers ride for yo name, leave it vain Some Gs never change, damn they killed you for some change Smile for my homie Kevin Miller my boy Randall The ghetto persons that lost their loved ones to these ghetto scandals  Take a minute to smile for the dead (uuunnnggghhh!) Smile for the dead (RIP 2Pac, Makaveli) All my homies who done made it to the crossroads (Biggie Smalls)  [Hook: Sons, Mo B. O'dell] How could it be? Somebody took my boy from me (It's like I can't believe you gone) My best friend's gone (Sometimes I feel like I can't go on) And I'm so all alone (Everytime I see something you done left I really miss my homies (It just remind me, more and more of you, dawg) Even though they gone away (I just keep reminiscin) I know you in a better place ('Cause I know you alright) And I hope to see ya soon someday (And I keep smilin, knowin I'm a see you in the crossroads]  [Pimp C] We used to grip on the grain and flip them candy toys But I'd give up all that bullshit if I could get back my boy Off in the club smokin' weed 'til 3, hollerin' at the hoes Spendin' $4000 on me on gators and clothes When I turned to rap, he had to chase the game Nigga told me, \"C, leave that dope, 'cause rappin' is yo thang\" I ain't gon' even lie, some nights I ride and cry Wonderin' why the real niggas always the ones to die So I just smoke my weed and try to clear my mind I wish that I had the power to turn back the hands of time I wonder if there's a heaven up there for real Gs For all the niggas in the game that be sellin' ki's I keep my memories, try to keep my head strong But baby it's hard to be strong, when yo main homie gone  [Sons, Mo B. O'dell] Even though you gone away (Even though you gone, you ain't never gon' be forgotten) I know you in a better place ('Cause as long as I'm here You gon' live through me and other TRU playas) I really miss my homies Even though their gone away I know you in a better place And I hope to see ya soon someday  [Silkk] I'm just sittin' here dazed thinkin' about all the times we had Thinkin' about the past, some was good and some was bad Remember Dante? It was a group of us, just a group of five Now three dead, one in jail, it seem right now I'm the only one alive To all my soldiers before me, may y'all rest in peace When He took three, took my soul, just the bodies He at the crossroads guide us out to the rest of me Wishin' I could rewind time like demos Me and you gettin' girls, writin' down numbers like memos Makin' million dollar bets, makin' all our money stretch like limos Even though I smile, it's sad, but they say gangstas can't cry But if I close my eyes and visualize me together then I suddenly wanna smile See you laid down when it's yo time, when your time was up You never seen your child, but he's here to remind us Even though you was wrong, I never could believe that that was true You was with me forever, you could check my rest in peace tattoos See me and P and C forever gon be ridin' and thuggin' Rest in peace to all the ones that didn't make it And rest in peace to my brother We gon' miss you  (I love these fools) I know you in a better place (Every time I get on my knees) And I hope to see ya soon someday (I pray for you, I'm glad you in a better place I hope I see ya soon, ain't no more killin' Ain't no more fights, and ain't no more tears)  ",
        "title": "I Miss My Homies"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] I'm mad about you I can't live without you I'm crazy about you Cool  [Verse 1] You're so complicated You hang over my shoulder when I read my mail I don't appreciate it When I talk to other guys You think they're on my tail I get so aggravated when I get off the phone And I get the third degree I'm really feeling frustrated Why don't you take a pill and put a little trust in me And you'll see  [Pre-Chorus] Don't freak out until you know the facts Relax  [Chorus 1] Don't be stupid, you know I love you Don't be ridiculous, you know I need you Don't be absurd, you know I want you Don't be impossible  [Chorus 2] I'm mad about you (I'm mad about you) Can't live without you (can't live without you) I'm crazy about you (I'm crazy about you) So don't be stupid, you know I love you  [Verse 2] Stop overreacting You even get suspicious when I paint my nails It's definitely distracting The way you dramatize every little small detail  [Pre-Chorus]  [Chorus 1]  [Chorus 2]  [Bridge] Don't be stupid, you're my baby  [Chorus 2]  [Chorus 1]  ",
        "title": "Don't Be Stupid (You Know I Love You)"
    },
    {
        "artist": "Mack 10",
        "lyrics": "  Yeah, yeah, yeah  Verse One:  Saturday morning at the crack of sunrise Thank the man upstairs for lettin' me open my eyes It's a whole new game for me like T-Lee It's nine-seven now and I'ma stay sucka free Thinkin' about all my homeboys behind bars As I crease up my khakis and lace up my stars And everythang is straight I'm in the full zone Gettin' paper every day, it's all I'm trippin' on 'Cause ain't nothin' like a rag in Californ-i-a With the top back, rollin' on a hot sunny day It's one-oh, fo'-sho', and I'm clownin' all the rookies With a pocket full of cookies And mashi'n to the backyard boogie  [Ice Cube] Get yo' boogie on [repeat 3X]  Chorus:  And then we comin' wit that Backyard boogie oogie oogie (yeah) Backyard boogie oogie oogie (it's all about that) Backyard boogie oogie oogie (unh) Backyard boogie oogie oogie (it's the backyard boogie) [repeat 3X] Backyard boogie oogie oogie [repeat 2X]  Verse Two: Now just throw yo hands up high in the sky Representin' where you from cause it's West till I die Put it down anywhere, take thangs for what they worth Been a rider since birth, and the earth is my turf So I bails in the party, everythang is cool It's niggas in the hood I ain't seen since high school And everybody gots stripes cause we all paid dues Crips, Damus, and other clicks and crews Just gettin' they boogie on, hoochie bitches gettin' loose It kinda remind me of the truce in nine-deuce I'm even kickin' back, and I'm usually chicken hawkin The Bloods shootin' dice, and the Crips are C-walkin Now the party is jumpin', and the crowd's gettin' bigger Looked up and saw four hoes to every nigga And it's off the hook, got ya grindin' and humpin' 'Cause the backyard boogie be bumpin'  (Unh, straight from Inglewood, and you know that it's all good You can put that on yo' hood, everyday And we comin with that)  Chorus  Verse Three  Now it's out of control, and everywhere you look Ain't nothin' but real niggas, the bustas got shook And everybody left with the whole hustla bang And Daisy Dukes and khakis do seem to be the thang You choose or you lose while you conversatin' Enough cock to go around, so ain't no playa hatin' I want homegirl over there in red Cause Baby Got Backs like Mix-a-Lot said When I keep my composure, kick back like a pro Cause Mack one-oh just refuse to save a ho But it's a done deal, locked up throw away the key 'Cause she gonna leave a backyard boogie with me  [Ice Cube] (Get yo' boogie on, yeah Get yo' boogie on, Inglewood Get yo' boogie on, Inglewood, pause Get yo' backyard boogie on)  Outro-Chorus  Straight from Inglewood, and you know that it's all good You can put that on yo' hood, everyday Mackness, mackness, unh! Get yo' boogie on, get yo' boogie on Get yo' boogie on, nigga get yo' boogie on Get yo' boogie on, get yo' boogie on baby, pause Get yo' backyard boogie on Gangstas don't dance we boogie Niggas run out and get yo' cookies Gangstas don't dance we boogie Mack 10 ain't no motherfucker rookie Backyard boogie oogie oofie [repeat 8X]  ",
        "title": "Backyard Boogie"
    },
    {
        "artist": "Billie Myers",
        "lyrics": "  Hello, can you hear me? Am I getting through to you? Hello, is it late there? Is there laughter on the line?  Are you sure you're there alone 'Cause I'm trying to explain? Something's wrong You just don't sound the same  Why don't you? Why don't you go outside? Go outside  Kiss the rain Whenever you need me Kiss the rain Whenever I'm gone too long  If your lips feel lonely and thirsty Kiss the rain And wait for the dawn Keep in mind  We're under the same sky And the night's As empty for me as for you If you feel You can't wait till morning Kiss the rain, kiss the rain, kiss the rain  Hello, do you miss me? I hear you say you do But not the way I'm missing you  What's new? How's the weather? Is it stormy where you are? You sound so close but it feels like you're so far Oh, would it mean anything  If you knew What I'm left imagining In my mind, my mind Would you go? Would you go?  Kiss the rain  As you fall over me Think of me, think of me Think of me, only me  Kiss the rain Whenever you need me Kiss the rain Whenever I'm gone too long  If your lips Feel hungry and tempted Kiss the rain And wait for the dawn  Keep in mind We're under the same sky And the nights As empty for me as for you  If you feel You can't wait till morning  Kiss the rain Kiss the rain Kiss the rain Kiss the rain  Kiss the rain Kiss the rain Kiss the rain  Hello, can you hear me? Can you hear me? Can you hear me?  ",
        "title": "Kiss The Rain"
    },
    {
        "artist": "Big Punisher",
        "lyrics": "  [Intro] You're my darlin' darlin' baby You're my darlin' darlin' love You're my darlin' darlin' baby I said you're everything I ever hoped for in a woman And as long as I may live Ooh, you're...  [Verse 1: Big Punisher] Yo, I ain't a player, I just fuck a lot Jump on top of my dick and work them hips until I bust a shot It doesn't stop, I'm only beginnin', I'm bonin' your women While you home all alone, I'm blowin' up in 'em Sendin' them back to you, mad at you Don't catch a motherfuckin' attitude I'm just showin' you how this rapper do Capital Punishment, when I'm up in it, suckin' it Bustin' it out—nice blouse, let me unbutton it You're fuckin' with King Papi Chulo when knockin' culo Pop your mulos out the socket tryin' to ride with the sumo You know my rise is high, word, I be drillin' 'em Bitches be tryin' to ride, but the curve be killin' 'em Fillin' 'em with the cash, my cheese premium unleaded Come get it, first work the tongue, then let the Pun hit it Split it in half, watch the gat, baby, take a bath Be good, I might put away the wood and give you the mustache  [Chorus: The O'Jays & Big Punisher] You're my darlin' darlin' baby I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm not a player, I just fuck a lot You're my darlin' darlin' baby..\" I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm not a player, I just fuck a lot  [Verse 2: Big Punisher] I bang a stranger in my torture chamber Feed the locas chocha pinga While I force my finger where my bollas linger I bring the pain like Method when I flex and flip the coochie Puerto Rican to the core, but no Boriquas eat the pussy 'Scuse me for bein' blunt, but I've been eatin' cunts Since pimps was pushin' pink Caddies with the fish tank pumps Bumpin' and grindin', simultaneously grindin' Climbin' up the walls, with my balls bangin' off your hymen I'm a diamond in the rough, (ugh) bustin' in your face Taste the sweetness of my dick, rip your fetus out of place Yo, bitches already know the repertoire Step in my car, let's start the ménage à trois, like Escobar By far, I'm the best at all sex positions, forget the kissin' I'm skippin' the tongue-twistin', TS Tradition  [Chorus: The O'Jays & Big Punisher] You're my darlin' darlin' baby I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm not a player, I just fuck a lot You're my darlin' darlin' baby..\" I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm not a player, I just fuck a lot  [Verse 3: Big Punisher] Some chick in back of me, bought me a daiquiri Told me meet her in back of Zachary's 'Cause she heard I was packin' meat I bagged the freak and hit the telly Got the Phillies, lifted her belly And \"Put it in Her Mouth,\" like Akinyele Far from ugly but they used to say I'm too chubby But since the money the honeys got nothin' but love for me So rub my tummy and make a wish, I'll make you rich Take your kids to the flicks, come back and fix your favorite dish (Not!) You crazy bitch, I ain't with that, I'ma hit that Split back to the shack where my other chicks at Now can you dig that? I'm the mack, doin' my thing Pullin' your strings, makin' you feel like you in a dream It's the king of the Hip-Hop Quotables, givin' you multiples Just by the tone of my voice in the vocal booth I notice you doin' your thing with your crew Is it aight if I come down there and sing to you?  [Chorus: The O'Jays & Big Punisher] You're my darlin' darlin' baby I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm not a player, I just fuck a lot You're my darlin' darlin' baby..\" I ain't a player, I just fuck a lot You're my darlin' darlin' love I'm no player, I just fuck a lot  [Outro] You're my darlin' darlin' baby You're my darlin' darlin' love You're my darlin' darlin' baby  ",
        "title": "I'm Not A Player"
    },
    {
        "artist": "Brian McKnight Featuring Mase",
        "lyrics": "  Artist: McKnight, Brian f/ Mase Album:  You Should Be Mine 12\" Song:   You Should Be Mine (Don't Waste Your Time)  [Mase] Mase, and Brian McKnight, Bad Boy We don't stop, we rock we rock  Yo, I hit you with the sound that the world can't take Can't sit out the gig playing 2.8 Real studded jewel funded Got to love it First rap cat with the R&B budget Every day on the TV me and PD Girls so pretty, make their man break the CD Why y'all forever roudy I be out here somewhere in Mauai Till I go back to Cali  Can't understand how he can treat you The way that he does Give me the chance to show you baby You're better off with me  1 - \tOh, so baby let me try \tI wanna make you smile \tI wanna love you like you need to be loved \tI'll never let you down \tI'll always be around \tAnd you should be mine  \tIf he don't love you right \tDon't waste your time \t(Don't waste your time) \tIf he don't treat you like he should \tThen you should be mine \t(You should be mine) \tI can make a difference  Why can't you see You should be happy And I don't know why You don't believe a man can love you For the rest of your life  Repeat 1  [Mase] Yo, what the deal honey Insecure feel funny I know you're used to dealin with cats with real money Plus I know you're like mase in alot of ways But it's hard to go on when you're lonely in the holidays When he shopped did you shop for two Take you where the water's aqua blue Let you fall back Treat you like you all that Under umbrellas with your shades and your straw hats You ain't the one out clubbing all day and all night Just to save a fight Or say he's right And I know he ain't the cat that will stay in your life Even though he gave you ice that will make you his wife How a man deserve you if he hurt you Then he give a woman 25 a curfew Between me and you You ain't heard that from me Cuz Mase ain't the player with the PhD  Girl come into my world I'll love you the way that you need to be loved No worries no more Girl open the door And don't waste your time Cuz you should be mine  Repeat 1 until fade  ",
        "title": "You Should Be Mine (Don't Waste Your Time)"
    },
    {
        "artist": "LeAnn Rimes",
        "lyrics": "  So many nights I'd sit by my window Waiting for someone to sing me his song So many dreams I kept deep inside me Alone in the dark But now you've come along  And you light up my life You give me hope to carry on You light up my days And fill my nights with song  Rolling at sea Adrift on the waters Could it be finally I'm turning for home Finally a chance to say, \"hey, I love you\" Never again to be all alone  And you light up my life You give me hope to carry on You light up my days And fill my nights with song  You You light up my life You give me hope to carry on You light up my days And fill my life with song  It can't be wrong When it feels so right Cause you you light up my life  ",
        "title": "You Light Up My Life"
    },
    {
        "artist": "WC From Westside Connection",
        "lyrics": "  [Intro] (Talking) Back again...It's the jankiest the jankiest Still gettin' my stalk on walk on  [Verse 1: W.C] One of the G'est WSC riders One about the Feds on camera with the folded bandanna It's me the D- U- B- C Nighttrain sipper Two fingers split I'mma get her once again I bring her Skip skip throw it up throw it up give it up or get rolled up Swole up thought I told ya 'bout this Maad Circle Soldier Allstars locs pieces khakis and linens The OG Godfather with the blue feather in it The shadiest nigga what's crackin' who got the sack and Nigga what they goin' for everybody's on the floor Make way for the loccest cutthroat with a beard long as Moses Walkin' through yo camps and striking penitentiary poses A straight vet Connect Gang is my set Since a rook I did everything in the book Puttin' those thangs on ya like bing bing when I get ya Loc this rap game ain't ready for a real cap nigga  [Hook 2x] Not just clownin' we got thousands Still out bangin' the streets Playas get jacked from thinkin' I'm acting Y'all can't see WC..  [Verse 2: W.C] Now bow to the shadiest hood patrollin' west rollin' 7 figure nigga still hi fi growin' Pistol holdin' bailin' with nothing but trues Jumping out the fo' in the corduroy house shoes WC a G been in these streets for years Been loccin' since the Force MD's were singing \"Tears\" Now what the fuck a new nigga got to say to me I was pullin' 211's when KDAY was the Beat 1984 Lo Cali Sports Arena At Uncle Jamms Army jackin' fools for Filas When Run DMC and Jam Master first bust We was snatchin' mothafuckas outta Nissan trucks Raised from a crew of real killers and knick kickers That never ran on ya but was quick to put them hands on ya (Talking) Ha ha Man y'all better figure us out quick Ain't no rappers here we felons trying to make money at this here  [Hook]  [Verse 3: W.C] It's the cap peeler night grinder west rider hood ratacider Deuce 4 7 all day everyday 4 deep hittin' corners in a rag Chevrolet Started out minor before I turned major, used to do it for free But now I ride for the paper Maad Circle hit 'em up like bam Where y'all from them enemies don't act dumb Y'all know where we from It's that 15th letter 2 times with the S Cut off Dickie wearing descendant from the West Steady square dumping in the center where the crowd With my flag on my head tied Aunt Jemima style But ain't nobody trippin' cause we all about the ends Plus fool I don't set trip I set trends Now after this I'm givin' y'all about a year We gone see how many niggas grow braids in they beard  Chorus with ad libs 'til end  ",
        "title": "Just Clownin'"
    },
    {
        "artist": "Olive",
        "lyrics": "  [Verse 1] In a way, it's all a matter of time I will not worry for you, you'll be just fine Take my thoughts with you, and when you look behind You will surely see a face that you recognize  [Chorus] You're not alone, I'll wait 'til the end of time Open your mind, surely it's plain to see You're not alone, I'll wait 'til the end of time for you Open your mind, surely there's time to be with me  [Verse 2] It is the distance that makes life a little hard Two minds that once were close, now, so many miles apart I will not falter, though, I'll hold on 'til you're home Safely back where you belong, and see how our love has grown  [Chorus] You're not alone, I'll wait 'til the end of time Open your mind, surely it's plain to see You're not alone, I'll wait till the end of time for you Open your mind, surely there's time to be with me  You're not alone, I'll wait 'til the end of time Open your mind, surely it's plain to see You're not alone, I'll wait 'til the end of time for you Open your mind, surely there's time to be with me  You're not alone, I'll wait 'til the end of time Open your mind, baby, there's time to be with me You're not alone, I'll wait 'til the end of time Open your mind, surely there's time to be with me  You're not alone, I'll wait 'til the end of time for you Open your mind, baby, there's time for me and you  ",
        "title": "You're Not Alone"
    },
    {
        "artist": "Alana Davis",
        "lyrics": "  [Intro] Squint your eyes and look closer I'm not between you and your ambition I am a poster girl with no poster I am 32 flavors and then some  [Verse 1] Squint your eyes and look closer I'm not between you and your ambition I am a poster girl with no poster I am 32 flavors and then some And I'm beyond your peripheral vision So you might want to turn your head 'Cause someday you're going to get hungry And eat all of the words that you just said  [Bridge] I am what I am I am 32 flavors and then some  [Verse 2] God help you if you are an ugly girl Course too pretty is also your doom 'Cause everyone harbors a secret hatred For the prettiest girl in the room God help you if you are a phoenix And you dare to rise up from the ash A thousand eyes will smolder with jealousy while You are just flying past  [Chorus] I am what I am I am 32 flavors and then some I'm taking my chances as they come I am 32 flavors and then some I am nobody but I am someone Someone  [Verse 3] I'd never try to give my life meaning By demeaning you And I would like to state for the record I did everything that I could do I am beyond your peripheral vision So you might want to turn your head 'Cause someday you're going to be starving And eating all of the words that you just said That you said  [Chorus] I am what I am I am what I am I am 32 flavors and then some I'm taking my chances as they come I am 32 flavors and then some I'm looking for truth but there is none I am 32 flavors and then some I'll never forget where I came from I am 32 flavors and then some I'm nobody but I am someone I am 32 flavors and then some I'm taking my chances as they come I am 32 flavors and then some Looking for truth and there is none  ",
        "title": "32 Flavors"
    },
    {
        "artist": "Davina",
        "lyrics": null,
        "title": "So Good"
    },
    {
        "artist": "Martina McBride With Jim Brickman",
        "lyrics": null,
        "title": "Valentine"
    },
    {
        "artist": "K-Ci & JoJo",
        "lyrics": "  I was sittin' at home Thinkin' to myself I started thinkin' 'bout you How much I do love you I really do  I would never trade you Never forsake you Cuz nothin' could be better That's why I wrote you this letter I love you always lady  CHORUS  Last night I wrote a short letter And it went this way Dear baby I love you just thinkin' of you Love always  CHORUS  Now I know I could've called But it seem much better this way Cuz I'm missin' my baby I'm so blessed your my lady, lady Now I know I can't wait until tomorrow When you're in my arms again Holdin' and kissin' you Doin' the things we love to do Until then  CHORUS  CHORUS  I love you, I love you, I love you And there is nothin' that I wouldn't do Just to prove that I really, really love you And baby I want you, I want you, I want you And there is nothing that I'd rather do Than to love you I love you always Every night and every day I love you, I love you, I love you  CHORUS  Ad lib until fade  ",
        "title": "Last Night's Letter"
    },
    {
        "artist": "Naughty By Nature",
        "lyrics": "  [Voice - 2Pac] It's gonna be alright, you gotta believe dat  [Treach] Dear God times are changing and the weather got hot Over the past year a lot of niggas went pop drop So I thank you for my life and all that I got I wanna praise you and drop off a message to Pac I was sittin' here lookin' at your picture my nigga Puttin' hash with the weed wit a mixture of liqour We can't kick it you ain't wit us is the shit I can't figure Nigga I miss ya this thug gonna miss ya til I'm wit cha' It was 90 on the P.E. tour when we mashed down Don't even seem like 7 years passed Both rodies now homies out the hood on the scene You did the humpty with D.U. I did the walk wit the queen Was a dream smokin and drinkin' through our per diem Stealin' backstage passes to hit ho's and coliseums Found hoes to flip up make them lift they shit up Get it then get up looking to chicks up and switch up Think of all the times that I rolled wit mine Male groupies got dissed and got the hell out of dodge They was blinded when the good shined through they were on you Just know I'm gon' mourn you till I join you  [Chorus] (×2) Ashes to ashes and dust to dust I hope you here me now in god we trust Even all the prayers can't bring you back to us I'll mourn you til I join you cause i'll keep in touch  [Treach] We was two lil niggas both skinny and broke Happy if we scrap pennies for smokes Tours over we were out yeah and you called with the news You was over in New York to film this movie called Juice Called you back up you told me pack up Me and you and Stretch could shack up The thug luv back up the act up Shock, Hakeem and  ain't true would call and fuss cause they know we all kicked up dust You remember when the cabby said daddy wouldn't pick up our RACE You beat his ass then you spit in his face I remember on the set from the trailer feens stole your jewels And Big Stretch punched him out his shoes Back then I was taken stashes quick who holdin' That's when every piece of bud I was rolling was stolen We would laugh at the jacks over six packs and yacks Spit the emos over demos thinkin' ladies and limos Youse a wild motherfucker who could never sit still Said you wouldn't rest until you saw a mill Nigga I felt you We was back an' forth borough to projects for forts Damn I wish they knew how much you loved new york Shit and can't nobody dis my nigga Motha fuck that I miss my nigga I'm a mourn you til I join you  [Spoken] You ain't got to worry about how long I'm gonna mourn ya I'm gonna keep your name on the streets  [Chorus] (×2)  [Treach] I'm ya true motherfucker thug nation alert Keep his name on the street til ya lay in the dirt This shit hurt cause we went from poor to rich You're supposed to see a lot more than this They brought you up locked you up when you did above the rim They let you out you called us up we came as thugs again We WOULD HEAR ah-ha rapist they shout Ya'll was talkin shit that ya'll didn't know a damn thang bout You was going through your stress while your enemies laughed Ain't never take no shit and 2Pac never took no ass Fuck the press fuck the world life goes on when you die Fuck the court fuck the judge and every bitch that lied A little time ticked by, my ho and I got rocked My lady waking me up yelling Treach, Pac got shot Soon as I get there I find Afeni urging' me Saying convince my baby, don't leave after surgery So I'm lookin in her eyes while they walkin me through Thinkin Pac hard head what the hell I'ma do So we kicked it as they stayed and I asked what you need You say a pound for comin nigga and a hit of some weed So I asked you not to go over and over god knows You just smiled and said nigga help me get on my clothes So we got over that, you healed up got locked I dropped case about lights, they had you caged when I stopped Yeah the chain remains plus you a part of my link They fucked up by givin' you too much time to think I remember your release and we met up in l.a At the billiard getting blazed Henny'd out with the hay After that you blew up a made nigga platinum plus Addicted to drama a soldier with a nation of thugs Now we in these savage ages Even you yourself predicted that last night in vegas I heard gats were brandished, my nigga once again damaged And a part of this heart right here in Venice At the same time you was both loved and feared M.O.B. the fuckin' thug of the year I'm a mourn you til I join you  [Chorus] (×2)  [Everybody] We'll mourn - that's what we'll do We'll mourn - till we're with you  ",
        "title": "Mourn You Til I Join You"
    },
    {
        "artist": "2Pac",
        "lyrics": "  [Hook] I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto  [Verse 1] I was raised, the little young nigga doin' bad shit Talk much shit, ‘cause I never had shit I could remember being whupped in class And if I didn't pass, Mama whupped my ass Was it my fault Papa didn't plan it out? Broke out, left me to be the man of the house I couldn't take it, had to make a profit Found a block, got a Glock, and I clock grips Makin' G's was my mission Movin' enough of this shit to get my mama out the kitchen And why must I sock a fella? Just to live large like Rockefeller? First you didn't give a fuck, but you're learnin' now If you don't respect the town then we'll burn you down Goddamn, it's a motherfuckin' riot Black people on a rage, police, so don't try it If you're not from the town then don't pass through ‘Cause some O.G. fools might blast you It ain't right, but it's long overdue We can't have peace 'til the niggas get a piece too I want G's so you label me a criminal And if I die, I wonder if Heaven got a ghetto  [Hook] I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto  [Verse 2] Here on Earth, tell me what's a black life worth? A bottle of juice is no excuse, the truth hurts And even when you take the shit Move counties, get a lawyer, you can shake the shit Ask Rodney, Latasha, and many more It's been going on for years, there's plenty more When they ask me, \"When will the violence cease?\" When your troops stop shootin' niggas down in the street Niggas had enough time to make a difference Bear witness, on our own business Fuck the guard, ‘cause it's hard tryin' to make ends meet First we couldn't afford shit, now everything's free So we loot, please don't shoot when you see I'm takin' from them ‘cause for years they would take from me Now the tables have turned around You didn't listen, until the niggas burned it down And now Bush can't stop the hit Predicted the shit in 2Pacalypse And for once I was down with niggas Felt good in the hood being around the niggas Yeah, and for the first time everybody let go And the streets is death row, I wonder if Heaven got a ghetto  [Hook] I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto (yeah), I wonder if Heaven got a ghetto  [Verse 3] I see no changes, all I see is racist faces Misplaced hate makes disgrace to races We under, I wonder what it take to make this One better place, let's erase the wasted Take the evil out the people, they'll be actin' right ‘Cause both black and white are smokin' crack tonight And only time we deal is when we kill each other It takes skill to be real, time to heal each other And though it seems heaven-sent We ain't ready to have a black President Huh, it ain't a secret, don't conceal the fact The Penitentiary's packed, and it's filled with blacks I wake up in the mornin' and I ask myself Is life worth livin'? Should I blast myself? I'm tired of being poor and, even worse, I'm black My stomach hurts, so I'm lookin' for a purse to snatch Cops give a damn about a negro Pull the trigger, kill a nigga, he's a hero Mo' nigga, mo' nigga, mo' niggas Rather I'd be dead than a po' nigga Let the Lord judge the criminals If I die, I wonder if Heaven got a ghetto  [Hook & (Ad-Lib)] I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto And I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto (Just think if niggas decide to retaliate) (soldier in eye's) I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto I wonder if Heaven got a ghetto  ",
        "title": "I Wonder If Heaven Got A Ghetto"
    },
    {
        "artist": "Reba McEntire",
        "lyrics": null,
        "title": "What If"
    },
    {
        "artist": "Kimberly Scott",
        "lyrics": "  Ooh, hoo, hoo Oh, hey  [Verse 1:] After spending my whole weekend Kicking back with all my friends Think my battery has run out But I fight to raise my hand  And I get a little nervous Watching day turn into night Read another bedtime story Before you turn out the light  [Chorus:] Tuck me in And hold me real right That`s the only way I`ll know Everything is gonna be alright  Tuck me in Before you tell me goodnight That`s the only way I`ll know Everything is gonna be just fine  [Verse 2:] You wonder why I get so nervous Wonder why I get so scared Friend of mine I used to hang with Has an address way up there  She was minding her own business Trying to have herself a little fun And she never knew what hit her She never saw tomorrow come  [Repeat Chorus:]  [Bridge:] And I wake up in the middle In the middle of the night I just can`t sleep So I hold my pillow tight  Counting backwards from a hundred Only get to ninety-nine When I call out to you Tuck me in one more time  [Chorus:] Tuck me in Hold me tight Don`t let go until the morning light (Won`t you)  Tuck me in Hold me tight Don`t let go until the morning light  Tuck me in (Tuck me in, yeah) And hold me real right (Oh, no, no, no, no, oh…) That`s the only way I`ll know (No, no, no, no) Everything is gonna be alright (No, no)  Tuck me in (Where`s my ring? Yeah) Hold me tight Don`t let go until the morning light  Tuck me in Hold me tight Don`t let go until the morning light (Tuck me in)  Tuck me in Hold me tight  ",
        "title": "Tuck Me In"
    },
    {
        "artist": "Bee Gees",
        "lyrics": "  [Chorus] Still waters run deep Just remember when we lie to each other No one wins, and losers weep Reflection will show this connection We can lean on each other This is all we need to know  [Verse 1] Well, I admit I've been a fool sometimes I believe I may be losing you It's now or never, we talk before a tear is shed Under your spell and over my head You took me in your arms, and you told me We don't need to worry But you, you never say your sorry  Keep this love alive for us, it's all I feel How can we survive if we change what is real  [Chorus] Still waters run deep Just remember when we lie to each other No one wins, and losers weep Reflection will show this connection We can lean on each other This is all we need to know  [Verse 2] I see the angel and the devil in your heart I confess, either one is my addiction And where you're leading me I don't have the will to fight Out of the darkness and into the light But living in your arms, I can take it Please don't make me shiver I know together we deliver  Let the gods decide who finds the sweetest thrill Who can justify the truth, God, I love you still  [Chorus] Still waters run deep Just remember when we lie to each other No one wins, and losers weep Deception will show It's a struggle when you're starved for affection This is all we need to know  [Verse 3] Don't let him get too close to you You've got a stranger on your mind The dream is free I know I'm only human if I cry Or maybe we should kiss and say goodbye  [Chorus] (x2) Still waters run deep Just remember when we lie to each other No one wins, and losers weep Deception will show It's a struggle when you're starved for affection This is all we need to know  ",
        "title": "Still Waters (Run Deep)"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] Johnny's in America Lo-Teks at the wheel Nobody needs anyone They don't even just pretend Johnny's in America  [Chorus] I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans Johnny's in America  [Verse 2] Johnny wants a plane Johnny wants to suck on a Coke Johnny wants a woman Johnny wants to think of a joke Johnny's in America  [Chorus] I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans Johnny's in America  [Verse 3] Johnny's in America Johnny looks up at the stars Johnny combs his hair And Johnny wants pussy in cars Johnny's in America Johnny's in America  [Chorus] I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans  [Interlude] God is an American God is an American  [Chorus] I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't Yeah, I'm afraid of Americans I'm afraid of the world I'm afraid I can't help it I'm afraid I can't I'm afraid of Americans Johnny's an American Johnny's an American Johnny's an American  ",
        "title": "I'm Afraid Of Americans"
    },
    {
        "artist": "Diana King",
        "lyrics": "  Oh why, oh why, oh why You tell me l-l-l-lies Never t-t-t-t-t think That I woulda re-a-li-a-li-a-lize Things you say-ay-ay-ay-ay-ay Will make you fay-ay-ay-ade away B-b-b-b-bye-bye-bye B-b-b-b-bye-bye-bye-bye (goodbye)  12 o'clock last night in a club U an a girl do de rub-a-dub-dub Short black dress and long curly hair Don't deny it cause I saw u dere Step 1 mi did dede when you giv her di line Step 2 me did dede when you looked so sincere Step 3 mi did dede when you hold her close and Tell her everything dat she waah fe fear Why you play those games Those g-g-g-games with me  Oh, oh, oh, oh no, no, no, no, no, no...... Oh why oh why oh why You tell me L-l-l-lies Never t-t-t-t-t-think That I woulda re-a-li-a-li-a-lize Things you say-ay-ay-ay-ay Will make you fay-ay-ay-ay-ade away So b-b-b-b-bye-bye-bye B-b-b-b-bye-bye-bye-bye (goodbye)  12 o'clock in a de afternoon U come around wit di same old tune Gwan on an on like say everything fin When all di time me know sey a lie, you did a lie Step 1 me did dede when u give her de kiss Step 2 mi two eyes as me witness Step 3 giv mi mi keys and exit please Your day is done so u better move on  Why you play those games Those g-g-g-games with me  Oh, oh, oh, oh, no. No. No. No, no, no.... Oh why oh why oh why You tell me l-l-l-lies Never t-t-t-t-t-think That I woulda re-a-li-a-li-a-lize Things you say-ay-ay-ay-ay-ay Will make you fay-ay-ay-ay-ade away So b-b-b-b-bye-bye-bye Good b-b-b-b-bye-bye-bye Oh why oh why oh why You tell me l-l-l-l-lies Never t-t-t-t-t-think Dat I woulda re-a-li-a-li-a-lize Things you say-ay-ay-ay-ay Will make you fay-ay-ay-ade away So b-b-b-b-bye-bye-bye Good b-b-b-b-bye-bye-bye  ",
        "title": "L-L-Lies"
    },
    {
        "artist": "Dru Hill",
        "lyrics": "  I don't have to think about I never been in love Well, I only dreamed about I wondered what it was  But now I think I know It's clear to me You make me understand I'm so proud to say I love you I'm so proud to be your man, yes I am  I promise I'll never hurt you I'll never make you cry, no I promise I'll never hit you Cross my heart and hope to die Cuz I know I'll keep you safe I'll keep you warm I'll keep you satisfied I'll be your sunshine in the morning Be your everything at night  [Chorus] You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me  Ain't no way to get around it Now you're stuck with me, baby, baby Did you know that you'd be surrounded By my love and ecstasy This is the start of one great love affair That's never, never, never gonna end We can share the world together Oh, this is where it begun  [Chorus] You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me  Oh, girl I'll stand by you If you give me your hand I'll make love to you baby Your every wish is my command Let's play out your fantasies Oh, I can lose your mind Take you places you ain't never been before I promise you it's alright  [Chorus] You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me You told me what you wanted I gave you what you need I told you that I love you Make it good for you and me And I never make a promise That I can't keep That ain't me  If I make a promise to you Then baby that's what I'll do I have nothing to lose I give my whole world to you (I'll never make a promise that I can't keep) Never, never, oh no, no, no, no, no  I'm a man of my word For you I'm always concerned That you'll never be hurt It's for better or worse (I'll never make a promise that I can't keep)  Ad lib until fade  ",
        "title": "Never Make A Promise"
    },
    {
        "artist": "En Vogue",
        "lyrics": "  Did I hear you say that You want another chance You need another try You're ready to reclaim your prize  So, you want my love back Why'd you let it slip away Why'd you ever let me go Your change of heart has come too late  Well, the door is locked You can't get in The game has changed You've been  1 - Too gone, too long, baby To ever get back again In my heart  Too gone, too long, baby You're too many tears too late To ever come back, to get back in my arms  Been gone Too gone, too long  Didn't you hear me say that You'd be a fool to leave You'd regret the road you chose You'd come running right back to me  You had such a good love, sugar You'll never find with no one else But what I knew all the time You had to find out for yourself  And now you'll never know That love again You're on your own You've been  Repeat 1  Been gone Too gone, too long  Did you really think I'd take you back Let you back in my life Oh, baby Just like that Someone new is loving me Loving you is what used to be Baby, you're too late To win my heart again  Repeat 1  Repeat 1  No, never No, never Just too long I don't need you I don't want you Later for you baby Oh, oh Hit the road, Jack And don't you come back No more No more  ",
        "title": "Too Gone, Too Long"
    },
    {
        "artist": "Amber",
        "lyrics": null,
        "title": "One More Night"
    },
    {
        "artist": "Clint Black",
        "lyrics": "  [Verse 1] I remember well the day we wed I can see that picture in my head I still believe the words we said Forever will ring true Love is certain, love is kind Love is yours and love is mine But it isn't somethin' that we find It's somethin' that we do  [Verse 2] It's holding tight, It's lettin' go It's flyin' high and layin' low It lets your strongest feelin's show And your weakness too It's a little and a lot to ask An endless and a welcome task Love isn't somethin' that we have It's somethin' that we do  [Chorus] We help to make each other all that we can be Though we can find our strength and inspiration, independently The way we work together is what sets our love apart So closely that we can't tell where I end and where you start  [Verse 3] It gives me heart remembering how We started with a simple vow There's so much to look back on now Still it feels brand new We're on a road that has no end And each day we begin again Love's not just somethin' that we're in It's somethin' that we do  [Chorus] We help to make each other all that we can be We can find our strength and inspiration, independently The way we work together is what sets our love apart So closely that we can't tell where I end and where you start  [Verse 4] Love is wide, love is long Love is deep and love is strong Love is why I love this song And I hope you love it too I remember well the day we wed I can see that picture in my head Love isn't just those words we said It's somethin' that we do  [Outro] There's no request, too big or small We give ourselves, we give our all Love isn't some place that we fall It's somethin' that we do  ",
        "title": "Something That We Do"
    },
    {
        "artist": "4.0",
        "lyrics": "  Oh, oh, oh, oh Have a little mercy Heaven knows I wouldn't hurt you, girl So I told a lie I wanted to protect  But I shoulda known you'd hear the truth somehow Now I'm terrified you're walking out And the thought of losing you is killing me, babe 'Cuz I know that I'll go crazy without you  Forgive me, darling, will you have a little mercy on me? I won't stop trying till you have a little mercy on me Shoo, doo, doo, sho, do, do, do, do, sho, do, do, do, do Have a little mercy on me  Acted selfishly and brought pain in your life I know you don't believe me but I'm sorry 'Cuz I wanna make it up to you Just let me show my love is true And the thought of losing you is killing me, babe 'Cuz I know that I'll go crazy without you  Forgive me, darling, will you have a little mercy on me? I won't stop trying till you have a little mercy on me Shoo, doo, doo, sho, do, do, do, do, sho, do, do, do, do Have a little mercy on me  Forgive me, babe, shoop, dup Forgive me (Forgive me) Have mercy (Have mercy) That's how I feel, baby  Hold me, oh no, baby Forgive me (Forgive me) Have mercy (Have mercy) Baby, going crazy  Hold me, please don't go, no, no, no, no No, and if you could give your trust back to me, babe I will be the man you wanted me to be 'Cuz to lose your love is just like killing me  I love you, I need you, baby I said that I need you I love you, I need you, baby I love you, I need you, baby, oh  Forgive me, darling, will you have a little mercy on me? I won't stop trying till you have a little mercy on me Shoo, doo, doo, sho, do, do, do, do, sho, do, do, do, do Have a little mercy on me  Forgive me, darling, will you have a little mercy on me? I won't stop trying till you have a little mercy on me Shoo, doo, doo, sho, do, do, do, do, sho, do, do, do, do Have a little mercy on me  Have a little mercy Have a little mercy Just a little bit, baby Oh, have a little mercy  Have a little mercy I just wanted you to be there, baby Have a little mercy on me I'm begging, babe  Have a little mercy I'm begging, babe Have a little mercy on me I begging you, babe Just a little bit Have a little mercy on me  ",
        "title": "Have A Little Mercy"
    },
    {
        "artist": "Changing Faces (Featuring Jay-Z)",
        "lyrics": "  [Intro: R Kelly (Jay-Z)] Changing Faces, Jay-Z, R. Kelly (Uh, yeah, Jigga, uh huh) Changing Faces  [Verse 1: Jay-Z] How we do Yo, all of my rhymes for all of my days I trade All of my dimes and all of my bad ways I fade Kill the late nights cruisin' All you see is the brake lights, and hair blowin' You know where we goin' Or at the club in the rear frontin', poppin', droppin' The amount some cats will wear, ain't trying to hear nothin' Probaby was wilder than Bobby Are you the Whitney to get me hold me down And make me slow down and be twizzy? Keep the ice out the club lights change faces Get I love wifey on the license plate Wait, make me think about you even when your not around Use the bathroom, put the toilet seat back down Cop you some sprinkles the hair with the wrinkles If preferred his and her furs to the ankles Keep your friends buggin' lovin' all my ways Jigga keep you jiggy all of my days, uh huh  [Pre-Hook: Changing Faces] In the middle of the night Got me thinkin' 'bout you babe Got me dreamin' 'bout you baby  [Hook: Changing Faces] All that I have (All that I have) Baby it's yours Baby it's yours forever and ever baby All I want is to be with you all of my days All I want, all I need All I want is to be with you all of my days All I want baby  [Bridge: Changing Faces] Anything that turn you on I'll be givin' it to you babe You don't have to worry baby  [Hook: Changing Faces] All that I have (All that I have) Baby it's yours Baby it's yours forever and ever baby All I want is to be with you all of my days All I want, all I need All I want is to be with you all of my days All I want baby  [Bridge: R. Kelly, (Jay-Z)] Yeah ha ha, check it All I want, all I need Is you in my life, loving me All I want, all I need Is you in my life (Uh huh) Loving me  [Verse 2: Jay-Z] Now we going house shoppin' Everybody wanna know the price your spouse droppin' Keep that on the low R. Kelly style, it's quite shockin' A year ago, all I did was spend nights hoppin' In the club in search of pretty faces and nice stockings Who would have thought I'd walk down the aisle, rice droppin' Got you a nice rock and... Now it's on and poppin', droppin' hotter than platinum bracelets Jigga, R. Kelly, Changing Faces, uhh  [Hook: Changing Faces] All I want is to be with you all of my days All I want, all I need All I want is to be with you all of my days All I want baby All I want is to be with you all of my days All I want, all I need All I want is to be with you all of my days All I want baby  ",
        "title": "All Of My Days"
    },
    {
        "artist": "Daft Punk",
        "lyrics": "  [Chorus] Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world Around the world, around the world  ",
        "title": "Around The World"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse] There's no guarantee, that we'll see, tomorrow Heaven only knows, how long we have So there's no way I'll ever, for one second, let you wonder Just how long my love for you will last  [Chorus] Till my last breath, till I'm called on high Till the angels come, and I see the light To the very end, till I give in To the last beat of my heart No, I can't swear, that I'll be here For the rest of your life But I swear I'll love you For the rest of mine  [Chorus] Till my last breath, till I'm called on high Till the angels come, and I see the light To the very end, till I give in To the last beat of my heart No, I can't swear, that I'll be here For the rest of your life But I swear I'll love you For the rest of mine  [Outro] No, I can't swear, that I'll be here For the rest of your life But I swear I'll love you For the rest of mine  ",
        "title": "The Rest Of Mine"
    },
    {
        "artist": "Playa",
        "lyrics": null,
        "title": "Don't Stop The Music"
    },
    {
        "artist": "Le Click Featuring Kayo",
        "lyrics": null,
        "title": "Don't Go"
    },
    {
        "artist": "BeBe Winans",
        "lyrics": "  (BeBe Winans, Rhett Lawrence, Margaret Bell-Byars) Undying love you've given to me Seen in me things I would never have seen I don't understand why you care so much, it's all a mystery Time and time again I ask myself What have I done to deserve such wealth The price you paid, I could never repay your generosity  Chorus: In wanting to save me In order to save the day Because of love you placed yourself In harm's way It's truly beyond me Left without a word to say What kind of love would place itself In harm's way? What kind of love would place itself In harm's way? When I was down you came and lifted me When I was bound, yes, you set me free Things that you do makes it clear to see It's all a master plan Oh, no greater love that I've come to know And when I refuse, you still love me so With open arms you came and rescued me And erased all the pain, yes all the pain Chorus What kind of love would place itself And risk your life for love's sake? What kind of love just takes on all the blame? It seems to be so easy It hurts sometimes but you never let go You will to love in spite of all you know You know, you know Chorus  ",
        "title": "In Harm's Way"
    },
    {
        "artist": "KAI",
        "lyrics": "  Tonight, we're all alone tonight There's never been a moment That trembled like tonight I read your eyes tonight I see a love I've always known from another time That once again is mine, I need to know Are you real? Do you feel the way I feel? Could you love, like I love you? Say you can and say you do  Say you'll stay, say you're sure Say my heart was made for yours Let our love, lead the way Say you'll stay  Tonight, I've waited for tonight I've waited all my life to be here where we are With you here in my arms I can't believe, how you shine Is this moment really mine? Could you love, like I love you? Say you can and say you do  (Chorus): Say you'll stay, by my side Say it's more than just tonight Say our love, would never let you walk away (never walk away) Say you'll stay, say you're sure Say my heart was made for yours Let our love, lead the way Say you'll stay (say you'll stay)  Say you'll stay Forever in my arms And whenever tears are falling Girl, I'll kiss them all away So if you wanna be my lady, say you'll stay  (Repeat Chorus)  ",
        "title": "Say You'll Stay"
    },
    {
        "artist": "LL Cool J",
        "lyrics": "  [Verse 1] Ah ah Baby girl was draped in Chanel Said she love 2Pac but hates some LL Seen her at the bar with anklets and toe rings She can take a prince, turn him into a king I was looking at her in the limelight, pearly whites Said her man get paper but he don't live right All these emotions flowing inside the club Do you really want a thug or do ya want love? She gets the paper when it's time to get it She keep these clowns sinkin' like Chappaquiddick Honey smoke make you click, feel it in their throats No joke, all these love letters they wrote Behind every playa is a true playette Bounce you up, outta there, push eject Taster's choice, have you nice and moist Or play paper games or floss the Rolls Royce  [Chorus] Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon (uh huh) (go ahead daddy)  [Verse 2] You was king of seduction, cop a suction Now she with a cat that worked construction You wanna starve her with the paper, abuse her mind This a new lover, when you know it's on mine That's on top, lap dancin' got to stop You play out your chick cause your game is hot I give you two, Italian iced my whole crew Piece banging on my chest 'til I'm black and blue You beefin', yellin' on the cell of my 6 You reachin', then you hear the cordless click Now your club hopping, keep the Cristal poppin' Use my chips and take the next man shoppin' Hell no, must be out ya mind Got you on your knees and your elbows each and every time That's why I love you mami, you Run your mouth, throw your legs over the bed baby Work me out  [Chorus] Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon (uh huh) (go ahead daddy)  [Verse 3] You was all souped up, but played it just right Mami I was full blown, my game was airtight I needed to switch up and get it in gear It's a whole new movie, a world premiere, yeah yeah Keep it jinglin', no more minglin' A brand new year, me and you can bring it in I was sick and tired of the freakin', night to morn' Bonin' in the mirror with my Cubans on Let bygones be bygones, no more games Hope all the chickenheads go up in flames Now we in the brand new mansion, with the lake in back Got it all figured out, mami I like that Collect tips, cop his and her whips To waste a quarter mil on clothes is sick But you're worth it playgirl, it's real in the field Say what you want, but keep your lips sealed  [Chorus] Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon Something like a phenomenon (uh huh) (go ahead daddy)  ",
        "title": "Phenomenon"
    },
    {
        "artist": "Refugee Camp All Stars Featuring Pras (With Ky-mani)",
        "lyrics": "  [Intro: Ky-Mani] Ohh no!  Ohh no! Say, we gonna rock down through, Electric Avenue And then we'll take it higher Say, we gonna rock down through, the Brooklyn Avenues And then we'll take it higher! Ohh no!  Ohh no!  [Verse 1: Prazwell] Yo, yo Slick like Rick Rick James when I hit (hit) Superfreak chicks, who I don't miss (yo I don't miss) Fix for your nose, my flows make you sick (uh-huh) Two chicks for me, none for you like Twix Play with niggas head like 'Clef guitar picks Went from, bottom pits to, making hits, and Hollow-tips then, shooting lips (right) Handle our business make sure it sits Ride through the tunnels (crusin by) fuck the guestlists Light up your block with roman candlesticks Known to blow shows with pyrotechnics (right) Rappin bout your whips while you catchin transits Buyin shorty gifts, with checks from WIC Your record sound like a demo that was yet not mixed (shit ain't mixed yet) Your whole style broke and it should be fixed (uh-huh) Time runnin out as my Rolex ticks Don't get caught on the Ave, it's too Electric...  [Chorus: Ky-Mani] Say, we gonna rock down through, Electric Avenue And then we take it higher (c'mon c'mon c'mon c'mon) Say, we gonna rock down through, the Brooklyn Avenues (Flatbush too) And then we'll take it higher! Ohh no!  Ohh no!  [Verse 2: Prazwell] I dedicate this to my peeps who're on the streets God bless they soul, may they rest in peace There's those who finance and those who choose to lease Whatever suits you weather on the turn of your leafs Different strokes for different folks God I refuse to going back and being broke Lord He got struck with lightning, he got hit hard Face this twenty life to maximum, his whole life is scarred The Preacher's Son and I came off the Santa Maria Ten cases of Malta, caught the diarrhea Load the ReFugees on the aircraft carrier Some say Dirty Cash (Dirty Cash) we never heard of ya You don't know me?  (Yeah yeah)  [Chorus: Ky-Mani] Say, we gonna rock down through Electric Avenue (c'mon) And then we'll take it higher (c'mon c'mon c'mon c'mon) Say, we gonna rock down through the Brooklyn Avenues (Flatbush too) And then we'll take it higher! (c'mon man) Ohh no!  Ohh no! (yeah, alright)  [Verse 3: Prazwell] Watch your back watch your side, swimmin with shark String you like a harp while they playin Mozart No credential, get nowhere like Oslo Stand back to Frisco, at the Rico Beagle Suave like Rico, on fire like pyro Frantic like a skitzo, rougher than Brillo He caught the rap like Donnie Brascoe  [Bridge: Ky-Mani (Prazwell)] Out in the street there is violence (yeah, uhh) Down in Brooklyn there is violence (Flatbush too) Down dere in Queens there is violence (QBC) And there's a lot of work to be done, Lord Down in the ghetto there violence (out in the streets) Out in L.A. there is violence (Compton) In Miami there is violence (Miami Vice, yeah) And there's a lot of work to be done, Lord (yo, c'mon, yo)  [Chorus: Ky-Mani (Prazwell)] We gonna rock down through, ReFugee Avenue (rock to, uh-huh) And then we take it higher! (c'mon) Say, we gonna rock down through, Haiti Avenue (Port-Au-Prince) And then we take it higher!  [Prazwell] Haha, yeah, yo, yo, c'mon ReFugee All-Stars, yeah yeah  ",
        "title": "Avenues"
    },
    {
        "artist": "Gang Starr",
        "lyrics": "  [Guru talking] That makes me know that we we we we're doing We had the right idea in the beginning And and we just need to maintain our focus and elevate We what we do we update our formulas We have certain formulas but we update em (oh right) With the times and everything y'know So y'know the rhyme style is elevated The style of beats is elevated but it's still Guru and Premier And it's always a message involved  [Intro] The real (The real) Hip-hop (Hip-hop) MCing(MCing), and DJing (DJing), from your own mind (from your own mind,) You know? (you know?) I, I guess right now we should start the show  [Verse 1: Guru] Who's the suspicious character Strapped with the sounds profound Similar to rounds spit by Derringers You're in the Terrordome, like my man Chuck D said It's time to dethrone you clones and all you knuckleheads ‘Cause MC's have used up extended warranties While real MC's and DJ's are a minority But right about now, I use my authority ‘Cause I'm like the Wizard, and you look lost like Dorothy The horror be when I return for my real people Words that split wigs hitting like some double Desert Eagles Sporting caps pulled low, and baggy slacks Subtracting all the rappers who lack over Premier's tracks Severe facts have brought this rap game to near collapse So as I have in the past, I whoop ass Dropping lyrics that be hotter than sex and candlewax And one-dimensional MC's can't handle that While the world's revolving, on its axis I come with mad love and plus the illest warlike tactics The wilderness is filled with this So many people searching for false bliss I'm here with the skills you've missed The rejected stone is now the cornerstone Sort of like the master builder when I make my way home You know my steez  [Hook] You know my steez Let 'em know, do your thing, dog Keep it live (Keep it live,Keep it live) To the beat y'all  [Verse 2] The beat is sinister, Primo makes you relax I'm like the minister, when I be lacing the wax I be bringing salvation through the way that I rap And you know, and I know, I'm nice like that Work through worldly problems, I got the healing power When the mic's within my reach, I'm feeling more power Stealing at least three minutes of every rap radio hour It's often easier for one to give advice Than it is for a person to run one's own life That's why I can't be caught up in all the hype I keep my soul tight and let these lines take flight The apparatus gets blessed And suckers get put to rest No more of the unpure, I got the cure for this mess The wackness is spreading like the plague MC's lucked up and got paid But still can't make the fucking grade How many times are wannabe's gonna lie? Yo, they must wanna fry They can't touch the knowledge I personify I travel through the darkness, carrying my torch The illest soldier, when I'm holding down the fort (You know my steez) You know my steez  [Hook] Let em know, do your thing y'all Keep it live (Keep it live) You know my steez Let em know, do your thing y'all Keep it live (Keep it live) You know my steez Let em know, do your thing y'all Keep it live (Keep it live) You know my steez Let em know, do your thing y'all Keep it live (Keep it live) The mic  [Verse 3] On the microphone, you know that I'm one of the best yet Some punks ain't paid all of their debts yet Trying to be fly, riding high on the jet-set With juvenile rhymes, making fake-ass death threats Big deal, like En Vogue, here's something you can feel Styles more tangible, and image more real For some time now, I've held the scrolls and manuscripts When it's time to go all out you be like, \"Damn, he flipped!\" Now I'm sick, fed up with the bullshit Got the lyrical full clip, giving you a verbal asswhip Don't trip, it's the gifted prolific one Known as Bald Head Slick  why is the press all on my di-dick? My style be wilder than a kamikaze pilot Don't try it, I'm about to start more than a frigging riot Styles unsurpassable, and nuccas that's suckas Yo, them motherfuckers are harrassable For I be speaking from my parables and carry you beyond The mic's either a magic wand Or it gets tragic like the havoc of a nuclear bomb Then I grab your palm, no pulse, you're gone And if you thought we'd lose our niche In this rap shit, you way wrong I stay up, I stay on, shine bright, like neon Your song's pathetic, synthetic, like Rayon Fat beats, they play on, want dope rhymes, put me on Word is bond You know my steez  ",
        "title": "You Know My Steez"
    },
    {
        "artist": "Ultra Nate",
        "lyrics": null,
        "title": "Free"
    },
    {
        "artist": "Yvette Michele",
        "lyrics": "  (feat. Full Force)  [Full Force] Super Sperm Where Brooklyn at? Where Brooklyn at? [repeat throughout song]  [Bowlegged Lou] Oh yeah  [Yvette Michelle] You're my favorite DJ  [Bowlegged Lou] Bowlegged Lou the house With the star of the show Yvette Michele  [Yvette Michelle] Don't stop now  [Bowlegged Lou] Full Force up in here Brooklyn's finest, uh  [Yvette Michele] [1] DJ keep playing and playing and playing Get your music on And on and on and on DJ keep playing and playing my song Get your music on And on and on  Turntable mixer You're my favorite DJ in the world, oh, oh When I'm on the dancefloor Your music makes me a freakin' girl, oh, oh  The way you make me feel I can't deny your beats are so fly I'll meet you in the DJ booth So I can feel it more Keep on playing  [1]  You be checkin me While my body's moving on the floor, oh, oh We're keeping eye contact Baby, you know I'll be back for more, oh, oh  Check one, check two You know what to do You got my body so hot Making love to my mind As you watch me shake it (Shake that ass girl, I'll make it nice and wet)  [1]  [Full Force] Super.... To the break everybody  [Yvette Michelle] DJ DJ DJ keep playing and playing And playing and playing  [Full Force] To the break everybody, to the break everybody Kool Herc, Afrika Bambaataa, Grand Master Flash All the hip-hop DJ's, the Nightclub DJ's, the radio DJ's The house party DJ's, the mixtape DJ's, the street DJ's The Old School, New School, and the True School DJ's  [1] [1] [1] DJ keep playing and playing and playing  [Fred \"Buggz\" Bug] Hey, yo, it's MI flava radio And the clock on the wall says That's about all For the \"My Dream\" album from Yvette Michelle I'm Bugsy, you be nice to somebody short You never know when somebody short Might have to be nice to you OUT  ",
        "title": "DJ Keep Playin' (Get Your Music On)"
    },
    {
        "artist": "The Prodigy",
        "lyrics": "  (Like this)  Change my pitch up Smack my bitch up Change my pitch up Smack my bitch up (Like this)  Change my pitch up Smack my bitch up Change my pitch up Smack my bitch up (Like this)  (Like this)  (Like this)  Smack my bitch up  (Like this)  (Like this)  Smack my bitch up  (Like this)  (Like this)  Change my pitch up Smack my bitch up Change my pitch up Smack my bitch up (Like this)  ",
        "title": "Smack My Bitch Up"
    },
    {
        "artist": "Deana Carter",
        "lyrics": "  Flowers and wine Is what I thought I would find When I came home from working tonight Well, now here I stand Over this fryin' pan And you want a cold one again  I bought these new heels Did my nails, had my hair done just right I thought this new dress was a sure bet For romance tonight Well it's perfectly clear Between the TV and beer I won't get so much as a kiss As I head for the door I turn around to be sure Did I shave my legs for this?  Now when we first met You promised we'd get A house on a hill with a pool Well, this trailer stays wet And we're swimming in debt Now you want me to go back to school  I bought these new heels Did my nails, had my hair done just right I thought this new dress was a sure bet For romance tonight Well it's perfectly clear Between the TV and beer I won't get so much as a kiss As I head for the door I turn around to be sure Did I shave my legs for this? Darling, did I shave my legs for this?  ",
        "title": "Did I Shave My Legs For This?"
    },
    {
        "artist": "Billy Lawrence",
        "lyrics": null,
        "title": "Up & Down"
    },
    {
        "artist": "The O'Jays",
        "lyrics": null,
        "title": "Baby You Know"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": null,
        "title": "Home"
    },
    {
        "artist": "Toby Keith With Sting",
        "lyrics": "  [Verse 1] Seven weeks have passed now since she left me She shows her face to ask me how I am She says the kids are fine, that they miss me Maybe I could come and baby-sit sometime She says, \"Are you O.K.? I was worried about you Can you forgive me? I hope that you'll be happy.\" I said  [Chorus] I'm so happy that I can't stop crying I'm so happy I'm laughing through my tears  [Verse 2] I saw a friend of mine He said, \"I was worried about you I heard she had another man I wondered how you felt about it?\" I said  [Chorus] I'm so happy that I can't stop crying I'm so happy I'm laughing through my tears  [Verse 3] Saw my lawyer, Mr Good News He got me joint custody and legal separation  [Chorus 2] I'm so happy that I can't stop crying I'm laughing through my tears I'm laughing through my tears  [Verse 4] I took a walk alone last night I looked up at the stars To try and find an answer in my life I chose a star for me I chose a star for him I chose two stars for my kids and one star for my wife Something made me smile Something seemed to ease the pain Something about the universe and how it's all connected  [Verse 5] The park is full of Sunday fathers and melted ice cream We try to do the best within the given time A kid should be with his mother Everybody knows that What can a father do but baby-sit sometimes?  [Outro] I saw that friend of mine, he said \"You look different somehow\" I said, \"Everybody's got to leave the darkness sometime\"  [Chorus 2] I'm so happy that I can't stop crying I'm laughing through my tears I'm laughing through my tears  I'm so happy that I can't stop crying I'm laughing through my tears I'm laughing through my tears  ",
        "title": "I'm So Happy I Can't Stop Crying"
    },
    {
        "artist": "Sublime",
        "lyrics": "  [Chorus] Summertime, and the livin's easy Bradley's on the microphone with Ras M.G All people in the dance will agree That we're well-qualified to represent the L.B.C And me and Louie, we gon' run to the party Dance to the rhythm, it gets harder (And we can do it like this, in the place to be)  [Verse 1] Me and my girl, we got this relationship I love her so bad, but she treats me like sh... On lockdown, like a penitentiary She spreads her lovin' all over And when she gets home, there's none left for me  [Chorus] Summertime, and the livin's easy Bradley's on the microphone with Ras M.G All people in the dance will agree That we're well-qualified to represent the L.B.C Me, me and Louie, we gon' run to the party Dance to the rhythm, it gets harder (And we can do it like this, in the place to be)  [Verse 2] Oh, take this veil from off my eyes My burning sun will, some day, rise So, what am I gonna be doin' for a while? Said, I'm gonna play with myself Show them, now, we've come off the shelf  So what?  [Chorus] Summertime, and the livin's easy Bradley's on the microphone with Ras M.G All people in the dance will agree That we're well-qualified to represent the L.B.C Me and Louie, run to the party Dance to the rhythm, it gets harder (And we can do it like this, in the place to be)  [Verse 3] Evil, I've come to tell you that she's evil, most definitely Evil, ornery, scandalous and evil, most definitely The tension, it's getting hotter I'd like to hold her head underwater  [Bridge] Me and my girl We've got a relationship Me and my girl, mmm We got a relationship, mmm-hmm My girl We got a relationship, oh And my girl Got a relationship Take a tip, take a tip Take a ti-ti-ti-tip from me  [Chorus] Bradley's on the microphone with Ras M.G All people in the dance will agree That we're well-qualified to represent the L.B.C Me, la-la-Louie While everybody run to the rhythm, it gets harder (And we can do it like this, in the place to be)  Summertime, and the livin's easy  ",
        "title": "Doin' Time"
    },
    {
        "artist": "The Kinleys",
        "lyrics": null,
        "title": "Please"
    },
    {
        "artist": "Queen Pen Featuring Teddy Riley",
        "lyrics": "  Artist: Queen Pen f/ Teddy Riley Album:  My Melody Song:   Man Behind the Music *  * song is censored on the album itself; do not submit any more corrections  Chorus: Teddy Riley  This is how it should be done Cause this style, is identical to none How can I make you dance some more (T.R.) That's what I came here for  Repeat Chorus  \tAnd nowwww... here's the magnificent... \tfunkyyyyyy momma!  Verse One: Queen Pen  Lyrical flows like WHAT The man behind the music'll make you JUMP New Jack your Swing and make you SHAKE YOUR RUMP No Diggi-ty tellin me this is WHAT YOU WANT, bass lines and snares That'll make you hump, WHY Intimated by his fourteen year run, WELL In ninety-seven he's a different kind of funk, FUNK FUNK FUNK We pulls together like a perfect hand to tongue, HAH You pressed your luck and now you faster shit be sunk, ZOOM Be combin through the future with your face punked, AND YOU Forgot about the past, now what you want, platinum tracks To put you on the map, NAH Cause we gotta keep it in fam', YEAH You had your chance to be down wit da man, UH-HUH So busy playa-hatin perpetratin, frauds Articulatin, on his downfall, TRUE, you can't take it  \tWhat the deal Ma? \tFunky Momma blaze the track so you can feel her \tI'm Miggidy I'm all about the dollar bills y'all, rock the Diamond Lex \tAll that shit behind my desk is signed in checks  [Teddy Riley] Do you like hits baby, got em goin crazy on BlackStreet You know it's plaque time when me and the track meet Save all your wack beats, Q.P. and T.R So precise with mics we should be surgeons in E.R The block knows (like that) baby girl be my diamond cause She rocks shows (for Black) see my ones ain't no way that You can stop those, Little Man got your breath together With Queen Pen now it's hot to death, so take a look back (look back) What I did, what I'm doin, where I take this (take that) It's kind of simple cause a n*gga just make hits (make tracks) Peep the facts, keep a stack, on the Streets of Black Ladies scream he's the mack, cause I kick, sh*t to make a fly chick you with My chick, and plus funds just ridiculous Cause I'm rich, we are T.R. you see Q.P That's we BlackStreet, gone!  (You, can't, take, it)  \tAnd nowwwwwwwww... here's the magnificent... \tfunkyyyyyy mommaaaaaah!  [Queen Pen] Now Teddy, JAM, for me ONE TIME Cross that thin line make my hips BUMP N GRIND What just happened, all this shadyness cause of platinum hits Little Man be the sh*t, Funky Momma represent It ain't never been no different plus WE GOT WITNESSES To account for alla dis sh*t, test we And get your, block knocked off, UHH You can keep yappin UNTIL YOU GET HOARSE It don't matter, we don't, follow chit chatter WE MAKE HITS, and calls, when situations get thick ASK SAINT NICK, about the repoitoire For those in the past, they know who they are If the shoe fits trust, WE GON WEAR IT And we beez the baddest click up on this planet We paid the cost to be boss G*d [damn it] Cause scared don't win money, NOW DROP IT  Chorus (to fade)  ",
        "title": "Man Behind The Music"
    },
    {
        "artist": "Peter Cetera Featuring Az Yet",
        "lyrics": "  \"Everybody needs a little time away,\" I heard her say, \"from each other\" \"Even lover's need a holiday far away from each other.\" Hold me now. It's hard for me to say I'm sorry. I just want you to stay  After all that we've been through, I will make it up to you. I promise to And after all that's been said and done You're just the part of me I can't let go  Couldn't stand to be kept away just for the day from your body Wouldn't wanna be swept away, far away from the one that I love Hold me now. It's hard for me to say I'm sorry. I just want you to know Hold me now. I really want to tell you I'm sorry. I could never let you go  After all that we've been through, I will make it up to you. I promise to And after all that's been said and done You're just the part of me I can't let go  After all that we've been through, I will make it up to you. I promise to  You're gonna be the lucky one  You know our love was meant to be The kind of love that lasts forever And I need you here with me From tonight until the end of time You should know, everywhere I go You're always on my mind, in my heart In my soul  [Chorus:] You're the meaning in my life You're the inspiration You bring felling to my life You're the inspiration  Wanna have you near me I wanna have you hear me sayin' No one needs you more that I need you And i know, yes I know that it's plain to see We're so in love when we're together And i know that I need you here with me From tonight until the end of time You should know, everywhere I go Always on my mind, in my heart in my soul  [Chorus:] Tonight it's very clear As we're both lying here There's so many things I want to say I will always love you I would never leave you alone  Sometimes I just forget Say things I might regret It breaks my heart to see you crying I don't wanna lose you I could never make it alone  I am a man who will fight for your honor I'll be the hero you're dreaming of We'll live forever Knowing together that we Did it all for the glory of love  You'll keep me standing tall You'll help me through it all I'm always strong when you're beside me I have always needed you I could never make it alone  I am a man who will fight for your honor I'll be the hero you've been dreaming of We'll live forever Knowing together that we Did it all for the glory of love  Just like a knight in shining armor From a long time ago Just in time I will save the day Take you to my castle far away  I am a man who will fight for your honor I'll be the hero you're dreaming of We're gonna live forever Knowing together that we Did it all for the glory of love  We'll live forever (we'll live forever) Knowing together that we (knowing together) Did it all for the glory of love  We did it all for love We did it all for love We did it all for love We did it all for love  ",
        "title": "You're The Inspiration"
    },
    {
        "artist": "Barenaked Ladies",
        "lyrics": "  [Verse 1] Drove downtown in the rain Nine-thirty on a Tuesday night Just to check out the late-night record shop Call it impulsive Call it compulsive Call it insane But when I'm surrounded I just can't stop  [Verse 2] It's a matter of instinct It's a matter of conditioning A matter of fact You can call me Pavlov's dog Ring a bell and I'll salivate How'd you like that? Dr. Landy tell me You're not just a pedagogue Because right now I'm  [Chorus] Lying in bed Just like Brian Wilson did Well I am Lying in bed Just like Brian Wilson did  [Verse 3] So I'm lying here Just staring at the ceiling tiles And I'm thinking about Oh, what to think about Just listening and re-listening To Smiley Smile And wondering if this is some kind of creative drought Because I'm  [Chorus] Lying in bed Just like Brian Wilson did Well I am Lying in bed Just like Brian Wilson did  [Verse 4] And if you want to find me I'll be out in the sandbox Wondering where the hell all the Love has gone I'm playing my guitar and Building castles in the sun (whoa-oh) And singing \"Fun, Fun, Fun\"  [Chorus] Lying in bed Just like Brian Wilson did Well I am Lying in bed Just like Brian Wilson did  [Bridge] I had a dream That I was three hundred pounds And though I was very heavy I floated 'til I couldn't see the ground I floated 'til I couldn't see the ground (whoa-oh) Somebody help me I couldn't see the ground Somebody help me I couldn't see the ground Somebody help me Because I'm  [Chorus] Lying in bed Just like Brian Wilson did Well I am Lying in bed Just like Brian Wilson did  [Verse 1 repeats] Drove downtown in the rain Nine-thirty on a Tuesday night Just to check out the late-night record shop Call it impulsive Call it compulsive Call it insane But when I'm surrounded I just can't stop  ",
        "title": "Brian Wilson"
    }
]