[
    {
        "artist": "Linda Ronstadt",
        "lyrics": "  Feeling better now that we're through Feeling better cause I'm over you I learned my lesson, it left a scar Now I see how you really are  You're no good You're no good You're no good Baby you're no good  I'm gonna say it again You're no good You're no good You're no good Baby you're no good  I broke a heart that's gentle and true Well I broke a heart over someone like you I'll beg his forgiveness on bended knee I wouldn't blame him if he said to me  You're no good You're no good You're no good Baby you're no good  I'm gonna say it again You're no good You're no good You're no good Baby you're no good  {Instrumental}  I'm turning you down baby and I'm going my way Forget about you baby cause I'm leaving to stay  You're no good You're no good You're no good Baby you're no good  I'm gonna say it again You're no good You're no good You're no good Baby you're no good  Oh, oh no You're no good You're no good You're no good Baby you're no good  ",
        "title": "You're No Good"
    },
    {
        "artist": "AWB",
        "lyrics": null,
        "title": "Pick Up The Pieces"
    },
    {
        "artist": "Eagles",
        "lyrics": "  [Verse 1] Every night I'm lying in bed Holding you close in my dreams Thinking about all the things that we said And coming apart at the seams We try to talk it over But the words come out too rough I know you were trying To give me the best of your love Beautiful faces and loud, empty places Look at the way that we live Wasting our time on cheap talk and wine Left us so little to give That same old crowd Was like a cold dark cloud That we could never rise above But here in my heart I give you the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Verse 2] I'm going back in time And it's a sweet dream It was a quiet night And I would be all right If I could go on sleeping But every morning I wake up and worry What's gonna happen today You see it your way And I see it mine But we both see it slipping away You know we always had each other baby I guess that wasn't enough Oh, but here in my heart I give you the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  [Chorus] Oh sweet darling you get the best of my love, oh Sweet darling, you get the best of my love  ",
        "title": "Best Of My Love"
    },
    {
        "artist": "Grand Funk",
        "lyrics": "  [Verse 1] I don't need a whole lots of money I don't need a big fine car I got everything that a man could want I got more than I could ask for I don't have to run around I don't have to stay out all night Cause I got me a sweet ... a sweet, lovin' woman And she knows just how to treat me right  [Chorus] Well my baby, she's alright Well my baby, she's clean out-of-sight Don't you know that she's ... she's some kind of wonderful She's some kind of wonderful ... yes she is, she's She's some kind of wonderful, yeah, yeah, yeah, yeahhh ...  [Verse 2] When I hold her in my arms You know she sets my soul on fire Oooh, when my baby kisses me My heart becomes filled with desire When she wraps her lovin' arms around me About drives me out of my mind Yeah, when my baby kisses me Chills run up and down my spine  [Chorus] Well my baby, she's alright Well my baby, she's clean out-of-sight Don't you know that she is ... she's some kind of wonderful She's some kind of wonderful ... yes she is She's some kind of wonderful, yeah, yeah, yeah, yeahhh ...  [Bridge] Now is there anybody, got a sweet little woman like mine? There got to be somebody, got a, got a sweet little woman like mine? Yeah! Can I get a witness? Can I get a witness? Can I get a witness? Yeah ... Can I get a witness? Ohhh ... Can I get a witness? Yeah ... Can I get a witness? Yeah, yes  [Outro] I'm talkin', talkin' 'bout my baby. Yeah She's some kind of wonderful Talkin' 'bout my baby She's some kind of wonderful Talkin' 'bout my baby She's some kind of wonderful I'm talkin' 'bout my baby, my baby, my baby She's some kind of wonderful I'm talkin' about my baby, my baby, my baby She's some kind of wonderful Yeah, yeah, yeah, yeah, ... my baby, my baby She's some kind of wonderful Talkin' 'bout my baby, my baby, my baby She's some kind of wonderful I'm talkin' 'bout my baby, my baby, my baby She's some kind of wonderful Talking 'bout my babe She's some kind of wonderful She's some kind of wonderful  ",
        "title": "Some Kind Of Wonderful"
    },
    {
        "artist": "The Doobie Brothers",
        "lyrics": "  Well, I built me a raft and she's ready for floating Old Mississippi, she's calling my name Catfish are jumping, that paddle wheel thumping Black water keeps rolling on past just the same  [Hook] Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Old black water, keep on rolling Mississippi moon, won't you keep on shining on me? Yeah, keep on shining your light Gonna make everything, pretty mama Gonna make everything alright And I ain't got no worries cause I ain't in no hurry at all  Well, if it rains, I don't care! Don't make no difference to me Just take that street car that's going up town Yeah, I'd like to hear some funky Dixieland And dance a honky tonk And I'll be buying everybody drinks all round  [Hook]  I'd like to hear some funky Dixieland Pretty mama, come and take me by the hand Take me by the hand, pretty mama Come and dance with your daddy all night long  ",
        "title": "Black Water"
    },
    {
        "artist": "Ohio Players",
        "lyrics": null,
        "title": "Fire"
    },
    {
        "artist": "America",
        "lyrics": "  This is for all the lonely  people Thinking that life has passed them by Don't give up until you drink from the silver cup And ride that highway in the sky  This is for all the SINGLE people Thinking that love has left them dry Don't give up until you drink from the silver cup You never know until you try  Well, I'm on my way Yes, I'm back to stay Well, I'm on my way back home (Hit it)  This is for all the lonely people Thinking that life has passed them by Don't give up until you drink from the silver cup And never take you down or never give you up You never know until you try  ",
        "title": "Lonely People"
    },
    {
        "artist": "Stevie Wonder",
        "lyrics": "  I like to see you boogie Right across the floor I like to do it to you Till you holla for more  I like to reggae But you dance too fast for me I'd like to make love to you So you can make me scream  Boogie on reggae woman What is wrong with me Boogie on reggae woman Baby can't you see  I'd like to see both of us Fall deeply in love I'd like to see you in the raw Under the stars above Yes I would  I'd like to see both of us Fall deeply in love - yeah I'd like to see you in the raw Under the stars above  So boogie on reggae woman What is wrong with you Boogie on reggae woman What you tryin' to do  Can I play? Can I play? No!  Boogie on reggae woman What is wrong with me Boogie on reggae woman What you tryin' to do Yeah  Boogie on reggae woman Let me do it to you Boogie on reggae woman What you tryin' to do  Oh, yeah  ",
        "title": "Boogie On Reggae Woman"
    },
    {
        "artist": "Frankie Valli",
        "lyrics": "  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  [Verse 1] Carried your books from school Playing make-believe You're married to me You were fifth grade, I was sixth When we came to be  [Verse 2] Walking home every day, over Barnegat Bridge and Bay Til we grew into the me and you Who went our separate ways  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  [Verse 3] Headed for city lights Climbed the ladder up To fortune and fame I worked my fingers to the bone Made myself a name  [Verse 4] Funny, I seem to find that No matter how the years unwind Still I reminisce About the girl I miss And the love I left behind  [Chorus] My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far (All my life I will remember How warm and tender We were way back then Though I'm feeling sad regrets I know I won't ever forget You, my childhood friend) My eyes adored you Though I never laid a hand on you My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far My eyes adored you Like a million miles away From me you couldn't see How I adored you So close, so close And yet so far  ",
        "title": "My Eyes Adored You"
    },
    {
        "artist": "John Lennon",
        "lyrics": "  [Verse 1] So long ago Was it in a dream, was it just a dream? I know, yes I know Seemed so very real, it seemed so real to me Took a walk down the street Through the heat whispered trees I thought I could hear (hear, hear, hear) Somebody call out my name as it started to rain Two spirits dancing so strange  [Chorus] Ah! böwakawa poussé, poussé[x3]  [Verse 2] Dream, dream away Magic in the air, was magic in the air? I believe, yes I believe More I cannot say, what more can I say? On a river of sound Through the mirror go around, around I thought I could feel (feel, feel, feel) Music touching my soul, something warm, sudden cold The spirit dance was unfolding  [Chorus]  [Outro] Ah! böwakawa poussé, poussé[x8]  ",
        "title": "#9 Dream"
    },
    {
        "artist": "Tony Orlando & Dawn",
        "lyrics": "  Time is on my side Though the world keeps gettin' colder 'Cause I've got you girl to ease my troubled mind Ooh ooh  I'm a different man When your head is on my shoulder I can find the answers in me That I never thought I'd find  Cause when you look in my eyes pretty woman The world is a peaceful place All I can see when there's you and just me Is love upon your face  Stand by me baby And we'll find a way Before our day is done Look in my eyes pretty woman And we'll overcome  Love, my guiding star You're my faith, my hope, my power When I just can't find a reason to believe Ooh Ooh  Touch my hand with love And you light my darkest hour I can feel the warmth returning And the pain about to leave  Cause when you look in my eyes pretty woman The world is a peaceful place All I can see when there's you and just me Is love upon your face  Cause when you look in my eyes pretty woman The world is a peaceful place All I can see when there's you and just me Is love upon your face  ",
        "title": "Look In My Eyes Pretty Woman"
    },
    {
        "artist": "Carol Douglas",
        "lyrics": "  [Carol Douglas talking to someone on the telephone over the instrumental intro]  [Female background vocal group singing over Carol Douglas' continuous spoken voice during the musical break]: (Ooh, ooh, ooh, ooh Ooh, ooh, ooh, ooh)  Doctor's orders say there's only one thing for Me Nothing He can do, 'cause only You can cure Me It says in My condition love's the best physician He's prescribed a potion full of warm emotion  Every day A loving spoonful to be taken It's the only way To stop this empty heart of Mine from breaking  I won't get better until You're back again He told Me, doctor's orders need Your loving arms to hold Me Darling, now I know there is no doubt about it I'm so fond of Your love, I can't live without it  You're away But, please don't treat Me like a stranger Doctor's orders say, One kiss from You and I am out of danger  [Female background vocal group singing over Carol Douglas' spoken ad-lib during the instrumental interlude]: (Ooh, ooh, ooh, ooh, Ooh, ooh, hey, hey, hey, hey)  Doctor's orders say there's only one thing for Me Nothing He can do, 'cause only You can cure Me It says in My condition God's My best physician He's prescribed a potion full of warm emotion  I won't get better until You're back again  (Fade)  ",
        "title": "Doctor's Orders"
    },
    {
        "artist": "John Denver",
        "lyrics": null,
        "title": "Sweet Surrender"
    },
    {
        "artist": "Disco Tex & The Sex-O-Lettes Featuring Sir Monti Rock III",
        "lyrics": "  Doo, doo, doot, doo, doo, doot Doo, doo, doo, doo, doo, doot Yeah, yeah, yeah, yeah, yeah Da, doot, dot, do, dot, dot, dey Doot, dot, doot, dot, doo, dot, do Get dancin' Doot, dot, doot, dot, doo, dot, do Get dancin' Here come D.J. Disco Tex Truckin' with his Sex-O-Lettes Get dancin' Guaranteed to rock the boat Machine gun rap n' locomote Get dancin' Get dancin', dancin', get dancin'  ",
        "title": "Get Dancin'"
    },
    {
        "artist": "Carole King",
        "lyrics": null,
        "title": "Nightingale"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": "  [Verse 1:] Strolling along country roads with my baby It starts to rain It begins to pour  Without an umbrella We're soaked to the skin I feel a shiver run up my spine I feel the warmth of her hand in mine  [Chorus:] Oh, I hear laughter in the rain Walking hand in hand With the one I love Oh, how I love the rainy days And the happy way I feel inside  [Verse 2:] After a while we run under a tree I turn to her and she kisses me There with the beat of The rain on the leaves  Softly she breathes And I close my eyes Sharing our love under stormy skies  [Repeat Chorus:]  [Bridge:] I feel the warmth of her hand in mine  [Repeat Chorus x2:]  ",
        "title": "Laughter In The Rain"
    },
    {
        "artist": "Styx",
        "lyrics": null,
        "title": "Lady"
    },
    {
        "artist": "Olivia Newton-John",
        "lyrics": "  There was a time When I was in a hurry as you are I was like you There was a day When I just had to tell my point of view I was like you  Now I don't mean to make you frown No, I just want you to slow down  Have you never been mellow? Have you never tried To find a comfort from inside you?  Have you never been happy Just to hear your song? Have you never let someone else be strong?  Running around as you do With your head up in the clouds I was like you Never had time to lay back Kick your shoes off, close your eyes I was like you  Now you're not hard to understand You need someone to take your hand, hey  Have you never been mellow? Have you never tried To find a comfort from inside you?  Have you never been happy Just to hear your song? Have you never let someone else be strong?  ",
        "title": "Have You Never Been Mellow"
    },
    {
        "artist": "Electric Light Orchestra",
        "lyrics": "  [Intro]  [Verse 1] Midnight on the water I saw the ocean's daughter Walking on a wave chicane Staring as she called my name  [Chorus] And I can't get it out of my head No, I can't get it out of my head Now my old world is gone for dead Cos I can't get it out of my head  [Verse 2] Breakdown on the shoreline Can't move, it's an ebb tide Morning don't get here till night Searching for her silver light  [Chorus] And I can't get it out of my head No, I can't get it out of my head Now my old world is gone for dead Cos I can't get it out of my head, no no  [instrumental Bridge]  [Verse 3] Bank job in the city Robin hood and William Tell and Ivanhoe and Lancelot, they don't envy me Sitting till the sun goes down In dreams the world keep going round and round  [Chorus x2] And I can't get it out of my head No, I can't get it out of my head Now my old world is gone for dead Cos I can't get it out of my head, no no  No, I can't get it out of my head No, I can't get it out of my head Now my old world is gone for dead Cos I can't get it out of my head, no no no no  ",
        "title": "Can't Get It Out Of My Head"
    },
    {
        "artist": "Maria Muldaur",
        "lyrics": null,
        "title": "I'm A Woman"
    },
    {
        "artist": "Labelle",
        "lyrics": "  Hey sister, go sister Soul sister, go sister Hey sister, go sister Soul sister, go sister  [Verse 1] He met Marmalade down in Old New Orleans Strutting her stuff on the street She said, \"Hello, hey Joe You wanna give it a go?\" hmm hmm  [Chorus] Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  [Verse 2] He stayed in her boudoir While she freshened up That boy drank all that Magnolia wine On her black satin sheets Where he started to freak  [Chorus] Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  [Verse 3] Hey, hey, hey Seeing her skin Feeling silky smooth Color of cafe au lait  Made the savage beast inside Roaring until it cried \"More, more, more!\"  Now he's at home doing 9 to 5 Living his brave life of lies But when he turns off to sleep All memories keep more, more, more  [Chorus] Gitchi gitchi ya ya da da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous couchez avec moi ce soir? Creole Lady Marmalade  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous couchez avec moi ce soir? Voulez-vous coucher avec moi?  Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi? Voulez-vous coucher avec moi ce soir? Voulez-vous coucher avec moi?  Gitchi gitchi ya ya da da Gitchi gitchi ya ya here Mocha chocolata, ya ya Gitchi gitchi ya ya here  ",
        "title": "Lady Marmalade"
    },
    {
        "artist": "Bachman-Turner Overdrive",
        "lyrics": null,
        "title": "Roll On Down The Highway"
    },
    {
        "artist": "Sugarloaf/Jerry Corbetta",
        "lyrics": "  Long distance directory assistance area code 212 Say hey, A and R, this is Mister Rhythm And Blues He said, \"Hello\" and put me on hold To say the least the cat was cold He said, \"Don't call us child, we'll call you\" (I said, \"You got my number?\" He said, \"Yeah, I got it when you walked in the door\") Don't call us, we'll call you Don't call us, we'll call you I got your name from a friend of a friend Who said he used to work with you Remember the all night creature from Stereo Ninety Two Yeah, I said, \"Could you relate to our quarter track tape You know the band performs in the nude\" He said, \"Uh huh don't call us child, we'll call you\" Listen kid, you paid for the call You ain't bad but we've heard it all before Yeah, it sounds like John, Paul and George Any way we cut a hit and we toured a bit With a song he said, he couldn't use And now he calls and begs and crawls, it's telephone Deja Vu We got percentage points and lousy joints And all the glitter we can use Mama so uh huh, don't call us, now we'll call you Listen kid, you paid for the call You ain't bad but I've heard it all before Don't call us, we'll call you  ",
        "title": "Don't Call Us, We'll Call You"
    },
    {
        "artist": "Joni Mitchell",
        "lyrics": "  [Written by Joni Mitchell]  [Verse 1] They paved paradise and put up a parking lot With a pink hotel, a boutique, and a swinging hot spot  [Hook] Don't it always seem to go That you don't know what you've got till it's gone? They paved paradise and put up a parking lot (Shooo bop bop bop bop Shooo bop bop bop bop)   [Verse 2] They took all the trees and put 'em in a tree museum And then they charged the people a dollar-and-a-half just to see 'em  [Hook] Don't it always seem to go That you don't know what you've got till it's gone? They paved paradise and put up a parking lot (Shooo bop bop bop bop Shooo bop bop bop bop)  [Verse 3] Hey farmer, farmer, put away your DDT now Give me spots on my apples but leave me the birds and the bees Please!  [Hook] Don't it always seem to go That you don't know what you've got till it's gone? They paved paradise and put up a parking lot (Shooo bop bop bop bop Shooo bop bop bop bop)  [Verse 4] Late last night I heard the screen door slam And a big yellow taxi took away my old man  [Hook] Don't it always seem to go That you don't know what you've got till it's gone? They paved paradise, put up a parking lot (Shooo bop bop bop bop) I said, don't it always seem to go That you don't know what you've got till it's gone? They paved paradise, put up a parking lot (Shooo bop bop bop bop) They paved paradise, put up a parking lot (Shooo bop bop bop bop) They paved paradise, put up a parking lot [Laughter]  ",
        "title": "Big Yellow Taxi"
    },
    {
        "artist": "Carpenters",
        "lyrics": "  [Verse 1: Karen Carpenter] (Stop) Oh yes, wait a minute Mister Postman (Wait) Wait Mister Postman  Please Mister Postman, look and see (Oh yeah) If there's a letter in your bag for me (Please, Please Mister Postman) Why's it takin' such a long time (Oh yeah) For me to hear from that boy of mine  There must be some word today From my boyfriend so far away Pleas Mister Postman, look and see If there's a letter, a letter for me  I've been standing here, waiting Mister Postman So patiently For just a card, or just a letter Saying he's returning home to me  (Mister Postman) Mister Postman, look and see (Oh yeah) If there's a letter in your bag for me (Please, Please Mister Postman) Why's it takin' such a long time (Oh yeah) For me to hear from that boy of mine  So many days you passed me by See the tears standin' in my eyes You didn't stop to make me feel better By leaving me a card or a letter  (Mister Postman) Mister Postman, look and see (Oh yeah) If there's a letter in your bag for me (Please, Please Mister Postman) Why's it takin' such a long time  (Why don't you check it and see one more time for me, you gotta) Wait a minute (4x) (Mister Postman) Mister Postman, look and see  (C'mon deliver the letter, the sooner the better) Mister Postman  ",
        "title": "Please Mr. Postman"
    },
    {
        "artist": "B.T. Express",
        "lyrics": null,
        "title": "Express"
    },
    {
        "artist": "Love Unlimited",
        "lyrics": null,
        "title": "I Belong To You"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": null,
        "title": "Mandy"
    },
    {
        "artist": "Phoebe Snow",
        "lyrics": "  You make me laugh Cause your eyes, they light the night They look right though me. La la la la You bashful boy You're hiding something sweet Please give it to me, yeah, to me  Wo oh oh Talk to me some more You don't have to go You're the Poetry Man You make things all rhyme  Ooh yeah, yeah You are a genie All I ask for is your smile Each time I rub the lamp. La la la la When I am with you I have a giggling teen-age crush Then I'm a sultry vamp  Wo oh talk to me some more You don't have to go You're the Poetry Man You make things all rhyme  Ooh yeah, yeah Talk to me somemore You don't have to go You're the poetry man You make things all rhyme  So once again It's time to say, so long And so recall the lull of life You're going home now Home's that place somewhere you go each day To see your wife  Wo oh Talk to me some more You know that you don't have to go You're the Poetry Man You make things all rhyme  ",
        "title": "Poetry Man"
    },
    {
        "artist": "Polly Brown",
        "lyrics": null,
        "title": "Up In A Puff Of Smoke"
    },
    {
        "artist": "Bad Company",
        "lyrics": null,
        "title": "Movin' On"
    },
    {
        "artist": "Al Martino",
        "lyrics": "  I look in the mirror, but I look at a stranger Can this be the sensible me who said he wouldn't fall in love I suddenly saw you, and I knew there was danger Why run away when I love you and want you forever I know I'm a dreamer, but I don't want to wake up Whenever you touch me ....I can fly to the sky  Alle porte del sole Ai confini del mare Quante volte col pensiero Ti ho portato insieme a me E nel buio sognavo La tua mano leggera Ogni porta che si apriva Mi sembrava primavera  Alle porte del sole Ai confini del mare Quante volte col pensiero Ti ho portato insieme a me Ti ho portato insieme a me Ti ho portato insieme a me......  I look in the future, the golden tomorrows As long as you're walking beside me, I'll always be a dreamer As long as we're sharing, the smiles and the sorrows Will make everyday we're together, a day to remember I have no illusions, just a heart full of lovin' It's a wonderful world I know, whenever you're near  To the door of the sun, to the ends of the sea I will travel anywhere as long as you are there with me On the wings of the wind, in the arms of a storm It is always summer weather, with your love to keep me warm  Alle porte del sole Ai confini del mare Quante volte col pensiero Ti ho portato insieme a me Ti ho portato insieme a me Ti ho portato insieme a me......  Insieme a me......  ",
        "title": "To The Door Of The Sun (Alle Porte Del Sole)"
    },
    {
        "artist": "Elvis Presley",
        "lyrics": null,
        "title": "My Boy"
    },
    {
        "artist": "Donny & Marie Osmond",
        "lyrics": "  [Marie:] There was a girl [Donny:] There was a boy [Donny:] There was a girl, there was a boy If they had met they might have found a world of joy But he lived on the morning side of the mountain And she lived on the twilight side of the hill [Marie:] They never met, they never kissed They will never know what happiness they've missed 'Cause he lived on the morningside of the mountain And she lived on the twilight side of the hill Both: For love's a rose that never grows Without the kiss of the morning dew And every Jack must have a Jill To know the thrill of a dream that comes true [Donny:] And you and I are just like they For all we know our love is just a kiss away [Marie:] But you are on the morning side of the mountain [Donny:] And you are on the twilight side of the hill Both: And you and I are just like they For all we know our love is just a kiss away [Marie:] But you are on the morning side of the mountain [Donny:] And you are on the twilight side of the hill [Marie:] There was a girl... [Donny:] There was a boy...  ",
        "title": "Morning Side Of The Mountain"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "You Are So Beautiful/It's A Sin When You Love Somebody"
    },
    {
        "artist": "Jim Stafford",
        "lyrics": "  There was a lady in a window  In the room across the way  From the hotel I was staying in  While on my holiday  I couldn't help but see everything  'Cause I was peeping I confess  Still after dinner every night  She had the strangest guest  She'd retire to her favorite chair  And sit there with a dog  Fill the crystal glasses  While the fire danced on the log  I watched them drink their bubbly brew  Until the fire grew dim  Then I stuck my head out the window  And said why not me instead of him  Oh your bulldog drinks champagne  And I ain't one to complain  What a perfect waste of wine it seems to be  So honey, tell ol' rover that the big dog's coming over  'Cause any woman that would get a bulldog drunk  Would have to be good to me  Fourteen days and fourteen nights  Not one word did I hear  Her with her silk and champagne  Over to me in my shorts with a beer  She just left the curtains wide  And I knew she knew I could see  Her and the pug-nosed mutt  Guzzling wine and teasing me  Oh your bulldog drinks champagne  And I ain't one to complain  What a perfect waste of wine it seems to be  So honey, tell ol' rover that the big dog's coming over  'Cause any woman that would get a bulldog drunk  Would have to be good to me  So I made a bolder move  I went over and rang her bell  I heard growling from inside  And I got scared as hell  Then the bulldog staggered out the door  And he said, how do yo do  But the lady bit me on the leg  And I said r-rouf, I love you too  Oh your bulldog drinks champagne  And I ain't one to complain  What a perfect waste of wine it seems to be  So honey, tell ol' rover that the big dog's coming over  'Cause any woman that would get a bulldog drunk  Would have to be good to me  ",
        "title": "Your Bulldog Drinks Champagne"
    },
    {
        "artist": "The Manhattans",
        "lyrics": null,
        "title": "Don't Take Your Love"
    },
    {
        "artist": "Minnie Riperton",
        "lyrics": "  [Verse 1] Lovin' you is easy cause you're beautiful Makin' love with you is all I wanna do Lovin' you is more than just a dream come true And everything that I do is out of lovin' you  [Hook] La la la la la, la la la la la La la la la la, la la la la la Do do do do do, ooh  [Verse 2] No one else can make me feel The colors that you bring Stay with me while we grow old And we will live each day in springtime Cause lovin' you has made my life so beautiful And every day of my life is filled with lovin' you Lovin' you I see your soul come shinin' through And every time that we, ooh, I'm more in love with you  [Hook]  [Verse 3] No one else can make me feel The colors that you bring Stay with me while we grow old And we will live each day in springtime Cause lovin' you is easy cause you're beautiful And every day of my life is filled with lovin' you Lovin' you I see your soul come shinin' through And every time that we, ooh, I'm more in love with you  [Hook] La la la la la, la la la la la La la la la la, la la la la la Do do do do do, ooh Lovin' you La la la la la, la la la la la Do do do do do Dee do, dee do, dee do  ",
        "title": "Lovin' You"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  Sad sweet dreamer is just one of those things You put down to experience Sad sweet dreamer is just one of those things  You put down to experience Been another blue day without you Girl Been another sad summer song Been thinkin' about you Girl AII night long Been another sad tear on my pillow  Been another memory who told me \"You're the one girl\" Been thinkin' about you Girl all night long Sad sweet dreamer is just one of those things . .  Been another long night and I missed you Girl Been another story from those endlees magazines  Can't help thinkin' about you Girl All night long  Sad sweet dreamer is just one of those things . .   Was so happy when I found you but how was I to know That you would leave me walkin' down the road Been another hurt love story Been another man Who thought that he was oh so strong Been thinkin' about you Girl All night long  Sad sweet dreamer is just one of those thing ...  ",
        "title": "Sad Sweet Dreamer"
    },
    {
        "artist": "David Gates",
        "lyrics": "  Everybody needs a someone Waitin' to be there when things are a-lookin' down So if you feel a little lonely Go out, find your one and only Somewhere out there Someone will care for you and then Never let her go Never let her go  You may wonder how you know love When the moment comes that you've been a-dreamin' of Well true love takes a little longer Your heart beats a little stronger You'll know it's real Inside you'll feel you're home at last Then, never let her go Never let her go  So if you feel a little lonely Go out, find your one and only Open your heart Give love a start and watch it grow And never let her go Never let her go Never let her go Never let her go  ",
        "title": "Never Let Her Go"
    },
    {
        "artist": "Elton John",
        "lyrics": "  Picture yourself in a boat on a river With tangerine trees and marmalade skies Somebody calls you, you answer quite slowly A girl with kaleidoscope eyes  Cellophane flowers of yellow and green Towering over your head Look for the girl with the sun in her eyes And she's gone  Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Oh  Follow her down to a bridge by a fountain Where rocking horse people eat marshmallow pies Everyone smiles as you drift past the flowers That grow so incredibly high  Newspaper taxis appear on the shore Waiting to take you away Climb in the back with your head in the clouds And you're gone  Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Oh  Newspaper taxis appear on the shore Waiting to take you away Climb in the back with your head in the clouds And you're gone  Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Oh  Picture yourself on a train in a station With plasticine porters with looking glass ties Suddenly someone is there at the turnstile The girl with kaleidoscope eyes  Lucy in the sky with diamonds Lucy in the sky with diamonds Lucy in the sky with diamonds Oh  Lucy in the sky with diamonds (Lucy) Lucy in the sky with diamonds (Oh, Lucy) Lucy in the sky with diamonds (Oh, Lucy) Oh  Lucy in the sky with diamonds (Oh, Lucy) Lucy in the sky with diamonds (Oh, Lucy) Lucy in the sky with diamonds (Hey, oh, Lucy) Oh  Lucy in the sky with diamonds (Oh, Lucy) Lucy in the sky with diamonds (Oh, Lucy) Lucy in the sky with diamonds (Oh, Lucy) Oh  Lucy in the sky with diamonds (Hey, oh, Lucy) Lucy in the sky with diamonds (Hey, oh, Lucy) Lucy in the sky with diamonds (Hey, oh, Lucy)  ",
        "title": "Lucy In The Sky With Diamonds"
    },
    {
        "artist": "Jackson 5",
        "lyrics": "  The eyes of love will watch you As you go from day to day The hands of love will catch you When you fall along the way My arms will hold and be with you Your whole life through 'Cause I am love And I'm in love with you  I find myself in wonder Of why I've been misused When love brings understanding How can it be confused (War and poverty wasn't meant to be) Hate is drivin' me away 'Cause I am love And I'd love to stay  Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come back lover, come back This is where you belong Come on back, oh yeah Please, this is where you belong  I am love Sprinkle myself around you I am love Shower my warmth upon you  I'm the answer to the question My key unlocks your heart I'm your friend and your lover Your sister and your brother  Let me in your mind (Let's get together) You're runnin' out of time (Let's get together) Your wish is my command (Let's get together) People take my hand (Let's get together (Love, love, love, love) (Let's get together, let's get together)  I am love Sprinkle myself around you I am love Shower my warmth upon you  I am love I am love  ",
        "title": "I Am Love (Parts I & II)"
    },
    {
        "artist": "Shirley And Company",
        "lyrics": null,
        "title": "Shame, Shame, Shame"
    },
    {
        "artist": "Diamond Reo",
        "lyrics": null,
        "title": "Ain't That Peculiar"
    },
    {
        "artist": "Paul McCartney And Wings",
        "lyrics": null,
        "title": "Junior's Farm/Sally G"
    },
    {
        "artist": "Mac Davis",
        "lyrics": null,
        "title": "Rock N' Roll (I Gave You The Best Years Of My Life)"
    },
    {
        "artist": "The Stylistics",
        "lyrics": "  You ought to be The star on a TV show Then all the world would know Why I love you so  You ought to be A queen on a movie screen Starring in every scene Then they'd know what I mean  If you were a car you would be a big Jaguar Racing along with the sun If you were a song then the country would sing along Baby, you'd be number one  If were the news You'd be the latest What I'm trying to say is Baby, you're the greatest  You ought to be The star on a TV show Then all the world would know Why I love you so  You ought to be A queen on a movie screen Starring in every scene Then they'd know what I mean  If you were a car you would be a big Jaguar Racing along with the sun If you were a song then the country would sing along Baby, you'd be number one  If were the news You'd be the latest What I'm trying to say is Baby, you're the greatest  You ought to be The star on a TV show Then all the world would know The magic of you  And they would love you too But not half as much as I do No, not half as much as I do  ",
        "title": "Star On A TV Show"
    },
    {
        "artist": "Gloria Gaynor",
        "lyrics": "  I never can say goodbye, no, no, no, I I never can say goodbye  Every time I think I've had enough And start heading for the door There's a very strange vibration Piercing me right to the core It says, \"turn around you fool You know you love him more and more\" Tell me why is it so Don't want to let you go  Hey, I never can say goodbye, boy Ooh baby, I never can say goodbye, no, no, no, hey  I never can say goodbye, oh no, I I never can say goodbye  I keep thinking that our problems Soon are all gonna work out But there's that same unhappy feeling And that anguish and that doubt It's that same old dizzy hang-up I can't do with you or without Tell me why is it so I don't want to let you go  Hey, I never can say goodbye, boy Ooh baby, I never can say goodbye, no, no, no, ooh Hey, I never can say goodbye, boy Ooh baby, I never can say goodbye, no, no, no, no, no, no  Hey, I never can say goodbye, boy No, no, no, baby, hey, I never can say goodbye, no, no, no Please don't let me say goodbye I just cannot say goodbye  ",
        "title": "Never Can Say Goodbye"
    },
    {
        "artist": "George Harrison",
        "lyrics": "  Ring out the old Ring in the new Ring out the old Ring in the new.  Ring out the false Ring in the true Ring out the old Ring in the new  Ring out the old Ring in the new Ring out the old Ring in the new  Ring out the false Ring in the true Ring out the old Ring in the new  Ding-dong, ding-dong Ding-dong, ding-dong Ding-dong, ding-dong Ding-dong, ding-dong  Yesterday, today was tomorrow And tomorrow, today will be yesterday  So ring out the old Ring in the new Ring out the old Ring in the new  Ring out the false Ring in the true Ring out the old Ring in the new  Ring out the old Ring in the new Ring out the old Ring in the new  Ring out the false Ring in the true Ring out the old Ring in the new  Ring out the old Ring in the new Ring out the old Ring in the new  Ring out the false Ring in the true Ring out the old Ring in the new  Ding-dong, ding-dong Ding-dong, ding-dong Ding-dong, ding-dong Ding-dong, ding-dong  ",
        "title": "Ding Dong; Ding Dong"
    },
    {
        "artist": "Ramsey Lewis And Earth, Wind & Fire",
        "lyrics": null,
        "title": "Hot Dawgit"
    },
    {
        "artist": "The Temptations",
        "lyrics": "  Get up - everybody! Happy people are we Happy people are we  Throw away your life long pain and follow, yeah I'll take you to a land of peace and a new tomorrow, hey Brothers, sisters, come and take my hand I will take you to a better land Sunshine people love is all you bring Dawn of a new day and here's the song we sing  Happy people are we - well, well, well, well Happy people are we - hey Listen children, now  Don't believe in this troubled world We can get higher - higher Come on along and I'll take you there People, my people, let's party and get down Life is for livin now let's don't mess around Dance to the music, throw your cares away It's a song of hope and better days  Happy people are we - everybody! Happy people are we  Happy - happy You and me both gotta be - happy Everybody's gonna be - happy Everybody's gonna be - happy Brothers and sisters got to be - happy Mothers and fathers got to be - happy Everybody got to be  Happy people are we Get on up, get on up, let me hear ya Happy people are we  Get up, get up - everybody Happy - happy - well, well, well, well Happy - happy - hey, everybody got to be Happy - get on up, get on up, let me hear ya Happy - get on up, get on up, let me hear ya Happy - well, well, well, well...  ",
        "title": "Happy People"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": "  I've seen the light And I've seen the flame And I've been this way before And I'm sure to be this way again  For I've been refused And I've been regained And I've seen your eyes before And I'm sure to see your eyes again Once again  For I've been released And I've been regained And I've sung my song before And I'm sure to sing my song again Once again  Some people got to laugh Some people got to cry And some people got to make it through By never wondering why  Some people got to sing Some people got to sigh Some people never see the light Until the day they die  But I've been released And I've been regained And I've been this way before And I'm sure to be this way again Once again One more time again Just one more time  ",
        "title": "I've Been This Way Before"
    },
    {
        "artist": "Millie Jackson",
        "lyrics": "  If loving you is wrong, I don't want to be right If being right means being without you I'd rather live a wrong-doing life Your mama and daddy say it's a shame It's a downright disgrace But long as I got you by my side I don't care what your people say  My friends tell me it's no future in loving a married man If I can't see you when I want I'll have to see you when I can If loving you is wrong, I don't want to be right If loving you is so wrong, baby I don't want to be right  Am I wrong to fall, ooh, ooh, ooh, ooh, so deeply in love with you Knowing you have a wife and two little children depending on you too Am I wrong to hunger for the gentleness of your touch Knowing you have someone else at home who needs you just as much  Am I wrong to give my love to a married man And am I wrong for trying to hold on to the best thing I ever had If loving you is wrong, I don't want to be right If loving you is wrong, I don't want to be right, baby Oohaaow!  No, baby.  Heh, eh, eh, eh.  Uh, uh  Tell me, baby Am I wrong to give my love to a married man Am I wrong for trying to hold on to the best thing I ever had If loving you is so wrong, I don't want to be right If loving you is wrong, baby, I just can't be right Ohaaow!  I don't wanna be right.  No, baby I don't wanna be right.  Oh, baby, heh Ohaaow!  I've been loving you a little bit too long I can't give up on your loving now I love you, want you, need you, got to have you Heeeeeeeeey!  Good god almighty, baby I love you.  Mmmm, hmmm, hmmm, mmmm, mmmm I need you.  Let me have you.  Mmmm  ",
        "title": "If Loving You Is Wrong I Don't Want To Be Right"
    },
    {
        "artist": "Paul Anka with Odia Coates",
        "lyrics": "  You caught me fooling around With somebody new You caught me fooling around Now I'm losing you  'Cause you're a one man woman You're a one man woman You're a one man woman But I'm a two timing man  The nights you left me alone And you disappeared The nights your voice on the phone Said I'm waiting here  'Cause I'm a one man woman You're a one man woman I'm a one man woman But I'm a two timing man  Oh baby, you know I'm sorry Oh sure, it's the same old story I keep coming back And I let you  'Cause I'd rather forgive than forget you Now I won't need no chains to tie me down You lost you're way my fault But now you've found that  'Cause I'm a one man woman You're a one man woman I'm a one man woman But I'm a two timing man  I'm a one man woman I'll be a one woman man You're a one man woman I'm a one woman man  Yes, you're a one man woman You're a one woman man  ",
        "title": "One Man Woman/One Woman Man"
    },
    {
        "artist": "George McCrae",
        "lyrics": "  Sitting here together, baby, we're all alone Now I can tell ya, girl, you turn me on I get lifted up hi-high, hi-high I get lifted up hi-high, hi-high  Bring out the loving, loving desire, baby You got the match, oh that lights the fire I get lifted up hi-high, hi-high I get lifted up hi-high, hi-high  Mama, mama, mama, mama Mama, mama, mama, mama I get lifted up hi-high, hi-high I get lifted up hi-high, hi-high  Mama, mama, mama, mama Mama, mama, mama, mama  Sitting on the corner, waiting for your love light  ",
        "title": "I Get Lifted"
    },
    {
        "artist": "Sammy Johns",
        "lyrics": "  I gave a girl a ride in my wagon She crawled in and took control She was tired as her mind was draggin' I said get some sleep and dream of rock and roll  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  Her young face was like that of an angel Her long legs were tanned and brown Better keep your eyes on the road, son Better slow this vehicle down  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand She's gonna love me in my Chevy van And that's all right with me  I put her out in a town that was so small You could throw a rock from end to end A dirt road main street, she walked off in bare feet It's a shame I won't be passin' through again  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van And that's all right with me  'Cause like a picture she was laying there Moonlight dancing off her hair She woke up and took me by the hand We made love in my Chevy van  ",
        "title": "Chevy Van"
    },
    {
        "artist": "Billy Preston",
        "lyrics": null,
        "title": "Struttin'"
    },
    {
        "artist": "Ringo Starr",
        "lyrics": null,
        "title": "No No Song/snookeroo"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": null,
        "title": "Part Of The Plan"
    },
    {
        "artist": "Helen Reddy",
        "lyrics": null,
        "title": "Emotion"
    },
    {
        "artist": "Charlie Ross",
        "lyrics": null,
        "title": "Thanks For The Smiles"
    },
    {
        "artist": "Charlie Rich",
        "lyrics": "  My Elusive Dreams By Charlie Rich  You followed me to Texas You followed me to Utah We didn't find it there So we moved on  You went with me to Alabam And things looked good in Birmingham We didn't find it there So, we moved on  I know you're tired of following My elusive dreams and schemes! For they're only fleeting things' My elusive dreams  You had my child in Memphis Then I heard of work in Nashville But we didn't find it there So we moved on'  To a small farm in Nebraska' To a gold mine in Alaska' We didn't find it there So we moved on  Now we've left Alaska 'cause there was no gold there But this time Only two of us moved on  Now all we have is each other And a little memory to cling to Still you won't let me go' Go on alone  I know you're tired of following My elusive dreams and schemes! For they're only fleeting things' My elusive dreams  ",
        "title": "My Elusive Dreams"
    },
    {
        "artist": "Kool & The Gang",
        "lyrics": null,
        "title": "Rhyme Tyme People"
    },
    {
        "artist": "Sam Neely",
        "lyrics": null,
        "title": "I Fought The Law"
    },
    {
        "artist": "Jim Capaldi",
        "lyrics": null,
        "title": "It's All Right"
    },
    {
        "artist": "Paula Webb",
        "lyrics": null,
        "title": "Please, Mr. President"
    },
    {
        "artist": "Flash Cadillac And The Continental Kids",
        "lyrics": null,
        "title": "Good Times, Rock & Roll"
    },
    {
        "artist": "C.W. McCall",
        "lyrics": "  Me and Earl was haulin' chickens On the flatbed out of Wiggins And we'd spent all night on the uphill side Of 37 miles of hell called Wolf Creek Pass Which is up on the Great Divide  We was sittin' there suckin' toothpicks Drinkin' Nehis and onion soup mix And I says, \"Earl, let's mail a card to mother And then send them chickens on down the other side Yeah, let's give em a ride\"  [Chorus] Wolf Creek Pass Way up on the Great Divide Truckin' on down the other side  Well, Earl put down his bottle Mashed his foot down on the throttle And then a couple of boobs with a thousand cubes In a 1948 Peterbilt screamed to life (We woke up the chickens)  We roared up off of that shoulder Spraying pine cones, rocks, and boulders And put four hundred head of them Rhode Island Reds And a couple of burnt-out roosters on the line Look out below Cause here we go  [Chorus]  Well, we commenced to truckin' And them hens commenced to cluckin' And Earl took out a match and scratched his pants And lit up the unused half of a dollar cigar and took a puff Says, \"My, ain't this pretty up here\"  I says, \"Earl, this hill can spill us You better slow down, you gon' kill us Just make one mistake and it's the pearly gates For them 85 crates of USDA-approved cluckers You wanna hit second?\"  [Chorus]  Well, Earl grabbed on the shifter And he stabbed 'er into fifth gear And then the chromium-plated Fully-illuminated Genuine accessory shift knob Come right off in his hand I says, \"You wanna screw that thing back on, Earl?\"  He was tryin' to thread it on there When the fire fell off of his cigar And dropped on down Sorta rolled around And then lit the cuff of Earl's pants And burned a hole in his sock Yeah, sorta set him right on fire  I looked on out of the window And I started countin' phone poles Going by at the rate of four to the seventh power Well, I put two and two together And added twelve and carried five Come up with twenty two thousand telephone poles an hour  I looked at Earl and his eyes was wide His lip was curled and his leg was fried And his hand was froze to the wheel Like a tongue to a sled in the middle of a blizzard I says, \"Earl, I'm not the type to complain But the time has come for me to explain That if you don't apply some brake real soon They're going to have to pick us up with a stick and a spoon\"  Well, Earl rared back, cocked his leg, stepped down as hard as he could on the brake And the pedal went clear to the floor and stayed right there on the floor He says it's sorta like steppin' on a plum  Well, from there on down it just wasn't real pretty It was hairpin county and switchback city One of 'em looked like a can full of worms Another one looked like malaria germs  And right in the middle of the whole damn show Was a real nice tunnel, now wouldn't you know Sign says clearance to the twelve foot line But the chickens was stacked to thirteen nine Well, we shot that tunnel at a hundred and ten Like gas through a funnel and eggs through a hen We took that top row of chickens off slicker than the scum off a Louisiana swamp  Went down and around Around and down And we run out of ground At the edge of town Bashed into the side of the feed store Downtown Pagosa Springs  [Chorus]  ",
        "title": "Wolf Creek Pass"
    },
    {
        "artist": "Ben E. King",
        "lyrics": null,
        "title": "Supernatural Thing - Part I"
    },
    {
        "artist": "Jethro Tull",
        "lyrics": "  {Intro}  Walking through forests of palm tree apartments Scoff at the monkeys who live in their dark tents Down by the waterhole Drunk every Friday Eating their nuts Saving their raisins for Sunday Lions and tigers Who wait in the shadows They're fast but they're lazy, and sleep in green meadows  Let's bungle in the jungle Well, that's all right by me I'm a tiger when I want love But I'm a snake if we disagree  Just say a word and the boys will be right there With claws at your back to send a chill through the night air Is it so frightening to have me at your shoulder? Thunder and lightning couldn't be bolder I'll write on your tombstone, I thank you for dinner This game that we animals play is a winner  Let's bungle in the jungle Well, that's all right by me I'm a tiger when I want love But I'm a snake if we disagree  {Bridge}  The rivers are full of crocodile nasties And He who made kittens put snakes in the grass He's a lover of life but a player of pawns Yes, the King on His sunset lies waiting for dawn To light up His Jungle as play is resumed The monkeys seem willing to strike up the tune  Let's bungle in the jungle Well, that's all right by me I'm a tiger when I want love But I'm a snake if we disagree  Let's bungle in the jungle Well, that's all right by me I'm a tiger when I want love But I'm a snake if we disagree  ",
        "title": "Bungle In The Jungle"
    },
    {
        "artist": "Hello People",
        "lyrics": null,
        "title": "Future Shock"
    },
    {
        "artist": "Fanny",
        "lyrics": null,
        "title": "Butter Boy"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Verse 1] I still don't know what I was waiting for And my time was running wild A million dead-end streets Every time I thought I'd got it made It seemed the taste was not so sweet So I turned myself to face me But I've never caught a glimpse Of how the others must see the faker I'm much too fast to take that test  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Don't want to be a richer man Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Just gonna have to be a different man Time may change me But I can't trace time  [Verse 2] I watch the ripples change their size But never leave the stream Of warm impermanence and So the days float through my eyes But still the days seem the same And these children that you spit on As they try to change their worlds Are immune to your consultations They're quite aware of what they're going through  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-Changes Don't tell them to grow up and out of it Ch-ch-ch-ch-changes (Turn and face the strange) Ch-ch-changes Where's your shame You've left us up to our necks in it Time may change me But you can't trace time  [Bridge] Strange fascination, fascinating me Changes are taking the pace I'm going through  [Chorus] Ch-ch-ch-ch-Changes (Turn and face the strange) Ch-ch-changes Oh, look out you rock 'n rollers Ch-ch-ch-ch-changes (Turn and face the strange) Ch-ch-changes Pretty soon now you're gonna get older Time may change me But I can't trace time I said that time may change me But I can't trace time  ",
        "title": "Changes"
    },
    {
        "artist": "T.G. Sheppard",
        "lyrics": "  I come home late at night with my shoes in my hands Stumble in the back door being quite as I can And I know she there in bed cold and all alone And she's crying cause I'm breaking up our home  And she knows (and she knows) the hell I'm going through In this world (in this world) inside my head There's a devil (there's a devil) in a bottle And he wants to see me dead  I fall into her arms and she helps me with my clothes Yeah she stays on with me cause she really knows Cause I'm trying lord to find my freedom By escaping to the only freedom I've ever known  And she knows (and she knows) the hell I'm going through In this world (in this world) inside my head There's a devil (there's a devil) in a bottle And he wants to see me dead  There's a devil (there's a devil) in a bottle (in the bottle) And he wants (and he wants) to see me dead And it's killing her to see me die this way  ",
        "title": "Devil In The Bottle"
    },
    {
        "artist": "The Charlie Daniels Band",
        "lyrics": "  [Verse 1] Well the train to Grinder's Switch is runnin' right on time And the tucker boys are cookin' down in Caroline People down in Florida can't be still When old Lynyrd Skynyrd's pickin' down in Jacksonville People down in Georgia come from near and far To hear Richard Betts pickin' on that red guitar  [Refrain] So gather 'round, gather 'round children Get down, well just get down children Get loud, well you can be loud and be proud And you can be proud here And I'll be proud to a rebel 'cause South's gonna do it again And again  [Verse 2] Elvin Bishop's sittin' on a bale of hay He ain't good lookin' but he sure can play And there's Z Z Top and you can't forget That old brother Willie's gettin' soakin' wet And all the good people down in Tennessee Are diggin' barefoot Jerry and the C.D.B  [Refrain] Well gather 'round, gather 'round children Get down, well you can get down children Get loud, well you can get loud and be proud Well you can be proud here Be proud to a rebel 'cause South's gonna do it again Yes it is  ",
        "title": "The South's Gonna Do It"
    },
    {
        "artist": "Al Wilson",
        "lyrics": null,
        "title": "I Won't Last A Day Without You/Let Me Be The One"
    },
    {
        "artist": "The Blackbyrds",
        "lyrics": "  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm Singing my song Thinking 'bout my baby Trying to get home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  It's been so long since I've seen her I'm tired and so all alone I've travelled so very far I've got to get back home  It's been so long since I've kissed her And held her tight in my arms I've got so far to go now I've got to get back home Got to get back home  Walking in rhythm Moving in sound Humming to the music Trying to move on I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  I'm walking in rhythm (walking in rhythm) Singing my song (singing my song) Thinking 'bout my baby (thinking 'bout my baby) Trying to get home (trying to get home)  ",
        "title": "Walking In Rhythm"
    },
    {
        "artist": "Hot Chocolate",
        "lyrics": null,
        "title": "Emma"
    },
    {
        "artist": "Rufus Featuring Chaka Khan",
        "lyrics": "  Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Everybody party hearty To get back in the groove I like the way you do it .. way you do it I like the way you move  It's a good thing Hear a funky sound Everybody let's get on down You gon do it like you never done before Hey .. hey  I just want you to know that Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Everybody party hearty To get right in the groove I love the way you do it .. way you do it I like the way you move  It's the new thing When ya know that ya getting' on down, yeah Everybody come on y'all and get down with me You can do it like you never done before, yeah  Once you get started, oh it's hard to stop You can't stop you just can't stop When you get down y'all When you get down ain't no turnin' back no  Now that ya got down We just wanna say If you dig the funky, funky music Come on and move it this way  Come on and move, come on and groove  ",
        "title": "Once You Get Started"
    },
    {
        "artist": "Love Unlimited Orchestra",
        "lyrics": "  Am I a man who knows how to love When you hate what you fear the most here I'll wash your feet as you spit in my face Hey you, I love your soul I'm gonna love when you hate You can't outrun or escape this liquid My life poured out like water here I'm gonna drown you With maddening forgiveness Hey you, I love your soul I can't depend on your hate To define my love Am I strong enough To love your soul Love doesn't care to receive what it gives Bleeding compassion to extreme Love stretches out to die for its enemies Hey you, I love your soul I can't depend on your hate To define my love Am I strong enough To love your soul No bounds on the deep No bounds on the wide Am I deep enough Yo love your soul God, I want to swim in the deep of You God, in You I'm strong enough Strong enough, strong enough I can't depend on your hate To define my love Am I strong enough To love your soul No bounds on the deep No bounds on the wide Am I deep enough To love your soul  ",
        "title": "Satin Soul"
    },
    {
        "artist": "B.J. Thomas",
        "lyrics": "  It's lonely out tonight And the feeling just got right For a brand new love song Somebody done somebody wrong song  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  So please play for me a sad melody So sad that it makes everybody cry A real hurting song About a love that's gone wrong Cause I don't want to cry all alone  Hey, won't you play another Somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  (Hey, won't you play) Won't you play Another somebody done somebody wrong song And make me feel at home While I miss my baby, while I miss my baby  ",
        "title": "(Hey Won't You Play) Another Somebody Done Somebody Wrong Song"
    },
    {
        "artist": "Freddy Fender",
        "lyrics": "  If he brings you happiness Then I wish you all the best It's your happiness that matters most of all But if he ever breaks your heart If the teardrops ever start I'll be there before the next teardrop falls  Si te quiere de verdad Y te da felicidad Te deseo lo mas bueno pa'los dos Pero si te hace llorar A mi me puedes hablar Y estare contigo cuando triste estas  I'll be there anytime You need me by your side To drive away every teardrop that you cried  And if he ever leaves you blue Just remember, I love you And I'll be there before the next teardrop falls And I'll be there before the next teardrop falls  ",
        "title": "Before The Next Teardrop Falls"
    },
    {
        "artist": "Maureen McGovern",
        "lyrics": "  We may never love like this again Don't stop the flow We can't let go We may never love like this again And touch the sky Though we may try  So, while we're here Let's give out all Release the dreams inside us And set them free Oh, while we're here Let's leave a mark There's a candle in the dark It's here to guide us  We may never love like this again But through the days Beyond the hills I'll see you reaching out to hold me I don't know just where or when Still, I'm sure We'll love again We'll love again  We'll love again (We may never love like this again) We'll love again (We may never love like this again) (repeat and fade out)  ",
        "title": "We May Never Love Like This Again"
    },
    {
        "artist": "Loggins & Messina",
        "lyrics": null,
        "title": "Changes"
    },
    {
        "artist": "Carl Douglas",
        "lyrics": "  Oho, dance the kung fu (I'll tell you what to do) You just dance the kung fu, haha, y'all Dance the kung fu (That's what to do) You just dance the kung fu  You swing to your left Then you swing to your right This new dance, people Is pure dynamite  Every step is poetry in motion Let the rhythm take your devotion So when you feel like you wanna fight People listen to me, oh, don't get uptight This is all, this is all you do  Oho, dance the kung fu (I'll tell you what to do) Dance the kung fu, haha, y'all Dance the kung fu (That's what to do) You just dance the kung fu  You put your hand to the hand Then you make a little stand You jump and you dip Your back up stiff  Moving with the grace of a butterfly Take yourself away on a natural high You feel like you wanna fight Listen to me, people, don't get uptight This is all, this is all you do  Oho, dance the kung fu (That's what you do) Dance the kung fu, don't fight! Dance the kung fu (Tell you what to do) Dance the kung fu  Come on, move around Never see what you're putting down Step in line, come feel the groove Doin' fine, you got nothing to lose  Dance the kung fu (This is all you do) Dance the kung fu, don't fight, hey! Dance the kung fu (Tell you what to do, y'all) Dance the kung fu  Peace and love Sweet as a flower You can do this new dance Hours and hours and hours  ",
        "title": "Dance The Kung Fu"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  Yeah, hey, hey  When you wish upon a star Your dreams will take you very far, yeah But when you wish upon a dream Life ain't always what it seems, oh yeah  What you see On nights so clear, hey In the sky so very dear, yeah?  You're a shining star No matter who you are Shining bright to see What you could truly be (What you could truly be)  Shining star come into view To shine its watchful light on you Give you strength To carry on, yeah Yeah, make your body big and strong, yeah  Born a man-child of the sun, yeah Yeah, saw my work had just begun Yeah, found I had to stand alone, yeah Bless it now I've got my own Oh yeah, oh yeah  So, if you find yourself in need Why don't you listen To these words of heed Be a giant or grain of sand Words of wisdom Yes, I can  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  You're a shining star No matter who you are Shining bright to see What you could truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  Shining star for you to see What your life can truly be  ",
        "title": "Shining Star"
    },
    {
        "artist": "Harry Chapin",
        "lyrics": "  I come fresh from the street, fast on my feet Kinda lean and lazy Not much meat on my bones and a whole lot alone And more than a little bit crazy  The old six string was all i had, to keep my belly still And for each full hour lesson i gave I got a crisp ten dollar bill  You see, she was married for seven years To a concrete castle king She said she wanted to learn to play the guitar And to hear her children sing So i'd show up about once a week in my faded tight legged jeans With a back log full of hobo stories and delapadated dreams  So i tried to teach her a couple of chords And an easy melody But it always turned out she'd rather listen to my guitar and me I could hear her old man laughing in the den Playing stud poker with the boys While i sang so soft in the living room, too scared to make much noise  I came one week, the den was dark and she met me at the door And we sat on the couch and we sang and talked till i could not sing no more You know the silence kept in building Her eyes grew much too wide And i could hear both of our heart beats, but there was no place to hide  She said i wanna learn a love song Full of happy things She said i wanna learn a love song Won't you let me hear you sing She said i wanna learn a love song I wanna hear you play She said i wanna learn a love song Before you go away  I guess you know what happened God i, I never been so clean I feel like i'm workin in a Hollywood movie Or living out a good bad dream And all them pin up girls in that tinsle world Never touched me like she can It took another mans wife in the real world life to make this boy a man  She said i wanna learn a love song Full of happy things She said i wanna learn a love song Won't you let me hear you sing She said i wanna learn a love song I wanna hear you play She said i wanna learn a love song Before you go away  I guess you know i stayed  ",
        "title": "I Wanna Learn A Love Song"
    },
    {
        "artist": "Ozark Mountain Daredevils",
        "lyrics": "  Ooh-hoo, Jackie blue Lives her life from inside of a room Hides that smile when she's wearin' a frown Ooh Jackie, you're not so down  You like your life in a free-form style You'll take an inch but you'd love a mile There never seems to be quite enough Floating around to fill your lovin' cup  Ooh-hoo, Jackie blue What's a game, girl, if you never lose Ask a winner and you'll prob'bly find Ooh Jackie, they've lost at sometime  Don't try to tell me that you're not aware Of what you're doing and that you don't care You say it's easy, just a nat'ral thing Like playing music but you never sing  Ooh-hoo, Jackie blue Making wishes that never come true Going places that you've never been Ooh Jackie, you're going again  {guitar solo}  Ooh-hoo, Jackie blue Lives a dream that can never come true Making love is like siftin' through sand Ooh Jackie, it slips through your hand  Every day, in your indigo eyes I watch the sun set but I don't see it rise Moonlight and stars in your strawberry wine You'd take the world but you won't take the time  Ooh-hoo, Jackie blue Lives her life from inside of a room Makes you think that her life is a drag Ooh Jackie, what fun you have had  Ooh Jackie, ooh Jackie  Ooh Jackie, ooh Jackie, ooh Jackie  Hey, hey, hey, hey  {guitar solo}  ",
        "title": "Jackie Blue"
    },
    {
        "artist": "Donny Osmond",
        "lyrics": null,
        "title": "I Have A Dream"
    },
    {
        "artist": "Stark & McBrien",
        "lyrics": null,
        "title": "Isn't It Lonely Together"
    },
    {
        "artist": "Jim Weatherly",
        "lyrics": "  Run through life's meadows, the rich green fields Have yourself a hundred thrills  When you're ready to come home I'll still love you  Go sing a song you long to sing While you're gone, remember one thing When you're ready to come home I'll still love you  I was once somewhere along there myself So I know how it feels Like someone else Doin' the things you want to do  Run through the rain, run through the sunshine Once again, just bear in mind When you're ready to come home I'll still love you  (Instrumental)  I was once somewhere along there myself So I know how it feels Like someone else Doin' the things you want to do  Oh Run through the rain, run through the sunshine So once again, just bear in mind When you're ready to come home I'll still love you  Oh girl, when you're ready to come home I'll still love you  (Instrumental to end)  ",
        "title": "I'll Still Love You"
    },
    {
        "artist": "Queen",
        "lyrics": "  [Verse 1] She keeps Moet et Chandon In her pretty cabinet 'Let them eat cake' she says Just like Marie Antoinette A built-in remedy For Khrushchev and Kennedy At anytime an invitation You can't decline Caviar and cigarettes Well versed in etiquette Extraordinarily nice  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Post-Chorus] Recommended at the price Insatiable an appetite Want to try?  [Verse 2] To avoid complications She never kept the same address In conversation She spoke just like a baroness Met a man from China Went down to Geisha Minah (Killer, killer, she's a killer Queen) Then again incidentally If you're that way inclined Perfume came naturally from Paris (naturally) For cars she couldn't care less Fastidious and precise  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Guitar Solo]  [Bridge] Drop of a hat she's as willing as Playful as a pussy cat Then momentarily out of action Temporarily out of gas To absolutely drive you wild, wild She's all out to get you  [Chorus] She's a Killer Queen Gunpowder, gelatine Dynamite with a laser beam Guaranteed to blow your mind Anytime  [Outro] Recommended at the price Insatiable an appetite Want to try? Want to try?  ",
        "title": "Killer Queen"
    },
    {
        "artist": "Tim Moore",
        "lyrics": null,
        "title": "Charmer"
    },
    {
        "artist": "Leon Haywood",
        "lyrics": "  I'm ready I'm ready now  Don't push it Don't force it  Let it happen naturally  It will surely happen  If it was menat to be Don't push it Don't force it  Let it happen naturally  It will surely happen  If love was meant to be  Patience isn't my best virtue  When I'm in the mood for love  I can't controll my passion  I wanna love you all over  Don't push it Don't force it ...  My nature is high inside  I'm burning about to lose self control  I can't fight this feeling  My love is much to hot to hold  Don't push it Don't force it ...  If it was really meant to be  Don't push it  It will happen naturally  Don't force it  What will be will surely be  Don't push it  If love was meant for you and me  Don't force it  Don't push it Don't force it ...  You're the spark That lights my fire  You set me off to a full alarm  I can't stand anticipation  I'm in the mood to get it on  Don't push it Don't force it  ",
        "title": "Believe Half Of What You See (And None Of What You Hear)"
    },
    {
        "artist": "Philly Devotions",
        "lyrics": null,
        "title": "I Just Can't Say Goodbye"
    },
    {
        "artist": "Herbie Mann",
        "lyrics": null,
        "title": "Hijack"
    },
    {
        "artist": "Eddie Kendricks",
        "lyrics": "  Shoeshine boy how you do your work so well Shoeshine boy tryin' to make a livin', you go somewhere Shoeshine boy where are you gonna be ten years from now Just move, just keep workin' shoeshine boy  I wanna know are you gonna be the richest man around You've been a workin' so hard So many things in life to learn Shoeshine boy, what will you discover  Though it's a long way up, you'll reach the top Now when you'll finally get back Don't forget from where you came shoeshine boy Workin' so hard in the noon day sun Just, just keep workin' shoeshine boy  Look at ya now, gettin' it together Teasing the guys and havin' lots of fun Shoeshine boy, yeah, don't you know that you're a star Yeah, you're a star shoeshine boy  Just the way, just the way that you are You've been a workin' so hard So many things in life to learn, so much to learn Shoeshine boy, what will you discover  Yeah, shoeshine boy Shoeshine boy You've been a workin' so hard Shoeshine boy Don't you know that you're a star That's the way that you are  ",
        "title": "Shoeshine Boy"
    },
    {
        "artist": "Sister Sledge",
        "lyrics": "  I can't deny this feeling inside That makes me love you I'm under a spell but how can I tell If it's really true love  (How) How can I be sure (Be sure) Love don't walk out the door Are you for real with the love that you feel Or will it change with time, oh, no  Love don't you go through no changes on me No, no, no Love don't you go through no changes on me No, no, no  Love don't you go through no changes on me No, no, no Love don't you go through no changes on me No, no, no, no, no  No No, no, no Don't come with me, no Don't come over here Ooh  You know I'm fair and that I care (I care) Boy, I'm crazy about you Wanna let myself go but I don't know (Don't know) Just how you feel about me  (No) No, I can't afford (Afford) To be hurt like before Are you for real with the love that you feel Or will it change with time, oh, no  Love don't you go through no changes on me No, no, no Love don't you go through no changes on me No, no, no  Love (Love) don't you go through no changes on me Yeah, yeah, yeah, yeah Love (I feel your love) don't you go through no changes on me Don't come with me, don't come with me Boy, I got your lovin'  Love don't you go through no changes on me No, I got the love Love don't you go through no changes on me Not on me, not on me, I don't want your lovin'  Love (No) don't you go through no changes on me  ",
        "title": "Love Don't You Go Through No Changes On Me"
    },
    {
        "artist": "Carl Carlton",
        "lyrics": "  Oh, oh, oh, yeah  Here we are in this Old smoking room again If your honey is your pleasure That's all right  But there's an extra added goodness In my heart for you tonight If there's any such thing as a God He must be here tonight  Ain't saying I'm right Ain't saying I'm wrong Ain't saying there's any Such thing as sure love  Seems we been here Many times before It's too beautiful to be true  And I'm glad, I'm glad That I'm here tonight To share my night with you  Ooh, baby, oh, oh Love me, baby, oh, yeah  You used to be Locked up in the closet And I couldn't find I couldn't find the key  Used to be you looked my way But you never see me No, no, no, no, no  What has happened Just to know that From yourself, you cannot hide And here, here is where I am And it's you that's by my side  Ain't saying I'm right I ain't saying I'm wrong Ain't saying there's any Such thing as sure love  Seems we been here Many times before It's too beautiful to be true  And I'm glad, I'm glad That I got the chance tonight To share my love Share my love, share  Baby, baby, yeah So glad I got to Spend some time, spend some time So glad I got you, baby, oh  So glad I got to Spend some time, spend some time So glad I got you, baby, yeah  So glad I got to Spend some time, share my life So glad I got you, baby, hey  So glad I got to Spend some time Spend some time  ",
        "title": "Smokin' Room"
    },
    {
        "artist": "Dooley Silverspoon",
        "lyrics": null,
        "title": "Bump Me Baby Part 1"
    }
]