[
    {
        "artist": "Frankie Avalon",
        "lyrics": null,
        "title": "Venus"
    },
    {
        "artist": "The Coasters",
        "lyrics": null,
        "title": "Charlie Brown"
    },
    {
        "artist": "David Seville And The Chipmunks",
        "lyrics": null,
        "title": "Alvin's Harmonica"
    },
    {
        "artist": "Brook Benton",
        "lyrics": "  Someday, someway You'll realize that you've been blind Yes, darling, you're going to need me again It's just a matter of time  Go on, go on Until you reach the end of the line But I know you'll pass my way again It's just a matter of time  After I gave you everything I had You laughed and called me a clown Remember, in your search for fortune and fame What goes up must come down  I know, I know That one day, you'll wake up and find That my love was a true love It's just a matter of time  ",
        "title": "It's Just A Matter Of Time"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": "  The night was clear And the moon was yellow And the leaves came tumbling down  I was standing on the corner When I heard my bulldog bark He was barking at the two men Who were gambling in the dark  It was Stagger Lee and Billy Two men who gambled late Stagger Lee threw seven Billy swore that he threw eight  Stagger Lee told Billy \"I can't let you go with that You have won all my money And my brand new Stetson hat.\"  Stagger Lee started off Goin down that railroad track He said, I can't get you Billy But don't be here when I come back  Go on, Stagger Lee  Stagger Lee went home And he got his .44 Said, \"I'm going to the bar room Just to pay that debt I owe.\"  Stagger Lee went to the bar room And he stood across the bar room door Said, \"Now nobody move.\" And he pulled his .44  \"Stagger Lee,\" cried Billy \"Oh, please don't take my life I got three little children And a very sickly wife.\"  Stagger Lee shot Billy Oh he shot that poor boy so bad Till the bullet came through Billy And it broke the bartender's glass  Now look out, Stagg, come on  ",
        "title": "Stagger Lee"
    },
    {
        "artist": "The Bell Notes",
        "lyrics": null,
        "title": "I've Had It"
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": null,
        "title": "Donna"
    },
    {
        "artist": "Thomas Wayne With the Delons",
        "lyrics": null,
        "title": "Tragedy"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  If I could take my pick Of all the girls I've ever known Then I'd come and pick you Out to be my very own  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  A heart that's true and longs for you Is all I have to give All my love belongs to you As long as I may live  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  I never will forget the way you kiss me And when we're not together I wonder if you've missed me  'Cause I hope and pray The day will come When you belong to me Then I'm gonna prove to you How true my love can be  There'll never be anyone else But you for me Never ever be Just couldn't be Anyone else but you  Mm, mm, mm, mm Mm, mm, mm Mm, mm, mm  ",
        "title": "Never Be Anyone Else But You"
    },
    {
        "artist": "Ray Anthony and His Orchestra",
        "lyrics": null,
        "title": "Peter Gunn"
    },
    {
        "artist": "Chris Barber's Jazz Band",
        "lyrics": "  Waits Tom Foreign Affairs Barber Shop Good mornin mr. snip snip snip witchur haircut jus as short as mine Bay rum lucky tiger butch wax cracker jacks shoe shine jaw breaker Magazine racks hangin round the barber shop a side burnin close crop Mornin mr. furgeson what's the good word witcha been Stayin outa trouble like a good boy should i see you're still cuttin hair Well i'm still cuttin classes i just couldn't hep myself I got a couple of passes to the ringle bros. barn bail circus afternoon I see you lost a little round the middle and your lookin reel good Sittin on the wagon stead of under the hood What's the low down mr. brown heard you boy's leavin town I just bought myself a struggle buggy suckers powder blue Throw me over sports page cincinnati's lookin' good Always been for pittsburgh lay you 10 to 1 That the pirates get the pennant and the series for their done You know the hair's gettin longer and the skirts gettin shorter You can get a cheaper haircut if you wanna cross the border Now if your mama saw you smokin why she'd kick your ass Put it out you little juvenile and put it out fast Oh if i had a million dollars well what would i do Probly be a barber not a bum like you Still gotchur paper route now that's just fine Now you can pay me double cause you gypped me last time You be keepin little circus money and spend it on a girl Know i give the best haircuts in the whole wide world  ",
        "title": "Petite Fleur (Little Flower)"
    },
    {
        "artist": "LaVern Baker",
        "lyrics": "  I cried a tear because of you I cried a tear because we're through I cried a tear, what else could I do But cry and sigh for love of you  I felt a tear fall in my heart You fooled me so, I wasn't smart I can't believe that we must part Come back to stay, let's make a new start  I cried a tear because of you I cried a tear because we're through Please make my dreams of you come true Don't make me cry a tear for you Don't make me cry a tear for you  ",
        "title": "I Cried A Tear"
    },
    {
        "artist": "Andy Williams",
        "lyrics": "  \"This is the moment I've waited for I can hear my heart singing Soon bells will be ringing  This is the moment Oh sweet aloha I will love you longer than forever Promise me that you will leave me never Here I .... my dear O my love I vow dear  Promise me that you will leave me never I will love you longer than forever Now than we are one Cloud want light the sun Blue sky is hawaii smile On this our wedding day\"  I do Love you With all My heart  ",
        "title": "The Hawaiian Wedding Song (Ke Kali Nei Au)"
    },
    {
        "artist": "Annette With The Afterbeats",
        "lyrics": null,
        "title": "Tall Paul"
    },
    {
        "artist": "The Crests",
        "lyrics": "  Happy birthday, happy birthday, baby Oh, I love you so  [Verse 1] Sixteen candles Make a lovely light But not as bright as your eyes tonight  [Verse 2] Blow out the candles Make your wish come true For I'll be wishing That you love me, too  [Bridge] You're only sixteen But you're my teenage queen You're the prettiest, loveliest girl I've ever seen  [Verse 3] Sixteen candles In my heart will glow For ever and ever for I love you so  [Bridge] You're only sixteen But you're my teenage queen Oh, you're the prettiest, loveliest girl I've ever seen  [Verse 4] Sixteen candles In my heart will glow For ever and ever For I love you so For I love you so!!!  ",
        "title": "16 Candles"
    },
    {
        "artist": "The Fleetwoods",
        "lyrics": "  Doo dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come softly, darling) Dum dum, dum doo dum, dooby doo  (Come softly, darling) Dum dum, dum doo dum, dooby doo (Come to me, stay) Dum dum, dum doo dum, dooby doo (You're my obsession) Dum dum, dum doo dum, dooby doo (Forever and a day) Dum dum, dum doo dum, dooby doo  I want, want you to know, dooby do I love, I love you so, doby do Please hold, hold me so tight, dooby do All through, all through the night, dooby do  (I speak softly, darling) Dum dum, dum doo dum, dooby doo (Hear what I say) Dum dum, dum doo dum, dooby doo (I love you always) Dum dum, dum doo dum, dooby doo (Always, always) Dum dum, dum doo dum, dooby doo  I've waited, waited so long, dooby do For your kisses and your love, dooby do Please come, come to me, dooby do From up, from up above, dooby do  (Come softly, darling) I want, want you to know, dooby do (Come softly, darling) I love, I love you so, dooby do (Come softly) I need, Ineed you so much, dooby do (Come softly) Want to feel your warm, warm touch, dooby do  Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo Dum dum, dum doo dum, dooby doo  ",
        "title": "Come Softly To Me"
    },
    {
        "artist": "Dodie Stevens",
        "lyrics": "  Now I've got a guy and his name is Dooley He's my guy and I love him truly He's not good lookin', heaven knows But I'm wild about his crazy clothes  He wears tan shoes with pink shoelaces A polka dot vest and man, oh, man Tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  He takes me deep-sea fishing in a submarine We got to drive-in movies in a limousine He's got a whirly-birdy and a 12-foot yacht Ah, but that's-a not all he's got  He's got tan shoes with pink shoelaces A polka dot vest and man, oh, man Tan shoes with pink shoelaces And a big Panama with a purple hat band  Now Dooley had a feelin' we were goin' to war So he went out and enlisted in a fightin' corps But he landed in the brig for raisin' such a storm When they tried to put 'em in a uniform  He wanted tan shoes with pink shoelaces A polka dot vest and man, oh, man He wanted tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  Now one day Dooley started feelin' sick And he decided that he better make his will out quick He said \"Just before the angels come to carry me I want it down in writin' how to bury me.\"  A'wearin tan shoes with pink shoelaces A polka dot vest and man, oh, man Give me tan shoes with pink shoelaces And a big Panama with a purple hat band  Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh Ooh-ooh, ooh, ooh  And a big Panama with a purple hat band!!  ",
        "title": "Pink Shoe Laces"
    },
    {
        "artist": "The Diamonds",
        "lyrics": null,
        "title": "She Say (Oom Dooby Doom)"
    },
    {
        "artist": "Bill Parsons",
        "lyrics": null,
        "title": "The All American Boy"
    },
    {
        "artist": "Buddy Holly",
        "lyrics": "  [Verse] There you go and baby here am I Well you left me here so I could sit and cry Golly gee what have you done to me Well I guess it doesn't matter anymore Do you remember baby last September How you held me tight each and every night Oh baby how you drove me crazy But I guess it doesn't matter anymore  [Chorus] There's no use in me a-crying I've done everything And now I'm sick of trying I've thrown away my nights Wasted all my days over you Now you go your way baby and I'll go mine Now and forever 'till the end of time And I'll find somebody new and baby We'll say we're through And you won't matter anymore  [Chorus] There's no use in me a-crying I've done everything And now I'm sick of trying I've thrown away my nights Wasted all my days over you Now you go your way baby and I'll go mine Now and forever 'till the end of time And I'll find somebody new and baby We'll say we're through And you won't matter anymore  ",
        "title": "It Doesn't Matter Anymore"
    },
    {
        "artist": "Ricky Nelson",
        "lyrics": "  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long  Too bad (Too bad) We shoulda checked our time Can't phone (Can't phone) We done spent every dime  It's late (It's late) We're 'bout to run outta gas It's late (It's late) We gotta get home fast  Can't speed (Can't speed) We're in a slow-down zone Baby, look at that clock Why can't it be wrong?  If we coulda left home at a quarter to nine Woulda had fun and plenty of time We got started just a little bit late Hope this won't be our last date  Look up (Look up) Is that the moon we see? Can't be (Can't be) Looks like the sun to me  It's late (It's late) I hate to face your dad Too bad (Too bad) I know he's gonna be mad  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long  It's late (It's late) We're 'bout to run outta gas It's late (It's late) We gotta get home fast  Can't speed (Can't speed) We're in a slow-down zone Baby, look at that clock Why can't it be wrong?  If we coulda left home at a quarter to nine Woulda had fun and plenty of time We got started just a little bit late Hope this won't be our last date  Look up (Look up) Is that the moon we see? Can't be (Can't be) Looks like the sun to me  It's late (It's late) I hate to face your dad Too bad (Too bad) I know he's gonna be mad  It's late (It's late) We gotta get on home It's late (It's late) We've been gone too long (It's late)  ",
        "title": "It's Late"
    },
    {
        "artist": "The McGuire Sisters",
        "lyrics": null,
        "title": "May You Always"
    },
    {
        "artist": "Mitch Miller and his \"Sing Along With Mitch\" Chorus",
        "lyrics": null,
        "title": "The Children's Marching Song (Nick Nack Paddy Whack)"
    },
    {
        "artist": "The Mark IV",
        "lyrics": null,
        "title": "I Got A Wife"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": "  Talk to her please, Mr. Sun Speak to her, Mr. Rainbow And take her under Your branches, Mr. Tree  Whisper to her, Mr. Wind Sing to her, Mr. Robin And Mrs. Moonlight Put in a word for me  Tell her how I feel It shouldn't end this way Since you are all her friends She'll listen to whatever  Babble to her, Mr. Brook Kiss her for me, Miss Raindrop And watch to see they all do Please, Mr. Sun  Babble to her, Mr. Brook Kiss her for me, Miss Raindrop And watch to see they all do Please, Mr. Sun  ",
        "title": "Please Mr. Sun"
    },
    {
        "artist": "Jackie Wilson",
        "lyrics": "  Shooby Doo Wop ba baa (hey hey) Shooby Doo Wop ba baa (hey hey) Shooby Doo Wop ba baa (hey hey)  My heart Is cryin', cryin' Lonely teardrops My pillows never dry of Lonely teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  My heart Is cryin', cryin' Lonely teardrops My pillows never dry of Lonely teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  Just give me another chance For our romance Come on and tell me That one day you'll return 'Cause everyday that you've been gone away You'll know my heart does nothing but burn  Crying Lonely Teardrops My pillows never dry of Lonely Teardrops  Come home, come home Just say you will, say you will (say you will) Say you will (say you will) Hey, Hey (say you will)  Say it right now baby (say you will) Come on, come on (say you will) Say it darling, yeah (say you will)  ",
        "title": "Lonely Teardrops"
    },
    {
        "artist": "Link Wray And The Wraymen",
        "lyrics": "  [Instrumental in three parts:]  Lead Guitar - Link Wray Bass Guitar - Rob Stoner Drums - Anton Fig  ",
        "title": "Raw-Hide"
    },
    {
        "artist": "Jack Scott",
        "lyrics": "  Ooh, bye bye Ooh, bye bye  Goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye I'm gonna leave you now  Goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye Johnny's going away  You were wrong, pretty baby, bye bye Oh, so wrong, pretty baby, bye bye Yes, so wrong, pretty baby, bye bye Please don't you cry  Oh, goodbye baby, baby, bye bye Goodbye baby, baby, bye bye Goodbye baby, baby, bye bye I'm gonna leave you now  Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye Baby, bye bye, baby, bye bye  Oh, goodbye baby, bye bye Goodbye baby, bye bye Goodbye baby, bye bye Johnny's going away  Take my hand, pretty baby, bye bye One more time, pretty baby, bye bye Take my hand, pretty baby, bye bye Hope you'll understand  Oh, oh Goodbye, bay-hey, hey, hey Goodbye, bay-hey, hey, hey  Ooh, bye bye Ooh, bye bye  ",
        "title": "Goodbye Baby"
    },
    {
        "artist": "Pat Boone",
        "lyrics": null,
        "title": "With The Wind And The Rain In Your Hair"
    },
    {
        "artist": "Cyril Stapleton And His Orchestra",
        "lyrics": null,
        "title": "The Children's Marching Song (Nick Nack Taddy Whack)"
    },
    {
        "artist": "Paul Anka",
        "lyrics": "  The secret way you hold my hand To let me know you understand The wind and rain upon your face The breathless world of your embrace Your little laugh and handsome cries The star light gleaming in your eyes Remembering all those little things All of a sudden my heart sings  All of a sudden my heart sings When I remember little things The way you dance and hold me tight The way you kiss and say good night The crazy things we say and do The fun it is to be with you The magic thrill that's in your touch Oh darling I love you so much  The secret way you hold my hand To let me know you understand The wind and rain upon your face The breathless world of your embrace Your little laugh and handsome cries The star light gleaming in your eyes Remembering all those things All of a sudden my heart sings  ",
        "title": "(All of a Sudden) My Heart Sings"
    },
    {
        "artist": "Conway Twitty",
        "lyrics": "  Darling, were not very old But theres a love story that has to be told By stars above I swear that it's true It's the story of my love, for you (my love for you)  It starts when you came into my life You vowed someday you'd be my wife Sweetheart, I thought the world of you You made my world of dreams come true (of dreams come true)  The years may come, and years may pass And I reach the end of lifes journey at last Though time may change me in some ways it's true It could never change my love, for you (change my love, for you)  Oh, when I'm gone, you bury me On the highest mountain of history Then all the world will hear me cry My love for you will never die (for you will never die)...  ",
        "title": "The Story Of My Love"
    },
    {
        "artist": "Frankie Ford",
        "lyrics": "  Sound effects-buoy bell and fog horn Instrumental open  Old man rhythm is in my shoes No use t'sittin' and a'singin' the blues So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Feel like jumpin' baby won't ya join me please I don't like beggin' but I'm on bended knee  I got to get t'rockin get my hat off the rack I got to boogie woogie like a knife in the back So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Instrumental interlude  I got to get t'movin' baby I ain't lyin' My heart is beatin' rhythm and it's right on time So be my guest, you got nothin' to lose Won't ya let me take you on a sea cruise?  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  Feel like jumpin' baby won't ya join me please I don't like beggin' but I'm on bended knee  Oo-ee, oo-ee baby Oo-ee, oo-ee baby Oo-ee, oo-ee baby Won't ya let me take you on a sea cruise?  ",
        "title": "Sea Cruise"
    },
    {
        "artist": "Tab Hunter",
        "lyrics": "  I'll be with you in apple blossom time I'll be with you and change your name to mine One day in May, I'll hear you say \"Happy the bride the sun shines on today.\" What a wonderful wedding there will be What a wonderful day for you and me Church bells will chime You will be mine In apple blossom time  ",
        "title": "(I'll Be With You In) Apple Blossom Time"
    },
    {
        "artist": "Duane Eddy His Twangy Guitar And The Rebels",
        "lyrics": null,
        "title": "The Lonely One"
    },
    {
        "artist": "Billy Grammer",
        "lyrics": "  I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on Poppa writes to Johnny, but Johnny can't come home Johnny can't come home, no, Johnny can't come home Poppa writes to Johnny, but Johnny can't come home 'Cause he's been on the chain gang too long I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on High sheriff and police riding after me Riding after me, yes, coming after me High sheriff and police coming after me And I fee like I gotta travel on I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on Want to see my honey, want to see her bad Want to see her bad, oh, want to see her bad Want to see my honey, want to see her bad She's the best girl, this poor boy ever had I've laid around and played around this old town too long Summer's almost gone, yes, winter's comin' on I've laid around and played around this old town too long And I feel like I gotta travel on  ",
        "title": "Gotta Travel On"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "My Happiness"
    },
    {
        "artist": "Marty Robbins",
        "lyrics": "  [Verse 1] I came to town to search for gold And I brought with me a memory And I seem to hear the night wind cry  \"Go hang your dreams on the hangin' tree Your dreams of love that could never be Hang your faded dreams on the hangin' tree!\"  [Verse 2] I searched for gold and I found my gold And I found a girl who loved just me And I wished that I could love her too  But I'd left my heart on the hangin' tree I'd left my heart with a memory And a faded dream on the hangin' tree  [Verse 3] Now there were men who craved my gold And meant to take my gold from me When a man is gone he needs no gold  So they carried me to the hangin' tree To join my dreams and a memory Yes, they carried me to the hangin' tree  [Verse 4] To really live you must almost die And it happened just that way with me They took the gold and set me free  And I walked away from the hangin' tree I walked away from the hangin' tree And my own true love, she walked with me!  [Bridge] That's when I knew that the hangin' tree Was a tree of life, new life for me A tree of hope, new hope for me A tree of love, new love for me The hangin' tree, the hangin' tree, the hangin' tree!  ",
        "title": "The Hanging Tree"
    },
    {
        "artist": "Reg Owen & His Orchestra",
        "lyrics": null,
        "title": "Manhattan Spiritual"
    },
    {
        "artist": "The Platters",
        "lyrics": "  They asked me how I knew My true love was true I of course replied, something here inside Cannot be denied  They said some day you'll find All who love are blind When your heart's on fire, you must realize Smoke gets in your eyes  So I chaffed them and I gaily laughed To think they could doubt my love Yet today my love has flown away I am without my love (Without my love)  Now laughing friends deride Tears I cannot hide, hide So I smile and say, when a lovely flame dies  Smoke gets in your eyes (Smoke gets in your eyes) (Smoke gets in your eyes) Smoke gets in your eyes!  ",
        "title": "Smoke Gets In Your Eyes"
    },
    {
        "artist": "Ritchie Valens",
        "lyrics": "   Letra de \"La Bamba\"Para bailar La Bamba Para bailar La Bamba se necesita una poca de gracia Una poca de gracia Pa' mi, pa' ti, ay arriba, ay arriba Ay, arriba arriba Por ti seré, por ti seré, por ti seré  Yo no soy marinero Yo no soy marinero, soy capitán Soy capitán, soy capitán Bamba, bamba Bamba, bamba Bamba, bamba, bam  Para bailar La Bamba Para bailar La Bamba Se necesita una poca de gracia Una poca de gracia Para mi, para ti, ay arriba, ay arriba  Para bailar La Bamba Para bailar La Bamba Se necesita una poca de gracia Una poca de gracia Pa' mi, pa' ti, ay arriba, ay arriba Ay, arriba arriba Por ti seré, por ti seré, por ti seré  Bamba, bamba Bamba, bamba Bamba, bamba  ",
        "title": "La Bamba"
    },
    {
        "artist": "Billy Williams",
        "lyrics": null,
        "title": "Nola"
    },
    {
        "artist": "The Skyliners",
        "lyrics": "  I don't have plans and schemes And I don't have hopes and dreams I-I-I don't have anything Since I don't have you  I don't have fond desires And I don't have happy hours I-I-I don't have anything Since I don't have you  I don't have happiness and I guess I never will again When you walked out on me In walked old misery And he's been here since then  I don't have love to share And I don't have one who cares I-I-I don't have anything Since I don't have  You, you, you, you You, you, you, you You, you, you, you (You )  ",
        "title": "Since I Don't Have You"
    },
    {
        "artist": "Perry Como",
        "lyrics": null,
        "title": "Tomboy"
    },
    {
        "artist": "Cathy Carr",
        "lyrics": null,
        "title": "First Anniversary"
    },
    {
        "artist": "The Chordettes",
        "lyrics": "  No other arms, no other lips No other love but you  We've had our stormy weather We've had our sunshine too We've shared them both together And I'm still here with you  Sometimes I made you happy Sometimes I made you blue But love kept us together And I'm still here with you  No other arms, no other lips No other love beside me No other star of love Above to guide me  Someday you'll go to Heaven As all good angels do I'll find my way to Heaven So I'll be there with you  No other arms, no other lips No other love but you  ",
        "title": "No Other Arms, No Other Lips"
    },
    {
        "artist": "Tommy Edwards",
        "lyrics": "  There was a girl, there was a boy If they had met they might have found a world of joy But she lived on the morning side of the mountain And he lived on the twilight side of the hill  They never met, they never kissed And they will never know what happiness they missed For she lived on the morning side of the mountain And he lived on the twilight side of the hill  For love's a rose that never grows Without the kiss of the morning dew And every Jack must have a Jill To know the thrill of a dream that comes true  And you and I are just like they For all we know our love is just a kiss away But you are on the morning side of the mountain And I am on the twilight side of the hill  For love's a rose that never grows Without the kiss of the morning dew And every Jack must have a Jill To know the thrill of a dream that comes true  And you and I are just like they For all we know our love is just a kiss away But you are on the morning side of the mountain And I am on the twilight side of the hill  ",
        "title": "The Morning Side Of The Mountain"
    },
    {
        "artist": "Eugene Church and The Fellows",
        "lyrics": null,
        "title": "Pretty Girls Everywhere"
    },
    {
        "artist": "Johnny Cash",
        "lyrics": "  [Verse 1] A young cowboy named Billy Joe grew restless on the farm A boy filled with wonderlust who really meant no harm He changed his clothes and shined his boots And combed his dark hair down And his mother cried as he walked out  [Chorus] Don't take your guns to town son Leave your guns at home Bill Don't take your guns to town  [Verse 2] He laughed and kissed his mom And said your Billy Joe's a man I can shoot as quick and straight as anybody can But I wouldn't shoot without a cause I'd gun nobody down But she cried again as he rode away  [Chorus] Don't take your guns to town son Leave your guns at home Bill Don't take your guns to town  [Verse 3] He sang a song as on he rode His guns hung at his hips He rode into a cattle town A smile upon his lips He stopped and walked into a bar And laid his money down But his mother's words echoed again  [Chorus] Don't take your guns to town son Leave your guns at home Bill Don't take your guns to town  [Verse 4] He drank his first strong liquor then to calm his shaking hand And tried to tell himself atlast he had become a man A dusty cowpoke at his side began to laugh him down And he heard again his mothers words  [Chorus] Don't take your guns to town son Leave your guns at home Bill Don't take your guns to town  [Verse 5] Filled with rage then Billy Joe reached for his gun to draw But the stranger drew his gun and fired Before he even saw As Billy Joe fell to the floor The crowd all gathered around And wondered at his final words  [Chorus] Don't take your guns to town son Leave your guns at home Bill Don't take your guns to town  ",
        "title": "Don't Take Your Guns To Town"
    },
    {
        "artist": "Fats Domino",
        "lyrics": null,
        "title": "When The Saints Go Marching In"
    },
    {
        "artist": "Cookie And His Cupcakes",
        "lyrics": null,
        "title": "Matilda"
    },
    {
        "artist": "The Virtues",
        "lyrics": "  Don't change yourself to suit everybody else Don't change yourself to suit everybody else You lay staring at your ceiling through all of the night And out to haunt you come the ghosts of your life You bury your head in a bone colored cradle But do you sleep with a smile upon your face? They say into every life a little rain must fall But your dream cloud has burst And dripped all over your face A sick body forms a sick mind But you're duty bound to do what's right Is that the oasis of light in the darkness of your life? You can't admit, but you can't deny A small heart, a spiteful mind Are you good or bad you ask yourself And do the things you do hurt the ones who care the most for you Are you good or bad you ask yourself And do the things you do hurt the ones who care the most for you Don't change yourself to suit everybody else Don't change yourself to suit everybody else...  ",
        "title": "Guitar Boogie Shuffle"
    },
    {
        "artist": "Clyde McPhatter",
        "lyrics": "  Does she love me, with all her heart Should I worry, when we're apart It's a lover's question, I'd like to know  Does she need me, as she pretends Is this a game, well then will I win It's a lover's question, I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  I'd like to know when she's not with me If she's still true to me I'd like to know when we're kissing Does she feel just what I feel And how am I to know it's really real  Oh, tell me where, the answer lies Is it in her kiss or in her eyes It's a lover's question I'd like to know  ",
        "title": "A Lover's Question"
    },
    {
        "artist": "Joni James",
        "lyrics": null,
        "title": "There Must Be A Way"
    },
    {
        "artist": "Connie Francis",
        "lyrics": null,
        "title": "If I Didn't Care"
    },
    {
        "artist": "Charlie Blackwell",
        "lyrics": null,
        "title": "Midnight Oil"
    },
    {
        "artist": "Lloyd Price",
        "lyrics": null,
        "title": "Where Were You (On Our Wedding Day)?"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "I Go Ape"
    },
    {
        "artist": "Fats Domino",
        "lyrics": "  You been telling me lies And I know it (And ya know it) There's no love in you eyes 'Cause it show it ('Cause it show it) 'Cause every time I hold you In my arms You're tellin lies, lies, lies, lies, lies  You said you wanted me for your honey (For your honey) But all you wanted was my money (For your money) You didn't even try to make me satisfied Your tellin lies, lies, lies, lies, lies  You know you made me love you When you roll those great big eyes And although I didn't know it They were only starting those lies  You been tellin me things and you hide it (And you hide it) I know I can't leave 'cause I tried it ('Cause you tried it) 'Cause as long as you hold me in my arms You tellin lies, lies, lies, lies, lies  You know you made me love you When you roll those great big eyes And although I didn't know it They were only starting those lies  You been tellin me things and you hide it (And you hide it) I know I can't leave 'cause I tried it ('Cause you tried it) 'Cause as long as you hold me in my arms You tellin lies, lies, lies, lies, lies  ",
        "title": "Telling Lies"
    },
    {
        "artist": "Rod Bernard",
        "lyrics": "  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  This should go on forever Let me stay in your arms Just to gaze into your eyes, dear And to capture all your charms  If it's sin to really love you Then a sinner I will be If it's wrong to hug and kiss you Oh, my soul will never be free  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  If it's sin to really love you Then a sinner I will be If it's wrong to hug and kiss you Oh, my soul will never be free  This should go on forever It should never, ever end If it's wrong to really love you I'll forever live in sin  ",
        "title": "This Should Go On Forever"
    },
    {
        "artist": "Sam Cooke",
        "lyrics": "  Everybody loves to cha cha cha Little children loves to cha cha cha They like to cha cha cha They like to cha cha cha Everybody loves to cha cha cha  I took my baby to the hop last night And much to my surprise When we got there she hit me with the news Right between the eyes  Well, she said she could't do the cha cha cha She said she couldn't do the cha cha cha She couldn't cha cha cha She couldn't cha cha cha My baby couldn't do the cha cha cha  I told her not to worry They'll play some other dance But we sat there for an hour and a half And we never got the chance  'Cause, every song they played was the cha cha cha Every song that played was the cha cha cha It was the cha cha cha It was the cha cha cha Every number was the cha cha cha  I told her not to worry Theres only one thing we can do Baby if you'll let me take you by the hand I'm going to teach this dance to you  And then I taught her one, two cha cha cha Three, four cha cha cha And up now cha cha cha Back now cha cha cha Turn now cha cha cha Back now cha cha cha I taught my baby how to cha cha cha  We kept on dancing And was I surprised, for you see After we practiced for a little while She was doing it better than me  Now, my baby loves to do the cha cha cha She loves to do the cha cha cha She loves to cha cha cha She loves to cha cha cha My baby loves to do the cha cha cha  Now here we go one, two cha cha cha Three, four cha cha cha...  ",
        "title": "Everybody Likes To Cha Cha Cha"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": "  I'm Never Gonna Tell Jimmie Rodgers Roulette R-4129 (Hoffman-Manning-Markwell) Planetary Music ASCAP  (Momma didn't know, Momma didn't know Nobody will ever know) Because I'm never gonna tell, I'm never gonna tell I'm never gonna tell on you (doo-wah) If you don't tell on me little girl I'm never gonna tell on you oh-oh Never gonna tell on you  I'm never gonna tell, I'm never gonna tell I'm never gonna tell on you If you don't tell on me little girl I'm never gonna tell on you oh-oh Never gonna tell on you (Never gonna tell on you)  Somebody sneaked out late last night The stars were shining and the moon was bright Somebody kissed me tenderly But I ain't saying who the guy might be  (Momma didn't know, Momma didn't know And nobody will ever know) Because I'm never gonna tell, I'm never gonna tell I'm never gonna tell on you (doo-wah) There's so much bliss in stolen kisses Till you're old enough to say I do Never gonna tell on you (Never gonna tell on you) (Never gonna tell on you)  Somebody better treat me nice Listen to a bit of good advice Meet me tonight my buttercup You might be sorry if you don't show up  (Momma didn't know, Momma didn't know And nobody will ever know) Because I'm never gonna tell, I'm never gonna tell I'm never gonna tell on you (doo-wah) If you don't tell on me little girl I'm never gonna tell on you oh-oh Never gonna tell on you  I'm never gonna tell, I'm never gonna tell I'm never gonna tell on you There's so much bliss in stolen kisses Till you're old enough to say I do Never gonna tell on yoooooouuuuuuuuu (Never gonna tell on you) (Never gonna tell on you) FADE: (Never gonna tell on you) (Never gonna tell on you) (Never gonna tell on you)  Above, and are for personal use and research interest only  ",
        "title": "I'm Never Gonna Tell"
    },
    {
        "artist": "Bobby Darin",
        "lyrics": null,
        "title": "Plain Jane"
    },
    {
        "artist": "Jesse Lee Turner",
        "lyrics": "  The Little Space Girl Jessie Lee Turner I was strolling through the park one night And oh, I felt so blue When I heard a little voice say \"I'm so lonely, too.\" Then I turned around to look And to my surprise A little space girl sat there crying Right before my eyes Stepping up a little closer To see what I could see She said, Mister Earthman Will you please marry me? I said, Why, no, I couldn't do that Why, that just wouldn't be right Cause you and me and me and you We don't even look alike Cause you've got four arms The better to hold you Three lips The better to kiss you Three eyes All the better to see I can really rock and swing Cause I've got more of everything Oh, Mister Earthman, will you marry me? I said, What would people think When we go strolling by Why, they'd not only laugh at us They'd lay right down and die Then they'd put you and me in jail There we would be And the people, they'd come from miles around Just to look at you and me Cause you've got four arms The better to hold you Three lips The better to kiss you Three eyes All the better to see I can really rock and swing Cause I've got more of everything Oh, Mister Earthman, will you marry me? I said, This thing's gone far enough I've had enough of this She said, Please, Mister Earthman Just one little kiss? I said, Okay, okay, okay! But then you go away But when I finished kissing her I had this to say Oh, you've got four arms The better to hold you Three lips The better to kiss you Three eyes All the better to see I can really rock and swing Cause I've got more of everything Oh, Mister Earthman, will you marry me? Why, sure!!  ",
        "title": "The Little Space Girl"
    },
    {
        "artist": "The Morgan Brothers",
        "lyrics": null,
        "title": "Nola"
    },
    {
        "artist": "The Accents",
        "lyrics": null,
        "title": "Wiggle, Wiggle"
    },
    {
        "artist": "Nicola Paone",
        "lyrics": null,
        "title": "Blah, Blah, Blah"
    },
    {
        "artist": "Dave \"Baby\" Cortez",
        "lyrics": "  The best things in life are free, but you can give them to the birds and bees I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Your love gives me such a thrill, but your love don't pay my bills I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Money don't get ev'rything, it's true, but what it don't get I can't use I need money That's what I want (That's what I want. That's what I want.) That's what I want, that 's what I want (That's what I want. That's what I want.)  Money, lots of money (That's what I want, uh huh.) Whole lot of money (That's what I want, uh huh.) Uh huh. Ah, ah, oh, yeah (That's what I want, uh huh. That's what I want.) (That's what I want, uh huh. That's what I want.)  Money, lots of money (That's what I want, uh huh.) Whole lot of money (That's what I want, uh huh.) Uh huh. Ah, ah, oh, yeah (That's what I want, uh huh. That's what I want.)  ",
        "title": "The Happy Organ"
    },
    {
        "artist": "Billy Graves",
        "lyrics": null,
        "title": "The Shag (Is Totally Cool)"
    },
    {
        "artist": "The Flamingos",
        "lyrics": "  Please wait for me; for I shall return; My love for you will forever burn Though we must part; There's no reason to cry Just say so long; Because lovers never say goodbye  I love you; My darling more than life itself I wouldn't try to hurt you; For I'd only be hurting my self  Just kiss me dear; And hold me tight; For you know this is not our last night Though we must part; There's no reason to cry Just say so long; Because lovers never say goodbye  ",
        "title": "Lovers Never Say Goodbye"
    },
    {
        "artist": "Dee Clark",
        "lyrics": null,
        "title": "Nobody But You"
    },
    {
        "artist": "Fabian",
        "lyrics": null,
        "title": "I'm A Man"
    },
    {
        "artist": "Neil Sedaka",
        "lyrics": null,
        "title": "The Diary"
    },
    {
        "artist": "Linda Laurie",
        "lyrics": null,
        "title": "Ambrose (Part Five)"
    },
    {
        "artist": "Billy & Lillie",
        "lyrics": null,
        "title": "Lucky Ladybug"
    },
    {
        "artist": "The Rivieras",
        "lyrics": null,
        "title": "Moonlight Serenade"
    },
    {
        "artist": "The Kalin Twins",
        "lyrics": null,
        "title": "It's Only The Beginning"
    },
    {
        "artist": "The Applejacks",
        "lyrics": null,
        "title": "Bunny Hop"
    },
    {
        "artist": "June Valli",
        "lyrics": null,
        "title": "The Answer To A Maiden's Prayer"
    },
    {
        "artist": "Jaye P. Morgan",
        "lyrics": null,
        "title": "Are You Lonesome Tonight"
    },
    {
        "artist": "Graduates",
        "lyrics": null,
        "title": "Ballad Of A Girl And Boy"
    },
    {
        "artist": "The Four Aces",
        "lyrics": null,
        "title": "No Other Arms, No Other Lips"
    },
    {
        "artist": "Jaye P. Morgan",
        "lyrics": null,
        "title": "Miss You"
    },
    {
        "artist": "The Impalas",
        "lyrics": null,
        "title": "Sorry (I Ran All The Way Home)"
    },
    {
        "artist": "Joe Medlin",
        "lyrics": null,
        "title": "I Kneel At Your Throne"
    },
    {
        "artist": "Chuck Berry",
        "lyrics": "  [Verse 1] Eight o'clock in the morning And I'm moving on out to school With an open book and a sleepy look The teacher can't be fooled I catch a pass in an early class The teacher will never know That I postponed my work at home Watching the evening show  [Chorus] Hey, there Anthony boy Why you in such a rush? The girl she wanna talk to you Look at him he's a blush  [Verse 2] Three o'clock in the afternoon Completes a day of school Before the ding can cease the ring He's in the vestibule Betty and Barbara and Jeanie and Jane Are yackity-yacking with Joan About some things that Anthony Told her over the telephone  [Chorus][x2]  [Verse 3] Betty told me the secret That I had told her not to tell Now that you know she knows I know You know that all is well Come, come Tony me boy Now don't let 'em get in your hair With a good education you may Become a multi-millionaire  [Chorus]  ",
        "title": "Anthony Boy"
    },
    {
        "artist": "Johnny Nash",
        "lyrics": null,
        "title": "As Time Goes By"
    },
    {
        "artist": "Jimmie Rodgers",
        "lyrics": null,
        "title": "Because You're Young"
    },
    {
        "artist": "Brook Benton",
        "lyrics": null,
        "title": "Hurtin' Inside"
    },
    {
        "artist": "Jimmy Barnes",
        "lyrics": null,
        "title": "No Regrets"
    },
    {
        "artist": "The Teddy Bears",
        "lyrics": null,
        "title": "Oh Why"
    },
    {
        "artist": "Don Gibson",
        "lyrics": null,
        "title": "Who Cares"
    },
    {
        "artist": "Hank Ballard And The Midnighters",
        "lyrics": "  Teardrops on your letter That I got from you Made me realize Every word you wrote was true That you miss me (You miss me) And wanna kiss me (Wanna kiss me) So I'm coming home to you Teardrops on your letter On each word I read Was the sweetest message That you have ever said They told me (They hold me) You wanna hold me (Wanna hold me) So I'm coming home to you I hate to know That you been crying I hate to see See you blue But the teardrops On your sweet letter Started me to crying Crying, crying some too Oh, oh Teardrops on your letter Was a certain sign When we're not together We're on each other's mind Cause I love you (I love you) I'm thinking of you (Thinking of you) So I'm coming home to you  ",
        "title": "Teardrops On Your Letter"
    },
    {
        "artist": "Marie & Rex",
        "lyrics": null,
        "title": "I Can't Sit Down"
    },
    {
        "artist": "John Fred And The Playboys",
        "lyrics": null,
        "title": "Shirley"
    },
    {
        "artist": "Teresa Brewer",
        "lyrics": null,
        "title": "Heavenly Lover"
    },
    {
        "artist": "Eddy Arnold",
        "lyrics": "  Le la, le la, le la loo....I'm in love with you My daddy is a great lover...with big strong arms to hold His love is real, his love is strong...and his heart's as good as gold And I'm a chip chop...chip off the old block...Le la lou la dee Chip chop Chip off the old block..Mmm mm, yeah that's me When I was a boy, Paw slapped his chest, this is what he said: \"If ever I saw one in my life, this is a thoroughbred\". My boy's a chip chop...Chip off the old block. Le la lou la dee chip, chop...Chip off the old block...mmm mm, yeah that's me I couldn't take my eyes off you, when you went strolling by. Paw smiled and said he wouldn't be mine if he didn't have a roving eye I know my Paw be true to Maw, all her live long days. And I'll be true to you, darling cause I got my Pappy's ways Cause I'm a chip chop...chip off the old block...Le la lou la dee. chip chop, chip off the old block...mmm mm, yeah that's me  ",
        "title": "Chip Off The Old Block"
    },
    {
        "artist": "Marv Johnson",
        "lyrics": null,
        "title": "Come To Me"
    },
    {
        "artist": "Eddie Cochran",
        "lyrics": "  I want a house with a pool, shorter hours in school And a room with my own private phone I wanna stay up all night, see the big city lights No more troubles or worries at home  Mmm, just gimme some time on my hands I wanna make my own private plans Yeah, I want my own Coupe de Ville Make my dad pay the bill Yeah man, that's heaven to me  ",
        "title": "Teenage Heaven"
    },
    {
        "artist": "Dale Hawkins",
        "lyrics": null,
        "title": "Yea - Yea (Class Cutter)"
    }
]