[
    {
        "artist": "Michael Jackson",
        "lyrics": "  [1st Verse] She was more like a beauty queen from a movie scene I said, \"Don't mind, but what do you mean, I am the one Who will dance on the floor in the round?\" She said I am the one who will dance on the floor in the round  [2nd Verse] She told me her name was Billie Jean As she caused a scene Then every head turned with eyes that dreamed of being the one Who will dance on the floor in the round  [Bridge] People always told me, \"Be careful of what you do And don't go around breaking young girls' hearts\" And mother always told me, \"Be careful of who you love And be careful of what you do, 'cause the lie becomes the truth\"  [Chorus] Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son  [3rd Verse] For forty days and for forty nights, the law was on her side But who can stand when she's in demand? Her schemes and plans 'Cause we danced on the floor in the round So take my strong advice, just remember to always think twice (Don't think twice) Do think twice! (hoo)  [4th Verse] She told my baby we'd danced till three, then she looked at me Then showed a photo of a baby crying, his eyes were like mine (oh no) 'Cause we danced on the floor in the round, baby  [Bridge] People always told me, \"Be careful of what you do And don't go around breaking young girls' hearts\" She came and stood right by me Then the smell of sweet perfume This happened much too soon She called me to her room  [Chorus] Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son She says I am the one, but the kid is not my son Billie Jean is not my lover She's just a girl who claims that I am the one But the kid is not my son She says I am the one, but the kid is not my son She says I am the one She says she is the one She says I am the one  [Outro] Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover Billie Jean is not my lover  ",
        "title": "Billie Jean"
    },
    {
        "artist": "Culture Club",
        "lyrics": "  [Verse 1] Give me time to realize my crime Let me love and steal I have danced inside your eyes How can I be real?  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Precious kisses, words that burn me Lovers never ask you why  [Verse 2] In my heart the fire's burning Choose my color, find a star Precious people always tell me That's a step a step too far  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry?  [Verse 3] Words are few I have spoken I could waste a thousand years Wrapped in sorrow, words are token Come inside and catch my tears You've been talking but believe me If it's true you do not know This boy loves without a reason I'm prepared to let you go  [Bridge] If it's love you want from me Then take it away Everything's not what you see It's over again  [Chorus] Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry? Do you really want to hurt me? Do you really want to make me cry?  ",
        "title": "Do You Really Want To Hurt Me"
    },
    {
        "artist": "Duran Duran",
        "lyrics": "  [Verse 1] Dark in the city night is a wire Steam in the subway earth is afire Do do do do do do do dodo dododo dodo Woman you want me give me a sign And catch my breathing even closer behind Do do do do do do do dodo dododo dodo  [Chorus] In touch with the ground I'm on the hunt down I'm after you Smell like I sound I'm lost in a crowd And I'm hungry like the wolf Straddle the line in discord and rhyme I'm on the hunt down I'm after you Mouth is alive with juices like wine And I'm hungry like the wolf  [Verse 2] Stalked in the forest too close to hide I'll be upon you by the moonlight side Do do do do do do do dodo dododo dodo High blood Drumming on your skin it's so tight You feel my heat I'm just a moment behind Do do do do do do do dodo dododo dodo  [Chorus 2] In touch with the ground I'm on the hunt down I'm after you Scent and a sound. I'm lost and I'm found And I'm hungry like the wolf Strut on a line it's discord and rhyme I howl and I whine I'm after you Mouth is alive all running inside And I'm hungry like the wolf  [Bridge] Hungry like the wolf Hungry like the wolf Hungry like the wolf  [Chorus 3] Burning the ground I break from the crowd I'm on the hunt down I'm after you I smell like I sound. I'm lost and I'm found And I'm hungry like the wolf Strut on a line it's discord and rhyme I'm on the hunt down I'm after you Mouth is alive with juices like wine And I'm hungry like the wolf  ",
        "title": "Hungry Like The Wolf"
    },
    {
        "artist": "Lionel Richie",
        "lyrics": null,
        "title": "You Are"
    },
    {
        "artist": "Pretenders",
        "lyrics": "  I found a picture of you, oh oh oh oh What hijacked my world that night To a place in the past We've been cast out of? oh oh oh oh Now we're back in the fight We're back on the train Oh, back on the chain gang  A circumstance beyond our control, oh oh oh oh The phone, the TV, and the news of the world Got in the house like a pigeon from hell, oh oh oh oh Threw sand in our eyes and descended like flies Put us back on the train Oh, back on the chain gang  The powers that be That force us to live like we do Bring me to my knees When I see what they've done to you But I'll die as I stand here today Knowing that deep in my heart They'll fall to ruin one day For making us part  I found a picture of you, oh oh oh oh Those were the happiest days of my life Like a break in the battle was your part, oh oh oh oh In the wretched life of a lonely heart Now we're back on the train Oh, back on the chain gang  ",
        "title": "Back On The Chain Gang"
    },
    {
        "artist": "Kenny Rogers And Sheena Easton",
        "lyrics": "  I know it's late I know you're weary I know your plans don't include me Still here we are Both of us lonely  Longing for shelter from all that we see Why should we worry? No one will care, girl Look at the stars now, so far away  We've got tonight Who needs tomorrow? We've got tonight, babe, why don't you stay?  Deep in my soul I've been so lonely All of my hopes now so fading away I've longed for love Like everyone else does I know I'll keep searching after today  So there it is, girl We've got it all now And here we are, babe What do you say?  We've got tonight Who needs tomorrow? We've got tonight, babe, why don't we stay?  I know it's late and I know you're weary I know your plans don't include me Still here we are Both of us lonely, both of us lonely  We've got tonight Who needs tomorrow? Let's make it last Let's find a way Turn out the light, come take my hand now We've got tonight, babe, why don't we stay? We've got tonight, babe, why don't we stay?  ",
        "title": "We've Got Tonight"
    },
    {
        "artist": "Styx",
        "lyrics": "  [​Intro]​ (Domo arigato, Mr. Roboto) どうもありがとうミスターロボット (domo arigato misuta Roboto) また会う日まで (mata au-oo hima de) どうもありがとうミスターロボット (domo arigato misuta Roboto) 秘密を知りたい (himitsu wo shiri tai)  [Verse 1] You're wondering who I am (Secret, secret, I've got a secret) Machine or mannequin (Secret, secret, I've got a secret) With parts made in Japan (Secret, secret, I've got a secret) I am the modren man  [Verse 2] I've got a secret I've been hiding under my skin My heart is human, my blood is boiling, my brain IBM So if you see me acting strangely, don't be surprised I'm just a man who needed someone and somewhere to hide To keep me alive, just keep me alive Somewhere to hide to keep me alive  [Verse 3] I'm not a robot without emotions, I'm not what you see I've come to help you with your problems, so we can be free I'm not a hero, I'm not a savior, forget what you know I'm just a man whose circumstances went beyond his control Beyond my control, we all need control I need control, we all need control  [Verse 4] I am the modren man (Secret, secret, I've got a secret) Who hides behind a mask (Secret, secret, I've got a secret) So no one else can see (Secret, secret, I've got a secret) My true identity  [Bridge] Domo arigato, Mr. Roboto Domo (domo), domo (domo) Domo arigato, Mr. Roboto Domo (domo), domo (domo) Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto Domo arigato, Mr. Roboto (Domo arigato, Mr. Roboto) Thank you very much, Mr. Roboto (Domo arigato, Mr. Roboto) For doing the jobs that nobody wants to (Domo arigato, Mr. Roboto) And thank you very much, Mr. Roboto (Domo arigato, Mr. Roboto) For helping me escape just when I needed to (Domo arigato, Mr. Roboto) Thank you! Thank you, thank you! (Domo arigato, Mr. Roboto) I wanna thank you! (Domo arigato, Mr. Roboto) Please, thank you! (Domo arigato, Mr. Roboto) Ohhhh-oh-oh-oh-oh-oh Yaaaa-ahhhh!  [Verse 5]​ The problem's plain to see Too much technology Machines to save our lives Machines dehumanize  [Verse 6] The time has come at last (Secret, secret, I've got a secret) To throw away this mask (Secret, secret, I've got a secret) Now everyone can see (Secret, secret, I've got a secret) My true identity  [​Outro] I'm Kilroy! Kilroy! Kilroy! Kilroy  ",
        "title": "Mr. Roboto"
    },
    {
        "artist": "Journey",
        "lyrics": "  [Verse 1] Here we stand Worlds apart, hearts broken in two, two, two Sleepless nights Losing ground, I'm reaching for you, you, you Feeling that it's gone can change your mind If we can't go on to survive the tide, love divides  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Verse 2] Troubled times Caught between confusion and pain, pain, pain – distant eyes Promises we made were in vain, in vain, in vain If you must go, I wish you love You'll never walk alone, take care, my love Miss you, love  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Chorus] Someday love will find you Break those chains that bind you, one night will remind you How we touched and went our separate ways If he ever hurts you, true love won't desert you You know I still love you Though we touched and went our separate ways  [Outro] I still love you, girl, I really love you, girl And if he ever hurts you, true love won't desert you No, no!  ",
        "title": "Separate Ways (Worlds Apart)"
    },
    {
        "artist": "Daryl Hall John Oates",
        "lyrics": null,
        "title": "One On One"
    },
    {
        "artist": "Golden Earring",
        "lyrics": "  Somewhere in a lonely hotel room There's a guy starting to realize That his eternal fate has turned its back on him It's two A.M  It's two A.M., the fear has gone I'm sitting here waitin', the gun still warm Maybe my connection is tired of takin' chances  Yeah, there's a storm on the loose, sirens in my head Wrapped up in silence, all circuits are dead Cannot decode, my whole life spins into a frenzy  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  I'm falling down the spiral destination unknown Double crossed messenger all alone Can't get no connection, can't get through Where are you?  Well the night weighs heavy on his guilty mind This far from the borderline When the hitman comes He knows damn well he has been cheated  And he says, \"Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?\"  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  When the bullet hits the bone  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Help, I'm steppin' into the Twilight Zone Place is a madhouse, feels like being cloned My beacon's been moved under moon and star Where am I to go now that I've gone too far?  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  Soon you will come to know When the bullet hits the bone Soon you will come to know When the bullet hits the bone  When the bullet hits the bone, a ha When the bullet hits the bone When the bullet hits the bone, a ha When the bullet hits the bone  When the bullet hits the bone, a ha When the bullet hits the bone When the bullet hits the bone, a ha When the bullet hits the bone  ",
        "title": "Twilight Zone"
    },
    {
        "artist": "Dexy's Midnight Runners",
        "lyrics": null,
        "title": "Come On Eileen"
    },
    {
        "artist": "Greg Kihn Band",
        "lyrics": "  Where were you when I needed you? Well, you could not be found What can I do? Oh, I believed in you You're running me around  Well, you can take it as a warning Or take it any way you like It's the lightning, not the thunder You never know when it's going to strike  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  Don't be cute, don't be funny now It's later than you think Oh, what's the use? Oh, save your money now It's hanging on the brink  Don't let go while I'm hanging on Cause I've been hanging on so long It's so hard to be all alone I know you're not that strong, yeah, yeah  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  Don't let go While I'm hanging on Cause I've been hanging on so long It's so hard to be all alone I know you're not that strong, yeah, yeah  Our love's in jeopardy, baby Ooh Our love's in jeopardy, baby Ooh  ",
        "title": "Jeopardy"
    },
    {
        "artist": "Frida",
        "lyrics": "  I can see that, it won't be long You grow cold when you keep holding on You know you've changed And your words they lie That's something you can't deny I call, you're not at home You're home, but you're not alone If you wanna leave Then why don't you say Your love has gone anyway I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know a good thing Must come to an end But it's hard to take Loosing a friend I know what you think And what's in your mind So darling, why pretend I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on I know there's something going on I know there's something going on I know it won't be long Won't be long before you're gone There's something going on There's something going on There's something going on There's something going on --- .  ",
        "title": "I Know There's Something Going On"
    },
    {
        "artist": "Michael Jackson",
        "lyrics": "  [Verse 1] They told him, \"Don't you ever come around here Don't wanna see your face, you better disappear\" The fire's in their eyes and their words are really clear So beat it, just beat it You better run, you better do what you can Don't wanna see no blood, don't be a macho man You wanna be tough, better do what you can So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Just beat it (beat it) Just beat it (beat it) Just beat it (beat it uuh)  [Verse 2] They're out to get you, better leave while you can Don't wanna be a boy, you wanna be a man You wanna stay alive, better do what you can So beat it, just beat it You have to show them that you're really not scared You're playin' with your life, this ain't no truth or dare They'll kick you, then they'll beat you then they'll tell you it's fair So beat it, but you wanna be bad  [Hook] Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it) Beat it (beat it)  [Guitar solo]  [Hook] Beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it, beat it, beat it, beat it No one wants to be defeated Showin' how funky and strong is your fight It doesn't matter who's wrong or right Just beat it (beat it)  ",
        "title": "Beat It"
    },
    {
        "artist": "After The Fire",
        "lyrics": "  Zwei, drei, vier, one, two, three It's easy to see But it's not that I don't care, so 'Cause I hear it all the time But they never let you know On the TV and the radio (Cha!) She was young, her heart was pure But every night is bright she got She said sugar is sweet She come a-rappin' to the beat Then I knew that she was hot  She was singin' Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh You're in his eye and you'll know why The more you live, the faster you will die  Alles klar, Herr Kommissar?  She said, \"Babe, you know I miss Jill and Joe And all my funky friends\" But my street understanding Was just enough to know what she really meant And I got to thinking while she was talking That I know she told the story Of those special places that she goes A-when she rides with the others in the subway singin'  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh And if he talks to you and you don't know why You say your life is gonna make you die  Alles klar, Herr Kommissar?  (Cha, cha, cha, cha) (Cha, cha) (Cha, cha, cha, cha) (Cha, cha)  Well, we meet Jill and Joe And brother Herr With the whole cool gang and oh They're rappin' here, they're rappin' there But she's climbin' on the wall It's a clear case, Herr Kommissar 'Cause all the children know They're all slidin' down into the valley They're all slipping on the same snow  Hear the children Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh He's got the power and you're so weak And your frustration will not let you speak La la la la la la  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh And if he talks to you, then you'll know why The more you live, the faster you will die  Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh (Alles klar, Herr Kommissar?) Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh (yeah-yeah) Der Kommissar's in town, wa-uh-oh Don't turn around, wa-uh-oh  ",
        "title": "Der Kommissar"
    },
    {
        "artist": "Bob Seger & The Silver Bullet Band",
        "lyrics": "  Until you've been beside a man You don't know what he wants You don't know if he cries at night You don't know if he don't Where nothing comes easy Old nightmares are real Until you've been beside a man You don't know how he feels  Once inside a woman's heart A man must keep his head Heaven opens up the door Where angels fear to tread Some men go crazy Some men go slow Some men go just where they want Some men never go  Ooooooh, blame it on midnight Whooooooa, shame on the moon  ---- Instrumental Interlude ----  Everywhere is all around Comfort in the crowd Stanger's faces all round Laughing right out loud Hey, watch where you're goin' Step light on old toes Until you've been beside a man You don't know who he knows  Ooooooh, blame it on midnight Whooooooa, shame on the moon Ooooooh, blame it on midnight Whooooooa, shame on the moon Whooooa-hooo-hooo Blame it on midnight You can blame it on midnight Shame, shame, shame Shame on the moon Blame it on midnight Shame on the moon  ",
        "title": "Shame On The Moon"
    },
    {
        "artist": "Earth, Wind & Fire",
        "lyrics": "  [Verse 1] I can tell you that love is too deep to be played on Down the line, you'd find time would reveal who to count on I'm well inclined to use the lines that comes from the learning tree Let the seed that grows, and ages old give us our destiny  [Hook] Baby, you know, I could pick you up Turn your life around If you fall in love with me I would pick you up, never let you down If you fall in love with me  [Verse 2] If you're having second thoughts from the past I can cool you out I've been there before, right down to the core I can sing and shout I can't hold back what I feel I bring experience I'll be your rock when Gibraltar falls, baby, give me a cause  [Hook] Baby, you know, I could pick you up Turn your life around If you fall in love with me I would pick you up, never let you down If you fall in love with me Baby, in love with me, find yourself a part of me Baby, in love with me, help yourself to all of me  Falling in love Falling in love  Baby, you know, I could pick you up Turn your life around If you fall in love with me I would pick you up, never let you down If you fall in love with me Baby, in love with me, find yourself a part of me Baby, in love with me, help yourself to all of me  [Outro] Can you fall in love? Oh, baby Oh, baby Can you fall in love with me?  [Fading hook] Baby, you know, I could pick you up Turn your life around If you fall in love with me  ",
        "title": "Fall In Love With Me"
    },
    {
        "artist": "Eric Clapton",
        "lyrics": "  [Verse 1] I've got a feeling we could be serious, girl Right at this moment, I could promise you the world Before we go crazy, before we explode There's something about me, baby, you got to know You got to know  [Chorus] I get off on '57 Chevys I get off on screaming guitar Like the way it hits me every time it hits me I've got a rock and roll, I've got a rock and roll heart  [Verse 2] Feels like we're falling into the arms of the night So if you're not ready, don't be holding me so tight I guess there's nothing left for me to explain Here's what you're getting and I don't want to change I don't want to change  [Chorus]  [Bridge] I don't need to glitter, no Hollywood All you got to do is lay it down and you lay it down good  [Chorus]  ",
        "title": "I've Got A Rock N' Roll Heart"
    },
    {
        "artist": "Christopher Cross",
        "lyrics": null,
        "title": "All Right"
    },
    {
        "artist": "Pat Benatar",
        "lyrics": null,
        "title": "Little Too Late"
    },
    {
        "artist": "Tom Petty And The Heartbreakers",
        "lyrics": null,
        "title": "Change Of Heart"
    },
    {
        "artist": "Stray Cats",
        "lyrics": "  [Intro] Oooooooh Oooooooh Oooooooh Oooooooh  Black and orange stray cat sittin' on a fence Ain't got enough dough to pay the rent I'm flat broke but I don't care I strut right by with my tail in the air  Stray cat strut I'm a ladies cat I'm a feline Casanova (hey man that's that) Get a shoe thrown at me from a mean old man Get my dinner from a garbage can  (Meow) Yeah, don't cross my path!  [Bridge] I don't bother chasing mice around (oh no!) I slink down the alley lookin' for a fight Howlin' to the moonlight on a hot summer night  Singin' the blues while the lady cats cry \"Wild stray cat, you're a real gone guy\" I wish I could be as carefree and wild But I got cat class and I got cat style  [Bridge] I don't bother chasing mice around I slink down the alley lookin' for a fight Howlin' to the moonlight on a hot summer night  Singin' the blues while the lady cats cry \"Wild stray cat, you're a real gone guy\" I wish I could be as carefree and wild But I got cat class and I got cat style  ",
        "title": "Stray Cat Strut"
    },
    {
        "artist": "Joe Jackson",
        "lyrics": "  Don't you feel like trying something new? Don't you feel like breaking out or breaking us in two? You don't do the things that I do You wanna do things I can't do Always something breaking us in two  You and I could never live alone But don't you feel like breaking out just one day on your own? Why does what I'm saying hurt you? I didn't say that we were through Always something breaking us in two  They say two hearts should beat as one for us We'll fight it out to see it through I say that won't be too much fun for us Though it's oh so nice to get advice It's oh so hard to do  Could we be much closer if we tried? We could stay at home and stare into each other's eyes Maybe we could last an hour Maybe then we'd see right through Always something breaking us in two  Always something breaking us in two  ",
        "title": "Breaking Us In Two"
    },
    {
        "artist": "Prince",
        "lyrics": "  [Verse 1] I guess I should've known by the way you parked your car sideways That it wouldn't last See, you're the kinda person that believes in makin' out once Love 'em and leave 'em fast I guess I must be dumb 'cuz you had a pocket full of horses Trojan and some of them used  [Pre-Chorus 1] But it was Saturday night, I guess that makes it all right And you say - \"What have I got to lose?\"  [Chorus] And honey, I say Little Red Corvette Baby, you're much too fast (Oh) Little Red Corvette You need a love that's gonna last  [Verse 2] I guess I should've closed my eyes when you drove me to the place Where your horses run free Cuz I felt a little ill when I saw all the pictures Of the jockeys that were there before me Believe it or not, I started too worry I wondered if I had enough class  [Pre-Chorus 2] But it was Saturday night, I guess that makes it all right And you say - \"Baby, have you got enough gas?\" Oh yeah!  [Chorus] Little Red Corvette Baby, you're much too fast (Yes you are) Little Red Corvette You need to find a love that's gonna last (Oh, oh)  [Verse 3] A body like yours oughta be in jail Cuz it's on the verge of bein' obscene Move over, baby, gimme the keys I'm gonna try to tame your little red love machine  [Chorus] Little Red Corvette Baby, you're much too fast Little Red Corvette Need to find a love that's gonna last, hey hey  [Chorus 2] Little Red Corvette Honey, you got to slow down (Got to slow down) Little Red Corvette Cuz if you don't, you're gonna run your little red corvette right in the ground (Little Red Corvette) Right down to the ground (Honey, you got to slow down) You, you, you got to slow down (Little Red Corvette) You're movin' much too fast, too fast Need to find a love that's gonna last  [Breakdown] Girl, you got an ass like I never seen, ow! And the ride I say the ride is so smooth, you must be a limousine Ow!  [Chorus] Baby, you're much too fast Little Red Corvette You need a love, you need a love that's, uh, that's gonna last (Little Red Corvette)  [Chorus 2] Babe, you got too slow down (you got too slow down) Little Red Corvette Cuz if you don't, cuz if you don't You're gonna run your body right into the ground (Right into the ground) Right into the ground (Right into the ground) Right into the ground (Right into the ground)  Little red corvette!  ",
        "title": "Little Red Corvette"
    },
    {
        "artist": "ABC",
        "lyrics": "  [Verse 1] If I were to say to you, \"can you keep a secret?\" Would you know just what to do or where to keep it? Then I say, \"I love you\", foul the situation Hey girl, I thought we were the right combination  [Bridge] Who broke my heart, you did, you did Bow to the target, blame Cupid, Cupid You think you're smart, stupid, stupid  [Chorus] Shoot that poison arrow to my heart Shoot that poison arrow Shoot that poison arrow to my heart Shoot that poison arrow  [Verse 2] No rhythm in cymbals, no tempo in drums Love on arrival, she comes when she comes Right on the target but wide of the mark What I thought was fire was only the spark  The sweetest melody is an unheard refrain So lower your sights, yeah But raise your aim, raise your aim  [Bridge]  [Chorus]  [Talking] I thought you loved me, but it seems you don't care [Karen Clayton] I care enough to know I can never love you  Who broke my heart, you did, you did Bow to the target, blame Cupid You think you're smart, that's stupid Right from the start when you knew we would part  Shoot that poison arrow to my heart Shoot that poison arrow Shoot that poison arrow to my heart, heart, heart Shoot that poison arrow  Heart, shoot that poison arrow Shoot that poison arrow  ",
        "title": "Poison Arrow"
    },
    {
        "artist": "Thomas Dolby",
        "lyrics": "  It's poetry in motion She turned her tender eyes to me As deep as any ocean As sweet as any harmony Mmm - but she blinded me with science \"She blinded me with science!\" And failed me in biology  When I'm dancing close to her (Blinding me with science) - science! I can smell the chemicals (Blinding me with science) - science!) \"Ssss-science!\"  Mmm - but it's poetry in motion And when she turned her eyes to me As deep as any ocean As sweet as any harmony She blinded me with science (She blinded me with science) And failed me in geometry When she's dancing next to me (Blinding me with science) - science! I can hear machinery (Blinding me with science) - science!  It's poetry in motion And now she's making love to me The spheres're in commotion The elements in harmony She blinded me with science (She blinded me with science!) And hit me with technology  (Good heavens Miss Sakamoto - you're beautiful!) I don't believe it! There she goes again! She's tidied up, and I can't find anything! All my tubes and wires And careful notes And antiquated notions  But! - it's poetry in motion And when she turned her eyes to me As deep as any ocean As sweet as any harmony Mmm - she blinded me with science (She blinded me with science!) She blinded me with  ",
        "title": "She Blinded Me With Science"
    },
    {
        "artist": "Bob Seger & The Silver Bullet Band",
        "lyrics": null,
        "title": "Even Now"
    },
    {
        "artist": "Toto",
        "lyrics": "  [Verse 1] If I had another chance tonight I'd try to tell you that the things we had were right Time can erase the love we shared But it gives me time to realize just how much you cared Now you're gone, I'm really not the same I guess I held myself to blame Time can erase the things we said But it gives me time to realize that you're the one who's sad  [Chorus] You know I won't hold you back now The love we had just can't be found You know I can't hold you back now  [Verse 2] Now that I'm alone it gives me time To think about the years that you were mine Time can erase the love we shared But it gives me time to realize just how much you cared  [Chorus] You know I won't hold you back now The love we had just can't be found (Listen to me, baby) You know I can't hold you back now  [Guitar Solo]  [Chorus][repeat till fade] You know I won't hold you back now The love we had just can't be found You know I can't hold you back now  ",
        "title": "I Won't Hold You Back"
    },
    {
        "artist": "Dan Fogelberg",
        "lyrics": "  Now that we love Now that the lonely nights are over How do we make love stay? Now that we know The fire can burn bright or merely smolder How do we keep it from dying away?  Elusive as dreams Barely remembered in the morning Love like a phantom flies But held in the heart It pales like the empty smile adorning A statue with sightless eyes  Moments fleet, taste sweet within the rapture When precious flesh is greedily consumed But mystery's a thing not easily captured And once deceased not easily exhumed  Now that we love Now that the lonely nights are over How do we make love stay?  Moments fleet, taste so sweet within the rapture When precious flesh is greedily consumed But mystery's a thing not easily captured And once deceased not easily exhumed  Now that we loved Look at the moonless night and tell me How do we make love stay?  ",
        "title": "Make Love Stay"
    },
    {
        "artist": "Thompson Twins",
        "lyrics": null,
        "title": "Lies"
    },
    {
        "artist": "Patti Austin With James Ingram",
        "lyrics": "  [Verse 1: Patti Austin] Thinkin' back in time When love was only in my mind, I realize Ain't no second chance You've got to hold on to romance Don't let it slide  There's a special kind of magic in the air When you find another heart that needs to share  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  [Verse 2: James Ingram] Spendin' every dime to keep you talkin' on the line That's how it was And all those walks together out in any kind of weather Just because  There's a brand new way of looking at your life When you know that love is standing by your side  [Chorus] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay Cause I can't go back to livin' without you  [Bridge] [James Ingram] The nights can be cold There's a chill to every evening when you're all alone [Patti Austin] Don't talk anymore Cause you know that I'll be here to keep you warm Oh, darling, keep me warm  [Chorus (Repeat 3X until fade)] Baby, come to me Let me put my arms around you This was meant to be And I'm oh so glad I found you Need you every day Gotta have your love around me Baby, always stay 'Cause I can't go back to livin' without you  ",
        "title": "Baby, Come To Me"
    },
    {
        "artist": "Men At Work",
        "lyrics": "  [Verse 1] Traveling in a fried-out Kombi On a hippie trail, head full of zombie I met a strange lady, she made me nervous She took me in and gave me breakfast And she said  [Chorus 1] Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  [Verse 2] Buying bread from a man in Brussels He was six-foot-four and full of muscles I said, do you speak-a my language He just smiled and gave me a Vegemite sandwich And he said  [Chorus 2] I come from a land down under Where beer does flow and men chunder Can't you hear, can't you hear the thunder You better run, you better take cover  [Verse 3] Lyin' in a den in Bombay With a slack jaw, and not much to say I said to the man, are you trying to tempt me Because I come from the land of plenty And he said  [Chorus 1] Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  Do you come from a land down under Where women glow and men plunder Can't you hear, can't you hear the thunder You better run, you better take cover  ",
        "title": "Down Under"
    },
    {
        "artist": "Laura Branigan",
        "lyrics": null,
        "title": "Solitaire"
    },
    {
        "artist": "Debarge",
        "lyrics": null,
        "title": "I Like It"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Well we're living here in Allentown And they're closing all the factories down Out in Bethlehem they're killing time Filling out forms Standing in line  Well our fathers fought the Second World War Spent their weekends on the Jersey Shore Met our mothers at the USO Asked them to dance Danced with them slow And we're living here in Allentown  But the restlessness was handed down And it's getting very hard to stay  Well we're waiting here in Allentown For the Pennsylvania we never found For the promises our teachers gave If we worked hard If we behaved  So the graduations hang on the wall But they never really helped us at all No they never taught us what was real Iron and coke And chromium steel And we're waiting here in Allentown  But they've taken all the coal from the ground And the union people crawled away  Every child had a pretty good shot To get at least as far as their old man got But something happened on the way to that place They threw an American flag in our face  Well I'm living here in Allentown And it's hard to keep a good man down But I won't be getting up today  And it's getting very hard to stay And we're living here in Allentown  ",
        "title": "Allentown"
    },
    {
        "artist": "Oxo",
        "lyrics": "  Let me tell you 'bout the girl I know She's been to Paris, France And she can really dance Like a spinning top She's got no stop She picks you up and then She lets you drop Listen Ooh  Let me tell you 'bout the girl I know 'Cause she's really hip And she can go, go, go Like a straight shooter she's got hers down Won't hesitate to put you on the ground She's been with The Rolling Stones On their tours And in their homes Won't tell you where she's bound 'Cause she ain't lost and don't want to be found But  Ooh, maybe tonight Yeah, she'll find the time To give me her phone So I can call her at home But she's so whirly  Whirly, whirly, whirly, whirly girl (yeah yeah) Whirly girl (yeah yeah) whirly girl Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl  Let me tell you 'bout the girl I know She's been to Paris, France And she can really dance Like a spin top She's got no stop She picks you up and then She lets you drop This girl just combs her hair And takes her tea With millionaires She's sitting in the latest styles With open legs And mysterious smiles  Ooh, maybe tonight Yeah, she'll find the time To give me her phone So I can call her at home Hey Ooh-ooh  Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl Whirly, whirly, whirly, whirly girl Whirly girl, whirly girl Whirly, whirly, whirly, whirly girl Ooo, whirly, whirly Ooo, whirly, whirly Whirly, whirly, whirly, whirly girl Whirly girl Watch her go, go, go Watch her go, go, go, oh Watch her go, go, go Watch her go, go, go, oh Watch her go, go, go, oh  ",
        "title": "Whirly Girl"
    },
    {
        "artist": "Eddie Rabbitt With Crystal Gayle",
        "lyrics": null,
        "title": "You And I"
    },
    {
        "artist": "Stephen Bishop",
        "lyrics": "  Time... I've been passing time watching trains go by All of my life Lying on the sand watching sea birds fly Wishing there would be Someone waiting home for me Something's telling me it might be you It's telling me it might be you All of my life  Looking back as lovers go walking past All of my life Wondering how they met and what makes it last If I found the place Would I recognize the face Something's telling me it might be you Yeah, it's telling me it might be you  So many quiet walks to take So many dreams to wake And with so much love to make I think we're gonna need some time Maybe all we need is time... And it's telling me it might be you All of my life  I've been saving love songs and lullabies And there's so much more No one's ever heard before Something's telling me it might be you Yeah, it's telling me it must be you And I'm feeling it'll just be you all of my life  It's you, It's you I've been waiting for all of my life Maybe it's you (It's you), maybe it's you (It's you) I've been waiting for all of my life Maybe it's you, maybe it's you I've been waiting for all of my life  ",
        "title": "It Might Be You"
    },
    {
        "artist": "Phil Collins",
        "lyrics": "  [Verse 1] Well you can tell everyone I'm a down disgrace Drag my name all over the place I don't care anymore You can tell ev'rybody 'bout the state I'm in You won't catch me crying 'cos I just can't win I don't care anymore I don't care anymore, d'you hear?  [Pre-Chorus 1] I don't care what you say I don't play the same games you play  [Chorus 1] 'Cos I've been talking to the people that you call your friends And it seems to me there's a means to an end They don't care anymore And as for me I can sit here and bide my time I got nothing to lose if I speak my mind I don't care anymore I don't care no more  [Bridge 1] I don't care what you say We never played by the same rules anyway  [Verse 2] I won't be there anymore Get out of my way Let me by I got better things to do with my time I don't care anymore I don't care anymore I don't care anymore I don't care anymore  [Pre-Chorus 2] Well, I don't care now what you say 'Cos ev'ry day I'm feeling fine with myself And I don't care now what you say Hey I'll do alright by myself 'Cos I know  [Chorus 2] 'Cos I remember all the times I tried so hard And you laughed in my face 'cos you held all the cards I don't care anymore And I really ain't bothered what you think of me 'Cos all I want of you is just a let me be I don't care anymore D'you hear? I don't care no more  [Bridge 2] I don't care what you say I never did believe you much anyway  [Verse 3] I won't be there no more So get out of my way Let me by I got better things to do with my time I don't care anymore D'you hear? I don't care anymore I don't care no more You listening? I don't care no more No more!  You know I don't care no more!  [Outro] No more, No more [x6]  ",
        "title": "I Don't Care Anymore"
    },
    {
        "artist": "Kenny Loggins",
        "lyrics": "  I like the love And i like the peaceful I wish everyone i know could Stand in the heartlight  I hold the hand I walk with the teacher We welcome in the mornin' Singing together  Can you feel the love that's in my heart Can you see the flame we got to start Burnin' like a beacon in the night O welcome to heartlight  Chorus: Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh welcome to heartlight  I'm like the rain 'cause i like your thunder I know we've learned to live together Here in the heartlight  Stand in the dark Oh, oh and i'll light a candle And then we'll dance it in the moonlight Until the sunrise  Can you feel the love that's in my heart Can't you see the flame we've got to start Burnin' like a beacon in the night O welcome to heartlight  Chorus  Can you feel the love that's in my heart Can't you see the flame we've got to start Burnin' like a beacon in the night O welcome to heartlight  Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh oooh heart of light Oh welcome to heartlight  (kids continue to sing \"oh oooh heart of light\"...) While kenny ad libs.... heart of light, heart of light....  ",
        "title": "Welcome To Heartlight"
    },
    {
        "artist": "Dionne Warwick",
        "lyrics": null,
        "title": "Take The Short Way Home"
    },
    {
        "artist": "Felony",
        "lyrics": "  Hey, the fanatic I am the fanatic I like-a movies and rock shows Rock stars and a-radios  I am the fanatic Can I have your autograph? Maybe a poster or photograph? I am the fanatic The fanatic  Limo chasin' is my thing TV guide and magazines Videos, tape machines I am the fanatic The fanatic  I like movies and rock shows Rock stars and radios I am the fanatic Can I have your autograph? Maybe a poster or photograph? I am the fanatic The fanatic  Dirty movies turn me on Cigarettes, alcohol Disc jockeys and discos I am the fanatic The fanatic  Say man, can I have one Of those cigarettes over there? Couple of them, too Uh huh Hey  Dirty movies turn me on Cigarettes, alcohol Disc jockeys and discos TV guide, magazines Videos, tape machines I am the fanatic, ohh The fanatic  I like movies and rock shows Rock stars and radios TV guide, magazines Chasing limousines Chasing limousines Ha, ha, ha, ha  The fanatic The fanatic The fanatic The fanatic The fanatic  ",
        "title": "The Fanatic"
    },
    {
        "artist": "David Bowie",
        "lyrics": "  [Intro] Ah, ah, ah, ah  [Verse 1] (Let's dance) (Let's dance) (Let's dance) Put on your red shoes and dance the blues (Let's dance) To the song they're playing on the radio (Let's sway) While colour lights up your face (Let's sway) Sway through the crowd to an empty space  [Chorus] If you say run, I'll run with you And if you say hide, we'll hide Because my love for you Would break my heart in two If you should fall, into my arms And tremble like a flower  [Verse 2] (Let's dance) (Let's dance) (Let's dance) For fear your grace should fall (Let's dance) For fear tonight is all (Let's sway) You could look into my eyes (Let's sway) Under the moonlight, this serious moonlight  [Chorus] And if you say run, I'll run with you And if you say hide, we'll hide Because my love for you Would break my heart in two If you should fall, into my arms And tremble like a flower  [Verse 3] (Let's dance) (Let's dance) (Let's dance) Put on your red shoes and dance the blues (Let's dance) To the song we're playing (Let's sway) (Let's sway) Under the moonlight, this serious moonlight  [Outro] (Let's dance) (Let's) (Let's) (Let's) (Let's dance) (Let's)  Let's dance, dance, dance, dance, dance, dance, dance, dance (Let's dance) (Let's sway) (Let's sway) Let's dance, dance, dance, dance, dance, dance, dance, dance (Let's dance) (Let's dance) (Let's dance) (Let's dance)  ",
        "title": "Let's Dance"
    },
    {
        "artist": "Barry Manilow",
        "lyrics": null,
        "title": "Some Kind Of Friend"
    },
    {
        "artist": "Steel Breeze",
        "lyrics": "  [Verse 1:] You can call me at midnight Cause I'll be waiting at home And I'm impatient to answer  Got my hand on the phone But it just doesnt ring There's never any answer at all  [Chorus:] Dreamin' is easy But no one likes to dream alone Dreamin' is easy But no one likes to dream No one likes to dream alone  [Verse 2:] I don't know how to reach you If I could just break this spell Do you think you could love me?  There's only one other way to tell Every time I call There's never any answer at all  [Repeat Chorus:]  [Bridge:] When will you realize I just won't go away Not unless you say it from your heart  When will you realize It could happen any day Could it be like that from the start  [Repeat Chorus:]  ",
        "title": "Dreamin' Is Easy"
    },
    {
        "artist": "Supertramp Featuring Rick Davies",
        "lyrics": "  Let me tell you what I want to say You're the only one who can make me feel this way  My kind of lady No better love could I embrace No better heart, no other face Can quite compare with you You came along and then you mend my broken dreams I was so down and then as foolish as it seems You gave me your affection Yeh baby you came through  We'll make it you'll see In spite of those who say it's wrong This time we feel that we belong Now we can truly say We'll be together and that's all we'll ever need We'll love eachother, that's the way it's gonna be And nothin' under the sun of moon Can make us be apart  Oh my honey You know I'll love you every day When things go wrong we'll find a way I'm so glad I met you Much more than I can ever say We're making plans and holding hands just like before We'll try again, we'll make amends along the road It's fellin' good, just like it should, this time we know We'll share eachother's happiness for now and evermore  I've been wastin' my life away I've got a message for you today To tell you that you are  My kind of lady I'm not the same since I met you All of my dreams had fallen through And then you came along One magic night when things went right it was so fine Looked in your eyes and realized that you were mine And nothin' under the sun of moon Can make us be apart  Oh my baby You know I'll love you all the way When times get hard we'll smile and say I'm so glad I met you I'll love you more and more each day We're making plans and holding hands just like before We'll try again, we'll make amends along the road It's fellin' good, just like it should, this time we know We'll share eachother's happiness for now and evermore  ",
        "title": "My Kind Of Lady"
    },
    {
        "artist": "Mac McAnally",
        "lyrics": null,
        "title": "Minimum Love"
    },
    {
        "artist": "Bryan Adams",
        "lyrics": "  [Intro]  I could start dreamin' but it never ends As long as you're gone we may as well pretend I've been dreamin' Straight from the heart  You say it's easy but who's to say That we'd be able to keep it this way But it's easier Comin' straight from the heart  Oh Give it to me straight from the heart Tell me we can make another start You know I'll never go - as long as I know It's comin' straight from the heart  I see you on the street some other time And all my words would just fall out of line While we're dreamin' Straight from the heart  Oh Give it to me straight from the heart Tell me we can make one more start You know I'll never go - as long as I know It's comin' straight from the heart  {Bridge}  Oh Don't ever leave me darlin'  Oh straight from the heart Tell me we can make one more start You know I'll never go- as long as I know You'll give it to me now Straight from the heart Tell me we can make one more start You know I'll never go-as long as I know It's coming straight from the heart Give it to me Oh no, oh no Straight from the heart You know I'll never go-as long as I know It's coming straight from the heart  ",
        "title": "Straight From The Heart"
    },
    {
        "artist": "Psychedelic Furs",
        "lyrics": "  There's an army on the dance floor It's a fashion with a gun, my love In a room without a door A kiss is not enough in  Love my way, it's a new road I follow where my mind goes  They'd put us on a railroad They'd dearly make us pay For laughing in their faces and making it our way There's emptiness behind their eyes There's dust in all their hearts They just want to steal us all and take us all apart But not in  Love my way, it's a new road I follow where my mind goes Love my way, it's a new road I follow where my mind goes  Love my way, it's a new road I follow where my mind goes  So swallow all your tears, my love And put on your new face You can never win or lose If you don't run the race  Yeah, yeah, yeah Aw oh, Aw oh, Aw oh Aaaaaa, Aaaaaa, Aaaaaa, Aaaaaaa  ",
        "title": "Love My Way"
    },
    {
        "artist": "The Clash",
        "lyrics": "  [Verse 1] Darling, you got to let me know Should I stay or should I go? If you say that you are mine I'll be here 'til the end of time So you got to let me know Should I stay or should I go?  It's always tease, tease, tease You're happy when I'm on my knees One day it's fine and next it's black So if you want me off your back Well, come on and let me know Should I stay or should I go?  Should I stay or should I go now? Should I stay or should I go now? If I go, there will be trouble And if I stay it will be double So come on and let me know  [Verse 2] This indecision's bugging me (esta indecision me molesta) If you don't want me, set me free (Si no me quieres, librame) Exactly whom I'm supposed to be (digame que tengo ser) Don't you know which clothes even fit me? (No sabes que ropas me queda) Come on and let me know (me tienes que decir) Should I cool it or should I blow? (me debo ir o quedarme)  Split  (Doble! ¿Me frío o lo soplo?) (Esperda) (Rrattarrattarrattaa...)  Should I stay or should I go now? (yo me enfrio o lo soplo) Should I stay or should I go now? (Yo me enfrio o lo soplo) If I go there will be trouble (si me voy va a haber peligro) And if I stay it will be double (si me quedo sera el doble) So you gotta let me know (me tienes que decir) Should I cool it or should I blow? (me debo ir o quedarme)  Should I stay or should I go now? (tengo frío por los ojos) If I go there will be trouble (tengo Frio por los ojos) And if I stay it will be double (si me quedo sera el doble) So ya' gotta let me know (pero me tienes que decir) Should I stay or should I go?  ",
        "title": "Should I Stay Or Should I Go"
    },
    {
        "artist": "The Gap Band",
        "lyrics": "  Girl, you're looking sweeter now You got it every day, girl Wish that I could love you right In a special way  You light my fire I feel alive with you, baby You blow my mind I'm satisfied  Outstanding (So outstanding) Girl, you knock me out Excited (I'm so excited, baby) It makes me want to shout (Baby)  Gee, I feel so lucky, girl To have you all alone I really love the way you love me Forever I'll be yours  You blow my mind, baby I'm so alive with you, baby You blow my mind, baby You blow my mind, baby, baby  You light my fire {You light my fire} I feel alive with you, baby { I feel alive} You blow my mind {You blow my mind} I'm satisfied {I'm satisfied}  Outstanding (You?re so outstanding, yeah) Girl, you knock me out (Dooby dooby dooby dooby dooby you knock me out) Excited (So excited, baby) It makes me want to shout (Girl, you know, you know, you know you knock me out)  Outstanding (I really love the way you knock me out) Girl, you knock me out (Girl, you know, you know, you know you knock me out) (Shooby dooby dooby doo doo dooby) (Girl, you knock me out)  ",
        "title": "Outstanding"
    },
    {
        "artist": "John Anderson",
        "lyrics": null,
        "title": "Swingin'"
    },
    {
        "artist": "Patrick Simmons",
        "lyrics": "  They were young Living for the moment Hearts on fire Burning in the night Hopeless love Driving them together I don't know why  Vicious words Cut them like a razor Filthy lies Tearing them apart So they run Clinging to each other Can't get too far  So wrong, so wrong How could they be So wrong, so wrong How could love be so wrong I don't know why  Late at night Tryin for the border Through the police rendezvous Warning shots Flyin all around What can they do  So wrong, so wrong How could they be So wrong, so wrong How could love be so wrong I don't know why (repeat)  ",
        "title": "So Wrong"
    },
    {
        "artist": "Def Leppard",
        "lyrics": "  Huh! I'm outa luck, outa love Gotta photograph, picture of Passion killer, you're too much You're the only one I wanna touch I see your face every time I dream On every page, every magazine So wild and free so far from me You're all I want, my fantasy  Oh, look what you've done to this rock 'n' roll clown Oh Oh, look what you've done  Photograph - I don't want your Photograph - I don't need your Photograph - All I've got is a photograph But it's not enough  I'd be your lover, if you were there Put your hurt on me, if you dare Such a woman, you got style You make every man feel like a child You got some kinda hold on me You're all wrapped up in mystery So wild and free so far from me You're all I want, my fantasy  Oh, Look what you've done to this rock'n'roll clown Oh Oh, Look what you've done  [Repeat Chorus]  You've gone straight to my head  ",
        "title": "Photograph"
    },
    {
        "artist": "Jarreau",
        "lyrics": null,
        "title": "Mornin'"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  We met as soul mates on Parris Island We left as inmates from an asylum And we were sharp, as sharp as knives And we were so gung ho to lay down our lives  We came in spastic like tameless horses We left in plastic as numbered corpses And we learned fast to travel light Our arms were heavy but our bellies were tight  We had no home front, we had no soft soap They sent us Playboy, they gave us Bob Hope We dug in deep and shot on sight And prayed to Jesus Christ with all our might  We had no cameras to shoot the landscape We passed the hash pipe and played our Doors tapes And it was dark, so dark at night And we held on to each other Like brother to brother We promised our mothers we'd write  [Chorus] And we would all go down together We said we'd all go down together Yes we would all go down together  Remember Charlie, remember Baker They left their childhood on every acre And who was wrong? And who was right? It didn't matter in the thick of the fight  We held the day in the palm of our hand They ruled the night, and the night Seemed to last as long as six weeks On Parris Island We held the coastline, they held the highlands  And they were sharp, as sharp as knives They heard the hum of our motors They counted the rotors And waited for us to arrive  [Chorus] And we would all go down together We said we'd all go down together Yes we would all go down together  ",
        "title": "Goodnight Saigon"
    },
    {
        "artist": "Diana Ross",
        "lyrics": null,
        "title": "So Close"
    },
    {
        "artist": "Duran Duran",
        "lyrics": null,
        "title": "Rio"
    },
    {
        "artist": "Ronnie Milsap",
        "lyrics": "  There's a silence here between us I've never heard before And I can't find the love In her eyes anymore There's some changes going on I'm beginning to understand When I'm holding her I swear I feel the presence of another man  There's a stranger in my house Somebody here that I can't see Stranger in my house Somebody here trying to take her away from me  She sits staring out the window A million miles away And when I ask if she's all right She never has too much to say Is it somebody we both know Or somebody she just met Is she loving him in her mind While she's lying here in my bed  There's a stranger in my house Somebody here that I can't see Stranger in my house Somebody here trying to take her away from me  Suspicions lead to questions And questions to alibis Is it just my imagination Or has her love turned into lies  There's a stranger in my house Somebody's here that I can't see Stranger in my house Somebody here trying to take her away Stranger in my house Somebody's here that I can't see Stranger in my house Somebody here trying to take her away Stranger in my house Somebody here trying to take her away from me  ",
        "title": "Stranger In My House"
    },
    {
        "artist": "Melissa Manchester",
        "lyrics": null,
        "title": "Nice Girls"
    },
    {
        "artist": "Robert Hazard",
        "lyrics": "  They got my Mazda at the E-Z Park It At the rock & roll supermarket Muzak music make me feel so funny I went and spent all my money  We're riding on the escalator of life We're shopping in the human mall We're dancing on the escalator of life Won't be happy 'til we have it all We want it all Escalator of life - up and down Escalator of life - round and round  There's 111 choices Don't listen to those little voices I don't let the guilty feeling shake me You can have your cake and eat it baby  We're riding on the escalator of life We're shopping in the human mall We're dancing on the escalator of life Won't be happy 'til we have it all  Hey girl, I'm a personal friend of Gloria Vanderbilt I got all the gold in the world around my neck Come ride the steel dinosaur Run wild in the jungle Its a Zulu Nation Seduction, sacrifice, a new sensation Nothing ever changes  We're riding on the escalator of life We're shopping in the human mall We're dancing on the escalator of life Won't be happy 'til we have it all  ",
        "title": "Escalator Of Life"
    },
    {
        "artist": "Berlin",
        "lyrics": null,
        "title": "Sex (I'm A...)"
    },
    {
        "artist": "Naked Eyes",
        "lyrics": "  [Verse 1] I walk along the city streets, you used to walk along with me And every step I take reminds me of just how we used to be Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Verse 2] When shadows fall, I pass a small cafe where we would dance at night And I can't help recalling how it felt to kiss and hold you tight Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Chorus] I was born to love her and I will never be free You'll always be a part of me  [Verse 3] If you should find you miss the sweet and tender love we used to share Just go back to the places where we used to go and I'll be there Oh, how can I forget you, girl, when there is Always something there to remind me Always something there to remind me  [Chorus] I was born to love her and I will never be free You'll always be a part of me 'cause there is Always something there to remind me Always something there to remind me  [Chorus] Always something there to remind me Always something there to remind me Always something there to remind me  ",
        "title": "Always Something There To Remind Me"
    },
    {
        "artist": "The System",
        "lyrics": "  Day by day And night by night I see you in my mind It happens all the time You know my daydreams stop My heart beats on I can't take it anymore It's you I live for  Oh baby You are in my system I just want you to know that Oh You're in my system Got me burnin' burnin' baby, oh You are in my system Oh You are in my system, system Don't you, don't you know that baby?  I will keep on pushing, pushing Until I get through My main objective baby Is to get to you  To turn your mind around I know will take time But you know I can't wait, no You're on my mind  Oh baby You are in my system I just want you to know that Oh You're in my system Got me burnin' burnin' baby You are in my system Oh You are in my system, system I keep on pushin' baby  You're in my soul Love's got control Just can't get enough Of your loving touch  It's a romantic vision of me and you Holding hands on Sunday And Monday too There's no doubt in my mind That I'll be true baby You know I'll take you out and I'll keep love new Oh baby  You are in my system I just want you to know that Oh You're in my system Got me burnin' i'm on fire baby You are in my system Oh You are in my system, system Got me burnin' oh baby  ",
        "title": "You Are In My System"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": null,
        "title": "Never Give Up"
    },
    {
        "artist": "Adam Ant",
        "lyrics": "  If I ask you difficult questions If I make improper suggestions Would you find that a risk to your health? Would you put me up on the bookshelf? With the books And the plants  Desperate but not serious Your kisses drive me delirious  If I were kind and adoring How would that be? Very boring Mister Pressman, with your penknife Always asking about my sex life And who with And how many times  Desperate but not serious Your kisses drive me delirious  All the advice seems so unkind If you don't stop, you will go blind They tell you it's none of their business And console you with a big kiss On the lips And on the back of your neck  Desperate but not serious Your kisses drive me delirious Desperate but not serious Your kisses drive me delirious Desperate but not serious Your kisses drive me delirious ...  ",
        "title": "Desperate But Not Serious"
    },
    {
        "artist": "Yaz",
        "lyrics": null,
        "title": "Only You"
    },
    {
        "artist": "The Pointer Sisters",
        "lyrics": "  If you wanna get back your lady Your lady needs to know, oh yeah Oh, if you really love her You know you got to tell her so, yes, you do  If you wanna get back your lady Communicate for real, hey baby Or ain't no way your lady's gonna find out How you really feel, ooh  I was a young shy girl I thought I found my world in you the day we met You were so cool and wise One look into your eyes and my heart started gettin' upset  Never had no trouble tellin' you I love you But you never did me the same You kept it all inside as if you had to hide your love And that's a cryin' shame  Now we're apart, what can I do? But get this message straight to you  If you wanna get back your lady Your lady needs to know, oh, yeah Oh, if you really love her You know you got to tell her so, yes, you do  Hey, baby  Take some time and figure out If I'm the one you really miss It's gettin' 4 a.m. and I'm lyin' here again And I can't take much more of this  Didn't mean to hurt you, walk out and desert you But I didn't know what else to do It's just the chance I'm takin', hopin' I can wake you up To what I'm goin' through  If you could find a way to start The door's still open to my heart  If you wanna get back your lady Your lady needs to know, oh yeah Oh, if you really love her You know you got to tell her so, yes, you do  If you wanna get back your lady Communicate for real, hey baby Or ain't no way your lady's gonna find out How you really feel, ooh  If you wanna get back your lady Yeah, yeah, yeah, oh baby If you wanna get back your lady Now what can I do?  ",
        "title": "If You Wanna Get Back Your Lady"
    },
    {
        "artist": "Robert Ellis Orral With Carlene Carter",
        "lyrics": null,
        "title": "I Couldn't Say No"
    },
    {
        "artist": "Missing Persons",
        "lyrics": "  [Verse 1] Look ahead as we pass, try and focus on it I won't be fooled by a cheap cinema trick It must have been just a cardboard cut out of a man Top forty cast off from a record stand  [Chorus] Walkin' in L.A Nobody walks in L.A  [Verse 2] I don't know could've been a lame jogger maybe Or someone just about to do the freeway strangler baby Shopping cart pusher or maybe someone groovy One thing's for sure, he isn't starring in the movies Cause he's—  [Chorus]  [Bridge] (Walkin' walkin' walkin' walkin'...) You won't see a cop walkin' on the beat You only see 'em drivin' cars out on the street You won't see a kid walkin' home from school Their mothers pick 'em up in a car pool  [Chorus]  [Verse 3] Could it be that the smog's playing tricks on my eyes? Or is it a roller skater in some kind of headphone disguise? Maybe somebody who just ran out of gas Making his way back to the pumps the best way he can  [Chorus]  ",
        "title": "Walking In L.a."
    },
    {
        "artist": "Wall Of Voodoo",
        "lyrics": "  I feel a hot wind on my shoulder And the touch of a world that is older I turn the switch and check the number I leave it on when in bed I slumber I hear the rhythms of the music I buy the product and never use it I hear the talking of the DJ Can't understand, just what does he say?  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  I dial it in and tune the station They talk about the U.S. inflation I understand just a little No comprende, it's a riddle  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  I wish I was in Tijuana Eating barbecued iguana I'd take requests on the telephone I'm on a wavelength far from home  I feel a hot wind on my shoulder I dial it in from south of the border I hear the talking of the DJ Can't understand, just what does he say?  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  Radio, radio Radio, radio Radio, radio Radio, radio  [Chorus] I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio I'm on a Mexican radio I'm on a Mexican (whoa-oh) radio  Radio, radio What does he say? Radio, radio Radio, radio Radio, radio  ",
        "title": "Mexican Radio"
    },
    {
        "artist": "The Oak Ridge Boys",
        "lyrics": "  Seems everything I buy these days Has got a foreign name From the kind of car I drive To my video game I got a NIKKON camera A Sony colour TV But the one that I love is from the U.S.A And standing next to me  My baby is American Made Born and bred in the U.S.A From her silky long hair to her sexy long legs My baby is American Made  She looks good in her tight blue jeans She bought in Mexico And she loves wearing French perfume Everywhere we go But when it comes to the loving part One thing is true My baby's genuine U.S.A Red, white and blue  My baby is American Made Born and bred in the U.S.A From her silky long hair to her sexy long legs My baby is American Made  My baby is American Made Born and bred in the U.S.A From her silky long hair to her sexy long legs My baby is American Made  My baby is American Made, o yes she is Born and bred in the U.S.A From her silky long hair to her sexy long legs My baby is American Made  My baby is American Made, ah hum Born and bred in the U.S.A From her silky long hair to her sexy long legs My baby is American Made  ",
        "title": "American Made"
    },
    {
        "artist": "Robbie Patton",
        "lyrics": null,
        "title": "Smiling Islands"
    },
    {
        "artist": "Patti Austin",
        "lyrics": "  You're a young man, a sweet guy Handsome, kinda shy You got a nice car A steady job Money you got plenty of What can I give a man with everything Just one thing you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone When you've got one lovin' woman Every home should have one  I'm a woman longin' For lovin' belongin' Got ideas, plenty of them I can help you with your problems  Don't you know That I'm gonna give to you my everything Everything you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone When you've got one lovin' woman Every home should have one  Don't you know That I'm gonna give to you my everything Everything you need Everything you need  You need one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one lovin' woman Every home should have one Two hearts filled with passion Make your house a happy home You'll never be alone  When you've got one  ",
        "title": "Every Home Should Have One"
    },
    {
        "artist": "Lou Rawls",
        "lyrics": null,
        "title": "Wind Beneath My Wings"
    },
    {
        "artist": "Jeffrey Osborne",
        "lyrics": "  [Verse 1:] You won my heart It's s just the start, babe There's much more to love Than the way you're thinking of  To wear my ring Worth something special Now you close the door The ring thrown on the floor  [Hook:] But if it's alright with you I won't take a second chance I don't have to take it And you don't have to fake it anymore  [Chorus x2:] Eenie meenie minie mo Catch a lover by the toe That's the game of love we play It doesn? t have to be that way  [Verse 2:] We took a vow Never to part, babe Now you're telling me That you have a change of heart  Now it's my turn To feel like crying Hope some day you'll see What you meant to me  [Repeat Hook:]  [Repeat Chorus:]  [Repeat Hook:]  [Repeat Chorus x2:]  Say eenie meenie minie mo Catch a lover by the toe Said that's the game of love we play It doesn't have to be that way  Eenie meenie minie mo Catch a lover by the toe That's the game of love we play  Eenie meenie minie mo Catch a lover by the toe  ",
        "title": "Eenie Meenie"
    },
    {
        "artist": "Irene Cara",
        "lyrics": "  First when there's nothing But a slow glowing dream That your fear seems to hide Deep inside your mind  All alone, I have cried Silent tears full of pride In a world made of steel Made of stone  Well, I hear the music Close my eyes, feel the rhythm Wrap around, take a hold of my heart  What a feeling Being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive You can dance right through your life  Now I hear the music Close my eyes, I am rhythm In a flash, it takes hold of my heart  What a feeling, being's believing I can have it all Now I'm dancing for my life  Take your passion And make it happen Pictures come alive Now I'm dancing through my life  What a feeling  What a feeling (I am music now) Being's believing (I am rhythm now) Pictures come alive You can dance right through your life  What a feeling (I can really have it all) What a feeling (Pictures come alive when I call) I can have it all (I can really have it all)  Have it all (pictures come alive when I call) (Call, call ,call, call, what a feeling) I can have it all (being's believing) Being's believing (take your passion) (Make it happen) Make it happen (What a feeling) What a feeling  ",
        "title": "Flashdance...What A Feeling"
    },
    {
        "artist": "INXS",
        "lyrics": "  Well you know just what you do to me The way you move soft and slippery Cut the night just like a razor Rarely talk and that's the danger  It's the one thing You are my thing  You know your voice is a love song It's a cat call from the past There's no ice in your lover's walk You don't look twice cause you move so fast  It's the one thing You are my thing  You've got a dozen men behind you You've got dead flowers on the floor You're too pretty in the daylight It keeps them coming back for more  It's the one thing You are my thing  It's the one thing You are my thing  It's the one thing You are my thing  ",
        "title": "The One Thing"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  I got to have a shot Cause what you got is oh so sweet You got to make it hot Like a boomerang I need a repeat  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  You got to whip it up And hit me like a ton of lead If I blow my top Will you let it go to your head  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  You got to move it up And use it like a screwball would You got to pack it up Work it like a new boy should  Gimme all your lovin' All your hugs and kisses too Gimme all your lovin' Don't let up until we're through  ",
        "title": "Gimme All Your Lovin"
    },
    {
        "artist": "Tony Carey",
        "lyrics": null,
        "title": "I Won't Be Home Tonight"
    },
    {
        "artist": "Sammy Hagar",
        "lyrics": "  I don't mind When you act your age It suits me fine That you treat me like a child  And I can't deny When I'm with you That you step outside Of all those fears locked up inside  Your love is driving me crazy Your love just takes me away Your love is driving me crazy It takes me all the way  What I like Is what you've got to offer Just my type Don't mind playing on the edge  Your love is driving me crazy Your love just takes me away Your love is driving me crazy It takes me all the way, yeah  Lead me to forbidden doors You know I'm yours Yeah, you got it, yeah, I want it Don't you know it baby?  Right on time A tight fit right on the money So sublime Hot, sweet cherries on the vine  Your love is driving me crazy Your love just takes me away Your love is driving me crazy It takes me all the way, yeah  Your love is driving me crazy Your love just takes me away Your love is driving me crazy Your love just takes me away, oh yeah  Your love, your love Your love just takes me away, oh yeah Your love  ",
        "title": "Your Love Is Driving Me Crazy"
    },
    {
        "artist": "Firefall",
        "lyrics": null,
        "title": "Always"
    },
    {
        "artist": "Champaign",
        "lyrics": null,
        "title": "Try Again"
    },
    {
        "artist": "Jefferson Starship",
        "lyrics": null,
        "title": "Winds Of Change"
    },
    {
        "artist": "Modern English",
        "lyrics": "  [Verse 1] Moving forward using all my breath Making love to you was never second best I saw the world crashing all around your face Never really knowing it was always Mesh and lace  [Chorus] I'll stop the world and melt with you You've seen the difference And it's getting better all the time There's nothing you and I won't do I'll stop the world and melt with you  [Verse 2] (You should know better) Dream of better lives The kind which never hate (You should see why) Dropped in the state of imaginary grace  (You should know better) I made a pilgrimage To save this human race (You should see why) Never comprehending The race was long, long lost  [Chorus] I'll stop the world and melt with you (I'll stop the world) You've seen the difference And it's getting better all the time  (I'll stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide  [Chorus] (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I've seen some changes But it's getting better all the time  (Let's stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide Hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm Hmm hmm hmm hmm  [Chorus] I'll stop the world and melt with you (Let's stop the world) You've seen the difference And it's getting better all the time (Let's stop the world) There's nothing you and I won't do (Let's stop the world)  I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you  ",
        "title": "I Melt With You"
    },
    {
        "artist": "Ric Ocasek",
        "lyrics": "  If you want to hang on to my shoulder I'm standing here If you want to do it all over Let me get near If you were another pretender Oh I'd pass you by If you were a lost weekender Oh maybe I'd try  When you gonna give me something to grab for When you gonna put it in my sight When you gonna give me something to grab for When you gonna show me what it's like  If you want to talk about it I got the time When you're looking so enchanted You cover my mind If you think I'll wait forever Oh maybe you're right There's no such thing as now or never There's only twilight  When you gonna give me something to grab for When you gonna put it in my sight Oh give me something to grab for When you gonna show me Show me what it's like  If you want to think it over Oh I'll just wait around If you want to take me over I won't turn you down  When you gonna give me something to grab for When you gonna put it in my sight C'mon and give me something to grab for You gotta show me what it's like Show me what it's like  When you gonna give me something to grab for You gotta put it in my sight Oh give me something to grab for You gotta show me what it's like  Give me something to grab for Show me what it's like You gotta give me something to grab for Oh give me something to grab for Show me what it's like Show me what it's like Show me what it's like  ",
        "title": "Something To Grab For"
    },
    {
        "artist": "Scandal Featuring Patty Smyth",
        "lyrics": null,
        "title": "Love's Got A Line On You"
    },
    {
        "artist": "Heaven 17",
        "lyrics": null,
        "title": "Let Me Go"
    },
    {
        "artist": "Saga",
        "lyrics": null,
        "title": "Wind Him Up"
    },
    {
        "artist": "U2",
        "lyrics": "  [Intro] Yeah...  [Verse 1] All is quiet on New Year's Day A world in white gets underway I want to be with you Be with you night and day Nothing changes on New Year's Day On New Year's Day  [Chorus] I will be with you again I will be with you again  [Verse 2] Under a blood red sky A crowd has gathered in black and white Arms entwined, the chosen few The newspapers says, says Say it's true it's true... And we can break through Though torn in two We can be one  [Chorus 2] I...I will begin again I...I will begin again  [Bridge] Oh... Maybe the time is right Oh...maybe tonight...  [Chorus] I will be with you again I will be with you again  [Verse 3] And so we're told this is the golden age And gold is the reason for the wars we wage Though I want to be with you Be with you night and day Nothing changes On New Year's Day On New Year's Day On New Year's Day  ",
        "title": "New Year's Day"
    },
    {
        "artist": "Le Roux",
        "lyrics": null,
        "title": "Carrie's Gone"
    },
    {
        "artist": "Musical Youth",
        "lyrics": "  This generation Rules the nation With version  Music happen to be the food of love Sounds to really make you rub and scrub (scatting) I say  Pass the Dutchie 'pon the left hand side Pass the Dutchie 'pon the left hand side It a go bun, give me music, make me jump and prance It a go dung, give me the music, make me rockin' at the dance (Jah know!)  It was a cool and lonely breezy afternoon (How does it feel when you've got no food ?) You could feel it cause it was the month of June (How does it feel when you've got no food ?) So I left my gate and went out for a walk (How does it feel when you've got no food ?) As I pass the dreadlocks' camp I heard them say (How does it feel when you've got no food ?)  Pass the Dutchie 'pon the left hand side Pass the Dutchie 'pon the left hand side It a go bun, give me music, make me jump and prance It a go dung, give me the music, make me rockin' at the dance (Jah know!)  (scatting)  So I stopped to find out what was going on (How does it feel when you've got no food ?) Cause the spirit of Jah, you know he leads you on (How does it feel when you've got no food ?) There was a ring of dreads and a session was there in swing (How does it feel when you've got no food ?) You could feel the chill as I seen and heard them say (How does it feel when you've got no food ?)  Pass the Dutchie 'pon the left hand side Pass the Dutchie 'pon the left hand side It a go bun, give me music, make me jump and prance It a go dung, give me the music, make me rockin' at the dance (Jah know!)  Cause me say listen to the drummer, me say listen to the bass Give me little music make me wind up me waist Me say listen to the drummer, me say listen to the bass Give me little music make me wind up me waist, I say  Pass the Dutchie 'pon the left hand side Pass the Dutchie 'pon the left hand side It a go bun, give me music, make me jump and prance It a go dung, give me the music, make me rockin' at the dance (Jah know!)  You play it on the radio And so me say, we a go hear it on the stereo And so me know you a go play it on the disco And so me say we a go hear it on the stereo  Pass the Dutchie 'pon the left hand side Pass the Dutchie 'pon the left hand side It a go bun, give me music, make me jump and prance It a go dung, give me the music, make me rockin' at the dance (Jah know!)  I say east, say west, say north and south This is gonna really make us jump and shout  ",
        "title": "Pass The Dutchie"
    },
    {
        "artist": "Vandenberg",
        "lyrics": null,
        "title": "Burning Heart"
    },
    {
        "artist": "The Weather Girls",
        "lyrics": "  [Intro] Hi! Hi! We're your weather girls and have we got news for you You better listen Get ready all you'll lonely girls And leave those umbrellas at home Alright  [Pre-Chorus] Humidity is rising (uh rising), barometer's getting low (oh low, girl) According to all sources  (what sources now), the street's the place to go Cause tonight for the first time (first time) Just about half-past ten (half-past ten) For the first time in history It's gonna start raining men (raining men)  [Chorus] It's Raining Men! Hallelujah! It's Raining Men! Amen! I'm gonna go out to run and let myself get Absolutely soaking wet! It's Raining Men! Hallelujah! It's Raining Men! Every Specimen! Tall, blonde, dark and lean Rough and tough and strong and mean  [Verse] God bless Mother Nature, she's a single woman too She took off to heaven and she did what she had to do She taught every angel she rearrange the sky So that each and every woman could find her perfect guy It's Raining Men! Yeah  [Pre-Chorus] Humidity is rising (humidity is rising), barometer's getting low (barometer's getting low) According to all sources ( sources), the street's the place to go Cause tonight for the first time (first time) Just about half-past ten (half-past ten) For the first time in history It's gonna start raining men (It's gonna start raining men)  [Chorus] It's Raining Men! Hallelujah! It's Raining Men! Amen! It's Raining Men! Hallelujah! It's Raining Men! Amen! It's Raining Men! Hallelujah! (It's Raining Men! Hallelujah!) It's Raining Men! Amen! It's Raining Men! Hallelujah! It's Raining Men! Amen! (Tall, blonde, dark and lean) (Rough and tough and strong and mean) She taught every angel She rearranged the sky (It's Raining Men! Hallelujah!) (It's Raining Men! Hallelujah!)  ",
        "title": "It's Raining Men"
    },
    {
        "artist": "Adam Ant",
        "lyrics": "  With the heartbreak open So much you can't hide Put on a little makeup, makeup Make sure they get your good side, good side If the words unspoken Get stuck in your throat Send a treasure token, token Write it on a pound note, pound note  Goody two, goody two, goody goody two shoes Goody two, goody two, goody goody two shoes Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow There must be something inside  We don't follow fashion That'd be a joke You know we're going to set them, set them So everyone can take note, take note When they saw you kneeling Crying words that you mean Opening their eyeballs, eyeballs Pretending that you're Al Green, Al Green  Goody two, goody two, goody goody two shoes Goody two, goody two, goody goody two shoes Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow Must be something inside  No one's gonna tell me What's wrong and what's right Or tell me who to eat with, sleep with Or that I've won the big fight, big fight  Look out or they'll tell you You're a \"Superstar\" Two weeks and you're an all-time legend I think the games have gone much too far If the words unspoken Get stuck in your throat Send a treasure token, token Write it on a pound note, pound note  Don't drink, don't smoke, what do you do? You don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside, he's hidin' Don't drink, don't smoke, what do you do? Ya don't drink, don't smoke, what do you do? Subtle innuendos follow: Must be something inside  ",
        "title": "Goody Two Shoes"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] How can I get you to notice That I want you My heart's on fire with desire Cause I love you  There's no time for waiting Begging I would tell you So there's no doubt I'll spell it out Come give it to me Give it  [Chorus] Come give your love to me Come give your love to me Come give your love to me Come give your love to me  [Verse 2] You've turned the spark of my love Into a raging flame And now I need to convince you To feel the same  So don't you stay over there Talking 'bout the way I feel Cause, baby Talk is cheap Actions speaks louder than words  [Chorus] Come give your love to me Come give your love to me Come give your love to me Come give your love to me  [Bridge] Hey, babe My love just won’t let me wait for you I’m so weak You know I’ll do anything it takes So I beg you please, baby  [Chorus] Come give your love to me (Give it, ooh, ooh) Come give your love to me (Come give it to me)  Come give your love to me (Give it, ooh) Come give your love to me (Give it to me) Come give your love to me Come give your love to me  Come give your love to me Come give your love to me Come give your love to me Come give your love to me  Come give your love to me (Give it, ooh) Come give your love to me (Give it to me)  Come give your love to me Come give your love to me Come give your love to me  ",
        "title": "Come Give Your Love To Me"
    },
    {
        "artist": "Donna Summer",
        "lyrics": "  [Intro Spoken:] You know, baby I'm so happy to be here You and I  And I just wanna let you know That I'd follow you to the end of the world And let you know that I care  And I want you to know that If you need me I'll always be there  [Verse 1:] Dancing close Feeling restless It's a slow, sultry night  It'll be a lifetime Til sunrise If you don't stay with me tonight  I feel your breath caress my shoulder As your heart reads my mind You don't have to tell me anything I can see everything in your eyes  [Chorus:] It's so easy with you I don't need an excuse To be the woman in me  It's so hard to believe That I'm feeling so free To be the woman in me  Baby, there's so much No man has ever touched of The woman in me  [Spoken Verse:] I love you, baby Oh  [Verse 2:] I might be trembling But I'm no scared It's just my desire Breaking free  I've never had a change like this before To unlock all the doors To the woman in me  [Repeat Chorus:]  [Bridge:] Like the dark side of the full moon I've) never shown What I'm showing to you  [Repeat Chorus:]  [Repeat x3:] It's so easy with you To be the woman in me  ",
        "title": "The Woman In Me"
    },
    {
        "artist": "Neil Diamond",
        "lyrics": null,
        "title": "I'm Alive"
    },
    {
        "artist": "The J. Geils Band",
        "lyrics": "  One, two, three One, two, three  Got to know how to pony Like Bony Maronie Got to do the Watusi Like my little Lucy Got to roll your back Cause I like it like that Got to do the jerk Now watch me work  Ugh, come on, feels good  I said a- Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Everybody help, come on  Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Down in the alley With Long Tall Sally Do the mash potato Do the Alligator Put you hands on your hips Let your backbone slip Do the Detroit Breakdown, yeah, yeah, yeah, yeah Motor City Shakedown  Now hold on, uh, can ya do it, so fine, now listen  I said a- Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Everybody help me  Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Uh, come on!  I said a- Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Everybody help me  Na na-na-na-na na-na-na-na-na-na-na-na-na-na na-na-na-na  Down in the alley With Long Tall Sally [Unintelligible] Somebody help me [Unintelligible]  Yeah, yeah, yeah, yeah  Thank You  ",
        "title": "Land Of A Thousand Dances"
    },
    {
        "artist": "Saga",
        "lyrics": null,
        "title": "On The Loose"
    }
]