[
    {
        "artist": "Usher Featuring Lil Jon & Ludacris",
        "lyrics": "  [Produced by Lil Jon]  [Intro: Usher & Lil Jon] Peace up, A-Town down Yeah! Okay! Usher Lil Jon Yeah, yeah, yeah, yeah, yeah, yeah! Yeah, yeah, yeah, yeah, yeah, yeah! Let's go!  [Verse 1: Usher & Lil Jon] I was up in the club with my homies, trying to get a lil V-I Keep it down on the low key You should know how it feels (hey!) I seen shorty, she was checking up on me From the game she was spitting in my ear You would think that she know me I decided to chill (okay!) Conversation got heavy She had me feeling like she's ready to blow (watch out!) Ohh! (watch out) She's saying, come get me So I got up and followed her to the floor She said, baby let's go When I told her (let's go!) I said  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 2: Usher & Lil Jon] She's all up in my head now, got me thinking That it might be a good idea to take her with me Cause she's ready to leave, ready to leave now (let's go!) And I got to keep it real now Cause on a one to ten, she's a certified twenty But that's just ain't me (hey!) Cause I don't know, if I take that chance Just where's it gonna lead But what I do know is the way she dance Make shorty alright with me The way she get low I'm like, yeah, just work that out for me She asks for one more dance, and I'm like, yeah How the hell am I supposed to leave (Let's go, bring the beat back!) And I say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Verse 3: Ludacris & Lil Jon] Watch out, my outfit's ridiculous In the club looking so conspicuous And roar, these women all on the prowl If you hold the head steady, I'ma milk the cow (yeah!) And forget about game, I'ma spit the truth (what?) I won't stop till I get 'em in their birthday suit (yeah!) So gimme the rhythm and it'll be off with their clothes Then bend over to the front and touch your toes I left the Jag and I took the Rolls If they ain't cutting, then I put em on foot patrol (let's go!) How you like me now? When my pinky's valued over three hundred thousand Let's drink, you the one to please (yeah!) Ludacris fill cups like double D's (yeah!) Me and Ursh' once more, and we leaves 'em dead We want a lady in the street but a freak in the bed that say  [Chorus: Usher & Lil Jon] (Yeah!) Yeah! Shorty got down low said, come and get me (Yeah!) Yeah! I got so caught up, I forgot she told me (Yeah!) Yeah! Her and my girl, they used to be the best of homies (Yeah!) Yeah! Next thing I knew, she was all up on me screaming Yeah (yeah!) yeah (yeah!) yeah, yeah! Yeah (yeah!) yeah (yeah!) yeah, yeah!  [Outro: Ludacris & Lil Jon] Take that and rewind it back Lil Jon got the beat that make your booty go (clap) Take that, rewind it back Ursher got the voice make your booty go (clap) Take that, rewind it back Ludacris got the flow to make your booty go (clap) Take that, rewind it back Lil Jon got the beat that make your booty go (clap) Let me see you do the A-town stomp! Do the A-town stomp! Now do the muscle, do the muscle! Do the muscle, do the muscle! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! A thunder clap, hey! Rock a way, rock a way, rock a way, rock a way and cut!  ",
        "title": "Yeah!"
    },
    {
        "artist": "Twista Featuring Kanye West & Jamie Foxx",
        "lyrics": "  [Produced by Kanye West]  [Intro] Are you going to be, say that you're gonna be  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 1: Kanye West] Yes it will, it definitely will! You know what I told her? I told her to \"Drive over in your new whip Bring some friends you cool with I'mma bring the Cool Whip, then I want you to strip See you is my new chick, so we get our grind on She be grabbing, calling me Biggie, like Shyne home Man I swear she fine homes, why she always lying though? Telling me them diamonds, when she know they rhinestones She got a light-skinned friend, look like Michael Jackson Got a dark-skinned friend, look like Michael Jackson I played Ready for the World,she was ready for some action My dog said you ain't a freak, so you gotta prove my man wrong I'mma play this Vandross, you gon' take your pants off I'mma play this Gladys Knight, me and you gon' get right  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Interlude: Aisha Tyler & Kanye West] Now Kanye, I know I told you to slow it down, baby And it's good, it's all good, it's beautiful, it's beautiful But now I need you to do it faster, baby Can you please? Do it faster baby, do it faster! Damn baby I can't do it that fast But I know somebody who can, Twista!  [Verse 2: Twista] Got you looking at the gliss' on my hands and wrists While I'm laying back, smoking on my cannabis When it come to rocking the rhythm like Marvin and Luther I can tell you ain't no messin' with Kan-man and Twist From the Chi, and I be sipping Hennessy Play some R&B while I smoke a B You can't fuck with me, put that on a G And all is (Well well well well) Come with me and sip on some Evelyn Champagne You ain't know Twista can work it like The Whispers? Hit the stop light, get into some Isley's The rims still moving so I'm bumping a little Spinners While I'm smoking on a B, dipping through the streets Bumping R&B, and I got the heat on them 23's And I do it (Well well well well) Put my Earth in the Wind smokin' Fire Let me get your sheets wet listening to Keith Sweat Put you in a daze with Maze Fulfilling our every temptation, slow-jamming, having deep sex You Ready for the World, girl? Come on over Make me touch you all over your body, baby don't say no to me And every moment you controlling me I'm loving the way you be holding me when I be listening to Jodeci And when I come over and bend your ass You be bumpin' Teddy Pendergrass I done hit it from the back to the melody of \"Roll It Slow\" Now I gotta go up in it fast, but I'mma finish last No matter how much of a thug, you see I still spit it like its R&B, go to the club with me And with some Luther come on I hope you feelin' me and still gon' be in love with me  [Hook: Jamie Foxx] She say she want some Marvin Gaye, some Luther Vandross A little Anita, will definitely set this party off right (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well) She say she want some Ready For The World, some New Edition Some Minnie Riperton, will definitely set this party off right Yes it well, oh yes it will (Are you gonna be, are you gonna be, are you gonna be) (Are you gonna be, are you gonna be, well well well well)  [Verse 3: Twista] Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that, then I take it to the dome Then I got to bone, stay up in the zone Got to get you home, gotta run up on And I do it (well well well well) Baby drop another slow jam And all us lovers, need to hold hands And if you ain't got no man, hop up in my Brougham I keep it pimping like an old man, you gots to roll with the plan Cause after that then I, take you to my home We can get it on, disconnect the phone Trying to get you gone, I'mma make you moan And I'll do it (Well well well well)  ",
        "title": "Slow Jamz"
    },
    {
        "artist": "OutKast Featuring Sleepy Brown",
        "lyrics": "  [Verse 1: Big Boi] Ready for action, nip it in the bud We never relaxing, OutKast is everlasting Not clashing, not at all But see my nigga went to do a little acting Now that's for anyone asking, give me one pass 'em Drip drip drop, there goes an eargasm Now you cumming out the side of your face We tapping right into your memory banks - thanks! So click it or ticket, let's see your seat belt fastened Trunk rattling, like two midgets in the backseat rassling Speakerboxxx vibrate the tag Make it sound like aluminum cans in a bag But I know y'all wanted that 808 Can you feel that B-A-S-S bass? But I know y'all wanted that 808 Can you feel that B-A-S-S bass?  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 2: Big Boi] The whole room fell silent, the girls all paused with glee Turning left, turning right, are they looking at me? Well I was looking at them, there there on the dancefloor Now they got me in the middle, feeling like a man-whore Especially the big girl Big girls need love too, no discrimination here squirrel So keep your hands off my cheeks Let me study how you ride the beat, you big freak Skinny slim women got the cameltoe within them You can hump them, lift them, bend them, give them Something to remember, yell out Timber when you fall through the chop shop Take a deep breath and exhale Your ex-male friend boyfriend's boring as hell But let me listen to the story you tell And we can make moves like a person in jail, on the low ho  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  [Verse 3: Sleepy Brown] Hey baby, girl don't you stop it Come on lady, dance all around me You look so fine (look so fine) look so fine You driving me out my mind (out of my mind) Out my mind, ooooh baby If I could I would just be with you baby Oooh cause you light me, and excite me And you know, you got me baby, whoo!  [Hook: Sleepy Brown] I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way I like the way you move I like the way you move wooo I love the way you move I love the way, I love the way  ",
        "title": "The Way You Move"
    },
    {
        "artist": "Beyonce",
        "lyrics": null,
        "title": "Me, Myself And I"
    },
    {
        "artist": "OutKast",
        "lyrics": "  [Intro] 1, 2, 3 Uh!  [Verse 1] My baby don't mess around Because she loves me so And this I know for sho But does she really want it But can't stand to see me Walk out the door? Don't try to fight the feeling Cause the thought alone is killing me right now Thank God for Mom and Dad For sticking through together Cause we don't know how  [Hook] Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  [Verse 2] You think you've got it Oh, you think you've got it But \"got it\" just don't get it 'Til there's nothing at all We've been together Oh, we've been together But separate's always better When there's feelings involved If what they say is \"Nothing is forever\" Then what makes, then what makes, then what makes Then what makes, what makes, what makes Love the exception? So why oh why oh, why oh why oh Are we so in denial When we know we're not happy here? Y'all don't want to hear me, you just want to dance  [Hook] Hey ya! Uh-oh Hey ya! Uh-oh Don't want to meet your daddy, Hey ya! Uh-oh Just want you in my Caddy, Uh-oh, Hey ya! Uh-oh Don't want to meet your mama, Hey ya! Uh-oh Just want to make you cumma, Uh-oh, Hey ya! Uh-oh I'm, I'm, I'm Hey ya! I'm just being honest I'm just being honest  [Bridge] Hey, alright now Alright now fellas (Yeah!) Now what's cooler than being cool? (Ice cold!) I can't hear ya I say what's cooler than being cool? (Ice cold!) Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright.. OK: now ladies (Yeah?) We're gonna break this back down in just a few seconds Now don't have me break this thing down for nothing Now I want to see y'all on your baddest behavior Lend me some sugar, I am your neighbor! Ah, here we go! Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it, sh-shake it Shake it like a Polaroid picture  Now all the Beyonce's and Lucy Lius And babydolls, get on the floor (Get on the floor) Shake it like a Polaroid picture You know what to do Shake it, sh-shake it Oh, you know what to do! Shake it, sh-shake it Shake it, sh-shake it Oh, you know what to do! Shake it like a Polaroid picture  Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya! Hey ya!  ",
        "title": "Hey Ya!"
    },
    {
        "artist": "Chingy Featuring J. Weav",
        "lyrics": "  [Intro: J-Weav] Yeah yeah, DTP, how we do, call you, you can call me Whatever you want to do baby, come on  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Verse 1: Chingy] It was weird how we met, huh She was with her mom at Bank of America With my son cashing a check so I asked out of respect, uh Would she like to explore the world of I we can fly in my jet Her reply was yes (Can I ask you something?) I seen it in her eye, Mama looking like all I wanted was sex Then moved to the next (That ain't true) But it was something about his girls style that make me feel no regrets We started off casual walks threw the park Candle light dinners by dark, I'm thinking smart Afraid she might think I'm in a rush to touch, clutch and be up But baby I ain't on that stuff Dropped her off and told her call me up (ring noise) We could talk, conversate about the lyric  subject whatevers starts So I zoomed off (car noise) Looking bottom off my phone rang It was her in the shower (what did she say?) She said I couldn't do without you Then I say  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Verse 2: Chingy] Yo yo The next day I'm with the fellas at the case playin ball Here she come with her friends they posted up on the wall Now I'm showin off, tryin to dunk, tryin to dribble Break fast threw the middle just to see her smile and giggle Game over I approached her with a kiss on the cheek The homeboys looking at me saying Lil Howard you weak But you know how that go, what I got they want What I got I flaunt, never mess with it please don't Told her I'm goin home she asked can she go too I'm like yeah boo, I can't see me without you Got thurr I took a shower, jumped out she in the bed With a see-through thong on looked at her and I said  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one love away  [Chingy] Girl recognize game before game recognize you You dealin with a playa, true, now what you wanna do We can kick it and go puff on a blunt Oh you don't smoke? Grab a pint of henn and we can get drunk Its up to you, I'm the man but baby just let me know Cause if you got a attitude then I could treat you just like a ho If ya rollin with me baby hop in its enough room We can gaze at the stars and shine like the moon Give me a chance to show ya and a chance to know ya Just be true and theres nothing I won't do for ya Some women like to play it foul But them the kind I put in a place like a child don't worry be happy and smile  [Hook: J-Weav, Chingy] Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away Give me a call if you wanna come roll with me I'm only one call away  [Outro: J-Weav] DTP, ha, how we do, ha, give me call, if you wanna ball, you know what it is  ",
        "title": "One Call Away"
    },
    {
        "artist": "Cassidy Featuring R. Kelly",
        "lyrics": null,
        "title": "Hotel"
    },
    {
        "artist": "J-Kwon",
        "lyrics": "  [Intro] Teen drinking, is very bad Yo, I got a fake I.D. though Yeah Yeah, Yeah Yo, two step wit' me, two step wit' me  [Verse 1] One, here comes the two to the three to the four Everybody drunk out on the dance floor Baby girl ass jiggle like she want more Like she a groupie and I ain't even on tour Maybe cause she heard that I rhyme hardcore Or maybe cause she heard that I buy out the stores Bottom of the ninth and a nigga gotta score If not I gotta move on to the next whore Here comes the three to the two, to the one Homeboy trippin' he don't know I got a gun When it come to pop, we do shit for fun You ain't got one? Nigga you better run Now I'm in the back gettin' head from a hun While she goin' down I'm braggin' on what I done She smokin' my blunt sayin' she ain't havin' fun Bitch give it back now you don't get none  [Hook x4] Everybody in this bitch gettin' tipsy (Everybody in this bitch gettin' tipsy)  [Verse 2] Two, here comes the three to the four to the five Now I'm lookin' at shorty right in her eyes Couple seconds pass now I'm lookin' at her thighs Why she tellin' me how much she hate her guy Say she got a kid but she got her tubes tied Girl you 21 girl that's alright I'm wonderin' if a shake comin' wit' those fries If so baby, can I get them super-sized? Here comes the four to the three, to the two She stay feelin' on my Johnson, right out the blue Girl you super thick so I'm thinkin' thats cool But instead of one life hat, I need two Her eyes got big when she glanced at my jewels Expression on her face like she ain't got a clue Then she told me she don't run wit' the crew You know how I do but that's just what I gotta do  [Hook x4]  [Verse 3] Three, then comes the four to the five, to the six Self explanatory, I ain't gotta say I'm rich Yes single man, I ain't tryin' to get hitched Liquor wasted on me man, son of a bitch Brushed it off now I'm back to gettin' lit Wit' some orange juice man, this some good 'ish Homeboy trippin' cause I'm starin' at his chick Now he on the sideline starin' at my clique Here comes the five to the four to the three Hands in the air if you cats drunk as me Club owner said, \"Kwon put out those trees\" Dude I don't care I'm a P.I.M.P!  [Hook x4]  ",
        "title": "Tipsy"
    },
    {
        "artist": "Ruben Studdard",
        "lyrics": "  (I'm sorry) (I'm Sorry)  It's like I missed a shot It's like I dropped the ball (Damn I'm Sorry) It's like I'm on stage And I forgot the words (Damn, I'm sorry) It's like building a new house With no roof and no doors (Damn, I'm sorry) It's like trying to propose And I ain't got the ring (Oooh damn I'm sorry)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  Its like stayin' out at night Had way too much to drink (Damn, I'm sorry) It's like you change your hair And I dont say a thing (Damn I'm sorry) It's like we're fallin' fast asleep With no kiss, and before we hit (yeah I'm sorry) And It's like I forgot your gift On 02 14 03 (Damn! So sorry!)  But girl I've apologized A million times before (I'll apologize a million more) So here it comes again For all the wrong I've done (so get ready babe) Here's One million one  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance (I'm 'a take my time) And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Hook] I'm sorry for the way that I did you I'm sorry from the bottom of my heart for how I hurt you girl I'm sorry on the weekends, sorry on the weekdays Sorry for the things I did, Sorry for the things I said Sorry for the lies Sorry for the time That I didn't get you what you want That I didn't get you what you like What can I do to tell you that I'm sorry babe (sorry, sorry)  Oooooooooooooohhhhhhh! [echo] Wooooooooh! All them strip clubs All them hot tubs I'm gone give them up Cause I dont want to lose your love  [Hook] Girl this is my sorry for, 2004 And I ain't gonna mess up no more, this year I'm 'a take this one chance And make it real clear I'm sorry for May And I'm sorry for June (for real) And I'm sorry for July (i am) In case I dont tell you August, September, October, November 'till your December I'm Sorry (I'm sorry 2004)  [Starts Fading] Girl this is my sorry for, 2004 Sorry 2004 Girl this is my sorry for, 2004 Sorry 2004  ",
        "title": "Sorry 2004"
    },
    {
        "artist": "Alicia Keys",
        "lyrics": "  [Verse 1] Baby, baby, baby From the day I saw you I really really want to catch your eye There's something special 'bout you I must really like you Not a lotta guys are worth my time Ooo baby, baby, baby It's gettin kind of crazy Cause you are takin over my mind  [Chorus] And it feels like oooooo But you don't know my name And I swear it feels like ooooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know)  [Verse 2] Oh baby baby baby I see us on our first date You're doin everything that makes me smile And when we had our first kiss It happened on a Thursday Ooooo it set my soul on fire Ooo baby baby baby I can't wait for the first time My imagination's runnin wild  [Chorus] It feels like ooooo You don't know my name And I swear it baby, it feels like oooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know)  [Bridge] \"I'm sayin, he don't even know what he's doin' to me Got me feelin' all crazy inside I'm feelin like\" Owww! Ooooo Oooooo Doin more than I've ever done for anyone's attention Take notice of what's in front of you Cause did I mention you're 'bout to miss a good thing And you'll never know how good it feels to have all of my affection And you'll never get a chance to experience my lovin' Cause...  [Chorus] My lovin' feels like ooooooo You don't know my name (round and round and round we go, will you ever know) And I swear it feels like oooo ooooo ooooo ooooo You don't know my name (round and round and round we go, will you ever know) Ohhh  Will you ever know it, no no no no no Will you ever know it?  [Alicia talking on the phone (choirs)] \"I'm gonna have to just go ahead and call this boy Hello? Can I speak to -- to Michael? Oh hey, how you doin? Uh, I feel kinda silly doin' this But um, this is the waitress from the coffee house on 39th and Lennox You know, the one with the braids? Yeah, well I see you on Wednesdays all the time You come in every Wednesday on your lunch break, I think And you always order the special, with the hot chocolate And my manager be tripping and stuff Talking bout we gotta use water But I always use some milk and cream for you Cause I think you're kinda sweet Anyway you always got on some fly blue suit 'n your cuff links are shining all bright So, whatchu do? Oh, word? Yeah, that's interesting Look man, I mean I don't wanna waste your time but I know girls don't usually do this But I was wondering if maybe we could get together Outside the restaurant one day Cause I do look a lot different outside my work clothes I mean we could just go across the street to the park right here Wait, hold up, my cell phone's breakin up, hold up Can you hear me now? Yeah So, what day did you say? Oh yeah, Thursday's perfect, man:.\"  [Chorus] And it feels like oooo You don't know my name (round and round and round we go, will you ever know) Baby Baby I swear it's like oooooo You don't know my name, no no no (round and round and round we go, will you ever know) And it feels like oooo You don't know my name (round and round and round we go, will you ever know)  [Outro] And I swear on my mother and father it feels like Oooo ooo oooo ooo ooo ooo Oooo ooo oooo ooo ooo ooo Oooo ooo oooo ooo ooo ooo You don't know my name (round and round and round we go, will you ever know?)  ",
        "title": "You Don't Know My Name"
    },
    {
        "artist": "Ying Yang Twins Featuring Lil Jon & The East Side Boyz",
        "lyrics": "  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Verse 1] Popping till you percolate First booty-on-booty, no time to wait Make it work, with your wet t-shirt Bitch you gotta shake it till your camel toe hurt Sadie heels on your feet, strap around your ankles Jegga jegga jegga Call that bitch Bojangles Juicy like fruit or douche like coup Deville Lucy get loose on the goose for real Five dollars get your ass a table dance If you got 10 then bring a friend Ho shake your ass till the song then If you ain't gon dance, well go on, then! We ain't no boys, we grown men If you ain't gonna dance, well don't then! Why you gonna waste a nigga's song, then? Sit your ass down doing nothing?  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)   [Line Dancing Portion - Lil Jon] Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Face the wall shawty, put your hands on it Bounce that ass up & down; make a nigga want it Roll that ass round & round like a motherfucking wheel Shake that shit, this ain't no motherfuckin drill! Roll that ass round & round like a motherfucking wheel Shake that shit this ain't no motherfucking drill! Get crunk with, get loose with it Like Short said: let Bruce Bruce hit it! Get crunk with it, get loose with it Like Short said: let Bruce Bruce hit it Shake that ass real fast then stop Shake that ass real fast then stop Shake that ass real fast then drop Shake that ass real fast then drop  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  [Verse 2] Shake it like a dollar, 5, or 10 But what would you do for a twenty twen? Get on the stage shake that ass, then Get on the pole do a backbend I like that! Do it again! Here's another 10 bitch, do it again Work it like a game that you playing to win Make that pussy fart for the Ying Yang Twins  16 bitches in thongs in 1 club The home of the 5th, redbones and big butts Game spittin' bitches splitting all on the floor Hornified, can't deny, certified pro On the pole upside down (This shit for real!) 69, plenty of times to pay a bill By day she's a clerk, by night she turn stripper You're not even dating You just trying so you can tip her!  [Hook] Shawty crunk on the floor wide open Skeet so much they call her Billy Ocean Roll like an 18-wheeler That ho fine, but this ho killer She's leaking! She's soaking wet She leaking! Soaking wet Shake it like a salt shaker (shake it like a salt shaker) Shake it like a salt shaker (shake it like a salt shaker)  ",
        "title": "Salt Shaker"
    },
    {
        "artist": "Linkin Park",
        "lyrics": "  [Verse 1: Chester Bennington] I'm tired of being what you want me to be Feeling so faithless, lost under the surface Don't know what you're expecting of me Put under the pressure of walking in your shoes  [Pre-Chorus: Chester & Mike Shinoda] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Verse 2: Chester] Can't you see that you're smothering me? Holding too tightly, afraid to lose control? 'Cause everything that you thought I would be Has fallen apart, right in front of you  [Pre-Chorus: Chester & Mike] Caught in the undertow, just caught in the undertow Every step that I take is another mistake to you Caught in the undertow, just caught in the undertow And every second I waste is more than I can take  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Bridge: Chester] And I know, I may end up failing, too But I know, you were just like me With someone disappointed in you  [Chorus: Chester] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you  [Outro: Chester] I've become so numb, I can't feel you there I'm tired of being what you want me to be I've become so numb, I can't feel you there I'm tired of being what you want me to be  ",
        "title": "Numb"
    },
    {
        "artist": "Nickelback",
        "lyrics": null,
        "title": "Someday"
    },
    {
        "artist": "Ludacris",
        "lyrics": "  [Ludacris] + (Sandy Coffee) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!) Ohhhh! Ohhhh! Ohhhh! Say it (make love to me) Ohhhh! Ohhhh! Ohhhh! What? (fuck, meee!)  [Hook: repeat 2X] I'm bout to throw some game, they both one and the same Cupid's the one to blame - say it (make love to me) I'm bout to shed some light, cause each and every night You gotta do it right - what? (fuck, meee!)  [Verse One] They want it nice and slow, kiss 'em from head to toe Relax and let it go - say it (make love to me) They want it now and fast, grabbin and smackin ass You gotta make it last - what? (fuck, meee!) Together holdin hands, you out there spendin grands And makin family plans - say it (make love to me) Don't have to straighten facts, don't want no strings attached Just scratches on your BACK - what? (fuck, meee!) Ex's ain't actin right, and you so glad to fight Dinner's by candlelight - say it (make love to me) She got a nigga whipped, down to ya fingertips Tryin that freaky shit - what? (fuck, meee!) Turn on some Babyface, just for your lady's sake You call her babycakes - say it (make love to me) Know how to mack a broad, she's on your sack and balls You call her Jabberjaws - what? (fuck, meee!)  [Hook]  [Verse Two] You bout to buy a ring, she needs the finer things Gucci designer frames - say it (make love to me) Purchase a nasty flick, wrap up and tie her quick Know how to drive a stick - what? (fuck, meee!) You both unite as one, you the moon and she's your sun Your heart's a beating drum - say it (make love to me) You better not of came, she want to feel the pain Then hear her scream your name - what? (fuck, meee!) Follow this DICK-tionary, you're both some visionaries Then do it missionary - say it (make love to me) I hear 'em call da wild, and do it all the while Doggy and FROGGY style - what? (fuck, meee!) You in between the sheets, lickin and eatin sweets And what you find you keep - say it (make love to me) You do it standin up, orgasms hand 'em up Y'all just don't GIVE A FUCK - what? (fuck, meee!)  [Hook]  [Verse Three] You wanna tell the world, cause she's your favorite girl Your diamond and your pearl - say it (make love to me) Nobody has to know, just keep it on the low And meet 'em right at fo' - what? (fuck, meee!) Nothin but fights and fussin, plus there's a lot of cussin Just grab ahold of SOMETHIN - say it (make love to me) Y'all do that BAD stuff, she like it rammed up Ropes and HANDCUFFS - what? (fuck, meee!)  [Hook]  ",
        "title": "Splash Waterfalls"
    },
    {
        "artist": "Kanye West",
        "lyrics": "  [Music Video] [Produced by Kanye West]  [Intro] Yo, Gee, they can't stop me from rappin', can they? Can they, Hop?  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Over Hook] I spit it through the wire, man There's too much stuff on my heart right now, man I'd gladly risk it all right now It's a life-or-death situation, man Y'all, y'all don't really understand how I feel right now, man It's your boy, Kanye to the… Chi-Town, what's goin' on?  [Verse 1] I drink a Boost for breakfast, an Ensure for dessert Somebody ordered pancakes, I just sip the sizzurp That right there could drive a sane man berserk Not to worry, Mr. H-to-the-Izzo's back to work How do you console my mom or give her light support Tellin' her her son's on life support? And just imagine how my girl feel On the plane scared as hell that her guy look like Emmett Till She was with me before the deal, she'd been tryna be mine She a Delta, so she'd been throwin' that Dynasty sign No use in me tryna be lyin', I been tryna be signed Tryin' to be a millionaire, how I used two lifelines In the same hospital where Biggie Smalls died The doctor said I had blood clots, but I ain't Jamaican, man Story on MTV and I ain't tryna make a band I swear, this right here, history in the makin', man  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Over Hook] I really apologize for everything right now If it's unclear at all, man They got my mouth wired shut For like… I dunno, the doctor said like six weeks Y'know, he had, I had reconstructive surgery on my jaw I looked in the mirror And half my jaw was in the back of my mouth, man I couldn't believe it But I'm still here for y'all right now, man This what I got to say right here, dawg Yeah, turn me up, yeah, uh  [Verse 2] What if somebody from the Chi' that was ill got a deal On the hottest rap label around? But he wasn't talkin' about coke and birds It was more like spoken word Except he's really puttin' it down? And he explained the story About how blacks came from glory And what we need to do in the game Good dude, bad night, right place, wrong time In the blink of a eye his whole life changed If you could feel how my face felt You would know how Mase felt Thank God I ain't too cool for the safe belt I swear to God, driver two wanna sue I got a lawyer for the case, to keep what's in my safe safe My dawgs couldn't tell if I… I looked like Tom Cruise in Vanilla Sky, it was televised There's been an accident like GEICO They thought I was burnt up like Pepsi did Michael I must got a angel, ‘cause look how death missed his ass Unbreakable, what, you thought they'd call me Mr. Glass? Look back on my life like the Ghost of Christmas Past Toys \"R\" Us where I used to spend that Christmas cash And I still won't grow up, I'm a grown-ass kid Swear I should be locked up for stupid shit that I did But I'm a champion, so I turned tragedy to triumph Make music that's fire, spit my soul through the wire  [Hook] Through the fire, to the limit, to the wall For a chance to be with you, I'd gladly risk it all Through the fire, through whatever, come what may For a chance at loving you, I'd take it all the way Right down to the wire, even through the fire  [Outro Over Hook] Y'know what I'm sayin'? When the doctor told me I had, um That I was gonna have to have a plate in my chin, I said \"Dawg, don't you realize I'll never make it on a plane now?\" \"It's bad enough I got all this jewelry on!\" You can't be serious, man  ",
        "title": "Through The Wire"
    },
    {
        "artist": "Eamon",
        "lyrics": null,
        "title": "F**k It (I Don't Want You Back)"
    },
    {
        "artist": "3 Doors Down",
        "lyrics": "  [Verse 1] A hundred days have made me older Since the last time that I saw your pretty face A thousand lies have made me colder And I don't think I can look at this the same But all the miles that separate Disappear now when I'm dreaming of your face  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Verse 2] The miles just keep rolling As the people leave their way to say hello I've heard this life is overrated But I hope that it gets better as we go, oh yeah, yeah  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight it's only you and me, yeah  [Bridge] Everything I know, and anywhere I go It gets hard but it won't take away my love And when the last one falls When it's all said and done It gets hard but it won't take away my love, whoa, oh, oh  [Chorus] I'm here without you baby But you're still on my lonely mind I think about you baby And I dream about you all the time I'm here without you baby But you're still with me in my dreams And tonight, girl, it's only you and me  ",
        "title": "Here Without You"
    },
    {
        "artist": "Britney Spears",
        "lyrics": "  [Verse 1] Baby, can't you see I'm calling? A guy like you should wear a warning It's dangerous, I'm falling There's no escape, I can't wait I need a hit, baby, give me it You're dangerous, I'm loving it  [Pre-Chorus 1] Too high, can't come down Losing my head, spinnin' 'round and 'round Do you feel me now?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? And I love what you do Don't you know that you're toxic?  [Verse 2] It's getting late to give you up I took a sip from my devil's cup Slowly, it's taking over me  [Pre-Chorus 2] Too high, can't come down It's in the air and it's all around Can you feel me now?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? And I love what you do Don't you know that you're toxic? Don't you know that you're toxic?  [Chorus] With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic? With a taste of your lips, I'm on a ride You're toxic, I'm slippin' under With a taste of a poison paradise I'm addicted to you Don't you know that you're toxic?  [Outro] Intoxicate me now with your lovin' now I think I'm ready now, I think I'm ready now Intoxicate me now with your lovin' now I think I'm ready now  ",
        "title": "Toxic"
    },
    {
        "artist": "Jessica Simpson",
        "lyrics": null,
        "title": "With You"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Produced by Timbaland]  [Intro] You're now tuned into the muh'fuckin' greatest (Jigga) Turn the music up in the headphones (Jigga) Tim, you can go and brush your shoulder off, nigga I got you, yeah, uhh  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder  [Verse 1] I probably owe it to y'all, probably be locked by the force Tryin' to hustle some things that go with the Porsche Feelin' no remorse, feelin' like my hand was forced Middle finger to the law, nigga, grippin' my balls Said the ladies, they love me, from the bleachers they screamin' All the ballers is bouncin', they like the way I be leanin' All the rappers be hatin' off the track that I'm makin' But all the hustlers, they love it, just to see one of us make it Came from the bottom of the bottom, to the top of the pops Nigga, London, Japan and I'm straight off the block Like a running back, get it? Man, I'm straight off the block I can run it back, nigga, ‘cause I'm straight with the Roc  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 2] Your homie Hov' in position, in the kitchen with soda I just whipped up a watch, tryin' to get me a Rover Tryin' to stretch out the coca, like a wrestler, yessir Keep the Heckler close, you know them smokers'll test ya But, like, 52 cards went out, I'm through dealin' Now 52 bars come out, now you feel 'em Now 52 cars roll out, remove ceilin' In case 52 broads come out, now you chillin' With a boss, bitch, of course, S.C. on the sleeve At the 40/40 club, ESPN on the screen I paid a grip for the jeans, plus the slippers is clean No chrome on the wheels, I'm a grown-up for real  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Verse 3] Your boy back in the building; Brooklyn, we back on the map Me and my beautiful bee-itch in the back of that 'Bach I'm the realest to run it, I just happen to rap I ain't gotta clap at 'em, niggas scared of that black I drop that Black Album, then I back out it As the best rapper alive, nigga, ask 'bout me From bricks to Billboards, from grams to Grammy's From O's to opposite of Orphan Annie You gotta pardon Jay, for sellin' out the Garden in a day I'm like a young Marvin in his hey' I'm a hustler, homie, you a customer crony Got some dirt on my shoulder; could you brush it off for me?  [Chorus] If you feeling like a pimp Nigga, go and brush your shoulders off Ladies is pimps too, go and brush your shoulders off Niggas is crazy, baby, don't forget that boy told you Get, that, dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder You gotta get that dirt off your shoulder  [Outro] You're now tuned into the mu'fuckin' greatest Best rapper alive, best rapper alive  ",
        "title": "Dirt Off Your Shoulder"
    },
    {
        "artist": "Sheryl Crow",
        "lyrics": "  [Verse 1] I would have given you all of my heart But there's someone who's torn it apart And he's taken just all that I have But if you want I'll try to love again Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Verse 2] I still want you by my side Just to help me dry the tears that I've cried And I'm sure gonna give you a try If you want I'll try to love again, (try) Baby, I'll try to love again, but I know  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest But when it comes to being lucky, he's cursed When it comes to lovin' me, he's worst  [Bridge] I still want you by my side Just to help me dry the tears that I've cried But I'm sure gonna give you a try Cuz if you want I'll try to love again (Try to love again, try to love again) Baby, I'll try to love again but I know, Ohhhh  [Chorus] The first cut is the deepest Baby I know The first cut is the deepest When it comes to bein' lucky, he's cursed When it comes to lovin' me, he's worst  [Outro] Ohhhh, the first cut is the deepest Baby I know (baby I know) The first cut is the deepest Try to love again  ",
        "title": "The First Cut Is The Deepest"
    },
    {
        "artist": "Evanescence",
        "lyrics": "  [Verse 1] I'm so tired of being here Suppressed by all my childish fears And if you have to leave I wish that you would just leave Your presence still lingers here And it won't leave me alone  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Verse 2] You used to captivate me By your resonating light Now I'm bound by the life you left behind Your face it haunts My once pleasant dreams Your voice it chased away All the sanity in me  [Pre-Chorus] These wounds won't seem to heal This pain is just too real There's just too much that time cannot erase  [Chorus] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have All of me  [Bridge] I've tried so hard to tell myself that you're gone But though you're still with me I've been alone all along  [Chorus - Variation] When you cried I'd wipe away all of your tears When you'd scream I'd fight away all of your fears And I held your hand through all of these years But you still have all All of me, me, me  ",
        "title": "My Immortal"
    },
    {
        "artist": "No Doubt",
        "lyrics": "  [Verse 1] It's funny how I find myself In love with you If I could buy my reasoning I'd pay to lose One half won't do I've asked myself How much do you Commit yourself?  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Verse 2] Funny how I blind myself I never knew If I was sometimes played upon Afraid to lose Oh, I'd tell myself What good do you do Convince myself  [Chorus] It's my life Don't you forget It's my life It never ends (it never ends)  [Bridge] And I've asked myself How much do you Commit yourself?  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Chorus] Oh, it's my life Don't you forget Caught in the crowd It never ends (it never ends)  [Outro] Oh, it's my life (oh it's my life) Don't you forget (don't you forget) Caught in the crowd (caught in the crowd) It never ends (it never ends)  ",
        "title": "It's My Life"
    },
    {
        "artist": "Dido",
        "lyrics": "  [Verse 1] I know you think that I shouldn't still love you Or tell you that But if I didn't say it Well, I'd still have felt it Where's the sense in that? I promise I'm not trying to make your life harder Or return to where we were  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Verse 2] I know I left too Much mess and destruction To come back again And I caused nothing but trouble I understand if you Can't talk to me again And if you live by the rules of \"it's over\" Then I'm sure that that makes sense  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Bridge] And when we meet Which I'm sure we will All that was there Will be there still I'll let it pass And hold my tongue And you will think That I've moved on  [Chorus] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  [Outro] I will go down with this ship And I won't put my hands up and surrender There will be no white flag above my door I'm in love and always will be  ",
        "title": "White Flag"
    },
    {
        "artist": "Baby Bash Featuring Frankie J",
        "lyrics": "  [Intro: Frankie J.] So tight, so fly You got me lifted You got me lifted  [Hook: Frankie J] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge: Baby Bash] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Verse 1: Baby Bash] Off top, I can't lie, I love to get blowed You my little sugar, I'm your little chulo And every time we kick it It's off to the groovy Treat you like my sticky ickey Or my sweet oooh-wee, gooey (Fa real, though)  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Verse 2: Baby Bash] Now, I ain't worried about a thang cause I just hit me a lick I got a fat sack and a superfly chick And uh-uh ad there ain't nothin' you can say to a player Cause doo wop She fly like the planes in the air That's right, she full grown, settin' the wrong tone I'm diggin' the energy and I'm lovin' her ozone So fly, like a dove, fly, like a raven Quick, to politic with some fly, conversation In a natural mood, then I'm a natural dude And we some natural fools, blowin' out by the pool She like my sexy cool mama, we'll blaze on the Barada Rockin' Dolce & Gabbana, with hydro in a Cubana  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Bridge] You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes You know it's leather when we ride Wood grain and raw hide Doing what we do, watchin' screens gettin' high Girl, you keep it so fly, with your sweet honey buns You was there when the money was gone You'll be there when the money comes  [Baby Bash] Fa real, though  [Hook] Got me lifted, shifted higher than the ceilin' And ooohwee, it's the ultimate feelin' You got me lifted, feeling so gifted Sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly Sugar, sugar, how you get so fly  [Baby Bash] So high, like I'm a star So high, like I'm a star So high, like I'm a star So high, like I'm a star Azucar  ",
        "title": "Suga Suga"
    },
    {
        "artist": "Nick Cannon Featuring R. Kelly",
        "lyrics": "  [Intro - R. Kelly] + (Nick Cannon) Oh, oh, oh, oh, oh (Oh, uh, haha, Cannon Ball) Oh, oh, oh, oh, oh (Check it, Kels!) (Yo nigga we in the club singing this for money, ha!)  [Hook - R. Kelly] I'm a gigolo, spending lot's a dough You can tell the way wide-body, sitting on voguesAnd how I'm shining, wit the fresh, fresh clothes Always surrounded, by so many (HO!) I'm a gigolo, always on the go Every time I turn around, I got another show In the club, wit about three in a row Drop in the Six, cause I love them (HO!)  [Verse 1 - Nick Cannon] Shorty I, only got one night in town, tell me baby where you down Bushes we won't beat around, bushes we just eat 'em now Feeling yo Moschino  blouse, seven jean, Black and Lebanese Head to her knees, please if you ever need a bastard remember me Just rock to the melody, I got you in bed wit me I thought you would never leave You wanna name me, like Amerie Know the chain freeze wrist, be the same degrees Tryna get lil' mami, in that thang of reese Only getting in for free, if you came wit me Cause I'mma grown man, not B2K If I need a Girlfriend, it won't be to-day No, I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty Oh weee! tryna leave the club, wit a groupie!  [Hook]  [Verse 2 - Nick Cannon] Ma I'm busy on tour, ma, you busy on the floor Ma I'm feeling yo heels, them Christian Dior's I'm like David Beckham, keep a mean shoe game But like my favorite records, keep spinning new thangs Let my hair grow, cause I was looking for a change Shorty call me the Scare Crow, I'm looking for some brain In \"The Wiz\", there it go, here it is, where the show Cause through yo dress, I can see yo drawls So shorty just shake it, make a round of applause If you outta Hypnotic, 'nother round at the bar And when we parking lot pimping, they surrounding the car No, I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty Oh weee! tryna leave the club Wit a groupie! wit a groupie!  [Hook]  [Verse 3 - Nick Cannon] Mami, when we leave the club, leave wit us You don't need ya car keys, we gon' fair in the bus And the way you wear ya jeans, is means to cuss So DAMN! how you get them on, DAMN! big secrets on her Throwback chick, hotter than Ms. Vic Damone This the type of ... I'm on, not picking up the phone Unless you unblock ya joint, then put on ya coat Know when to hit, when Nick get in the booth Come through in something new, wit an invisible roof Oh the sentence on my necklace seem invisible too When we do what we do, we can't be visible boo The last thing I need is lawsuits, all I did is call you Initiated first move, shorty that was all you I'm NOT tryna be ya man, pimp bones in my body Rock them body-hotty, rock them, like ladi-dadi Me and Kels on Ducatti's, wanna see you drop it shawty, oh weee!  [Hook]  ",
        "title": "Gigolo"
    },
    {
        "artist": "Avant",
        "lyrics": "  [Intro] Yes, don't close the door Listen, I've been waiting to tell you this You are, all that a man could ever want Wait a minute just let me Listen  [Verse 1] I stepped in a club in your hood I slowly turned left and there you stood You and your friends talking But then our eyes connect, I knew then It was just like two ways on beam I'm your king be my queen And what ever you wanna do tonight My truck is parked out front so lets ride  [Hook] I can read your mind, babe I know what you're thinkin' Its alright with me, baby Its alright, yes I can read your mind, babe I know what you're thinkin' Its alright with me Its alright, yes  [Verse 2] So baby take a ride with me And I'll fulfill all your fantasies And when the rain starts pourin' down Then all the love that's lost will be found I'll make your mind lose control Over your body that's my goal So baby just come down here Just let the gravity pull you near  [Hook] I can read your mind, babe I know what you're thinkin' Its alright can you feel me, yeah? Its alright, yes I can read your mind, babe (Just me and you right now) I know what you're thinkin' (I got an idea babe) It's alright It's alright, yes  [Verse 3] I know you wanna rub I know you wanna touch I know you wanna feel So baby keep it real I know you wanna see I know you wanna be In my B-E-D, grindin' slowly I know you wanna rub I know you wanna touch I know you wanna feel So baby keep it real I know you wanna see I know you wanna be In my B-E-D, grindin' slowly  [Hook] I can read your mind, babe I know what you're thinkin' It's alright (You see, I know, you know, cause I can feel it too) It's alright, yes I can read your mind, babe (Just me and you, yeah) I know what you're thinkin' (I know, yeah) Its alright Its alright, yes  [Verse 4] I wanna love baby (That's what I wanna do to you) I wanna feel you (If you come, if you come) I wanna love baby I wanna feel you (I wanna feel you, girl) I wanna love baby (Come on and go with me I wanna feel you (I want you to stay with me)  ",
        "title": "Read Your Mind"
    },
    {
        "artist": "Toby Keith",
        "lyrics": "  [Verse 1] I'm just trying to be a father Raise a daughter and a son Be a lover to their mother Everything to everyone Up and at them bright and early I'm all business in my suit Yeah, I'm dressed for success From my head down to my boots  [Verse 2] I don't do it for money there's still bills that I can't pay I don't do it for the glory, I just do it anyway Providing for our future's my responsibility Yeah I'm real good under pressure, being all that I can be And I can't call in sick on Mondays When the weekends been to strong I just work straight through the holidays And sometimes all night long  [Verse 3] You can bet that I stand ready when the wolf growls at the door Hey, I'm solid, hey I'm steady, hey I'm true down to the core And I will always do my duty, no matter what the price I've counted up the cost, I know the sacrifice Oh, and I don't want to die for you But if dying's asked of me I'll bear that cross with an honor Cause freedom don't come free  [Verse 4] I'm an American soldier, an American Beside my brothers and my sisters I will proudly take a stand When liberty's in jeopardy I will always do what's right I'm out here on the front lines, so sleep in peace tonight American soldier, I'm an American An American An American Soldier  ",
        "title": "American Soldier"
    },
    {
        "artist": "Alan Jackson",
        "lyrics": "  [Verse: 1] Remember when I was young and so were you And time stood still and love was all we knew You were the first, so was I We made love and then you cried Remember when  [Verse: 2] Remember when we vowed the vows And walked the walk Gave our hearts, made the start, it was hard We lived and learned, life threw curves There was joy, there was hurt Remember when  [Verse: 3] Remember when old ones died and new were born And life was changed, disassembled, rearranged We came together, fell apart And broke each other's hearts Remember when  [Verse: 4] Remember when the sound of little feet Was the music We danced to week to week Brought back the love, we found trust Vowed we'd never give it up Remember when  [Verse: 5] Remember when thirty seemed so old Now lookn' back it's just a steppin' stone To where we are Where we've been Said we'd do it all again Remember when Remember when we said when we turned gray When the children grow up and move away We won't be sad, we'll be glad For all the life we've had And we'll remember when  ",
        "title": "Remember When"
    },
    {
        "artist": "Jagged Edge",
        "lyrics": "  [Verse 1: Brian] I'm rolling down a lonely highway Asking God to please forgive me For messing up the blessing he gave to me, I see,everything clearer now The nights is black as, black as its ever been Without my girl, I'm gonna lose it I pray that he would just shed his grace on me I need just to be back with my baby  [Hook] Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, get back right wit you Feels like I just walked right out of heaven Feels like I have damn near thrown my life away, hey yea yea Scared, just like a child that's lost at seven Don't know what to do, Feels like I just walk right out of heaven  [Verse 2: Brandon] See my mama told me that's if its meant to be She'll come back and she'll forgive me And the best thing I can do it to just let her, let her go I know, I don't wanna do it But if I continue to push she'll just pull away And I know that in my heart its a reality I didn't treat her like she wanted to be treated And I hope that shes not gone for good no no  [Hook]  [Bridge 1] Hey girl waiting for you all the time Suppose to move on with my life, and girl I tried and I tried I feel like I can't walk, I feel like I can't talk girl I don't know what to do get back right with you I feel like I just Walked outta heaven  [Bridge 2: Wingo] If u ever loved somebody And if you ever had somebody But you know that you hurt that somebody Let me here you say yea  [Hook]  ",
        "title": "Walked Outta Heaven"
    },
    {
        "artist": "Ludacris Featuring Shawnna",
        "lyrics": "  [Intro: Ludacris (w/Shawnna)] Stand up! (ah) Stand up! (yeah) Stand up! (ah) Stand up! (uh)  [Hook: Ludacris (w/ Shawnna)] When I move, you move (just like that?) When I move, you move (just like that?) When I move, you move (just like that?) Hell yeah, hey DJ bring that back (When I move, you move) just like that? (When I move, you move) just like that? (When I move, you move) just like that? (Hell yeah, hey DJ bring that back)  [Verse 1: Ludacris] How you ain't gone fuck?, bitch I'm me I'm the goddamn reason you in V.I.P CEO, you don't have to see ID I'm young, wild, and strapped like Chi-Ali BLAOW, we ain't got nothing to worry about Whoop ass, let security carry them out Watch out for the medallion, my diamonds are reckless It feels like a midget is hanging from my necklace I pulled up with a million trucks Looking, smelling, feeling like a million bucks, ahh Pass the bottles, the heat is on We in the huddle all smoking that Cheech & Chong What's wrong? The club and the moon is full And I'm looking for a thick, young lady to pull One sure shot way to get them out of them pants Take note to the brand new dance Like this  [Hook]  [Verse 2: Ludacris] Go on with your big ass, let me see something Tell your little friend he can quit mean mugging I'm lit and I don't care what no one thinks But where the fuck is the waitress at with my drinks? My people outside and they can't get in We gon' rush the back door & break them in The owner already pissed cause we sort of late But our time and our clothes, got to coordinate Most girls looking right, some looking a mess That's why they spilling drinks all over your dress But Louis Vuitton bras all over your breasts Got me wanting to put hickeys all over your chest Ahh, come on we gon' party tonight Y'all use mouth to mouth bring the party to life Don't be scared, show another part of your life The more drinks in your system, the harder the fight  [Hook]  [Bridge - Ludacris] Stand up! Stand up! Stand up! Stand up!  [Verse 3: Ludacris] Damn right, the fire marshal wanna shut us down Get us out, so someone can gun us down We was two songs away from getting so cut up Now we one song away from tearing the club up Move over; Luda got something to say Do it now cause tomorrow ain't promised today Work with me, let's become one with the beat And don't worry about me stepping all over your feet  [Hook]  [Outro: Ludacris] Stand up! Stand up! Stand up! Stand up!  ",
        "title": "Stand Up"
    },
    {
        "artist": "Tim McGraw",
        "lyrics": "  [Verse 1] Creek goes rippling by I've been barefoot and all day with my baby Brown leaves have started falling Leading the way  [Verse 2] I like it best just like this Doing nothing all the way So let's lay down in the tall grass Dreaming away   [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by  [Verse 3] Girl, you know you told me not so long ago To let it come, then let it pass And all your troubles and your sorrows They won't last  [Verse 4] So let me kiss you now, little darling Beneath this autumn moon Cold wind, another season Will be here soon  [Chorus] And all I wanna do is let it be and be with you And watch the wind blow by And all I wanna see is you and me go on forever Like the clear blue sky Slowly, there's only You and I And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by And all I want to do is watch the wind blow by  ",
        "title": "Watch The Wind Blow By"
    },
    {
        "artist": "Santana Featuring Alex Band Or Chad Kroeger",
        "lyrics": null,
        "title": "Why Don't You & I"
    },
    {
        "artist": "Maroon 5",
        "lyrics": "  [Verse 1] I was so high I did not recognize The fire burning in her eyes The chaos that controlled my mind Whispered goodbye and she got on a plane Never to return again But always in my heart  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Verse 2] I tried my best to feed her appetite Keep her coming every night So hard to keep her satisfied Keep playing love like it was just a game Pretending to feel the same Then turn around and leave again  [Chorus] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  [Bridge] I'll fix these broken things Repair your broken wings And make sure everything's alright My pressure on your hips Sinking my fingertips Into every inch of you 'Cause I know that's what you want me to do  [Chorus to fade out] This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore This love has taken its toll on me She said goodbye too many times before And my heart is breaking in front of me She said goodbye too many times before This love has taken its toll on me She said goodbye too many times before And her heart is breaking in front of me I have no choice 'cause I won't say goodbye anymore  ",
        "title": "This Love"
    },
    {
        "artist": "Kelis",
        "lyrics": "  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 1] I know you want it The thing that makes me What the guys go crazy for They lose their minds The way I wind I think its time  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 2] I can see you're on it You want me to teach thee Techniques that freaks these boys It can't be bought Just know, thieves get caught Watch if you're smart  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  [Verse 3] Oh, once you get involved Everyone will look this way, so You must maintain your charm Same time maintain your halo Just get the perfect blend Plus what you have within Then next his eyes'll squint Then he's picked up your scent  [Pre-Chorus] La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting La-la, la-la, la Warm it up La-la, la-la, la The boys are waiting  [Chorus] My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge My milkshake brings all the boys to the yard And they're like, it's better than yours Damn right it's better than yours I can teach you, but I have to charge  ",
        "title": "Milkshake"
    },
    {
        "artist": "Lil Jon & The East Side Boyz Featuring Ying Yang Twins",
        "lyrics": "  [Hook] 3, 6, 9 - damn she fine Hoping she can sock it to me one more time Get low, get low, get low get low! To the window, to the wall! Til the sweat drop down my balls Til all these bitches crawl Til all skeet skeet motherfuckers, all skeet skeet god damn! Til all skeet skeet motherfuckers, all skeet skeet god damn!  [Verse 1] Shorty crunk - so fresh, so clean Can she fuck? That question been harassing me In the mind. This bitch is fine! I done came to the club about 50 11 times Now can I play with your panty line? The club owner said I need to calm down Security guard go to sweating me now Nigga drunker than a motherfucker, threaten me now She getting crunk in the club, I mean she work it And I like to see the females twerking Taking the clothes off - buckey naked ATL - ho, don't disrespect it P-pop your pussy like this Cause Yin Yang Twins in this B-I-itch Lil Jon and the East Side Boys with me And we all like to see ass and titties Now bring your ass over here, ho And let me see you get low if you want this thug Now take it to the floor - and if your ass want to act You can keep your ass where you're at  [Hook]  [Verse 2 - Lil Jon] Let me see you get low (You scared!) Drop that ass to the floor (You scared!) Drop that ass yea, shake it fast yea Pop that ass to the left and the right yea Now back, back, back it up Now stop (oh!) then wiggle with it (yea!)  [Hook]  [Verse 3] Now give me my dub back and go get your friend Stupid bitch standing there while I'm drinking my Hen Steady looking at me still asking questions Time's up - nigga, pass me another contestant Ho move to the left if you ain't bout 50 Done talked through 3 or 4 songs already Looking at a nigga with your palm out Bitch, I ain't even seen you dance! Twerk something baby, work something baby Pop your pussy on the pole, do your thang baby Slide down that bitch a little bit then stop Get back on the floor, catch your balance then drop Now bring it back up, clap your ass like hands I just wanna see your ass dirty dance Yin Yang we done done again And put it on the map like \"hah?!\"  [Outro] Ya'll twerking a little bit ladies But you got to twerk a little bit harder than that Right now, I need all the ladies that know they look good tonight We want ya'll to do this shit like this: Bend over to the front, touch your toes! Back that ass up and down and get low Bend over to the front, touch your toes! Back that ass up and down and get low  ",
        "title": "Get Low"
    },
    {
        "artist": "G-Unit Featuring Joe",
        "lyrics": "  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 1: Young Buck] I'm loving how you look in my eyes, swanging them hips when you pass I'm visualizing my name tattooed on that ass, baby Jump on this Harley, let's go smoke some of that Bob Marley Sip some Bacardi then go pull up at the after party I think we make a perfect couple, but you think I'm trouble Maybe that's the reason you gave me the wrong number (what?) She got me feeling like, maybe she the wrong woman Think I'ma be chasing a chickenhead, you're on something Your toes painted, hair fixed all the time And your Gucci boots the same color as mine If you read between the lines you can see that I want you I betcha I'll have you doing what you said that you won't do Make a decision shorty, good things don't last long Your girlfriend keeps showing me that thong Before I head home I'ma stop at your house and blow the horn If you come outside you know it's on, holla at your boy  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 2: Lloyd Banks] Lately she's been frustrated with the baller, wonder why I don't call her Maybe because I'm busy and she need someone to spoil her It gets annoying, from time to time I gotta ignore her In order to let her know that we friends and nutting more She loves it when I'm in town, hate it when I'm not around I get her and wear her down, next door neighbors hear the sound Pictures hitting the ground, just enough to hold us down I'm sticking and moving, cruising after the third round Just lay back baby and let me drive you crazy I can make a forty-year old feel like a young lady I admit I fell in love with her frame And to make her feel special I let her call my by my government name Her panties wet over fame, fell in love with my chain I wonder if I wasn't an entertainer, would she remain? Surrounding me, hounding me, tryin to be my ON-LY I'm not your boyfriend, I'm your HO-MEY  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Verse 3: 50 Cent] Yeah.. Don't know what fuck me up more: watching her lick her lips Or watching her walk, she hypnotized me with her hips, man I sweet talk her if she like Cause all she really want is a nigga to treat her right, right? Look, I'm legit now, I used to break laws Now you can reap the benefits of world tours (wooo!) Big house, big Benz - girl it's yours Mink coats, Italian shoes, stones with no flaws You ain't got to look like a model for me to adore you All you gotta do is love me and be loyal Don't indulge in my past, fuck what happened before you Cause it means somebody's gon' hate you that never saw you Come here, let me touch on you, I let you touch on me Put my tongue on you, you put your tongue on me Let me ride on you, and you can ride on We can do it all tonight, we can have a ball tonight  [Chorus: Joe] I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy I wanna get to know ya I really wanna thug you, baby One dose of your loving I know it gon' drive me, crazy I wanna be your lover I wanna get to know you, baby One dose of my loving I know it gon' drive you, crazy  [Outro: Joe] I wanna be your lover (oh yeah) I wanna understand you, baby I wanna be your lover I wanna understand you, baby...  ",
        "title": "Wanna Get To Know You"
    },
    {
        "artist": "Terri Clark",
        "lyrics": null,
        "title": "I Wanna Do It All"
    },
    {
        "artist": "Young Gunz Featuring Rell",
        "lyrics": null,
        "title": "No Better Love"
    },
    {
        "artist": "Sean Paul Featuring Sasha",
        "lyrics": "  [Intro: Sean Paul] Well in come the thing them call a broken heart This blessed love will never part You done know it from the start Me tell them say a dutty yeah A Sean Paul and Sasha, come sing for them baby  [Verse 1: Sasha] Though you make me holler Though you make me sweat I can't get your tenderness Still I can't get you off my mind What is it about you baby? A just the dutty dutty love  [Chorus 1: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly try to understand that a man is just a man That's the dutty dutty love I'm still in love with you boy Blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do  [Verse 2: Sean Paul] Girl! Well I never had fi promise you no bling bling fi hold you girl Well, a just the loving weh mi fling fling control you girl And a-make your head swirl And a-make your body twirl And a-make you wanna be my one and only baby girl Night after night me give you love fi keep you warm Gyal, you never get this kinda loving from you born And now you want draw card say, \"me just can't perform\"  [Bridge 1: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up and charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Baby girl (baby girl), baby girl (baby girl) I love you baby A just the dutty dutty love  [Chorus 2: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly can't you understand that a man is just a man That's the dutty dutty love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the way I give my love I'm still in love with you (yes I'm still in love with you) Yo, but a man gotta do what a man gotta do, girl  [Verse 3: Sean Paul] Hey! A true me give her thug love and say, \"bye, bye, bye\" Me turn around, she ask the question, \"why?, why?, why?\" When me leaving, me see the gyal cry cry cry And it hurts my heart fi tell a lie lie lie So don't cry no more Baby girl for sure Just remember the good times we had before  [Bridge 2: Sean Paul & Sasha] I love you baby A true you get the likkle loving and me gone? You don't know how to love me I and I nuh have no time for no kissing up nor charm Not even how to kiss me A true me take your likkle heart by storm? I don't know why Hey baby girl I love you baby A just the dutty dutty love  [Chorus 3: Sean Paul & Sasha] I'm still in love with you boy Well I'm a hustler and a player, and you know I'm not a stayer That's the dutty dutty love I'm still in love with you boy So girly don't you understand that a man is just a man That's the way I give my love I'm still in love with you boy The blessed loving from the start, but you know we had to part That's the dutty dutty love I'm still in love with you (yes I'm still in love with you) But a man gotta do what a man gotta do, girl  [Outro: Sasha] I don't know I don't know I don't know why I don't know I don't know I don't know why I don't know I'm still in love with you boy With you boy  ",
        "title": "I'm Still In Love With You"
    },
    {
        "artist": "Brad Paisley",
        "lyrics": "  [Verse 1] Well I'll never forget the first time that I heard That pretty mouth say that dirty word And I can't even remember now what she backed my truck into But she covered her mouth and her face got red And she just looked so darn cute That I couldn't even act like I was mad Yeah I live for little moments like that  [Verse 2] Well that's just like this last year on my birthday She lost all track of time and burnt the cake And every smoke detector in the house was going off And she was just about to cry until I took her in my arms And I tried not to let her see me laugh Yeah I live for little moments like that  [Verse 3] I know she's not perfect but she tries so hard for me And I thank god that she isn't cause how boring would that be It's the little imperfections it's the sudden change in plans When she misreads the directions and we're lost but holding hands Yeah I live for little moments like that  [Verse 4] When she's laying on my shoulder on the sofa in the dark And about the time she falls asleep so does my right arm And I want so bad to move it cause it's tingling and it's numb But she looks so much like an angel that I don't want to wake her up Yeah I live for little moments When she steals my heart again and doesn't even know it Yeah I live for little moments like that  ",
        "title": "Little Moments"
    },
    {
        "artist": "Martina McBride",
        "lyrics": "  [Verse 1] In my daughter's eyes I am a hero I am strong and wise and I know no fear But the truth is plain to see She was sent to rescue me I see who I want to be In my daughter's eyes In my daughter's eyes everyone is equal Darkness turns to light and the World is at peace This miracle God gave to me Gives me strength when I am weak I find reason to believe In my daughter's eyes And when she wraps her hand Around my finger Oh it puts a smile in my heart Everything becomes a little clearer I realize what life is all about It's hanging on when your heart Has had enough It's giving more when you feel like giving up I've seen the light It's in my daugter's eyes In my daughter's eyes I can see the future A reflection of who I am and what will be Though she'll grow and someday leave Maybe raise a family When I'm gone I hope you see how happy She made me For I'll be there In my daughter's eyes  ",
        "title": "In My Daughter's Eyes"
    },
    {
        "artist": "matchbox twenty",
        "lyrics": "  [Verse 1: Rob Thomas] All day Staring at the ceiling, making Friends with shadows on my wall All night Hearing voices telling me That I should get some sleep because Tomorrow might be good for something  [Pre-Chorus 1: Rob Thomas] Hold on Feeling like I'm headed for a Breakdown And I don't know why  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Verse 2: Rob Thomas] Me I'm talking to myself in public And dodging glances on the train And I know I know they've all been talkin' 'bout me I can hear them whisper And it makes me think there must be something wrong  [Pre-Chorus 2: Rob Thomas] With me Out of all the hours thinking Somehow I've lost my mind  [Chorus: Rob Thomas] But I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Bridge: Rob Thomas] I've been talking in my sleep Pretty soon they'll come to get me Yeah, they're taking me away  [Chorus: Rob Thomas] I'm not crazy, I'm just a little unwell I know right now you can't tell But stay awhile and maybe then you'll see A different side of me I'm not crazy, I'm just a little impaired I know right now you don't care But soon enough you're gonna think of me And how I used to be  [Post-Chorus: Rob Thomas] Yeah, how I used to be How I used to be Well, I'm just a little unwell How I used to be How I used to be I'm just a little unwell  ",
        "title": "Unwell"
    },
    {
        "artist": "Sleepy Brown Featuring OutKast",
        "lyrics": "  [Intro: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait  [Verse 1: Andre 3000] Leather in the summer, silk in the winter This is such an art, where do I begin-a? Used to sing tenor, in the church choir Really I was flexin', but the girls they were fire I'm the type of guy that notice subtle signs When I cuddle mine, she ain't even tryin' To look sexy, but even if she was, so what? Motherfucker grow up, don't mean to be so abrupt But that let's me know that she's a human being And being human's hard, on the boulevard Girl, you got it bad, glad I'm not one But yet you got it good, you are the hot one But I'm André, Benjamin André to be exact You'd hope to meet a gentleman one day, well this is that In fact, Dookie introduced us at a show About a year or so ago, I don't know, mind slips me I'm in the Southern states, you know, where all the pimps be Dressin all boogey and carryin' ugly cups And yes, you're getting booed if your shit do not get down And yes, you're getting sued by women who didn't get up Out their seat on the bus, and feet shouldn't rust And beat is a must, and we shouldn't lust But we do, I'm laughin' at the calendars and clocks Ascot to match the socks, what's in your Speakerboxxx? \"Pink and Blue\", you're lollygaggin', you're slow pokin' You got me open, you're playin' wit me, darlin I'm not a toy As if Anita Baker brings the joy Your kind are the Tyner, meanin' the real McCoy I can't wait...  [Verse 2: Sleepy Brown] I can't wait, I can't wait I can't wait, no I can't wait Ooh baby, come home, got plans tonight (Plans tonight, plans tonight, plans tonight, plans tonight) Anticipatin', the love and I'm gon' get it 'til the mornin' light (Mornin' light, mornin' light, mornin' light, mornin' light) Come on, baby  [Pre-Hook: Sleepy Brown] I can't wait (the way you love me) I can't wait (the way you touch me) I can't wait (I can feel it) I can't wait (all over me) I can't wait (come on, baby) I can't wait (please come home) I can't wait (tonight) I can't wait (whoo)  [Hook: Sleepy Brown] For your time, you're so fine You're always on my mind Cause baby I can't wait, I can't wait I can't wait, no I can't wait I'm so glad I found you I just wanna be around you I can't wait, I can't wait I can't wait, no I can't wait  [Verse 3: Sleepy Brown] Ooh, it's been too long now baby, let's seize the night (Seize the night, seize the night, seize the night, seize the night) Cause I'm gonna take you on a journey, enjoy the ride (Enjoy the ride, enjoy the ride, enjoy the ride, enjoy the ride) Enjoy the ride, up and down (ooh baby!) Up and down (whoo lady!) Round and round (take it) Round and round (whoo)  [Hook: Sleepy Brown] For your time, you're so fine You're always on my mind Cause baby I can't wait, I can't wait I can't wait, no I can't wait I'm so glad I found you I just wanna be around you I can't wait, I can't wait I can't wait, no I can't wait  [Post-Hook: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you This is dedicated to the lover (to the lover) In you, in you, in you  [Verse 4: Big Boi] Sir Luscious is the real deal but even he gets antsy Some honeys try to kill Bill beneath the underpants see But patience is a virtue to being anxious, just might hurt you Like Mike Vick returning to the line of scrimmage too soon A line of niggas tryin' to get in Vision on a full moon Should I play it cool or be the one to make the first move? Anticipatin' and contemplatin', she got you sprung, dude Shit, I'm finna get her, might even hit her, what you gon' do? (what?) I tell you what, we won't be fallin' for that one-two Just kinky sex up off in the Boom Boom if she want to And if she don't, then I'll dial another date That means find another face to replace cause I can't wait  [Outro: Sleepy Brown] This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait This is dedicated to the lover (to the lover) In you, in you, in you I can't wait, I can't wait I can't wait, no I can't wait  ",
        "title": "I Can't Wait"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": "  [Verse 1] Baby, I like it when it feels this good You always seem to make me smile And can't nobody do what you do When you love me just a little while I, I know you got somewhere to go And I got somewhere to be right now I'll make them wait all day long If you wanna get a little wild  [Pre-Chorus] I don't want to be a distraction to you, no no no So maybe I'll just lay around Play by myself While touching on my favorite fruit  [Chorus] Can't stop thinking 'bout the things we do And how it feels makin' love to you I'm ready to get it baby if you got it to dish out Just love me for a little while I wanna make it like a dream for you Turn every fantasy into the truth You know I'll take it anywhere that you wanna go right now Just to love you for a little while  [Verse 2] I, I like sleeping in your clothes To smell you makes it all come down When I think about me and you Sometimes I get a little loud Baby, I know we did it all night long And I didn't want to burn you out 'Cause you know how much I like to do it In the morning it's another round  [Pre-Chorus] I don't know if you have other things to do, no no no So maybe I'll just lay around Play by myself While touching on my favorite fruit  [Chorus] Can't stop thinking 'bout the things we do And how it feels making love to you I'm ready to get it baby if you got it to dish out Just love me for a little while I'm gonna make it like a dream for you And turn every fantasy into the truth You know I'll take it anywhere that you wanna go right now Just to love you for a little while  [Bridge] My passion flows like a river that has no end I wanna know everything you'll let me do to you  [Spoken Interlude] Tell me what you like baby You wanna play with my strawberry Sometimes when I think about me and you I can get real loud  [Chorus] Can't stop thinking 'bout the things we do And how it feels making love to you I'm ready to get it baby if you got it to dish out Just love me for a little while I wanna make it like a dream for you And turn every fantasy into the truth You know I'll take it anywhere that you wanna go right now Just to love you for a little while  [Outro] Just love me Just love me for a little while (I'll take it anywhere for you) Just love me for a little while (You make my juices flow) Just love me for a little while (Tell me everything you'll let me do to you_ Just love me for a little while  ",
        "title": "Just A Little While"
    },
    {
        "artist": "Juvenile Featuring Mannie Fresh",
        "lyrics": null,
        "title": "In My Life"
    },
    {
        "artist": "Beyonce Featuring Sean Paul",
        "lyrics": null,
        "title": "Baby Boy"
    },
    {
        "artist": "YoungBloodZ Featuring Lil Jon",
        "lyrics": null,
        "title": "Damn!"
    },
    {
        "artist": "T.I.",
        "lyrics": "  [Hook] (Ay, who I be?) Rubberband man, wild as the Taliban 9 in my right, 45 in my other hand (Ay, Who I'm is?) Call me Trouble Man Always in trouble, man! Worth a couple hundred grand Chevys all colors, man  [Verse 1] Rubberband man Like a one-man band Treat these niggas like the Apollo And I'm the Sandman Tote a hundred grand Cannon in the waistband Looking for a sweet lick? Well this is the wrong place, man 7-time felon, what I care about a case, man? I'm campaigning to bury the hate So say ya grace, man Ay, I don't talk behind a nigga back I say it in his face I'm a thoroughbred nigga I don't fake and I don't hate Check my resume, nigga My record's impeccable Anywhere in the A nigga How T.I.P. is highly respectable And in the M.I.A. nigga I'm tryna keep it professional Cause all this tongue rustling Finna have me snappin, I'm telling you From the bottom of the Duval Cakalacky to New York And everybody showing me love That's one to you all  Yeah, to all my Florida niggas, my Cakalacky niggas My LA niggas  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 2] Call me trouble man Stayed in some trouble man Some niggas still hating on shawty But they some suckers, man! Got a couple fans That love to do nothing other than Lick, suck, show 'nuff respect But still I love 'em, man Dig it, little pimping got the mind and the muscle Stay down on his grind Put the crown on the hustle Ay, I could show you how to juggle anything And make it double Weed, blow, real estate, liquor store With no trouble Young Cassius Clay of my day Marvin Gaye of my time Tryna stay alive Living how I say in my rhymes My cousin used to tell me: \"Take this shit a day at a time\" And told me Friday, died Sunday Wednesday in the ground I still smile, cause somehow I know he seeing me now And so I'm doing all my shows Just like he in the crowd  Ay, throw your lighters up for my cousin Toot Aaliyah, Left Eye and Jam Master Jay  [Hook] (Ay, who I be?) Rubber band man Wild as the Taliban 9 in my right 45 in my other hand (who I'm is?) Call me trouble man Always in trouble man Worth a couple hundred grand Chevys, all colors man  [Verse 3] Grand Hustle man Mo' hustles than Hustle Man \"But why the rubber band?\" It representing the struggle man! My folk gonna trap Until they come up with another plan Stack a couple grand To get theyself off they mama land Gangsters who been serving Since you was doing the running man Went down, did 10 Back round and rich again That's why I'm young With the soul of an old man I'm shell-shocked, get shot Slow your roll, man Still ride around With the Glock on patrol, man I ain't robbing I'm just looking for that dro, man For my niggas slanging blow, pimping hoes Rollin' vogues, 24s Let these other niggas know  ",
        "title": "Rubber Band Man"
    },
    {
        "artist": "Sarah McLachlan",
        "lyrics": null,
        "title": "Fallen"
    },
    {
        "artist": "Kenny Chesney",
        "lyrics": "  [Verse 1] All he could think about was I'm too young for this Got my whole life ahead Hell I'm just a kid myself How am I going to raise one  All he could see were his dreams going up in smoke So much for ditching this town and hanging out on the coast Oh well, those plans are long gone  [Chorus] And he said There goes my life There goes my future, my everything Might as well kiss it all good-bye There goes my life  [Verse 2] A couple years of up all night and a few thousand diapers later That mistake he thought he made covers up the refrigerator Oh yeah, he loves that little girl  Momma's waiting to tuck her in As she fumbles up those stairs She smiles back at him dragging that teddy bear Sleep tight, blue eyes and bouncing curls  [Chorus] He smiles There goes my life There goes my future, my everything I love you, daddy good-night There goes my life  [Verse 3] She had that Honda loaded down With Abercrombie clothes and 15 pairs of shoes and his American Express He checked the oil and slammed the hood, said you're good to go She hugged them both and headed off to the West Coast  [Chorus] And he cried There goes my life There goes my future, my everything I love you Baby good-bye  [Outro] There goes my life There goes my life Baby good-bye  ",
        "title": "There Goes My Life"
    },
    {
        "artist": "Simple Plan",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "Hilary Duff",
        "lyrics": "  [Verse 1] Let's go back, back to the beginning Back to when the earth, the sun, the stars all aligned 'Cause perfect didn't feel so perfect Trying to fit a square into a circle was no life I defy  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean  [Verse 2] I'm shedding, shedding every color Trying to find a pigment of truth beneath my skin 'Cause different doesn't feel so different And going out is better than always staying in Feel the wind  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean  [Bridge] I'm coming clean Let the rain fall, let the rain fall I'm coming  [Chorus] Let the rain fall down and wake my dreams Let it wash away my sanity 'Cause I wanna feel the thunder, I wanna scream Let the rain fall down I'm coming clean I'm coming clean I'm coming clean Let the rain fall, let the rain fall, let the rain fall I'm coming clean  [Outro] Let's go back, back to the beginning  ",
        "title": "Come Clean"
    },
    {
        "artist": "Trace Adkins",
        "lyrics": "  [Verse 1] You're doin' all you can, to get in them old jeans You want that body back, you had at seventeen Well, baby, don't get down, don't worry 'bout a thing 'Cause the way you fill 'em out, hey, that's alright with me  [Pre-Chorus 1] I don't want the girl you used to be An' if you ain't noticed, the kids are fast asleep, and you're...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Verse 2] Well, I know sometimes you think, that all you really are Is the woman with the kids, and the groceries in the car And you worry about your hips, and you worry about your age Meanwhile I'm tryin' to catch, the breath you take away  [Pre-Chorus 2] Oh, an' believe me, you still do Baby, all I see, when I look at you, is...  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? You wanna?  [Bridge] I can't imagine me lovin' someone else I'm a lucky man, I think Daddy's got himself  [Chorus] One hot mama You turn me on, let's turn it up, and turn this room into a sauna One hot mama Oh, what do you say, babe? Oh, now what do you say, babe? You wanna?  [Outro] You're one hot mama Let's turn this room into a sauna, yeah What do you say, babe? What do you say, babe?  ",
        "title": "Hot Mama"
    },
    {
        "artist": "Five For Fighting",
        "lyrics": "  [Verse 1] I'm 15 for a moment Caught in between 10 and 20 And I'm just dreaming Counting the ways to where you are  [Verse 2] I'm 22 for a moment And she feels better than ever And we're on fire Making our way back from Mars  [Chorus 1] 15 there's still time for you Time to buy and time to lose 15, there's never a wish better than this When you only got a hundred years to live  [Verse 3] I'm 33 for a moment Still the man, but you see I'm a \"they\" A kid on the way, babe A family on my mind  [Verse 4] I'm 45 for a moment The sea is high And I'm heading into a crisis Chasing the years of my life  [Chorus 1] 15 there's still time for you Time to buy and time to lose yourself Within a morning star  15 I'm all right with you 15, there's never a wish better than this When you only got a hundred years to live  [Bridge] Half time goes by Suddenly you’re wise Another blink of an eye 67 is gone The sun is getting high We're moving on...  [Chorus 2] I'm 99 for a moment And dying for just another moment And I'm just dreaming Counting the ways to where you are  [Outro] 15 there's still time for you 22 I feel her too 33 you’re on your way Every day's a new day (oh oh oh)  [Chorus 1] 15 there's still time for you Time to buy and time to choose Hey 15, there's never a wish better than this When you only got a hundred years to live  ",
        "title": "100 Years"
    },
    {
        "artist": "Kenny Chesney & Uncle Kracker",
        "lyrics": "  [Verse 1: Kenny Chesney] Sun tanned toes tickling the sand Cold drink chilling in my right hand Watchin' you sleep in the evening light Resting up for a long, long night  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Verse 2: Uncle Kracker] All day long just takin' it easy Laying in the hammock where it's nice and breezy Sleeping off the night before Cause when the sun goes down, we'll be back for more  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Verse 3: Kenny Chesney & Uncle Kracker] This old guitar and my dark sunglasses This sweet concoction is smooth as molasses Nothing to do but breathe all day Until the big moon rises and it's time to play  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  [Outro] We'll be feeling alright When the sun sinks down over the water Uncle Kennys' hotter when the sun goes down  [Chorus] Because when the sun goes down, we'll be grooving When the sun goes down, we'll be feeling all right When the sun sinks down over the water Everything gets hotter when the sun goes down  ",
        "title": "When The Sun Goes Down"
    },
    {
        "artist": "Petey Pablo",
        "lyrics": "  [Intro]  [DJ Petey Pablo] Let's take some calls from the request line Caller number 1  [Caller number 1] Hey man what's up this Dominique from shade-n-low trailer park  [DJ Petey Pablo] What's up Dominique?  [Caller number 1] I wanna hear that song from Lil' Jon and Petey Pablo  [DJ Petey Pablo] Aight, I got that coming right up for ya Now shout out the radio station that gave ya what ya wanted  [Caller number 1] W boom boom beat baby  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Verse 1] Twenty-four, thirty-four, forty-six Good and thick and what you give her she'll work wit' it (she'll work wit' it) Pretty face and some cute lips Earing in her tongue and she know what to do with it (she know what to do wit' it) Made a name for herself and she do her shit well and know how To keep her business to herself Come over anytime nigga call check 1 o'clock, 2 o'clock (ding dong) and she right there And she know why she came here And she know where clothes suppose to be (off and over there) Sniff a lil' coke, take a lil' x, smoke a lil' weed, drink a lil' bit I need a girl I could freak wit' (freak wit') And wanna try shit and ain't scared of a big dick (big dick) And love to get her pussy licked by another bitch Cause I ain't drunk enough to do that shit  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Verse 2] I need to know a whole lot That could teach me broad Need a ding dong stick a tongue and take her to ball I had to gon' head do that for her I'm spoiled and I don't like to work that hard I like to lay back relax and enjoy my turn Til my eyes roll back and my toes curl I love when you do that girl Til it come time for me to give her hers Tell me what you want Do you want it missionary with your feet crammed to the head board Do you want it from the back with your face In the pillow so you could yell as loud as you want to Do you want it on the floor, do you want it on the chair Do you want it over here, do you want it over there Do you want it in your pussy, do you want it in your ass (I could give you anything you can handle)  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Hook 1] How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya do it from the back?) How you like it daddy (Gonna break it down like that, uh) How you like it daddy (Would ya do it from the front?) How you like it daddy (Would ya take it from the back?) How you like it daddy (Gonna break it down like that, uh)  [Caller number 1] Hey I appreciate that homeboy  [DJ Petey Pablo] Not a problem, you know I do it cause I love ya Now I got to give a shout out to Seagram's gin Cause I drink it, and they payin' me for it  [Hook 3] Freek-a-leek Shamika, Kiesha, Tara (freek-a-leek) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) Monica, Monique, Christina, Yolonda  [Hook 2] Freek-a-leek (How you like it daddy) Shamika, Kiesha, Tara (freek-a-leek) (How you like it daddy) Shawna, Sabrina, Crystal, DaRhonda (freek-a-leek) (How you like it daddy) Lisa, Felicia, Tonisha, Shavon (freek-a-leek) (How you like it daddy) Monica, Monique, Christina, Yolonda  [Outro] W boom boom beat The radio station that plays all the new hip hop and R&B That was the new \"Freek-A-Leek\" by Petey Pablo Something to put a little razzle to your dazzle A little pimp in your step We gonna keep it going and we're gonna play another one of the songs off of the album This one right here, one of my personal favorites Featuring Young Buck from G-G-G-G-G-G-G-Unit!  ",
        "title": "Freek-A-Leek"
    },
    {
        "artist": "Westside Connection Featuring Nate Dogg",
        "lyrics": "  [Intro: Ice Cube] Consider this an invitation, to my gangsta nation  [Nate Dogg] Na na na na na na na na (Westside) Na na na na na na na na (ohh ohh) Na na na na na na na na (what what) Na na na na na na na na Na na na na na na na na (yeah yeah) Na na na na na na na na Na na na na na na na na Na na na na na na na na  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'll run'n'duck We still right here so what the fuck  [W.C.] Nigga I'm tired of this niggas barkin that shit talkin that shit From the concrete when they chalkin' that shit And then he goes in a bitch pose and a throw back Holdin' a gat ain't gonna bust and know that It's a Dub-S-C thang WC brain And we don't FUCK with niggas in khaki g-strings Fuck movin I'm clearin the crowd It's the who bangin ban-dana cri-mi-ni-mi-nal, the ori-gi-nal  [Mack 10] Evacuate the building bitch here come a plane No, it's the mad ass Westside Connect Gang And fuck what you playin nigga this who bang With enough game to drive a swear bitch insane And we number one gunners no we ain't stunners It's real with us homey, killers and drug runners And Mack need a D-bo in a H2 Hummer Lookin hotter than a South Central L.A. summer, let's go  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here so what the fuck  [Ice Cube] What the fuck is Ice Cube talkin about That's how you get these nuts parked in you mouth Westside ride bitch, the same old shit I don't conversate with pussy I ain't gon hit I don't holla at these hoes that sing like Ashante Body like Beyonce, face like Andre (uhhh) Bitch you kinda strangé But I'm rich so my entré Got to be bombay  [W.C.] Have you seen us? Naw Haters can't see us Connect Gang we the G'est nigga Countless calls and countless charges Street niggas makin blunts out of Cuban cigars Big by the linnas hyp-notic by the liters With a flank of hoes on us cause the chronic is the greenest And to my niggas incarcerated and on probation I'mma stay bangin for the whole G Nation, nigga  [Hook] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here so what the fuck  [Mack 10] It's a Gangsta Nation if you in you a G And the whole world influence by the B and the C Now tell the truth rappers you don't ball like me Cause I'm really from the gang ya'll is industry And while I'm servin up and comin young hustlas and cluckas Bangin for the hood causin havoc and ruckus You niggas at the label kissin ass like suckas And you're bitches so sit down when you piss mutherfuckas  [Ice Cube] One thing I do know I ain't the uno Big puno rap sumo on pruno (you know) I'd like to thank the congregation And my affiliation to the Gangsta Nation I'm hard on them, yeah I'm ruthless You like a stick pussy, nigga you're useless You know the side bitch, better get up on it Cause it must be a single with Nate Dogg singin on it  [Mack 10]  Look here man Check this shit out man look Ya'll might as well say: fuck it and join this Westside thing man Cause we got a muthafucking Gangsta Nation goin over here And once you join this shit you as G as can mother fucking be! Believe that homie Look It ain't a hit till nate dogg spit  [Nate Dogg + (Ice Cube)] This game right here is rough as fuck These hoes out here about the bucks These fools out here afraid to bust I have no fear, afraid of what And with my peers I'm comin' up Fools talk real loud but don't run up When we come through they'd run'n'duck We still right here don't fresh your luck  Na na na na na na na na Na na na na na na na na Na na na na na na na na (Consider this an invitation, to my gangsta nation) Na na na na na na na na Na na na na na na na na Na na na na na na na na Na na na na na na na na Na na na na na na na na  ",
        "title": "Gangsta Nation"
    },
    {
        "artist": "Sara Evans",
        "lyrics": null,
        "title": "Perfect"
    },
    {
        "artist": "Fuel",
        "lyrics": "  [Verse 1] I've seen you hanging 'round This darkness where I'm bound And this black hole I've dug for me And silently within With hands touching skin The shock breaks my disease And I can breathe  [Chorus] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  [Verse 2] Your faith like the pain Draws me in again She washes all my wounds for me The darkness in my veins I never could explain And I wonder if you ever see Will you still believe  [Chorus] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  [Bridge] Am I that strong To carry on? I might change your life I might save my world Could you save me?  [Chorus][x2] And all of your weight, all you dream Falls on me, it falls on me And your beautiful sky, the light you bring Falls on me, it falls on me  ",
        "title": "Falls On Me"
    },
    {
        "artist": "Jet",
        "lyrics": "  [Verse 1] Let go So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money When you look like that, do you honey  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Verse 1] So 1, 2, 3, take my hand and come with me Because you look so fine And I really wanna make you mine I say you look so fine That I really wanna make you mine  [Verse 2] Oh 4, 5, 6, come on and get your kicks Now you don't need that money With a face like that, do you  [Pre-Chorus] Big black boots Long brown hair She's so sweet With her get back stare  [Chorus] Well I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah I said, are you gonna be my girl  [Bridge] Oh yeah, oh yeah, come on  [Chorus] I could see, you home with me But you were with another man, yeah I know we ain't got much to say Before I let you get away, yeah Uh, be my girl Be my girl Are you gonna be my girl, yeah  ",
        "title": "Are You Gonna Be My Girl"
    },
    {
        "artist": "Missy Elliott",
        "lyrics": "  [Verse 1] Let me holla at the DJ Come on DJ put that record on the replay Don't you see how them bitches move they booty Every time you play this record smell they coochie, follow them Screamin' like a groupie Misdemeanor move my nookie like a coochie Fuck them haters, haters fuck whatever you say Because you know I'm too cool for you anyway I'm just a bad bitch M-I-S miss I'm gone keep talking shit till you get this I'm gone bust up in the club with no guest list The other artists I'll keep em' all restless I don't french kiss, unless it's 50 Cent Vivica we can share him like the president Tabloids I don't care it's irrelevant I'm heaven sent now watch how I do this shit  [Hook] Ho!.....Ho (I'm..I'm..I'm..I'm) Ho!.....Ho Go Go! Ho!.....Ho (Hot..Hot.Hot,Hot) Ho!.....Ho,Go Go! I'm really, really hot Every time my records drop Radio says I won't stop Cause I'm killin' em  [Verse 2] You don't know what you talking bout You would think I was Suge when I come out My album hit hard when I roll out Y'all records make a bitch wanna throw em out, and that's no doubt See I rock bells, Fly as hell and cool as zinfandel baby can't you tell I lick my lips like I'm LL And I'm doin it & doin it & doin it well Straight to the hotel I'm sober bitch so boy you gets no tail Kiss kiss and still you gets nowhere Just two blue balls down in your underwear, I play unfair I'm a hot gal, fly cars and stars in strip bars it ain't hot if I'm not there I'm a true playa, you can find me up in any record store hurry up and get yours  [Hook]  [Verse 3] Look, let me move to the left Go Head, let me feel myself Touch my chest my sweat Show the DJ how I shake my breast Jiggle, Jiggle, Jangle Watch how my glu-te-us dangle I do a one-two step STOP! No I ain't done yet Everybody in the club go to work Tight jeans, crop shirts, short skirts I'm gone rock to the beat till it hurt I'm gone drop it on the street yeah you heard Haters I flip the bird, Got guns so what I ain't scurred I came to boogy and swerve, Hang-line folk that's my word  [Hook]  Release...yourself Release...yourself  ",
        "title": "I'm Really Hot"
    },
    {
        "artist": "Mario Winans Featuring Enya & P. Diddy",
        "lyrics": "  [Intro - P. Diddy] Hold up, let me answer my phone. Some bitch callin' me about some bullshit probably. I'mma call you right back, I'm doin' this mixtape right now. Now back to what I was sayin'...  [Verse 1: Mario Winans] Somebody said they saw you The person you were kissing wasn't me And I would never ask you I just kept it to myself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Verse 2: Mario Winans] Oh baby I think about it when I hold you When lookin' in your eyes, I can't believe I don't need to know the truth Baby keep it to yourself  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  [Bridge: Mario Winans] Did he touch you better than me? (touch you better then me) Did he watch you fall asleep? (watch you fall asleep) Did you show him all those things, you used to do to me (do to me baby) If you're better off that way (better off that way) There ain't more that I can say (more that I can say) Just go on and do your thing and don't come back to me (Stay away from me baby)  [Verse 3 - P. Diddy] I don't wanna know where your whereabouts or how you movin' I know when you in the house or when you cruisin' It's been proven, my love you abusin' I can't understand how a man got you choosin' (yeah) Undecided, I came and provided ma My undivided, you came and denied it (why?) Don't even try it, I know when you lyin' (I know when you lyin') Don't even do that, I know why you cryin' (stop cryin') I'm not applyin' no pressure, just wanna let you know That I don't wanna let you go (I don't wanna let you go) And I don't wanna let you leave Can't say I didn't let you breathe Gave you extra cheese (c'mon),put you in the SUV You wanted ice so I made you freeze Made you hot like the West Indies (that's right) Now it's time you invest in me Cause if not then it's best you leave Holla, yeah  [Hook: Mario Winans] I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know If you're playin' me, keep it on the low Cause my heart can't take it anymore And if you're creepin', please don't let it show Oh baby, I don't wanna know  ",
        "title": "I Don't Wanna Know"
    },
    {
        "artist": "Keith Urban",
        "lyrics": "  [Verse 1] I woke up early this morning around 4am With the moon shining bright As headlights on the interstate I pulled the covers over my head And tried to catch some sleep But thoughts of us kept keeping me awake Ever since you found yourself in someone else's arms I've been trying my best to get along But that's OK There's nothing left to say, but  [Chorus] Take your records, take your freedom Take your memories, I don't need them Take your space and take your reasons But you'll think of me And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me, you'll think of me  [Verse 2] I went out driving trying to clear my head I tried to sweep out all the ruins that my emotions left I guess I'm feeling just a little tired of this And all the baggage that seems to still exist It seems the only blessing I have left to my name Is not knowing what we could have been What we should have been So  [Chorus] Take your records, take your freedom Take your memories, I don't need them Take your space and take your reasons But you'll think of me And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me  [Verse 3] Someday I'm going to run across your mind Don't worry, I'll be fine I'm going to be alright While you're sleeping with your pride Wishing I could hold you tight I'll be over you And on with my life  [Chorus] So take your records, take your freedom Take your memories, I don't need them And take your cap and leave my sweater Cause we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me Take your records, take your freedom Take your memories, I don't need them Take your space and all your reasons But you'll think of me And take your cap and leave my sweater Because we have nothing left to weather In fact I'll feel a whole lot better But you'll think of me, you'll think of me, oh  [Outro] And you're going to think of me Oh yeah Ooh someday baby, someday Oooh ooh ooh oh Think of me Ooh ooh dumdum dirumdum baby  ",
        "title": "You'll Think Of Me"
    },
    {
        "artist": "Jimmy Wayne",
        "lyrics": null,
        "title": "I Love You This Much"
    },
    {
        "artist": "Incubus",
        "lyrics": "  [Verse 1] I hear you on the radio You permeate my screen, it's unkind but If I met you in a scissor fight I'd cut off both your wings on principle alone On principle alone  [Chorus] Hey megalomaniac You're no Jesus Yeah, you're no fucking Elvis Wash your hands clean of yourself baby Maniac, step down, step down  [Verse 2] If I were your appendages I'd hold open your eyes So you would see That all of us are heaven sent There was never meant to be only one To be only one  [Chorus]  [Bridge] Yeah You're no Jesus You're no Elvis You're no Jesus You're no Jesus You're no Elvis You're no answer Step down, step down Step down, step down  [Chorus]  [Outro] Step down, step down [x2]  ",
        "title": "Megalomaniac"
    },
    {
        "artist": "Good Charlotte",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Buddy Jewell",
        "lyrics": "  [Verse 1:] Misty sunrise in my hometown Rows of cotton about knee high Mrs. Baker down the dirt road Still got clothes out on the line  Erwin Nichols there With Judsley playin checkers at the gin When I dream about the Southland This is where it all begins  [Chorus:] From Carolina down to Georgia Smell the jasmine and magnolia Sleepy sweet home Alabama Roll Tide Roll  Muddy water Mississippi Blessed Graceland whispers to me Carry on, carry on Sweet Southern comfort, carry on  [Verse 2:] Catching catfish on the river Chasing fireflies by the creek Kissing Gabby Williams' sister On the porch homecoming week  With rusted cars and weeping willows Keeping watch out in the yard Just a snapshot of downhome Dixie Could be anywhere you are  [Chorus:] In Carolina or in Georgia Open arms are waiting for you Louisiana Yellow Rose of San Antone  Arkansas Mississippi Old man river whispers to me Carry on, carry on Sweet Southern comfort, carry on  [Bridge:] As I sit here I'm surrounded by these priceless memories I don't have to think about it There's no place I'd rather be Than  [Chorus:] Carolina or in Georgia Smell the jasmine and magnolia Sleepy sweet home Alabama Roll Tide Roll  Muddy water Mississippi Blessed Graceland whispers to me Carry on, carry on Sweet Southern comfort Carry on, carry on Sweet Southern comfort, carry on  ",
        "title": "Sweet Southern Comfort"
    },
    {
        "artist": "Nickelback",
        "lyrics": "  [Verse 1] I like your pants around your feet And I like the dirt that's on your knees And I like the way you still say please While you're looking up at me You're like my favourite damn disease  [Verse 2] And I love the places that we go And I love the people that you know And I love the way you can't say no Too many long lines in a row I love the powder on your nose  [Chorus] And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why)  [Verse 3] I like the freckles on your chest And I like the way you like me best And I like the way you're not impressed While you put me to the test I like the white stains on your dress  [Verse 4] And I love the way you pass the check And I love the good times that you wreck And I love your lack of self-respect While you passed out on the deck I love my hands around your neck  [Chorus] And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) And now I know who you are It wasn't that hard, just to figure you out (Now I did, you wonder why) (Why not before, you never tried) (Gone for good, and this is it)  [Verse 5] I like your pants around your feet And I like the dirt that's on your knees And I like the way you still say please While you're looking up at me You're like my favourite damn disease  [Verse 6] And I hate the places that we go And I hate the people that you know And I hate the way you can't say no Too many long lines in a row I hate the powder on your nose  [Chorus]  ",
        "title": "Figured You Out"
    },
    {
        "artist": "Rascal Flatts",
        "lyrics": "  [Intro: Band] Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana  [Verse 1: Gary] Sometimes it feels like This world's spinning faster Than it did in the old days So naturally, we have More natural disasters From the strain of a fast pace Sunday was a day of rest Now, it's one More day for progress And we can't slow down Cause more is less It's all an endless process  [Chorus: Band] I miss Mayberry Sitting on the porch Drinking ice cold cherry coke Where everything is black and white Pickin' on the six string People pass by and you Call them by their first name Watchin' the clouds roll by Bye, bye, (bye)  [Verse 2: Gary] Sometimes I can hear This old earth shoutin' Through the trees As the wind blows That's when I climb up Here on this mountain To look through God's window Now I can't fly But I got two feet That get me high up here Above the noise and city streets My worries disappear  [Chorus]  [Verse 3: Gary] Sometimes I dream I'm driving Down an old dirt road Not even listed on a map I pass a dad and son Carrying a fishing pole But I always wake up every time I try to turn back  [Outro: Band] Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana Aaa Na na (I miss Mayberry) Nanananana Nananananana Na na Nanananana Nananananana  ",
        "title": "Mayberry"
    },
    {
        "artist": "Three Days Grace",
        "lyrics": "  [Verse 1] Every time we lie awake After every hit we take Every feeling that I get But I haven't missed you yet Every roommate kept awake By every sigh and scream we make All the feelings that I get But I still don't miss you yet Only when I stop to think about it  [Chorus] I hate everything about you Why do I love you? I hate everything about you Why do I love you?  [Verse 2] Every time we lie awake After every hit we take Every feeling that I get But I haven't missed you yet Only when I stop to think about it  [Chorus] I hate everything about you Why do I love you? I hate everything about you Why do I love you?  [Bridge] Only when I stop to think about you, I know Only when you stop to think about me, do you know?  [Chorus] I hate everything about you Why do I love you? You hate everything about me Why do you love me? I hate, you hate I hate, you love me I hate everything about you Why do I love you?  ",
        "title": "(I Hate) Everything About You"
    },
    {
        "artist": "Audioslave",
        "lyrics": "  [Verse 1] Pearls and swine Bereft of me Long and weary My road has been I was lost in the cities Alone in the hills No sorrow or pity For leaving, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky  [Verse 2] Friends and liars Don't wait for me Cause I'll get on All by myself I put millions of miles Under my heels And still too close To you, I feel, yeah  [Chorus] I am not your rolling wheels I am the highway I am not your carpet ride I am the sky I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Chorus] Yeah! I am not your rolling wheels I am the highway I am not your carpet ride I am the sky Well, I am not your blowing wind I am the lightning I am not your autumn moon I am the night, the night  [Outro] Yeah, yeah, yeah, yeah  ",
        "title": "I Am The Highway"
    },
    {
        "artist": "Brooks & Dunn",
        "lyrics": "  [Verse 1] Connie came back for her second cousin's wedding First time she'd been home in a year or two Just in time for the rehearsal dinner That crazy Connie wasn't wearing any shoes  [Chorus] She lives in L.A. she flies to New York City That woman's been around the world You can take the girl out of the honky tonk But you can't take the honky tonk Take the honky tonk out of the girl Oh, oh, oh, oh, oh, oh, oh, oh  [Verse 2] Well the dinner broke up at around 11:30 Boys went out to do what boys do And Connie said hey girls lets huddle up Around something 'bout a hundred proof  [Chorus]  [Verse 3] Well at nine a.m. out in front of that church People are going nuts looking for the groom And somebody says hey Bonnie by the way where is Connie She's run off with that boy to Cancun  [Chorus]  ",
        "title": "You Can't Take The Honky Tonk Out Of The Girl"
    },
    {
        "artist": "Joe",
        "lyrics": null,
        "title": "More & More"
    },
    {
        "artist": "Josh Turner",
        "lyrics": "  [Verse 1] There's a long black train coming down the line Feeding off the souls that are lost and crying Rails of sin, only evil remains Watch out, brother, for that long black train Look to the heaven's, you can look to the sky You can find redemption staring back into your eyes There is protection and there's peace the same: Burning your ticket for that long black train  [Chorus] Because there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Verse 2] There's an engineer on that long black train Making you wonder if the ride is worth the pain He's just a-waiting on your heart to say: \"Let me ride on that long black train.\"  [Chorus] But you know there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Verse 3] Well, I can hear the whistle from a mile away It sounds so good but I must stay away That train is a beauty making everybody stare But its only destination is the middle of nowhere  [Chorus] But you know there's victory in the Lord, I say Victory in the Lord Cling to the Father and his Holy name And don't go riding on that long black train  [Outro] I said cling to the Father and his Holy name And don't go riding on that long black train Yeah, watch out brother for that long black train That devil's a-driving that long black train  ",
        "title": "Long Black Train"
    },
    {
        "artist": "Train",
        "lyrics": "  [Verse 1] When it rains it pours and opens doors And floods the floors we thought would always keep us safe and dry And in the midst of sailing ships we sink our lips into the ones we love That have to say goodbye  [Chorus] And as I float along this ocean I can feel you like a notion that won't seem to let me go And when I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here  [Verse 2] And every word I didn't say that caught up in some busy day And every dance on the kitchen floor we didn't have before And every sunset that we'll miss I'll wrap them all up in a kiss And pick you up in all of this when I sail away  [Chorus] While I float along this ocean I can feel you like a notion that I hope will never leave Cause when I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here  [Verse 3] Whether I am up or down or in or out or just plane overhead Instead it just feels like it is impossible to fly But with you I can spread my wings To see me over everything that life may send me When I am hoping it won't pass me by  [Chorus] And when I feel like there is no one that will ever know me There you are to show me When I look to the sky something tells me you're here with me And you make everything alright And when I feel like I'm lost something tells me you're here with me And I can always find my way when you are here I can always find my way  ",
        "title": "When I Look To The Sky"
    },
    {
        "artist": "Trillville",
        "lyrics": "  [Hook: Lil Jon] Bitch nigga you can neva eva Eva eva Eva eva, eva eva eva eva Get on my level ho (What!) Get on my level ho (What!) Get on my level ho (What!) Get on my level ho (What!)  [Verse 1: Dirty Mouth] Get the fuck back, get the fuck back already I ain't playing nann day Prove a nigga what you say Meet me anywhere, I don't care It don't matter to me Cause if you fucking step I'mma step in your vicinity What, you think I'm a ho? Nigga please! You ain't on my level Get some rank, bitch While I'm digging your grave with a shovel Time after time I ask myself Is it really clever for you to get with me? Bitch nigga you can never ever Rank on my level, I push a Chevrolet pedal If you niggas fuck with me I got that chrome Heavy metal Never settle for less but always strive for the best Most these niggas playing chief will put you straight to the test [Hook]  [Verse 2: Don Peezy] Look at my Benz, look at my Ac' Look at my Navi' and my 'LacGet on my level? Hell nah never that I knew you wasn't real cause all ya do is chit-chat Always slizzle-making Sure I stay gone Call us some broad to the Georgia Dome Trying to get with me is like naps through a comb They call me Don P aka \"Corleone\" Up in the club with my Cartiers on Don't know if I'm high, drunk, or getting my roll on He on the cell \"Can ya hear me?\" Hell nah Get on my level That's what I'm trying to tell y'all  [Hook]  [Verse 3: LA] LA off in this thing, get up on my level, ho! Bitch nigga, you can never ever, ever ever hang Bitch nigga step the fuck back, and if you think I'm jokin' Ask them niggas that tried to play us See 'em lying off in that coffin Trillville, ATL swanging, swanging, throwing bows Got some niggas that be hating busting slugs at my foes If you thinking you can fuck with a nigga like me Nah nigga. Get rich Trillville and BME What the fuck you talking about? We too deep Nigga what! If a hater wanna hate then a hater getting bust We ain't hard to find, nigga, so why you steadily talking shit? I'm fixing to sick my dogs, ho Pussy nigga, get big, nigga-ho  [Verse 4: Lil' Scrappy] Get crunk out your brains when I spit this verse I'm a blood-sucking vampire, my venom is worse Head Bustas deal with dangerous thirsts Shatter your bones in your chest and make your motherfuckin' heart burst Don't worry now, best of the South on the map Knock your thoughts out and leave your brains on your lap Don't touch my Kangol, shorty... what's wrong with you? I might drop my fist back and knock your grill through  ",
        "title": "Neva Eva"
    },
    {
        "artist": "Beenie Man Featuring Ms. Thing",
        "lyrics": null,
        "title": "Dude"
    },
    {
        "artist": "The Offspring",
        "lyrics": "  [Verse 1] The winds of fortune Don't blow the same She had to get out And make a change She had a kid now But much too young That baby daddy's out having fun  [Chorus] He's saying I'm on a roll With all the girls I know His baby momma She ain't so slow He's saying I'm on a roll With all the girls I know I know you wanna hit that I know you wanna hit that All the world is gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  [Verse 2] What was a family Is now a shell We're raising kids now Who raise themselves Sex is a weapon And it's like a drug It gets him right into that grave that he just dug  [Chorus] She's saying I'm on the run I'm chasing guys for fun Her baby daddy It ain't his only one She's saying I'm on the run I'm chasing guys for fun I know you wanna hit that I know you wanna hit that Everybody's gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  [Bridge] Well it winds up Broken up Really such a shame But why not Take a chance Everything's a game And it don't stop Hooking up Nothing's gonna change The more he's trying The more he's buying  [Chorus] He says I'm on a roll With all the girls I know His baby momma Don't need to know He's saying I'm on a roll With all the girls I know I know you wanna hit that I know you wanna hit that, hit that All the world is gettin' with, I say Consequences are a lot, but hey That's the way it That's the way things go  ",
        "title": "Hit That"
    },
    {
        "artist": "Tupac With Eminem Featuring The Outlawz",
        "lyrics": "  (Part 1: 2Pac) Sometimes its hard, to wake up in the morning Mind full of demons, I don't wanna hear 'em anymore Got me heartbroken, fine, So many babies screamin Cuz they seeing destruction before they see a human being So they start smokin weed, we'll never get our day Until we learn to pray, keep our families safe Cuz they all broken, why? Two ghetto birds die Before we learn to fly Somebody else can say I'm pokin guns, smokin weed Can all make the change so I'm told but I haven't seen a change unfold I keep hopin, please! If you prefer to breath Communities in need, of people that we lead Keep your eyes open now, then only say I try Until the day I die, I promised to be wise With my heart open, greed, brings only misery A weight of tragedy, so I stay sucker free Only a few chosen rise, my ghetto queens rise Don't be afraid to try, too many of us die For the thought of hopen wise, my brothers speak wise They focus on the prize, till everybody dies  (Part 2: Eminem) We could only learn to take, our anger and our hate Control our mental state, settle down and just set it straight Maybe we could learn to take, a second to pump the brakes But we said it, regret it later, and let it escalade Cuz by then its just too late, there is so much we can take Theres only so much someone can swallow and tolerate Till the point that he just breaks, snaps and that's all it takes You think that we was learnin from other rappers mistakes But we ain't, his brain will go against With every artist comes an image he portrays And a picture that he paints But in the midst of all this anger and this gangs Never once did you hear me say I'm a gangsta And I ain't hear no complaints But I know, that I will always continue to grow As long as I lead, and never follow no one else's shadow There will never be another me, and that I can guarantee Its that why I remain sucker free, to this day The game, will never be the same No matter how much fame or success they attain There will never be another me And no matter what they do, there will never be another you You can search but you'll never find You can try to rewind time, but in your hearts and your minds We will never die, we are forever alive When we continue going, one day at a time  (Part 3: Outlawz #1) Don't get caught in the publicity, and caught in the hype Rappers are, regular people minus money and lights Searchin for, fortune and fame and super stardom All the jewelry, all the cars, who screws the hardest Now the Hip Hop Police's surveillance is watchin And the kids think beef is their only option Outlawz, poor and filthy, guilty as charged My memories they can die, my -Makaveli- lives on You think the industry is fun, and no pity with guns And when your money is up, that's when your enemies come So if he died and came back, would he try to save rap We needin a change, the drama remains  (Part 4: Outlawz #2) I spend my whole life,(yeah) fightin myself That, I can't win, so I'm invitin some help And every now and then, I take rights on the left I'm still just like a kid, lookin for stripes on my belt That day is a fight in itself So I just pray and hope God take a light to myself No matter how much I try to stay alive, I'mma die, mad Still standin and in love with my pride  (Part 5: Outlawz #3) My hard frivilous beef, we passed that I'm tryna keep some in c-comin and then collect on my ass cap But rappers in the game ain't changed And I finally realized that we not in the same game The hatin will never end, so I guess I'll deal with it Them 4-5 a cop, chillers just I'm still with it Them streets is military, you gotta be a soldier Gotta stay lirry and keep your eyes on the Rollers They do what they gotta do to shackle and hold us So we gotta do it, we gotta do to keep growin One way at a time, keep the faith in your mind When we continue growin, one day at a time (Damn!)  ",
        "title": "One Day At A Time"
    },
    {
        "artist": "Ryan Duarte",
        "lyrics": null,
        "title": "You"
    },
    {
        "artist": "Tupac Featuring The Notorious B.I.G.",
        "lyrics": null,
        "title": "Runnin (Dying To Live)"
    },
    {
        "artist": "Clay Aiken",
        "lyrics": null,
        "title": "Invisible"
    },
    {
        "artist": "Lasgo",
        "lyrics": null,
        "title": "Alone"
    },
    {
        "artist": "Too Short Featuring Lil Jon & The East Side Boyz",
        "lyrics": null,
        "title": "Shake That Monkey"
    },
    {
        "artist": "T.O.K.",
        "lyrics": "  Yo Yo Bay-C: T O K Gal you a lead...(HEY)...yes indeed...(HEY) There gonna lead...(HEY)...(HEY)...(HEY) Gal you a lead...HEY...yes indeed...(HEY) There gonna lead...(HEY)...(HEY)...(HEY)  Chorus: Alexx (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (You a) Leeeeeeeeaaaaaaaaaadddddddd!!! (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (Gal you a) Leeeeeeeeaaaaaaaaaadddddddd!!!  Verse 1: Bay-see On yuh mark get set (Go!) and there off First place inna di race And leff dem gal deh yah last If a look good test they get more than pass Wid finesse and di class Shape like an hour glass Yuh a di bomb (Hey!) Pressure dem inna di E class And yuh know yuh do yuh shoppin It nuh matta weh it cost Dem nah go nuh wey so dem quick fi talk And it bun dem True yuh tekin off like a aircraft  Chorus: Alexx (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (You a) Leeeeeeeeaaaaaaaaaadddddddd!!! (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (Gal you a) Leeeeeeeeaaaaaaaaaadddddddd!!!  Verse 2: Craigy T So mi go so weh mi juggle Then wine gal cau yuh inna yuh prime Yuh get a life sentence If lookin good was a crime (Yeah!) Har belly skin smooth and it nuh full up a line Gal yuh round like a two pound kindly divide Bounce a gal cau she nuh worth yuh time She caan walk side deh yuh She haffi come behind When yuh, fuck up yuh bumpa Yuh have di man dem a blind But anyman waan yuh dem haffi form a line Becau yuh.......  Chorus: Alexx (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (You a) Leeeeeeeeaaaaaaaaaadddddddd!!! (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (Gal you a) Leeeeeeeeaaaaaaaaaadddddddd!!!  Verse 3: Flexx Di man dem a watch yuh like everyday True dem know yuh body good And yuh nuh give it away So all di likkle fassy dem a road dem a stay How dem a go stop yuh now?! Linin large and in charge But dem gal deh yah fraud Yuh nut clothes a yard Yuh do yuh shoppin a broad So all di likkle fassy dem a road dem a talk How dem a go stop yuh now, girl  Chorus: Alexx (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (You a) Leeeeeeeeaaaaaaaaaadddddddd!!! (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (Gal you a) Leeeeeeeeaaaaaaaaaadddddddd!!!  Bay-see Gal you a lead (HEY!!!) yes indeed (HEY!!!) There gonna lead (HEY!!! HEY!!! HEY!!!) Gal you a lead (HEY!!!) yes indeed (HEY!!!) There gonna lead (HEY!!! HEY!!! HEY!!!)  Chorus: Alexx (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (You a) Leeeeeeeeaaaaaaaaaadddddddd!!! (Gal you) Goooooooooooonnnnnnnneeeeeeeeee!!! (Gal you a) Leeeeeeeeaaaaaaaaaadddddddd  ",
        "title": "Gal Yuh Ah Lead"
    },
    {
        "artist": "Christina Aguilera",
        "lyrics": "  [Verse 1] Young girl, don't cry I'll be right here when your world starts to fall Young girl, it's all right Your tears will dry, you'll soon be free to fly  [Pre-Chorus] When you're safe inside your room you tend to dream Of a place where nothing's harder than it seems No one ever wants or bothers to explain Of the heartache life can bring and what it means  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you learn to begin To trust the voice within  [Verse 2] Young girl, don't hide You'll never change if you just run away Young girl, just hold tight And soon you're going to see your brighter day  [Pre-Chorus] Now in a world where innocence is quickly claimed It's so hard to stand your ground when you're so afraid No one reaches out a hand for you to hold When you're lost outside look inside to your soul  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you learn to begin To trust the voice within  [Bridge] Life is a journey It can take you anywhere you choose to go As long as you're learning You'll find all you'll ever need to know You'll make it You'll make it Just don’t forsaken yourself No one can tell you what you can’t do, No one can stop you You know that I’m talking to you  [Chorus] When there's no one else Look inside yourself Like your oldest friend Just trust the voice within Then you'll find the strength That will guide your way If you will learn to begin To trust the voice within  [Outro] Young girl don't cry I'll be right here when your world starts to fall  ",
        "title": "The Voice Within"
    },
    {
        "artist": "Trapt",
        "lyrics": "  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  And every time I think I've finally made it I learn I'm farther away than I have ever been before I see the clock and its ticking away And the hourglass empty What the fuck do I have to say?  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  Keep it inside, the image portrayed As if I couldn't stand losing, as if I couldn't be saved, no way A small confession, I think I'm starting to lose it I think I'm drifting away from the people I really need A small reflection on when we were younger We had it all figured out, ‘cause we had everything covered Now we're older, it's getting harder to see What this future will hold for us? What the fuck are we going to be?  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it  out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you  Lost, lost, lost, lost, lost, lost, lost, lost I'm just as lost as you What am I going to do?  I'm afraid I'm falling farther away I'm falling farther away I'm falling farther from where I wanna be I'm afraid I'm falling farther away I'm falling farther away I'm falling farther away  Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out Please help me ‘cause I'm breaking down This picture's frozen, and I can't get it out of here Believe me, I'm just as lost as you Believe me, I'm just as lost as you Now I'm breaking it down I'm just as lost as you Now I'm breaking it down  ",
        "title": "Still Frame"
    },
    {
        "artist": "JAY-Z",
        "lyrics": "  [Intro: Jay-Z (Pharrell)] Wooo! Uh, uh, bounce is back Uhh, uh-uh uh uh, geyeah, uh, your boy is back (Sexy, sexy) I know y'all missed the bounce You need to bounce for the sexy, y'know? Hah, haha, uh, let's get it in  [Verse 1: Jay-Z] Yeah ma, your dude is back, the Maybach Coupe is back Tell the whole world the truth is back You ain't gotta argue about who can rap Cause the proof is back, just go through my raps (New York, New York!) Yeah, where my troopers at? Where my hustlers, where my boosters at? I don't care what you do for stacks I know the world glued your back to the wall You gotta brawl, do that I been through that, been shot at, shoot back Gotta keep a peace like a Buddhist I ain't a New Jack; nobody gon' Wesley Snipe me It's less than likely, move back Let I breathe, Jedi Knight The more space I get the better I write Oh, never I write, but if, ever I write I need the space to say whatever I like, now just  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) (And girl I promise you, no substitutes) It's just me  [Verse 2: Jay-Z] And I ain't gon' tell you again, let's get ghost in the Phantom You can bring your friend, we can make this a tandem Or you can come by yourself if you can stand him Best believe, I sweat out weaves Give Afro Puffs like R.A.G.E Aww you get if could move it Back it on up like a U-Haul truck Then run and tell them ducks you heard Hovi new shit He and the boy Phar-real make beautiful music He is to the East coast what Snoop is To the West Coast, what 'Face is to Houston Young Hov' in the house is so necessary No bra with that blouse, that's so necessary No panties and jeans, that's so necessary Now why you fronting on me, is that necessary? Do I, to you, look like a lame Who don't understand a broad with a mean shoe game Who's up on dot dot dot and Vera Wang Ma are you insane? Let's just (What you want me to do?)  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) (And girl I promise you, no substitutes) It's just me  [Interlude: Pharrell (Jay-Z)] Ha ha! Sexy sexy, ha ha! Sexy sexy (It's so necessary ma) Ha ha! Sexy sexy (woo, that's right, it's a groove) Ha ha! Sexy sexy (uh, uh, it's a groove, uh, bring it back) Ha ha!  [Verse 3: Jay-Z] Young Hov' in the house is so necessary No bra with that blouse, that's so necessary No panties and jeans, that's so necessary Why you frontin' on me? Let's go to my hotel, cause this don't go well With those S. Dots, gotta stay fresh ma Ma, I don't shop where the rest buy Ho no ma, please respect my Jiggy this is probably Purple Label Or that BBC shit or it's probably tailored And y'all niggas actin' way too tough Throw on a suit, get it tapered up, and let's just:  [Chorus: Jay-Z (Pharrell)] (Change clothes, and go) You know I stay fresh to death, a boy from the projects And I'ma take you to the top of the globe, so let's go (So let's exchange numbers and go) uh huh yeah, uh (And girl I promise you, no substitutes) It's just me  [Outro: Pharrell (Jay-Z)] Ha ha! Sexy sexy (uh, uh, WOO, sing along) Ha ha! Sexy sexy (yeah, uh.. turn your radio up) Ha ha! Sexy sexy (woo, put your hands in the air if you in the club) Ha ha! Sexy sexy (snap your fingers now, uh, woo!) Ha ha! (Your boy is back, uh-huh, uh, uh) (The bounce is back, uh, uh woo!) (Uh, Young is back, hahahaha - PEACE!!!)  ",
        "title": "Change Clothes"
    },
    {
        "artist": "JC Chasez Featuring Dirt McGirt",
        "lyrics": null,
        "title": "Some Girls (Dance With Women)"
    },
    {
        "artist": "Kylie Minogue",
        "lyrics": null,
        "title": "Slow"
    },
    {
        "artist": "Michelle Branch",
        "lyrics": null,
        "title": "Breathe"
    },
    {
        "artist": "Seal",
        "lyrics": "  [Verse 1] Then the rainstorm came over me And I felt my spirit break I had lost all of my belief, you see And realized my mistake But time threw a prayer to me And all around me became still  [Hook] I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Verse 2] Through the rainstorm came sanctuary And I felt my spirit fly I had found all of my reality I realize what it takes  [Hook] 'Cause I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Post-hook] Oh I, don't bend (don't bend), don't break (don't break) Show me how to live and promise me you won't forsake 'Cause love can help me know my name  [Verse 3] Well I try to say there's nothing wrong But inside I felt me lying all along But the message here was plain to see Believe me  [Hook] 'Cause I need love, love's divine Please forgive me, now I see that I've been blind Give me love, love is what I need to help me know my name  [Post-hook] Oh I, don't bend (don't bend), don't break (don't break) Show me how to live and promise me you won't forsake 'Cause love can help me know my name  Love can help me know my name Love can help me know my name  ",
        "title": "Love's Divine"
    },
    {
        "artist": "Big & Rich",
        "lyrics": null,
        "title": "Wild West Show"
    },
    {
        "artist": "Tracy Byrd",
        "lyrics": "  Well it's Friday evening, six o'clock And all my friends are twisting off I'm at the house just turning on TV And they all wonder why I've changed How many times must I explain It's basic honky-tonk anatomy  The drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  Hey two plus two is always four And down is south and up is north Thirty-two degrees is freezing cold You play with fire, you wind up burned The early bird gets the worm But the only thing you really need to know  Is the drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  Yeah now sing it with me Let's make sure you know  The drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the... Drinkin' bone's connected to the party bone The party bone's connected to the staying out all night long And she won't think it's funny and I'll wind up all alone And the lonely bone's connected to the drinkin' bone  ",
        "title": "Drinkin' Bone"
    },
    {
        "artist": "Puddle Of Mudd",
        "lyrics": "  YEAH!!  LIES!!  [Verse 1] Looking at me now just sitting here by myself And I think you've found someone else Now I'm gonna have to find a way to put the bottle down And why can't you see, that I'm drowning in a pool of misery  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're lost  [Verse 2] So here I am I don't wanna be by myself And I think you're fucking someone else Now I'm gonna have to find a way to take the knife out of my back And how could you leave me, stranded in a closet full of bones  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're lost  [Bridge] Maybe you could let me stay Maybe just for one more day You could help me stay the same Maybe things won't ever change Maybe we could taste the rain You could push me out the way Now I set here by myself Think about somebody else How could you let them take you away from me There's somebody else There's somebody else!  [Chorus] I'm always afraid That you're gone Away from me I'm always afraid That you're lost in somebody I'm always afraid That you're gone Away from me I'm always afraid that you're FUCKING! I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid I'm always afraid! Away from me  ",
        "title": "Away From Me"
    },
    {
        "artist": "G Unit",
        "lyrics": "  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 1: 50 Cent] Seven series BM, six series benz Twenty-four inches, Giovanni rims R1 one wheel when I'm on one of them Ma, that boy out there acting a fool that's him They say I've changed man, I'm getting paper, I'm flashy They like me better when I'm fucked up and ashy My royalty check's the rebirth of Liberace Stunt so hard, everybody got to watch me And I don't really care if it's platinum or white gold As long as the VS bling, look at that light show In the hood they say 50 man your sneaker look right yo Just can't believe Reebok did a deal with a psycho Banks is a sure thing, y'all niggas might blow I'm fin to drop that, so I suggest you lay low Buck, he from Cashville, Ten-a-key nigga We getting them ten a ki', save ten for me nigga  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 2: Lloyd Banks] I'm sensing a lot of tension now that I'm rapping But the kids used to look up to you, what happened? Me on the contrary, hand covered with platinum Different color coupes but I'm in love with the black one On point, cause you get R.I.P.'s when slacking So the stash box big enough to squeeze the MAC in Yeah, I'm fairly new but I demand some respect Cause I already wear your advance on my neck I'm fresh off the jet, then I breeze to the beaches Blue yankee fitted, G-Unit sneakers I already figured out what to do with all my features Decorate the basement, full of street sweepers When it comes to stunting there's nothing you can teach us We're in a different time zone, your records don't reach us Naww, I ain't here to save the world, just roll up a blunt Come with me out front, I'LL TEACH YOU HOW TO STUNT  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  [Verse 3: Young Buck] Chain so icy, you don't have to like me In a throwback jersey, with the throwback Nikes I know you probably seen me with Cash Money from back in the days The only thing changed is the numbers on the Range I bought me an old school and blew out the brains The Roc the Mic tour, I threw off my chain My Sprewell's spinning man, I'm doing my thing And whodi now in trouble now that you in the game Come on now, we all know gold is getting old The ice in my teeth keep the Cristal cold G-Unit homie, actin like y'all don't know Look, I can't even walk through the mall no more I just pull up, get out, and get all the hoes They never seen doors lift up on a car before Don't be mad at me dog, that's all I know That's how to show these fugazies how it's supposed to go, yeah  [Chorus: 50 Cent] I'll teach you how to stunt My wrists stay rocked up My TV's pop up in a Maybach benz I'll teach you how to stunt Nigga you can't see me My Bentley GT got smoke-gray tints I'll teach you how to stunt My neck stay blinging, my rims stay gleaming, I'm shining man I'll teach you how to stunt I see you scheming, nigga keep on dreaming, I hurt ya mans I'll teach you how to stunt  ",
        "title": "Stunt 101"
    },
    {
        "artist": "Montgomery Gentry",
        "lyrics": null,
        "title": "Hell Yeah"
    },
    {
        "artist": "Musiq",
        "lyrics": "  [Verse 1] Let's pretend for one night, I'm the man in your life And we do the things that lovers do All the loving you like, I give it to you just right There's nothing less than special when it comes to you  [Pre-Chorus] See what we have is understanding That works so well for how we are Cause neither of us has the heart To fall in love all over again  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Verse 2] Now what I like about you Is that you're always so cool and comfortable whenever I'm around You're someone that I can talk too No matter what I'm going through I call on you Cause I know you'll always be down  [Pre-Chorus] See what we have is so incredible That we'll never find in anyone else This thing that we share is so unbelievable That I want you all to myself  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Bridge] Oh, I know that we both have our separate lives And we don't keep ties on each other So you can have me So that I can hold you until the morning comes Then we can go back to how things was before  [Chorus] Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight Even though I'm not your man and I know you're not my girl But let's just act like it's that way tonight Now I know you got your friends and you know I got some too But let's just act like you're my lady tonight  [Outro] Tonight, tonight I like it (I like it) I love it (I love it) It feels good to me (It feels good to me) So good to me (So good to me) I like it (I like it) I love it (I love it) It feels good to me (It feels good to me) So so good to me (So so good to me)  ",
        "title": "Forthenight"
    },
    {
        "artist": "Shania Twain",
        "lyrics": "  [Intro] (Oh na, na, na)  [Verse 1] She hosts a T.V. show--she rides the rodeo She plays the bass in a band She's an astronaut-- A valet at the parking lot A farmer working the land She is a champion--she gets the gold She's a ballerina--the star of the show  [Hook] She's--not--just a pretty face She's--got--everything it takes  [Verse 2] She has a fashion line A journalist for \"Time Coaches a football team She's a geologist--a romance novelist She is a mother of three She is a soldier--she is a wife She is a surgeon--she'll save your life  [Hook] She's--not--just a pretty face She's--got--everything it takes She's--mother--of the human race She's--not--just a pretty face  Oh, oh, yeah Oh na, na, na, na  [Verse 3] She is your waitress--she is your judge She is your teacher She is every woman in the world  [Verse 4] She flies an airplane She drives a subway train At night she pumps gasoline She's on the council--she's on the board She's a politician--she praises the Lord  [Hook]  [Outro] No, she's (she's) not (not) Just a pretty face She's (she's) got (got)--everything it takes She's not just a pretty face She's got everything it takes She's not just a pretty face  ",
        "title": "She's Not Just A Pretty Face"
    }
]