[
    {
        "artist": "Roxette",
        "lyrics": "  [Verse 1] Lay a whisper on my pillow Leave the winter on the ground I wake up lonely This air of silence In the bedroom and all around Touch me now I close my eyes And dream away  [Chorus] It must have been love But it's over now It must have been good But I lost it somehow It must have been love But it's over now From the moment we touched Till the time had run out  [Verse 2] Make believing we're together That I'm sheltered by your heart But in and outside I turn to water Like a teardrop in your palm And it's a hard Winter's day I dream away  [Chorus:] It must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love (Must have been love)  [Bridge] But it's over now (It's over now) It's where the water flows It's where the wind blows  [Instrumental Break]  [Chorus] It must have been love (Must have been love) But it's over now (It's over now) It must have been good But I lost it somehow It must have been love (Must have been love) But it's over now (It's over now) From the moment we touched Till the time had run out Yeah, it must have been love (Must have been love) But it's over now (It's over now) It was all that I wanted Now I'm living without It must have been love But it's over now It's where the water flows It's where the wind blows  [Outro] (Must have been love) It must have been love But it's over now No, no, no  ",
        "title": "It Must Have Been Love (From \"Pretty Woman\")"
    },
    {
        "artist": "New Kids On The Block",
        "lyrics": "  Step by step, ooh baby Gonna get to you girl Step by step, rah  Step by step, ooh baby Gonna get to you girl Step by step, ooh baby Really want you in my world  (Step) Hey girl, in your eyes I see a picture of me all the time (Step) Hey girl, when you smile You got to know that you drive me wild  (Step by step) Ooh baby You're always on my mind (Step by step) Ooh girl Really think it's just a matter of time  Step by step, ooh baby Gonna get to you girl Step by step, ooh baby Really want you in my world  (Step) Hey girl, can't you see? I've got to have you all just for me (Step) And girl, yes it's true No one else will ever do  (Step by step) Ooh baby You're always on my mind (Step by step) Ooh girl Really think it's just a matter of time  Step by step, ooh baby Gonna get to you girl Step by step, ooh baby Really want you in my world  (Step, step) (Step, step by step)  Step one, we can have lots of fun Step two, there's so much we can do Step three, it's just you and me Step four, I can give you more Step five, don't you know that the time has arrived Huh!  (Step by step) Don't you know I need you? (Step by step) Yes, I do, girl  (Step by step) Ooh baby You're always on my mind (Step by step) Ooh girl Really think it's just a matter of time  Step by step, ooh baby Gonna get to you girl, to you girl Step by step, yeah, ooh baby (I want you, I need you) Really want you in my world  (Step by step) you girl (Step by step) oh girl Really want you in my world Step by step, ooh baby Gonna get to you girl Step by step oh baby  ",
        "title": "Step By Step"
    },
    {
        "artist": "Bell Biv DeVoe",
        "lyrics": "  [Intro] [Michael Bivins] Yeah, Spyderman and Freeze in full effect [Ronnie DeVoe] Uh-huh [Ricky Bell] You ready, Ron? [DeVoe] I'm ready [Bell] You ready, Biv? [Bivins] I'm ready, Slick, are you? [Bell] Oh, yeah, break it down  [Ricky Bell - Verse One] Girl, I, must (warn you) I sense something strange in my mind Situation is (serious) Let's cure it cause we're running out of time It's oh, so (beautiful) Relationships they seem from the start It's all so (deadly) When love is not together from the heart  [Hook] It's drivin' me out of my mind! That's why it's HARD for me to find Can't get it out of my head! Miss her, kiss her, love her (Wrong move you're dead!)  [Hook] That girl is (poison)... Never trust a big butt and smile That girl is (poison).. (\"POISON!!\")  [Verse Two] [If I were you I'd take pre-] (-caution) Before I start to meet a fly girl, you know? Cause in some (portions) You'll think she's the best thing in the world  She's so - (fly) She'll drive you right out of your mind And steal your heart when you're blind Beware she's schemin', she'll make you think you're dreamin' YOU'LL fall in love and you'll be screamin', demon, HOO..  [Ronnie Devoe - Rap Verse 1] Poison, deadly, movin' in slow Lookin for a mellow fellow like DeVoe Gettin paid, laid, so better lay low Schemin on house, money, and the whole show The low pro ho she'll be cut like an aaa-FRO See what you're sayin', huh, she's a winner to you But I know she's a loser (How do you know?) Me and the crew used to do her!  [Bridge: all]  \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!\" \"POISON! \"POISON!\" \"POISON!\" \"POISON!\" \"POISON! \"POISON!\" \"POISON!\" \"POISON!\" \"POISON!   [Michael Bivins] I was at the bar, shake, breakin and takin 'em all And that night, I played the wall Checkin' out the fellas, the highs and lows Keepin' one eye open, still clockin' the hoes There was one particular girl that stood out from the rest Poison as can be, the high power chest Michael Biv here and I'm runnin' the show Bell, Biv DeVoe (*Ronnie laughs*) ..now you know! Yo, Slick, blow..  [Hook] It's drivin' me out of my mind! That's why it's HARD for me to find Can't get it out of my head! Miss her, kiss her, love her (Wrong move you're dead!)  [Hook] That girl is (poison)... Never trust a big butt and smile That girl is (poison).. (\"POISON!!\")   [B.B.D. adlibs] Yo' fellas, that was my end of.. You know what I'm sayin', Mike? Yeah, B.B.D. in full effect Yo', wassup to Ralph T and Johnny G And I can't forget about my boy, B. Brown And the whole NE crew  Poison.. [*Bell harmonies*]  ",
        "title": "Poison"
    },
    {
        "artist": "Wilson Phillips",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "Phil Collins",
        "lyrics": null,
        "title": "Do You Remember?"
    },
    {
        "artist": "Madonna",
        "lyrics": "  [Produced by Shep Pettibone and Madonna]  [Intro] Strike a pose Strike a pose (Vogue, vogue, vogue) (Vogue, vogue, vogue)  [Verse 1] Look around, everywhere you turn is heartache It's everywhere that you go (look around) You try everything you can to escape The pain of life that you know (life that you know) When all else fails and you long to be Something better than you are today I know a place where you can get away It's called a dance floor, and here's what it's for, so  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 2] All you need is your own imagination So use it that's what it's for (that's what it's for) Go inside, for your finest inspiration Your dreams will open the door (open up the door) It makes no difference if you're black or white If you're a boy or a girl If the music's pumping it will give you new life You're a superstar, yes, that's what you are, you know it  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Verse 3] Beauty's where you find it Not just where you bump and grind it Soul is in the music, oh That's where I feel so beautiful Magical, life's a ball So get up on the dance floor  [Chorus] Come on, vogue Let your body move to the music (move to the music) Hey, hey, hey Come on, vogue Let your body go with the flow (go with the flow) You know you can do it  [Bridge] Vogue, (Vogue) Beauty's where you find it (move to the music) Vogue, (Vogue) Beauty's where you find it (go with the flow)  [Verse 4] Greta Garbo, and Monroe Dietrich and DiMaggio Marlon Brando, Jimmy Dean On the cover of a magazine Grace Kelly; Harlow, Jean Picture of a beauty queen Gene Kelly, Fred Astaire Ginger Rodgers, dance on air They had style, they had grace Rita Hayworth gave good face Lauren, Katherine, Lana too Bette Davis, we love you Ladies with an attitude Fellas that were in the mood Don't just stand there, let's get to it Strike a pose, there's nothing to it  [Bridge] Vogue, vogue Vogue, vogue (Move to the music) Vogue, vogue Vogue, vogue (Go with the flow)  [Outro] Oooh, you've got to Let your body move to the music Oooh, you've got to just Let your body go with the flow Oooh, you've got to just Vogue  ",
        "title": "Vogue"
    },
    {
        "artist": "After 7",
        "lyrics": "  (Verse 1) I'll give you the sun, the rain, the moon, the stars and the mountains I'll give you the world, and all that you wish for And even more Girl, I'll love you more than you could know And that's for sure I'd climb the highest hill, cross the widest sea Nothin' could discourage me And I pray that you'll be always there for me Forevermore  (Chorus) Ready or not I'll give you everything and more All that I've got, it's yours I'll give you everything All that you're looking for  (Verse 2) I'll give you my heart, my soul, my time, my love is a fountain I will be your earth, ooh, and all that you need for And even more 'Cause girl I love you more than words can show My love is pure I, I'd walk a thousand miles, sail a thousand seas Nothin' will discourage me And I pray that you will be always there for me Forevermore  (Chorus) Ready or not (Don't you know, don't you know, you should know) I'll give you everything (ooh) and more (I'll give you more, you've got to know it, baby) All that I've got (Baby, it's yours, little girl) I'll give you everything (Every little thing) All that you're looking for   (Bridge) Everything is not anything If you're not here to share my dreams You don't know what it means to me If you'll accept my love I dedicate my love, my soul My heart beats for you Girl, I can't get enough so I'll wait for your love There's nothing that I'd rather do  (Chorus) Ready or not I'll give you everything (ooh lady) and more (I'll give you more, you've got to know it, baby) All that I've got (Hey, it's yours) I'll give you everything (It's yours) All that you're looking for  Ready or not (oh baby) I'll give you everything...(I'm gonna give you, I'm gonna give you some more)...and more (Every little thing that I've got) All that I've got (Hey, it's yours) I'll give you everything (Every little thing, baby) All that you're looking for  Ready or not (Don't you know, don't you know, you should know) I'll give you everything (ooh) and more  ",
        "title": "Ready Or Not"
    },
    {
        "artist": "En Vogue",
        "lyrics": null,
        "title": "Hold On"
    },
    {
        "artist": "M.C. Hammer",
        "lyrics": null,
        "title": "U Can't Touch This"
    },
    {
        "artist": "Taylor Dayne",
        "lyrics": "  When there's clouds hangin' in your sky And they're just not lettin' any light in And you feel like you'd like to give in Don't you give up so soon  What you need is a friend to count on What you got, baby you got someone Who will stay when the rain is fallin' And won't let it fall on you  I'll see you through I'll cover you with a love so deep and warm and true I will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  I got arms strong enough to hold you Get you through anything you go through Anything that you need you know it's only a touch away  When your heart needs a heart beside it Should be mine thats it's keeping time with 'Cos I got so much live inside it It beats for you every day  I'll be the one To give you love When it seems like there's just not enough Mine will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  I'll be your shelter, I'll be you shelter Baby  I'll see you through I'll cover you with a love so deep and warm and true I will be there, oh  (chorus) Honey I'll be your shelter I'll be the one to take you through the night Whenever you need shelter I'll make everything alright Make everything alright, yeah Na na nana na na ...  (chorus repeat until fade out)  ",
        "title": "I'll Be Your Shelter"
    },
    {
        "artist": "Heart",
        "lyrics": "  It was a rainy night When he came into sight Standing by the road With no umbrella, no coat  So I pulled up along side And I offered him a ride He accepted with a smile So we drove for a while  I didn't ask him his name This lonely boy in the rain Fate, tell me it's right Is this love at first sight? Please don't make it wrong Just stay for a night  All I wanna do is make love to you Say you will, you want me too All I wanna do is make love to you I got loving arms to hold onto  So we found this hotel It was a place I knew well We made magic that night Oh, he did everything right  He brought the woman out of me So many times, easily And in the morning, when he woke All I left him was a note  I told him I am the flower You are the seed We walked in the garden We planted a tree  Don't try to find me Please don't you dare Just live in my memory You'll always be there  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you I got loving arms to hold onto  Whoa, oh, we made love Love like strangers All night long We made love  Then it happened one day We came 'round the same way You can imagine his surprise When he saw his own eyes  I said, \"Please, please understand I'm in love with another man And what he couldn't give me, oh, whoa Was the one little thing that you can\"  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you Come on, say you will, you want me too  All I wanna do is make love to you One night of love was all we knew All I wanna do is make love to you Say you will, baby, want me too  All night long, all night long All night long, all night long  All I wanna do, all I wanna do All I wanna do, all I wanna do  All I wanna do is make love to you One night of love was all we knew  ",
        "title": "All I Wanna Do Is Make Love To You"
    },
    {
        "artist": "Glenn Medeiros Featuring Bobby Brown",
        "lyrics": "  [Intro: Bobby Brown] Better make tracks Fast on the double The girl's jazzy But she's nothing but trouble  [Verse 1: Glenn Medeiros] You take her where she wants to go And every day you let her know She's the one who's always on your mind  But she just got an attitude Leads you on Then leaves you blue Can't you see She's really just a waste of time  One day She'll treat you nice Then she turn as cold as ice But you think Your love will win her in the end Think again  [Chorus:] She ain't worth it The girl ain't worth it All this grief That she's been putting you through Ooh  She ain't worth it The girl ain't worth it Believe me I know I know better than Better than, better than Bet, bet better than you  [Verse 2: Glenn Medeiros] She gets you hot Then leaves you cold Keeps you waiting on the phone Cause she knows You'll always give her one more try  You're not the only boy in town And she loves playing to the crowd But tell me Do you really like standing in line?  You give her everything you have And all she does is make you sad What she really wants to do Is tell her friends She did it again  [Repeat Chorus:]  [Glenn Medeiros:] I'd like to say she used to be my girl But that would be a lie (That would be a lie)  Cause there's no one In this whole wide world That could keep her satisfied I know Cause I tried  [Rap: Bobby Brown] Jump in One thing I hate Is when a girl plays fake And tries to make me late for another date Cause I've tried to make you mine  For the last time So take this here as a dis And a goodbye  She ain't worth it Even though she's on the high tip She better get a grip And get a grip quick  Fast in a hurry Cause I won't buckle The girl's jazzy But she's nothing but trouble  [Bridge: Glenn Medeiros] Give her everything you have And all she does is make you sad What she really wants to do Is tell her friends She did it again  [Repeat Chorus 3x:]  ",
        "title": "She Ain't Worth It"
    },
    {
        "artist": "Richard Marx",
        "lyrics": null,
        "title": "Children Of The Night"
    },
    {
        "artist": "Digital Underground",
        "lyrics": "  [Verse One: Shock G as Humpty Hump] All right! Stop whatcha doin', 'cause I'm about to ruin The image and the style that ya used to I look funny—but yo I'm making money, see So yo world I hope you're ready for me Now gather round, I'm the new fool in town And my sound's laid down by the Underground I drink up all the Hennessy ya got on ya shelf So just let me introduce myself My name is Humpty, pronounced with a \"umpty\" Yo ladies, oh how I like to funk thee And all the rappers in the top ten--please allow me to bump thee I'm steppin' tall, y'all, and just like Humpty Dumpty You're gonna fall when the stereos pump me I like to rhyme, I like my beats funky I'm spunky. I like my oatmeal lumpy I'm sick wit dis, straight gangsta mack But sometimes I get ridiculous I'll eat up all your crackers and your licorice Hey yo fat girl, c'mere--are ya ticklish? Yeah, I called ya fat; look at me, I'm skinny It never stopped me from getting busy I'm a freak, I like the girls with the boom I once got busy in a Burger King bathroom I'm crazy, allow me to amaze thee They say I'm ugly but it just don't faze me I'm still getting in the girls' pants And I even got my own dance  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  [Verse Two] People say \"Yo, Humpty, you're really funny lookin'\" That's all right cause I get things cookin' Ya stare, ya glare, ya constantly try to compare me But ya can't get near me I give 'em more, see, and on the floor, B All the girls they adore me Oh yes, ladies, I'm really being sincere Cause in a 69 my humpty nose will tickle ya rear My nose is big, uh-uh I'm not ashamed Big like a pickle, I'm still getting paid I get laid by the ladies, ya know I'm in charge Both how I'm living and my nose is large I get stupid, I shoot an arrow like Cupid I use a word that don't mean nothing, like looptid I sang on \"Doowutchalike\", and if ya missed it I'm the one who said, \"Just grab 'im in the biscuits\" Also told ya that I like to bite Well, yeah, I guess it's obvious, I also like to write All ya had to do was give Humpty a chance And now I'm gonna do my dance  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  [Breakdown] Oh, yeah, that's the break, y'all Let me hear a little bit of that bass groove right here Oh, yeah! Now that I told ya a little bit about myself Let me tell ya a little bit about this dance It's real easy to do--check it out  [Verse Three] First I limp to the side like my leg was broken Shaking and twitching kinda like I was smoking Crazy wack funky People say ya look like M.C. Hammer on crack, Humpty That's all right cause my body's in motion It's supposed to look like a fit or a convulsion Anyone can play this game This is my dance, y'all, Humpty Hump's my name No two people will do it the same Ya got it down when ya appear to be in pain Humping, funking, jumping Jig around, shaking ya rump And when a doo-doo chump punk points a finger like a stump Tell him step off, I'm doing the Hump  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  Black people, do the Humpty Hump, do the Humpty Hump White people, do the Humpty Hump, do the Humpty Hump Puerto Ricans, do the Humpty Hump, just keep on doing the hump Samoans, do the Humpty Hump, do the Humpty Hump  Let's get stoopid!  [Hook] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doing, doing the Humpty Hump Do the Humpty Hump, do the Humpty Hump  Oh, yeah, come on and break it down  [Outro] Once again, the Underground is in the house I'd like to send a shout out to the whole world Keep on doing the Humpty Dance And to the ladies Peace, and Humptiness forever  {Music and fade}  ",
        "title": "The Humpty Dance"
    },
    {
        "artist": "Johnny Gill",
        "lyrics": "  Pump up the bass Hey Pump up the bass Pump Pump up the bass Pump up the bass Pump-pump-pump Pump-pump-pump-pump  What you’ve been missin’ in a man I can supply it, your wish is my command I’ll work hard to fill your needs Give you lesson on what it is to  Feel Feel Good good, baby Get undressed and slip on this robe Re- Re- lax lax, darlin’ Just sit back would rather be stroked  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  A light massage, a soft caress Whenever I need to rub, I run her happiness Customer satisfaction is a guarantee So for your pleasure, come on over here, please  You hey So hold on and throw off that coat Show Show You I’ll show you pleasure like you’ve never known  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Pump up the bass Hey Pump up the bass What-what-what What-what Hey Get ready  Feel good Re- Re-, girl lax lax, yeah Oh...oh...oh...  Can you feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Your every wish is my command So get undressed and Gonna rub with my magic hands Give you what you’re missin’ in a man Stroke you with a soft caress Applied with so much tenderness Hold on tight and don’t let go Give you pleasure like you’ve never known before  Feel the magic in my hands When I touch and rub you the right way Stroke applied with tenderness When I hold and rub you the right way  Feel the magic in my, in my Customer satisfaction, baby Stroke, hey, hey Hold and rub you the right way  Do you feel it, do you feel it Oh...oh...oh...oh...oh...  Pump it Party Come on, darlin’ Come on, do you Do you feel it, baby, feel it, baby, feel it, feel it, feel it, feel it, feel it Oh, baby Stroke, baby, oh...  Feel it, baby, feel it all over Feel it, honey, see what  Whatever you want, I got it Whatever you need, I got it, baby, got it, baby Whatever you want, I’ve got it in my hands Whatever you need, I’ll fulfill your needs, baby  ",
        "title": "Rub You The Right Way"
    },
    {
        "artist": "Jude Cole",
        "lyrics": "  (Won't you) pick up the phone, 'cause I know that you're home Too many words have not been said for us to be living alone Now all of the fighting, and all of the tears They don't matter now  (Pre chorus) Another night falls, dark and lonely You're the only one that I can turn to  (Chorus) If I ever needed your arms to hold me Baby, it's tonight If I ever needed your eyes to heal me Baby it's tonight  (So) come hold me close, and show me that you still care Let's take it to where it all began and start again from there 'Cause there's no way out, as far as I can tell  (Pr chorus) I'm walking in a world of strangers You're the only one that really knows me  (Chorus) x2  (Bridge) Won't you please, please pick up the phone Ooh... Don't leave me to face this world all alone (It?) takes some time  (Chorus) repeat to fade  ",
        "title": "Baby, It's Tonight"
    },
    {
        "artist": "Billy Idol",
        "lyrics": "  Well rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true  Well rock the cradle of love I rocked the cradle of love Yes the cradle of love don't rock easily It's true Well now  It burned like a ball of fire When the rebel took a little child bride To tease yeah so go easy yeah  Cause love cuts a million ways Shakes the devil when he misbehaves I ain't nobody's fool Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Yes the cradle of love don't rock easily It's true Sent from heaven above that's right To rob the cradle of love Yes the pages of don't talk decently It's true  Yeah flesh for your romeo Ah yeah baby I hear you moan It's easy y'know how to please me yeah  This love starts my Rollin train You can't stop it It ain't in vain I ain't nobody's fool Come on shake it up Whatever you do  These are the wages of love Rock the cradle of love These are the wages of love Ooh yeah Rock the cradle Yeah yeah yeah yeah yeah yeah  Well it burned like a ball of fire When the rebel took a little child bride To tease yeah I know how to pleas you yeah  Well my love starts a Rollin train You can't stop it It ain't in vain I ain't nobody's fool  Come on shake it up Whatever I do  Rock the cradle of love Rock the cradle of love Sent from heaven above That's right To rock the cradle of love Rock the cradle of love Yeah cradle of love That's me mama I robbed the devil of love All right Cradle of love If you tease me tonight If you sleaze me all right If you appease me tonight And let me ease you Cradle of love  ",
        "title": "Cradle Of Love (From \"Ford Fairlane\")"
    },
    {
        "artist": "Linear",
        "lyrics": "  [Verse 1] Girl, I close my eyes And then I start to cry for you You're the reason why I have to say goodbye to you  This pain I have inside Just makes me want to die for you All these lonely nights They just don't seem so right for you  I'm sending you all my...  [Chorus] Sending all my love I'm sending all my love to you I'm sending all my love I'm sending all my love to you  [Verse 2] Every move you make Day by day I pray for you When I close my eyes Teardrops start to fall for you  I'm sending all my love Sending all my love to you This pain I have inside Just makes me want to die for you  [Chorus] I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  [Bridge] I'm sending all my love Sending all my love to you (Sending you all my)  Sending all my love Sending all my love to you  [Verse 3] Girl, I close my eyes And then I start to cry for you You're the reason why I have to say goodbye to you  This pain I have inside Just makes me want to cry for you All these lonely nights They just don't seem so right for you  [Chorus] I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  I'm sending all my love Sending all my love to you I'm sending all my love Sending all my love to you  ",
        "title": "Sending All My Love"
    },
    {
        "artist": "Depeche Mode",
        "lyrics": "  [Verse 1] Words like violence Break the silence Come crashing in Into my little world Painful to me Pierce right through me Can't you understand Oh my little girl  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Verse 2] Vows are spoken To be broken Feelings are intense Words are trivial Pleasures remain So does the pain Words are meaningless And forgettable  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Chorus] All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm All I ever wanted All I ever needed Is here in my arms Words are very unnecessary They can only do harm  [Outro] Enjoy the silence  ",
        "title": "Enjoy The Silence"
    },
    {
        "artist": "Janet Jackson",
        "lyrics": null,
        "title": "Alright"
    },
    {
        "artist": "Snap!",
        "lyrics": "  [Jackie Harris] I've got the power I've got the power  [Turbo B] Like the crack of the whip, I Snap attack Front to back, in this thing called rap Dinging like a cymbal, rhyme devil on the heavenly level Bang the bass, turn up the treble Radical mind, day and night all the time 7:14, wise divine Maniac brainiac, winning the game I'm the lyrical Jesse James Quality I possess and say I'm fresh When my voice goes through the mesh Of the microphone, that I am holding Copy written lyrics, so they can't be stolen If they all Snap, don't need the police To try to save them, your voice don't see So peace, stay off my back Or I will attack and you don't want that  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  [Turbo B x8] It's getting, it's getting, it's getting kinda hectic  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  [Turbo B x4] It's getting, it's getting, it's gettin kinda hectic  [Turbo B] Quality I possess, and say I'm fresh When my voice goes through the mesh Of the microphone, that I am holding Copy written lyrics, so they can't be stolen If they all Snap, don't need the police To try to save them, your voice don't see So peace, stay off my back Or I will attack and you don't want that  [Jackie Harris] I've got the power I've got the power I've got the power I've got the power  ",
        "title": "The Power"
    },
    {
        "artist": "Tyler Collins",
        "lyrics": "  We're sick and tired of being left at home While the boys go out And leave us all alone, yeah  I wanna go out with my girlfriends and party all night And this time You won't change my mind 'Cause I've got my mind made up So don't wait up for me  It's the girls nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  We're stepping out And we're leaving all that troubles behind Yeah, yeah, oh, yeah I've got the girls And we've only got one thing on our mind Where are we going tonight?  The time is right So are you ready to party all night? And this time I'm leaving you behind 'Cause I've got my mind made up So don't wait up for me  It's the girls' nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  I like to party I'm outta here  Which the time has come for the boys to realize That is our turn to have some fun And it's gonna be tonight  It's the girls nite out Na, na, night out And there's nothing you can say, baby It's the girls' night to play Our night to play So don't wait up for me  ",
        "title": "Girls Nite Out"
    },
    {
        "artist": "Louie Louie",
        "lyrics": null,
        "title": "Sittin' In The Lap Of Luxury"
    },
    {
        "artist": "Sinead O'Connor",
        "lyrics": null,
        "title": "Nothing Compares 2 U"
    },
    {
        "artist": "Nikki",
        "lyrics": null,
        "title": "Notice Me"
    },
    {
        "artist": "Partners In Kryme",
        "lyrics": null,
        "title": "Turtle Power"
    },
    {
        "artist": "Slaughter",
        "lyrics": null,
        "title": "Up All Night"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  Gonna break these chains around me Gonna learn to fly again May be hard, may be hard, but I'll do it When I'm back on my feet again Soon these tears will all be dryin' Soon these eyes will see the sun Might take time, might take time,but I'll see it When I'm back on my feet again  When I'm back on my feet again I'll walk proud down that street again And they'll all look at me again And they'll see that I'm strong, oh  Gonna hear the children laughing Gonna hear the voices sing Won't be long, won't be long 'til I hear them When I'm back on my feet again I'm gonna feel the sweet light of heaven Shining down its light on me One sweet day, one sweet day I will feel it When I'm back on my feet again  When I'm back on my feet again I'll walk proud down that street again And they'll all look at me again And they'll see, that I'm strong  And I'm not gonna crawl again I will learn to stand tall again No, I'm not gonna fall again Cause I'll learn to be strong  Soon these tears will all be dryin' Soon these eyes will see the sun Won't be long, won't be long 'Til I see it When I'm back on my feet again When I'm back on my feet again  I'll be back on my feet again  ",
        "title": "When I'm Back On My Feet Again"
    },
    {
        "artist": "Mellow Man Ace",
        "lyrics": "  [All lyrics are Mellow Man Ace, except for the girl’s comments, which are in parentheses]  [Intro: Band] Ain't got nobody, baby...baby  [Verse 1] Check this out baby, tenemos tremendo lío Last night you didn't go a la casa de tu tío (Huh?) Resulta ser, hey, you were at a party Higher than the sky, emborrachada de Bacardí (No, I wasn't) I bet you didn't know que conocí al cantinero (What?) He told me you were drinking and wasting my dinero Talking about come and enjoy what a woman gives an hombre (But first of all, see, I have to know your nombre) Now I really wanna ask ya, que si es verdad (Would I lie?) And please, por favor, tell me la verdad Because I really need to know, yeah necesito entender If you're gonna be a player, or be my mujer ‘Cause right now you're just a liar, a straight mentirosa (Who, me?) Today ya tell me something, y mañana es otra cosa  [Hook: Band] Ain't got nobody, baby...baby  [Verse 2] I remember the day que tú me decías Time and time again que tú me querías (I do!) And at the time, hey, yo te creía Porque no sabía that you were a relambía Yo y Fulanito y Menganito, Joseito y Fernandito Larry and Joey y then his brother Chico (Uh-uh) Mucho que frentera, that's a straight skeezer Si quieres un pedacito, go her way ‘cause she's a pleaser But I tell ya straight up porque, brother, me di de cuenta That on Main Street her cuerpo estaba a la venta Now get some man que quiera get some cualquiera Hey, yo, she don't care man, she's a tremenda fiera Yeah you're hot to trot and out to get what I got Pero ya que te conozco, what I gots? I guess not (¿Porque?) ‘Cause you’re just a mentirosa con tu lengua venenosa Today you tell me something, y mañana es otra cosa  [Dialogue] Girl, I can't believe it You know, my mother's talking about me M- my friends are talking about me…not me, about you! (About me?) You're nothing but a skeezer (A skeezer? Don't be calling me no skeezer!) Tú tienes mucha frentera, mami. Sí, uh-huh, la verdad (Uh-huh, eso es lo que tu te crees) I bet you go to church and you're scared to confess (No, I do confess baby, I do confess) Uh-huh, do you tell the truth, though? (Yeah I do) Yeah, right (Do you?) Yeah! You're nothing but a skeezer. You know what? I got some other stories to say about you It goes like this  [Verse 3] Un día estaba en tu casa y ring there goes the phone Recogiste y dijiste (Call me back. I'm not alone!) El quería tu dirección, yeah just your address Y antes que colgaste I heard you say (I'll wear a dress) \"¡Ay, alabao, que descarada!\" is what ran through my mind So I say, “Let’s go out tonight.\" She said (We go out all time) ¡Alabao, man! Ella no sabía that, yo, I knew her plan De que iba a salir with that other man So I told the girl in Spanish, I said \"Hey, ya me voy.\" (Pero ¿por qué?) ‘Cause you ain't treating me like I'm some sucker toy ‘Cause who needs you anyways (I need you!) Con tu lengua venenosa? (No te vayas, Mellow! No te vayas! Yo te necesito!) Today you tell me something, y mañana es otra cosa (Tsk! But?!) ¡Mentirosa!  [Outro: Band] Ain't got nobody...  ",
        "title": "Mentirosa"
    },
    {
        "artist": "Perfect Gentlemen",
        "lyrics": null,
        "title": "Ooh La La (I Can't Get Over You)"
    },
    {
        "artist": "Mariah Carey",
        "lyrics": "  [Verse 1] Treated me kind Sweet destiny Carried me through desperation To the one that was waiting for me It took so long Still I believed Somehow the one that I needed Would find me eventually  [Chorus] I had a vision of love And it was all that you've given to me  [Verse 2] Prayed through the nights Felt so alone Suffered from alienation Carried the weight on my own Had to be strong So I believed And now I know I've succeeded In finding the place I conceived  [Chorus] I had a vision of love And it was all that you've given to me I had a vision of love And it was all that you've given to me  [Bridge] I've realized the dream And I visualized The love that came to be Feel so alive I'm so thankful that I've received The answer that heaven has sent down to me  [Verse 3] You treated me kind Sweet destiny And I'll be eternally grateful Holding you so close to me Prayed through the nights So faithfully Knowing the one that I needed Would find me eventually  [Chorus] I had a vision of love And it was all that you've given to me I had a vision of love And it was all that you turned out to be  ",
        "title": "Vision Of Love"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": "  We got it together darlin’ We’re ready for it You see I’m smilin’ We got the peope talkin’ They know how it feels And it’s no big deal And we’re not playin’ games And we’re not playin’ lovers We mean a lot more than that Hear what I’m sayin’ boy Let go and be my joy I have to love you You can’t deny it, baby We drive each other crazy You can’t deny it, baby No two people ever felt this way You can’t deny it, baby We drive each other crazy You can’t deny it, baby We just got to let it out Let it out, let it out Let it out The more we’re with each other It’s so exciting And it’s getting stronger The way you touch me darlin’ I’ve never been touched Like that before And we’re not playin’ games And we’re not playin’ lovers We mean a lot more than that You’re all I need my love You’re there to push me on I have to love you You can’t deny it, baby We drive each other crazy You can’t deny it, baby No two people ever felt this way You can’t deny it, baby We drive each other crazy You can’t deny it, baby We just got to let it out Let it out, let it out Let it out, let it out Let it out, baby We can sure let it out We can sure let it out We can sure let it out We can sure let it out We got it together darlin’ We’re ready for it Can’t you see I’m smilin’? We’ve got the peope talkin’ They know how it feels And it’s no big deal We’re not playin’ games And we’re not playin’ lovers We mean a lot more than that Hear what I’m sayin’ boy Let go and be my joy I have to love You can’t deny it, baby We drive each other crazy You can’t deny it, baby No two people You can’t deny it, baby I mean every word I’m sayin’ You can’t deny it, baby We just got to let it out Let it out, let it out Let it out, let it out Let it out, let it out Let it out You can’t deny it, baby You can’t deny it, baby You can’t deny it, baby  ",
        "title": "You Can't Deny It"
    },
    {
        "artist": "Brent Bourgeois",
        "lyrics": "  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love  It's the question of the hour How can I be sure Of what I don't know She comes to me with A poison in her flower She steals the miracle of life Right out of my hand  And she takes the Part of a woman Most hard to comprehend And she multiplies by ten  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  It's the boundary I desire There is always room enough to feel Miles and miles of hilly road ahead And she's got one hand on my heart And one hand on the wheel  And she moves me one step Closer to the deeper end I may never love again  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  One by one I take the bitter pills They're hard to swallow I go round and round, my head Is spinning out of control  I will know tomorrow If I care to live or Face another day of sorrow Holding onto happy ever after  One kiss is a dangerous drug I'll get what I deserve If I dare to fall in love One look and she Shot me in cold blood I'll get what I deserve If I dare to fall in love  ",
        "title": "Dare To Fall In Love"
    },
    {
        "artist": "L.A. Guns",
        "lyrics": "  She was always something special A diamond shining bright in the rain Everybody dreams of angels No one will ever know How much I loved you so  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne  You were always on my mind Childlike summer days in the sun Slowly wishes turn to sadness Time don't heal a broken gun I wish I'd never let you go Hear me now 'cause I want you to know  That it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne  Now she's breakin' hearts in heaven Shining bright in the sky I still hear her voice in the wind I still think of you in the night, oh yeah Well, I guess she'll never know How much I need her so  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What a shame What happened to Jayne  Now it all seems funny Kinda like a dream Things ain't always what they seem What a shame What happened to Jayne What happened to Jayne  ",
        "title": "The Ballad Of Jayne"
    },
    {
        "artist": "Elton John",
        "lyrics": "  [Verse 1] When the shades are drawn And the light of the moon is banned And the stars up above Walk the heavens hand in hand There's a shady place At the end of the working day Where young lovers go And this hot little trio plays  [Chorus] [x2] That's where we meet[x2] Me and you rendezvous In the club at the end of the street  [Verse 2] From the alleyways Where the catwalks gently sway You hear the sound of Otis And the voice of Marvin Gaye In this smoky room There's a jukebox plays all night And we can dance real close Beneath the pulse of a neon light There's a downtown smell of cooking From the flame on an open grill There's a sax and a big bass pumping Lord have mercy You can't sit still[x2]  ",
        "title": "Club At The End Of The Street"
    },
    {
        "artist": "Giant",
        "lyrics": null,
        "title": "I'll See You In My Dreams"
    },
    {
        "artist": "Michel'le",
        "lyrics": "  [Intro - repeat 6X] Nice and...(\"Nasty!\" [-- James Brown) (Ho!) (\"HEY!\")  (\"Make it sound good\") (\"HEY!\")  [Michel'le - Verse One] (Dr. Dre) You know I can never do Things that, you want me to The way I appear to you May not be true to you So don't get your hopes too high And don't be like other guys (Yeah, baby I'mma get you) Assuming that every girl is just like that type (Oh, is that right?)  Mennn... (Hey baby, what's your name?) Runnin' the same ol' sayin' (Excuse me, honey, but is your husband married?) *talking* No more questions, no more games  [Hook] Some people think I'm nice Some people think I'm nasty But if you really want to know Just ask meeeeeee... And I'll say I'm nicety Hooooo-hoooo-hoooo, say I'm nicety  [Interlude 2X] Nice and...(\"nasty\") (\"HEY!\")  [Michel'le - Verse Two] (Dr. Dre) You said you would treat me right And I'd never be alone *talking* But men'll say anything Just to try to take you home (Yeah, I know that's right) But don't get your hopes too high Cause I've got to keep it tight And that's the way it will stay Until I feel it's right (Oh, is that right?)  Mennn... (Hey, don't I know you from somewhere?) Runnin the same ol' sayin (Yo, you comin over? I PROMISE I won't try anything) *talking* No more questions, no more games  [Hook]  Nicetyyyyyy... It's got to be nicety Hooooo-hoooo-hoooo, say I'm nicety Nicety-eeeeee... You can call me nicety ... Some people think I'm nice Some people think I'm nasty But if you really want to know Just ask MEEEEEEEE... And I'll say I'm -  [Dr. Dre] Nicety, or whatever you wanna call it Ask my opinion and I think that all it is Is just an excuse to givin the boots For dollar and cents, and remain innocent Dre with the Ruthless Attack, check it Cause all that you talkin about ain't Jack! Step off of that, try a new approach You get smoked because I ain't no joke Yeah, yeah...  [Interlude 2X] Nice and...(\"nasty\") (\"HEY!\")  You can call me nicety Just say I'm nicety You can call me nicety Nicetyyyyy.... Just call me nicety Hoooooo-hooooooo-hoooo, just call me nicety Nicetyyyyyy....  ",
        "title": "Nicety"
    },
    {
        "artist": "Go West",
        "lyrics": "  [Verse 1:] I don't need to fall at your feet Just cause you cut me to the bone And I won't miss The way that you kiss me We were never carved in stone  If I don't listen To the talk of the town Then maybe I can fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking  And I'll tell myself I'm over you Cause I'm the king of wishful thinking I am the king of wishful thinking  [Verse 2:] I refuse to give in to my blues That's not how it's going to be And I deny the tears in my eyes I don't want to let you see No That you have made a hole in my heart And now I've got to fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking  And I'll tell myself I'm over you Cause I'm the king of wishful thinking  I'll get over you I know I will I'll pretend my ship's not sinking And I'll tell myself I'm over you Cause I'm the king of wishful thinking  [Bridge:] I will never, never Shed a tear for you I'll get over you If I don't listen to the talk of the town Then maybe I can fool myself  [Chorus:] I'll get over you I know I will I'll pretend my ship's not sinking And I'll tell myself I'm over you Cause I'm the king of wishful thinking I'm the king of wishful thinking  I'll get over you I know I will You made a hole in my heart But I won't shed a tear for you I'll be the king of wishful thinking  I'll get over you I'll pretend my heart's still beating Cause I've got no more tears for you I'm the king of wishful thinking  I'll get over you I know I will You made a hole in my heart And I'll tell myself I'm over you Cause I'm the king of wishful thinking  ",
        "title": "King Of Wishful Thinking (From \"Pretty Woman\")"
    },
    {
        "artist": "Alannah Myles",
        "lyrics": null,
        "title": "Love Is"
    },
    {
        "artist": "George LaMond",
        "lyrics": "  Because you're bad of the heart  How could you be so cruel You treat me like a fool After all I did for you You cut me like a blade My trust is slowly fading Now I don't know what to do I thought that when you gave me love My life would start to change Instead I saw that I was wrong My life was re-aranged How I wonder why You just put my love aside You threw me in the gutter and you left me there to lie  Bad of the heart You never wanted to start Cause your just bad of the heart You never played the game to smart Cause you know your bad  When I was by your side You kissed and told me lies You hurt me each and everyday  I made it through the night Lying to myself, why did it have to be this way I thought that when you gave me love My life would start to change Instead I saw that I was wrong My life was re-aranged How I wonder why You just put my love aside You threw me in the gutter and you left me there to lie  Bad of the heart You never wanted to start Cause your just bad of the heart Now your tearing me apart  Bad of the heart You never wanted to start Cause your just bad of the heart You really didn't want me baby, oh girl  Bad of the heart You didn't really want me baby You never really needed me Cause your just bad of the heart Repeat (1x)  ",
        "title": "Bad Of The Heart"
    },
    {
        "artist": "Keith Sweat",
        "lyrics": "  Ooh baby, give it to me now, girl  There's nobody here baby But me and you, yeah girl I wanna pull down the shade, dim the lights And do what I wanna do to you, yeah girl  Don't tell me no, baby I think you're trying to play hard to get, girl Oh girl, before the night is over I bet, I bet I can make you sweat  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  Ooh yeah girl Let me kiss you here and there I'll do anything you want me to, yeah baby I wanna drive you wild, baby Let me please, let me, let me drive you wild, baby Ooh yeah lady  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  All alone tonight, just me and you I wanna do you right And baby that's what I wanna do Just put your arms in the air Let me kiss ya everywhere  You say no, I say yes Girl I bet, I can make you sweat You say no, I say yes Girl I bet, I can make you sweat  Come on baby You're doing something to me baby You're doing something real to me baby Think about it Baby, please think about it Say yes  Ooh yes, I say yes, yes, yes, yes, yes, yes, yes Please yes, oh yes, yes, ya, ya, ya, ya  Sweat, all night long, girl Yeah, just you and me, come on Just right now, baby, now Come on, come on baby, come on Right now, baby, you, you, you all night long, girl  You say no, I say yes Girl I bet, I can make you sweat  ",
        "title": "Make You Sweat"
    },
    {
        "artist": "Tommy Page",
        "lyrics": "  Tears start falling when I dream of you Can't help myself, you're far away with someone else And I will never find another girl Who makes me feel, the way you do When I dream of you  And I've been seeing, the same visions night after night Till the morning light As my soul starts to ache My heart starts to break in two When I dream of you  When I dream of you, like dreamers do I get this way, all night and day When I dream of you, like dreamers do I get this way, when I dream of you  When I think of how you made me feel At a time, when love was real, and you were mine I start missing all the times we spent The words we'd say, how I never dreamt I'd get this way when I dream of you  Oh and I've been seeing, the same visions night after night Till the morning light As my soul starts to ache My heart starts to break in two When I dream  When I dream of you, like dreamers do I get this way, all night and day When I dream of you, like dreamers do I get this way, when I dream of you  I remember looking in your eyes I loved that most, these were the times Heaven, never seemed so close  Tears start falling when I dream of you Can't help but miss, the love I knew When I dream, of you  ",
        "title": "When I Dream Of You"
    },
    {
        "artist": "Del Amitri",
        "lyrics": "  It seems like weeks since you looked at me, baby, without that look of distaste I don't know why your feelings are changing but I've seen it in your face And all those times when our lips were kissing, our tongues were telling lies And all those signs I've been missing right there in your eyes  So come on babe, let's kiss this thing goodbye  I sometimes feel when we're together baby, everything has turned out wrong And I know you feel exactly the same way but still we carry on I've been waiting up by the window watching these cars go by And I tell myself that I'll go through the motions for the last time tonight  So come on babe, let's kiss this thing goodbye  Now I'm watching the fumes foul up the sunrise, I'm watching the light fade away And I'm hoping tonight that I'll open the door, and you'll stand here and say  Come on babe, let's kiss this thing goodbye Better make it sooner than later Before it all turns sour Don't you know we'd better kiss this thing goodbye  ",
        "title": "Kiss This Thing Goodbye"
    },
    {
        "artist": "Motley Crue",
        "lyrics": null,
        "title": "Don't Go Away Mad (Just Go Away)"
    },
    {
        "artist": "Calloway",
        "lyrics": "  Imagine Cash cold, that's what I need  These bill collectors, they ring my phone They bother me when I'm not at home Ain't go no time to be fooling round Feet will touch the floors and I get on down, you see  I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich, ohh I wanna be rich, ohh I wanna be rich, ohh I wanna be rich for a little love, peace and happiness  I want my cake, wanna eat it too I want the stars and the silver moon I spend my money on lottery My favorite number is 1 2 3, you see  I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich, ohh I wanna be rich, ohh I wanna be rich, ohh I wanna be rich for a little love, peace and happiness Every way rich Love peace and happiness  I want all the things that lovers do A pocketful of dreams come true These are things you can not find That'll keep you satisfied and rich  Here is what your gonna do Say oh I say uh uh Got to be baby I just wanna be rich, I just wanna be  Cause baby I want money, lots and lots of money I want the pie in the sky I want money, lots and lots of money So don't be asking me why  I wanna be rich I wanna be rich I wanna be rich I wanna be rich for a little love, peace and happiness  Play baby there is lots and lots for everyone I wanna be rich  ",
        "title": "I Wanna Be Rich"
    },
    {
        "artist": "Salt-N-Pepa",
        "lyrics": "  Oh yeah, oh yeah You know life is all about expression You only live once, and you're not coming back So express yourself, yeah  CHORUS Express yourself, you gotta be you and only you, babe Express yourself, and let me be me Express yourself, don't tell me what I cannot do, baby Come on and work your body  Now Joe wanna be like Bob Bob got it goin' on with no job And everything Rob got he got from Robin And everything she got she got ho-hoppin' My girl Jilly wanna be like Jackie Fat rope chains and I think that's wick-wacky Tom and Dick wanna be like Harry Little do they know he's bitin' on Barry Stan was a scam, but Vinnie's legit Mercedes coupe hometroop with no kit A businessman with a beeper for a reason Not like Tim because it's in this season  CHORUS  Oh yeah, oh yeah Hey Pep, you up next  Yes, I'm Pep and there ain't nobody Like my body, yes, I'm somebody No, I'm sorry, I'm-a rock this Mardis Gras Until the party ends, friends Yes, I'm blessed, and I know who I am I express myself on every jam I'm not a man, but I'm in command Hot damn, I got an all-girl band And I wear the gear, yeah, I wanna wear it, too I don't care, dear, go ahead and stare (oooo) Afraid to be you, livin' in fear (boo) Expression is rare, I dare you  CHORUS  Oh yeah, oh yeah... Yo, excuse us while we rap Go ahead, girls, express yourself!  My party, your party, anytime drop in Cold hip-hop is always rockin' Don't you like it when the music drop Jump, spread out, and stop? Now bring in the go-go (uh-oh) Look at how my butt go rock from left to the right You wanna step to me, groove me I know you wanna do me Come on now, fellas, don't fight  At my door they're bum-rushin' To hear the percussion Sound of my go-go band I've long ago learned my lesson It's all about expression Will the real Salt and Pepa please stand? And...  Express yourself, you've got to be you, babe Express yourself, and let me be me Express yourself, don't tell me what to do, babe Express yourself, come on and work that body  Express yourself, you've got to be you, babe Express yourself, don't tell me what to do, babe Express yourself, you've got to be you, babe Express yourself, don't tell me what to do, babe  Express yourself, oh yeah, oh yeah Express yourself  ",
        "title": "Expression"
    },
    {
        "artist": "Whistle",
        "lyrics": "  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  Always and forever Each moment with you Is just like a dream to me That somehow came true  And I know tomorrow Will still be the same Cause we`ve got a life of love That won`t ever change  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  There'll always be sunshine When I look at you Something I can't explain Just the things that you do  And if you get lonely Phone me And take a second to give to me The magic you make  And every day Love me your own special way Melt all my heart away With a smile  Take time to tell me You really care And feel sad tomorrow together I'll always love you Forever, forever  ",
        "title": "Always And Forever"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  All alone Silence fills my room But in a memory I hear you calling me Close my eyes And I'm there with you Like it was yesterday But then it fades away  Take me back Turn back the hands of time When you kissed me in the warm September rain (Warm September rain) Back before my heart was filled with pain If only we could be in love that way again  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came true  Now you're gone And I'm on my own Feeling lost inside since you said goodbye In my dreams I still feel your touch Lying next to me Feeling ecstasy  Take me back Turn back the hands of time When you kissed me in the warm September rain (Warm September rain) Back before my heart was filled with pain If only we could be in love that way again  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came true  I love you madly I need you badly Give our love one more chance  If wishes came true Then all the dreams at night of love were real I'd be holding you If wishes came true Then I would be that someone Always special in your heart And we would still be lovers Not apart If wishes came truem  ",
        "title": "If Wishes Came True"
    },
    {
        "artist": "Seduction",
        "lyrics": "  Staring through the windows of time Drying off the last year of our bind Was it real or just a mirage? Love has its way of making you blind I stared deep into your heart and your soul And I feel what any woman would want  Why did I run? Why did I hide? Because the memories bleed on and on  Time goes on And the feelings stay strong Memories laugh and play with my heart Like thunder in a rainstorm Tell me is this real or just a mirage? I ask myself  Could this be love Or just a memory Of the two of us together Lifetime friends forever You and me a unity Of friendship and love  As we moved our separate ways that day Tears ran down my face And I asked myself Was I just too weak to face the truth That love is what I have for you  You're someone special deep down inside Your love is true Why did I hide? Why did I run? Why did I hide? Because the memories bleed on and on  Time goes on and the feeling stays strong This word called love Ae you the one? That I want Tell me is this real or just a mirage? I ask myself  Could this be love Or just a memory Of the two of us together Lifetime friends forever You and me a unity Of friendship and love  ",
        "title": "Could This Be Love"
    },
    {
        "artist": "ZZ Top",
        "lyrics": "  [Verse 1] I got shot through a space not long ago I thought I knew the place so well It wasn't the same, now it goes to show Sometime you never can tell  [Chorus] I'm looking high and low, don't know where to go I got to double back, my friend The only way to find, what I left behind I got to double back again, double back again  [Verse 2] You know I'm moving on in this fine machine Rolling on through the night Seeing things like I've never seen And it's taking me outta sight  [Chorus]  [Verse 3] It's got me up and down I been lost and found Down in a deep dark hole Looks like my luck has changed I been rearranged And I'm coming out on a roll  [Chorus]  ",
        "title": "Doubleback (From \"Back To The Future Part III\")"
    },
    {
        "artist": "Tony Toni Tone",
        "lyrics": null,
        "title": "The Blues"
    },
    {
        "artist": "Faster Pussycat",
        "lyrics": null,
        "title": "House Of Pain"
    },
    {
        "artist": "Lightning Seeds",
        "lyrics": null,
        "title": "Pure"
    },
    {
        "artist": "Bad English",
        "lyrics": null,
        "title": "Possession"
    },
    {
        "artist": "Expose",
        "lyrics": null,
        "title": "Your Baby Never Looked Good In Blue"
    },
    {
        "artist": "Jane Child",
        "lyrics": "  Fact is often Much stranger than fiction No danger It's easy to ignore it Hide your head And don't look for it  Ain't no way to run a universe Someone's holding The strings of the purse Got his finger on the trigger Will he pull it? Do you figure  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  Who's winning the human race? Who's running? Who's setting the pace? Makes my blood boil in defiance I fall to my knees And pray for guidance  It's raining It's pouring The old man is snoring Went to bed with a hole in his head And didn't wake up in the morning  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  Let the world see Let yourself be Love each other Just like you and me  Something's got to give Better sooner than later Yeah, hey Oh, no  Somewhere, someone Somehow, someday We will find a way Somewhere, someone Somehow, someday  Yeah, hey Oh, ho Oh, no  Who's winning the human race? Who's running? (Who's running?) Who's setting the pace? Yeah  Makes my blood boil In defiance (Defiance) I fall to my knees and pray  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  Somewhere, someone Somehow, someday  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  Somewhere, someone Somehow, someday  Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world Welcome to, to the real world  ",
        "title": "Welcome To The Real World"
    },
    {
        "artist": "Young And Restless",
        "lyrics": "  [Intro] Hey, Slim. Come here, check this out Uh-uh, wait. Let me tell you something If you ain't got a Bronco, a BMW, [?] or big bank [?] Aw, I knew it. I knew it. I KNEW IT Another B girl Yo [?] I think it's about time we [?]  [Verse 1] Now let's bring up the subject [?] Which we brought to mind Let's discuss the \"B\" girls Cause they're one-of-a-kind  Now you can [?] Wherever you go Put 'em in your black Benz Or your blue Bronco  [?] Everything is chill With the A C pushin' In your automobile You call yourself a lady? \"B\" girl is your name And if you don't know what \"B\" means Let us explain  [Hook] \"B\" stands for: Broncos, Benz, BMW, bass, bangles and a pair of bars When you see us pulling up down the Ave You'll act like we are stars  We're not tryin' to make a joke We're just tryin' to make it known That people of the world that we call \"B\" girls Like bars on a Cadillac Brougham.  [Verse 2] Now that ain't it, and I believe That we had to rehearse Another rhyme on the line For the second verse: About a girl in the city Her name is Judy Had breasts like Dolly With a big old booty  Well she was [?] And everything was in place She was my girl for two years And [?] doctor [?]  When I took her to [?] She was frontin' 'bout my Nova And she wanted a Benz  She said \"We need a Benz\" And all of a sudden, I paused - Who did Judy think I was? Santa Claus? You call yourself Judy \"B\" girl is your name And if you don't know what \"B\" means Let us explain:  [Hook]  [Verse 3] Now I was pushin' on my rims With no context [?] It wasn't BMW It was BMX When I seen a young thing Comin' down the Ave And I knew from the moment She's the girl I'd have So I slammed on the brake And I asked her name She said, \"My name is Janet But my friends call me Jane.\"  I said, \"Well Jane, I'm Prince Can we be friends?\" She said \"Yes, if you could change a BMX to a Benz!\" You call yourself Jane \"B\" girl is your name And if you don't know what \"B\" means Let us explain:  [Hook]  [Verse 4] Now me and [?] was at the beach With a couple of friends -- I parked my Nova by a Bronco And a baby blue Benz And pass [?] bottles [?] So I said, [?] Already drunk from an overdose Of malt liquor beer  She turned around And had a nice figure She said, \"Can't you see me walkin' my nigga?\"  \"Hey, so? He's a punk!\" [?]  She said, \"I know he's a punk though But you in a Nova And he's in a Bronco!\"  She came in my face, she kept yakkety-yakkin' That's when I popped the trunk, I put the clip in the MAC-10  I'm tired of you \"B\" girls Yeah, that's your name!  And if you don't know what 'B' means Let us explain:  [Hook]  [Outro] Bars on a Cadillac Brougham. [Repeat] Cadillac Brougham. [Repeat]  ",
        "title": "\"B\" Girls"
    },
    {
        "artist": "Rod Stewart With Ronald Isley",
        "lyrics": "  This old heart of mine been broke a thousand times Each time you break away, I feel you're gonna stay Lonely nights that come, memories that go Bringing you back again, hurting me more and more  Maybe it's my mistake to show this love that I feel inside 'Cause each day that passes by You got me never knowing if I'm coming or going cause  I love you, yes I do, this old heart I love you, yes I do, yes I do, wait for me  I try hard to hide, my hurt inside This old heart of mine, always keeps me crying The way you're treatin' me, leaves me incomplete You're here for the day, gone for the week  But if leave me a hundred times, a hundred times I'll take you back I'm yours, whenever you want me I'm not to proud to shout it, tell the world about it 'cause  (Chorus) I love you, this old heart weeps for you And I love you, I love you, this old heart weeps for you  This old heart of mine been broke a thousand times Each time you break away I feel you're gone to stay Lonely nights that come memories that go Bringing you back again hurting me more and more  Maybe it's my mistake to show this love that I feel inside girl 'Cause each day that passes by You got me never knowing if I'm coming or going cause  I love you, yes I do, this old heart of mine weeps for you I love you, yes I do, I love you, this old heart darling, weeps for you  I love you, this old heart of mine weeps for you Love you, yes I do, I love you, this old heart darling, weeps for you  I love you, yes I do, yes I do, I love you, oh yea  Been broke a thousand times, show this love for you, waiting for you This old heart of mine dye for you this old heart of mine This old heart of mine  ",
        "title": "This Old Heart Of Mine"
    },
    {
        "artist": "Alisha",
        "lyrics": null,
        "title": "Bounce Back"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1:] First There is no doubt Not for a minute You've always been My heart's number one And number two  Girl, you were right there And I won't forget it By my side For all those nights I had to hold on to you  [Hook:] If there's one thing that I know Girl, you are my heart and soul When I needed love indeed You were always there for me  And I'll make love stay 'Til my dying day And it really makes me feel good Just to say  [Chorus:] After all that we've been through It's so nice to know Someone like you still cares for me Baby 'Cause you're my kinda lady  And no matter what I do I promise that I'll keep on Loving you, pretty baby 'Cause you're my kinda lady  You're my kinda girl  [Verse 2:] Now I know That nothing could separate us You'll always be my girl I will always be your man  We go as far as love's gonna take us To the room of love We'll zoom Long as we're hand in hand  [Repeat Hook:]  [Repeat Chorus x2:]  [Bridge:] You're my kinda girl My kinda girl My kinda girl  I get a real good feeling Deep inside my soul Girl, when you're around I just lose control  And I can't stop thinking 'Bout the way I feel Girl, you are the only one That gives me chills  And I can't stop, lover 'Cause you mean too much Ooh I start to lose it, girl Whenever we touch  We got too much time And that's for sure We need to stay together And never let go No  My kinda girlie You're my kinda girl You're my kinda girl  'Cause you're my kinda girl  [Repeat Chorus:]  You're my kinda girl My kinda girl You're my kinda girl  ",
        "title": "My Kinda Girl"
    },
    {
        "artist": "Aerosmith",
        "lyrics": "  [Verse 1] There goes my old girlfriend, there's another diamond ring And all those late night promises? I guess they don't mean a thing So baby, what's the story? Did you find another man Is it easy to sleep in the bed that we made When you don't look back I guess the feelings start to fade away I used to feel your fire, but now it's cold inside And you're back on the street like you didn't miss a beat, yeah  [Chorus] Tell me what it takes to let you go Tell me how the pain's supposed to go Tell me how it is that you can sleep in the night Without thinking you lost everything that was Good in your life to the toss of the dice Tell me what it takes to let you go  [Verse 2] Yeah Girl, before I met you I was F.I.N.E, fine But your love made me a prisoner, yeah, my heart's been doing time You spent me up like money, then you hung me out to dry It was easy to keep all your lies in disguise Cause you had me in deep with the devil in your eyes  [Chorus]  [Bridge] Tell me that you're happy that you're on your own, yeah, yeah, yeah Tell me that it's better when you're all alone Tell me that your body doesn't miss my touch Tell me that my loving didn't mean that much Tell me you aren't dying when you're crying for me  [Chorus]  [Outro] Tell me who's to blame for thinking twice No, no, no, no, cause I don't want to burn in paradise Ooo Let go, let go, let go Let it go, let it go, let it go, let it go, let it go Let it go, let it go, let it go Let it go, let it go, let it go, let it go, let it go I don't want to burn, I don't want to burn  ",
        "title": "What It Takes"
    },
    {
        "artist": "Howard Hewett",
        "lyrics": null,
        "title": "Show Me"
    },
    {
        "artist": "Bruce Hornsby & The Range",
        "lyrics": null,
        "title": "Across The River"
    },
    {
        "artist": "The B-52s",
        "lyrics": "  \"Huh, get a job!\" \"What for?\" \"I'm trying to think...\"  I was good, I could talk A mile a minute On this caffeine buzz I was on We were really hummin' We would talk every day for hours We belong to the deadbeat club  Anyway we can We're gonna find something We'll dance in the garden In torn sheets in the rain  We're the deadbeat club We're the deadbeat club  Going down to Allen's for A twenty-five cent beer And the jukebox playing real loud \"96 Tears\" We're wild girls walkin' down the street Wild girls and boys going out for a big time  Let's go crash that party down In Normaltown tonight Then we'll go skinny-dippin' In the moonlight We're wild girls walkin' down the street Wild girls and boys going out for a big time  Anyway we can We're gonna find something We'll dance in the garden In torn sheets in the rain  We're the deadbeat club We're the deadbeat club  Oh no! Here they come The members of the deadbeat club  ",
        "title": "Deadbeat Club"
    },
    {
        "artist": "Seiko & Donnie Wahlberg",
        "lyrics": "  [Verse 1:] Two people together It was just a dream Until you came along My heart was waiting just for you  Tomorrow forever We both had these promises For far too long But now you make the words come true  So touch me now I need to have you close tonight And show me how You can make me feel this way  [Chorus:] You and me We are the right combination For love (For love) We're all we need (Ooh)  It's just you and me We make the right combination Straight from the heart Love is the key  [Verse 2:] Can't keep it a secret Everything I feel Is written on my face I can't hide my heart from you  You hold me, it's magic In your arms The world becomes a better place Now I know what love can do  Here we go Exactly where the road will lead us I don't know I just know that you'll be there  [Chorus:] You and me We are the right combination For love (For love) We're all we need (Ooh)  It's just you and me We make the right combination Straight from the heart Love is the key  [Bridge:] And whenever you call I'm there Every stairwell to fall I share I'll be yours till we love I care about you, baby  It's so easy to see So strong Now I know you and me belong I'll be by your side forever  [Chorus:] You and me We are the right combination For love (For love) We're all we need (Ooh)  It's just you and me We make the right combination Straight from the heart Love is the key  Hoo Hoo, ooh, hoo Ooh, ooh, ooh  ",
        "title": "The Right Combination"
    },
    {
        "artist": "Danger Danger",
        "lyrics": null,
        "title": "Bang Bang"
    },
    {
        "artist": "Heart",
        "lyrics": "  Baby, I never gave my heart to anyone, oh no Used to think that love was a game I used to make it just for fun When we spent the night together Didn't mean it meant that much Now I just can't live without your touch  I didn't wanna need you, no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you Like I need you now  I can't get no sleep 'Cuz I keep thinking of you all through the Night, oh yeah My eyes can't wait to see you again My arms can't wait to hold you tight oh yeah And when you're laying here beside me There is nothing else I need Never thought that this could ever be  I didn't wanna need you, oh no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you Like I need you now  I've always been free To leave when I wanna leave But it's not up to me anymore I didn't wanna need you ...  I didn't wanna need you, no I didn't wanna want you like I do I didn't mean to fall Didn't wanna care at all I didn't wanna need you But I need you now  ",
        "title": "I Didn't Want To Need You"
    },
    {
        "artist": "The U-Krew",
        "lyrics": null,
        "title": "Let Me Be Your Lover"
    },
    {
        "artist": "Brother Beyond",
        "lyrics": null,
        "title": "The Girl I Used To Know"
    },
    {
        "artist": "Joey Kid",
        "lyrics": "  Four, three, two, one  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights)  Things I said were wrong I've takin' much too long To say that I, I want you back Always be near, oh that's a fact  I always keep on trying I never try to deny it That I was wrong once before Give me a chance, I can't take this anymore  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights)  Waiting for you now I keep on wondering how To win you back, why can't I dream It's not as impossible as it seems  I always keep on trying I never try to deny it That I was wrong once before Give me a chance, I can't take this anymore  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I haven't seen you for a long, long time But this moment is what's on my mind I've waited for you to say I want you, I need you, got to have you today  (Counting the days) (Counting the nights) (Counting the days) (Counting the nights) (Counting the days) (Counting the nights) (Counting the days)  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I'm counting the days I'm counting the nights 'Til we'll be together I'm, I'm counting the hours I'm watching the clock Ooh, it seems like forever  I'm counting the days  ",
        "title": "Counting The Days"
    },
    {
        "artist": "Faith No More",
        "lyrics": null,
        "title": "Epic"
    },
    {
        "artist": "Michael Bolton",
        "lyrics": "  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  Look at us now, look at us baby Still trying to work it out, never get it right We must be fools, we must be crazy Ohhh.. when theres no comunication Ohhh... it's a no win situation  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends, tell me How can we be lovers if we can't be, can't be friends  We lie awake, this wall between us We're just not talking, we've got so much to say Let's break these chains, our love can free us Ohhh... ain't it time we started trying Ohhh... gotta stop this love from dying  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  Baby love is tough but we can take it How can we be lovers Baby times are rough but we can make it We can work it out  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends, tell me How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  How can we be lovers if we can't be friends How can we start over when the fighting never ends, baby How can we make love if we can't make amends How can we be lovers if we can't be, can't be friends  ",
        "title": "How Can We Be Lovers"
    },
    {
        "artist": "Don Henley",
        "lyrics": "  I got the call today, I didn't wanna hear But I knew that it would come An old true friend of ours was talking on the phone She said you found someone And I thought of all the bad luck And the struggles we went through And how I lost me and you lost you What are these voices outside love's open door Make us throw off our contentment And beg for something more?  I'm learning to live without you now But I miss you sometimes The more I know, the less I understand All the things I thought I knew, I'm learning again I've been trying to get down to the heart of the matter But my will gets weak And my thoughts seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me anymore  These times are so uncertain There's a yearning undefined And people filled with rage We all need a little tenderness How can love survive in such a graceless age? The trust and self-assurance that lead to happiness They're the very things we kill, I guess Pride and competition cannot fill these empty arms And the work I put between us You know it doesn't keep me warm  I'm learning to live without you now But I miss you, baby The more I know, the less I understand All the things I thought I figured out, I have to learn again I've been trying to get down to the heart of the matter But everything changes And my friends seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me anymore  There are people in your life who've come and gone They let you down, you know they hurt your pride You better put it all behind you, baby, cause life goes on You keep carrying that anger, it'll eat you up inside, baby  I've been trying to get down to the heart of the matter But my will gets weak And my thoughts seem to scatter But I think it's about forgiveness, forgiveness Even if, even if you don't love me  I've been trying to get down to the heart of the matter Because the flesh will get weak And the ashes will scatter So I'm thinking about forgiveness, forgiveness Even if, even if you don't love me  Forgiveness (Yeah) Forgiveness (Baby) Forgiveness (Oh, oh) Forgiveness (Ah, yeah) Forgiveness (Oh) Forgiveness Even if you don't love me anymore  Forgiveness (Oh) Forgiveness (Oh) Forgiveness Forgiveness  ",
        "title": "The Heart Of The Matter"
    },
    {
        "artist": "Aerosmith",
        "lyrics": null,
        "title": "The Other Side"
    },
    {
        "artist": "The Black Crowes",
        "lyrics": "  Cheat the odds that made you brave to try to gamble at times Well I feel like dirty laundry sending sickness on down the line Tell you why  'Cause I'm jealous, jealous again Thought it time I let you in Yeah, I'm jealous, jealous again Got no time, baby  Always drunk on Sunday, trying to feel like I'm at home Smell the gasoline burning, boys out feeling nervous and cold Oh yeah  I'm jealous, jealous again Thought it time I let you in Jealous, jealous again Got no time, baby  Stop, understand me I ain't afraid of losing face Stop, understand me I ain't afraid of ever losing faith in you  Never felt like smiling sugar wanna' kill me yet Find me loose lipped and laughing, singing songs ain't got no regrets Oh yeah  I'm jealous, jealous again Thought it time I let you in Jealous, yeah, I'm jealous again Got no time, baby  Stop, understand me I ain't afraid of losing face Stop, understand me I ain't afraid of ever losing faith in you  Don't you think I want to, don't you think I would Don't you think I'd tell you baby if I only could Am I acting crazy, am I just too proud Am I just plain lazy, am I, am I, am I, am I  Jealous, jealous again Thought it time that I let you in Jealous, jealous again Got no time to let you in Oh yeah, I'm jealous, jealous again Got no time now to let you in Jealous, yeah, jealous again Got no time, baby Oh yeah  ",
        "title": "Jealous Again"
    },
    {
        "artist": "Jane Child",
        "lyrics": "  Ain't no personal thing, boy But you've got to stay away Far, far away from my heart, my heart Don't you know what your kiss is doing Let me tell it to you from the start, boy  I don't wanna fall in love Love cuts just like a knife You make the knife feel good I'll fight you to the end, baby  You've been hanging around, boy And you have started sinking in Whoa baby, you're way out of line now Unaware how this all got started Let me tell it you one more time, boy  I don't wanna fall in love Love cuts just like a knife You make the knife feel good I'll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I learned something about myself Last night with you I knew I didn't want nobody else And you're scaring me to death now, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  I don’t wanna fall in love Love cuts just like a knife You make the knife feel good I’ll fight you to the end, baby  ",
        "title": "Don't Wanna Fall In Love"
    },
    {
        "artist": "A'me Lorain",
        "lyrics": null,
        "title": "Follow My Heartbeat"
    },
    {
        "artist": "Lisa Stansfield",
        "lyrics": null,
        "title": "All Around The World"
    },
    {
        "artist": "Damn Yankees",
        "lyrics": null,
        "title": "Coming Of Age"
    },
    {
        "artist": "The West Coast Rap All-Stars",
        "lyrics": "  [Intro] Gun is Cocked and Fired I'm King News and I come to you with the truth The mean streets took six more lives overnight All the result of gang-bang stupidity By the way, you gangsters should know One of your victims was a three year old girl Well, you gang members, you still don't get it, do ya?  (With your badself)  [Verse 1: King Tee] It's straight up madness everywhere I look Used to be a straight a student, now he's a crook Robbing people just to smoke or shoot up Used to have a crew cut, now he's a pooh-butt Dropped out of school and he joins the neighborhood gang Hanging on the streets selling 'caine To his own people Now when I say people I mean color You a stupid mother- I'm trying to stress the fact that you're dumb Get yourself presentable, son, and just come Together, you better, cause pretty soon it's gonna be too late A message from King Tee The Great  [Verse 2: Body & Soul] Sisters, since we are the mothers of this earth It's time we start being good mothers from the birth Of our children, no time for sleeping Teach them to fight and win for the right reason It's your time, it's your life, live it Proud to be black, young and gifted Lifted by the knowledge and taking the right route Gang violence needs to be wiped out A-L-M-I-G-H-Ty and E-Z-I-R-E We see the F-U-T-U-R-E Should be a positive thing Body & Soul and you, we're in the same gang  [Verse 3: Def Jef] One and the same Everyone came in the same chains Caught with the same aim Brain games and names changed To protect the innocent by-stander Lies, slander and the master-planner Destroy the black male Crack jail and semi-automatic For static if the crack fails So since we all talk the same slang Stop killin, my brother, cause we're all from the same gang  [Michel'le] Don't you know we've got to put our heads together? Make the change cause we're all in the same gang  [Verse 4: Tone-Loc] Now as a youth I used to get my bang on And on the ave get my part-time slang on Doing time for me was no joke though They knew I was crazy, so they labelled me Loco Khakis creased, golf hat, feelin sporty Low ridin and tossin up a forty Thinkin in my mind that no one could handle us The downest brothers ever touched Los Angeles I found life was much more suitable Cause I'm the brother that makes black so beautiful I ain't slippin or down with a head trip I'm talkin to all the Bloods and all the Crips Throw down your rag and get on the right track, man It's time to fight, unite and be a black man Tone-Loc is on a positive change Cause remember, we're all in the same gang  [Verse 5: Above The Law] Bein' the pimps that we are We're here to speak on a situation that has gone too far Here at home in the ghettos of LA Where a young black brother's not promised to see the next day Cause we used to clock on the streets before we made beats But fools just lay and prey on the weak It don't depend on the color of a rag Cause if you got what they want you know they gonna take what you have Cause violence don't only revolve from drugs and thugs And gangs that bang Most times it's a political thang Yeah, a couple of spots'll get popped And if the government wanted to freeze it it could all get stopped But they don't because they want it like that Because the system been set up to hold us back Yeah, Above The Law means that we can do whatever So why don't we stick together? (You got it)  [Verse 6: Ice-T] Ice-T rippin the microphone the way I do Listen close, my brothers, cause I'm talkin to you The problem is we got a suicidal lifestyle Cause 90 percent of us are livin foul and wild I say job, you say ([Hen-G:] bad joke I rather jack another brother, watch the gun smoke) Livin in the fast lane flippin like you're insane You won't stop until your blood runs down the street drain I got an idea, give me a minute And if it makes sense, then get with it What if we could take our enemies, feed em poison Undereducate their girls and boys and Split em up, make em fight one another Better yet, make em kill for a color All my brothers need to know one thing No matter what you think, we're all in the same gang  [Michel'le] Don't you know we've got to put our heads together? Stop the fighting (Make the change) Because we're all in the same gang  [Verse 7: Dr. Dre and MC Ren] Yo, we're not here to preach because we're not ministers We're telling like it is cause Ren and Dre is like sinister Reality speaks for itself when it's spoken A basehead cluck can't blame nobody for smoking Yo, bullets flying, mothers crying, brothers dying Lying in the streets, that's why we're trying To stop it from falling apart and going to waste And keeping a smile off of white face N.W.A never preaching, just teaching The knowledge of the streets to each and All that don't understand, that's why we came To let you know that we're all in the same gang  [JJ Fad] The J double, F, the a, the d, that is And if you want the solution to the quiz What's black and black, yo, and kills another? An ignorant sucker that isn't labelled as a brother But another So now it's time we evolve And get together and solve it Cause the world is revolvin Around a terrible situation One will kill another for a reputation So it's time we stop and realize that we're all the same Yo Train, tell em (We're all in the same gang)  [Young MC] Brothers killin' other brothers I thought the idea was to love one another? Open up the paper to one more death If y'all keep this up then there'll be no one left I try my best to set an example Sayin hype lyrics over hip-hop samples Not just a brag or to boast but to inform Cause we're livin in the calm before the storm You see, I believe that the children are the future But what's it all about if in the future they shoot ya? We're all human beings, if we're cut we'll bleed And I want to see all young people succeed Do 9 to 5, not 5 to 10 Just go to work and not the state pen Cause you live better when you're out there free And that's comin straight to ya from the Young MC  [Digital Underground] I'm in a rage Oh yeah? Yo, why is that G? Other races, they say we act like rats in a cage I tried to argue, but check it, every night in the news We prove them suckers right and I got the blues America Get busy, Humpty The red, the white, the blue and The blue and the red For Crips and Bloods The white for who's got you doin Time bustin caps on one another The Underground's down for peace among brothers Kill a black man? What? Yo, what are you retarded? Tell em, Hump Yo, do you work for the Klan? Do what ya like Unless you like gangbangin Let's see how many brothers leave us hangin  [Oaktown's 3.5.7.] The gang that should hang is the one that contains The sisters and the brothers who are all in the same frame of mind Now listen, get loose, it's unity time Yeah, yeah Peace is a presence that we all need The future's in our hands, in word and deed I'm Terrible T and I'm Sweet LD We're 3.5.7. totally  [MC Hammer] Kickin on the ave 'bout a quarter to 9 All the homies gettin blind in an eight ball line Now on this tip they started runnin at the lip Jumped in their deuce and took a little trip Hit the block about 12 on the tick The windows went down and the nines went click People started yellin, bodies started bailin Bullets cold flyin sendin some to hell and It's gotta stop, we don't need all the violence Peace in the hood and a moment of silence We got together not for ego or fame We got involved cause we're all in the same gang  [Eazy-E] Last but not least, yo, Eazy's no sell-out And if you can't hang in the streets, then get the hell out I'm not tryin to tell ya what to do You have your own freedom of choice who to listen to You knew good from bad, fair from foul, right from wrong Now your mother's singing that sad song (My baby ain't never hurt nobody!) But he still got smoked at BeBe's party But you're not the first or the last You're nothin but a short story from the past You're dead now, not number one but a zero Take notes from Eazy-E, the violent hero  [Michel'le] Don't you know we've got to put our heads together? Don't you know we've got to put our heads together?  ",
        "title": "We're All In the Same Gang"
    },
    {
        "artist": "Ana",
        "lyrics": "  [Verse 1:] My feelings For you just can't stop I'm willing To prove my love to you So don't let us part  [Hook:] What you say and what you do Are two different things Don't say that you love me And mess up my brain  [Chorus:] (Oh, oh, oh, oh) Got to tell me something (Oh, oh, oh, oh) Something, something (Oh, oh, oh, oh) Got to tell me something (Oh, oh, oh, oh) Something, something  First you say you love me And then you say you don't  (Ha ha ha ha) Tell me something (Ha ha ha ha) Tell me something  [Verse 2:] When you touch me The fire begins And when you kiss me I want to say I love you Again and again  [Repeat Hook:]  [Repeat Chorus:]  I may seem confused But I just can't stop loving you  (Ha ha ha ha) Tell me something (Ha ha ha ha) Tell me something (Ha ha ha ha) Tell me something (Ha ha ha ha) Tell me something  Maurice, take it to the bridge  Get ready  [Chorus:] (Oh, oh, oh, oh) Got to tell me something (Oh, oh, oh, oh) You got to tell me something, boy (Oh, oh, oh, oh) Tell me with all your love  ",
        "title": "Got To Tell Me Something"
    },
    {
        "artist": "KISS",
        "lyrics": "  [Intro] All that style, all gone to waste All that beauty But you never show your face  [Verse 1] I'm going to make my way to you Knock down your door and walk on through I'm impatient, times a wasting Girl, if you give me an occasion  [Chorus] I'm going to rise to it You know I really can do it I'm going to rise, I'm going to rise I'm going to rise to it  [Chorus] When you're lying next to me Baby, I can guarantee I'm going to rise to it  Listen  [Bridge] I'll give you fever, I'll give you chills Make you a believer Well, baby, baby, I'm going to break your will  [Verse 2] A little danger, a little fun We're going take them one by one Walk the wire of desire And if you dare to take it higher  [Chorus][x2]  [Verse 3] Hey, get up, lights, camera, action It's getting time for the show Because tonight you're the main attraction And if you want a lover who can play the other role I'm going to, I'm going to  [Chorus][x2]  [Outro] You know I really can do it I'm going to rise to it You know I really can do it I'm going to rise to it[x2] I'm going to rise, I'm going to rise I'm going to rise to it[x2]  ",
        "title": "Rise To It"
    },
    {
        "artist": "Timmy T.",
        "lyrics": null,
        "title": "Time After Time"
    },
    {
        "artist": "49-ers",
        "lyrics": null,
        "title": "Don't You Love Me"
    },
    {
        "artist": "Sweet Sensation",
        "lyrics": "  You think that I don't feel love (I'll always) But what I feel for you is real love In others eyes I see reflected (I'll always) A hurt, scorned, rejected (Love you, love you)  Love child Never meant to be Love child Born in poverty Love child Never meant to be Love child Take a look at me  I started my life In an old, cold run down tenement slum (Tenement slum) My father left He never even married Mom I shared the guilt my mama knew So afraid that others knew I had no name  This love we're contemplating (I'll always) Is worth the pain of waiting We'll only end up hating (I'll always) The child we maybe creating (Love you, love you)  Love child Never meant to be (Wait, wait, won't you wait now, hold on) Love child (Scorned by) Society  Love child Always second best (Wait, wait, won't you wait now, hold on) Love child (Different from) Different from the rest  (Hold on, hold on just a little bit longer) Mmm, baby (Hold on, hold on just a little bit longer) Mmm, baby  I started school In a worn, torn dress that somebody threw out (Somebody threw out) I knew the way it felt To always live in doubt To be without the simple things So afraid my friends would see the guilt in me  Don't think that I don't need you (I'll always) Don't think I don't wanna please you But no child of mine will be bearing (I'll always) The name of shame I've been wearing (Love you, love you)  Love child Love child Never quite as good (Wait, wait, won't you wait now, hold on) Afraid Ashamed Misunderstood  (Just a little bit longer, love child) But I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child)  I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child) I'll always love you (Wait, wait, won't you wait now, hold on) I'll always love you, you, you (Just a little bit longer, love child)  ",
        "title": "Love Child"
    },
    {
        "artist": "Anita Baker",
        "lyrics": null,
        "title": "Talk To Me"
    },
    {
        "artist": "Billy Joel",
        "lyrics": "  Well I'm on The Downeaster \"Alexa\" And I'm cruising through Block Island Sound I have charted a course to The Vineyard But tonight I am Nantucket bound I took on diesel back in Montauk yesterday Left this morning from the bell in Gardiners Bay Like all the locals here I've had to sell my home Too proud to leave, I work my fingers to the bone  So I could own my Downeaster \"Alexa\" And I go where the ocean is deep There are giants out there in the canyons And a good captain can't fall asleep I got bills to pay and children who need clothes I know there's fish out there, but where? God only knows They say these waters aren't what they used to be But I got people back on land who count on me  So if you see my Downeaster \"Alexa\" And if you work with the rod and the reel Tell my wife I am trolling Atlantis And I've still got my hands on the wheel  Yay-o Yay-o Yay-o Yay-yay-o  Now I drive my Downeaster \"Alexa\" More and more miles from shore every year Since they told me I can't sell no stripers And there's no luck in swordfishing here I was a bayman like my father was before You can't make a living as a bayman anymore There ain't much future for a man who works the sea But there ain't no island left for Islanders like me  Yay-yay-yay-o Yay-yay-yay-o Yay-yay-yay-yay-o Yay-yay-yay-o-o  ",
        "title": "The Downeaster \"Alexa\""
    },
    {
        "artist": "Little Caesar",
        "lyrics": "  Okay, let's go  Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  For five long years, yeah I thought I was your man But I found out now I'm just a link in your chain  Girl, you got me where you want me Yeah, I ain't nothing but your fool, yeah You treated me mean, ow! Oh, you treated me cruel  Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  Every chain Well, it's got a weak link, yeah I might be weak, child But I'll give you strength  Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  You told me to leave you alone My father said, come on home My doctor said, take it easy But your loving Well, it's much too strong  I'm added to your Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  Whoa! Take 'em home!  Well, one of these mornings Yeah, yeah, yeah, yeah, yeah The chain is gonna break, oh, yeah But up until then, child I'm gonna take all that I can take  I'm added to your Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools, whoa...  Chain, chain, chain (Chain, chain, chain) Chain, chain, chain (Chain, chain, chain) Chain, chain, chain Chain of fools  The chain is gonna break The chain is gonna break The chain is gonna break You're never gonna break This chain of fools, ow!  ",
        "title": "Chain Of Fools"
    },
    {
        "artist": "Luther Vandross",
        "lyrics": "  [Verse 1] One look in your eyes And there I see Just what you mean to me Here in my heart I believe Your love is all I ever need Holding you close through the night I need you, yeah I look in your eyes And there I see What happiness really means The love that we share Makes life so sweet Together, we'll always be This pledge of love feels so right And ooh, I need you  [Chorus] Here and now I promise to love faithfully You're all I need Here and now I vow to be one with thee Your love is all I need  [Verse 2] When I look in your eyes, there I see What all that a love should really be And I need you more, and more each day Nothing can take your love away More than a just a dream I need you  [Chorus]  [Bridge] Starting here, ooh I'm starting now, I believe Starting here, I'm starting right here Starting now, right now I believe in your love So I'm glad to take the vow  [Chorus]  ",
        "title": "Here And Now"
    },
    {
        "artist": "Basia",
        "lyrics": "  [Verse 1:] Cry Come to me and cry I know I know I know it's not easy  Your heart is aching But so is mine But so is mine How can I tell you why For so long  So long So long I've been thinking Now I know I can't live a lie Can't live a lie  They say true love lasts Forever if we want it There will be waiting A second chance, baby  [Chorus:] But now we need time Time to learn Time to understand  Where we went wrong Cause I feel so strong We are cruising for bruising My baby A second chance, baby  But now we need time Time to learn Time to understand  Where we went wrong Cause I feel so strong We are cruising for bruising  [Verse 2:] Go I must let you go Don't stop Don't stop Cause it's better now  When I still love you Don't say goodbye Don't say goodbye  They say true love lasts Forever if we want it There will be waiting A second chance, baby  [Repeat Chorus:]  So long So long So long I went away So bye for now  Don't let it die cause We can try some other time So, bye for now  Don't let it die cause We can try some other time Some other time  So, bye for now Don't let it die cause We can try some other time So, bye for now Don't let it die  ",
        "title": "Cruising For Bruising"
    },
    {
        "artist": "Modern English",
        "lyrics": "  [Verse 1] Moving forward using all my breath Making love to you was never second best I saw the world crashing all around your face Never really knowing it was always Mesh and lace  [Chorus] I'll stop the world and melt with you You've seen the difference And it's getting better all the time There's nothing you and I won't do I'll stop the world and melt with you  [Verse 2] (You should know better) Dream of better lives The kind which never hate (You should see why) Dropped in the state of imaginary grace  (You should know better) I made a pilgrimage To save this human race (You should see why) Never comprehending The race was long, long lost  [Chorus] I'll stop the world and melt with you (I'll stop the world) You've seen the difference And it's getting better all the time  (I'll stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide  [Chorus] (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I've seen some changes But it's getting better all the time  (Let's stop the world) There's nothing you and I won't do (Let's stop the world) I'll stop the world and melt with you  The future's open wide Hmm hmm hmm Hmm hmm hmm hmm Hmm hmm hmm Hmm hmm hmm hmm  [Chorus] I'll stop the world and melt with you (Let's stop the world) You've seen the difference And it's getting better all the time (Let's stop the world) There's nothing you and I won't do (Let's stop the world)  I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you (Let's stop the world) I'll stop the world and melt with you  ",
        "title": "I Melt With You"
    },
    {
        "artist": "Babyface",
        "lyrics": "  [Verse 1] Somebody told me There'd be trouble at home 'Cause we never talk a lot When we spend time alone So how are we supposed to know Know when something is wrong Well, we've got a way to communicate It keeps a happy home  [Hook 1] And no one does it like me And no one but you Has that kind of whip appeal on me  [Hook 2] Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me  [Verse 2] When we go to work How the day seems so long The only thing I think about Can't wait 'til we get home 'Cause we got a way of talking And it's better than words It's the strangest kind of relationship Oh, but, 'cause it always works  [Hook 1] And no one does it like me And no one but you Has that kind of whip appeal on me  [Hook 3] Whatever you want (whatever you want babe) It's alright with me (it's alright with me) 'Cause you've got that whip appeal So work it on me It's better than love Sweet as can be You've got that whip appeal So whip it on me (baby)  [Hook 2] Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me Keep on whippin' on me Work it on me Whip all your sweet sweet lovin' on me  ",
        "title": "Whip Appeal"
    },
    {
        "artist": "Soul II Soul",
        "lyrics": "  This thing called life Know what's the meaning of the line Tell me Well, it's like dreaming of your goals Ambitions for feeling free I'm on this mission to achieve Achieve what? What's in your mind's eye This is what you believe You should gain Uh-huh Satisfaction becomes a shining example A test is a sample of a new race That has ample supply of positivity You mean flow? Well, like an electricity So, you see a clear way with no ambiguity Don't you know  What's the meaning What's the meaning of life What's the meaning What's the meaning of life  Elevate your mind, free your soul Well, come on, come on Feel the feeling, let your body take control Aw, yeah Elevate your mind, free your soul Well, come on, come on Feel the feeling, let your body take control  Well, don't be afraid to experiment, you know, hmm Go ahead, you know and implement your ideas Your notions, put them in motion Like the words the funky dreads have spoken to you So listen up loud and clear This is a word you must be aware of What ya gonna do? Put it in your life tool And that's the meaning of the line  What's the meaning What's the meaning of life What's the meaning What's the meaning of life What's the meaning What's the meaning of life What's the meaning What's the meaning of life And it goes  Elevate your mind, free your soul Well, come on, come on Feel the feeling, let your body take control Aw, yeah Elevate your mind and free your soul Well, come on, come on Feel the feeling, let your body take control  So there it is; work it out for yourself Yeah, be selective, be ojective Be an asset to the collective As you know you got to get a life  What's the meaning What's the meaning of life What's the meaning What's the meaning of life What's the meaning What's the meaning of life What's the meaning What's the meaning of life  Elevate your mind, free your soul Well, come on, come on Feel the feeling, let your body take control Aw, yeah Elevate your mind, free your soul Well, come on, come on Feel the feeling, let your body take control  ",
        "title": "Get A Life"
    },
    {
        "artist": "Sinead O'Connor",
        "lyrics": null,
        "title": "The Emperor's New Clothes"
    },
    {
        "artist": "Quincy Jones With Tevin Campbell",
        "lyrics": null,
        "title": "Tomorrow (A Better You, Better Me)"
    },
    {
        "artist": "Joe Cocker",
        "lyrics": null,
        "title": "What Are You Doing With A Fool Like Me"
    },
    {
        "artist": "The U-Krew",
        "lyrics": null,
        "title": "If U Were Mine"
    },
    {
        "artist": "Adam Ant",
        "lyrics": "  Once is never enough Never is never was Here and now is all that counts Here and now in large amounts Be beautiful but shut up The going can be real tough  You can keep your fancy bars Clubby friends and fast cars And when the going gets hard You can eat your credit cards I really tried to fight it But what the hell I like it  There is always room at the top Don't let them tell you there is not Made in England born and bred An eighteenth century brain In a twenty-first century head  Room at the top - so eighteenth century Room at the top - so eighteenth century Room at the top There's always room  If some of this fits you Or like the things that you might do It's the pleasure and the pain That makes us do it all again They say Be beautiful and shut up The going can be real tough  ",
        "title": "Room At The Top"
    },
    {
        "artist": "The Cover Girls",
        "lyrics": "  [Verse 1:] Yesterday, I met a boy so fine Right away I knew He'd captivate my mind  So strong The kind you dream about Baby, together We could really turn it out  I showed him to Some friends of mine They said, girl Don't waste your time  That boy's no good for you Listen, girl I'm telling you I think it's time you knew that  [Chorus:] All that glitters isn't gold Everything you see isn't what it seems to be (No, oh, oh) Oh, no All that glitters isn't gold  [Verse 2:] Sometimes we make the mistake Of thinking everything That looks good is great  We all seem to go for what shines And then we leave all of The other things behind  Some people always give a show Cause it's the only way they know But you don't have to play that game Because the only thing that matters Is what's inside your heart  [Repeat Chorus:]  [Bridge:] So here's my advice to you Everything you see's Not always true  Take the time to look inside And find out for yourself What's really on their minds  [Repeat Chorus:]  No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold...  Oh, no, it isn't gold No, no, it isn't gold Everything you see's Not what it seems to be  Oh, no, oh, no, oh, no All that glitters isn't gold No, no, no  [Repeat Chorus x3:]  All that glitters isn't gold (No, oh, oh) No, no All that glitters isn't gold  No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold No, oh, oh, oh, it isn't gold  ",
        "title": "All That Glitters Isn't Gold"
    },
    {
        "artist": "D-Mob With Cathy Dennis",
        "lyrics": null,
        "title": "That's The Way Of The World"
    }
]